[
  {
    "uuid": "61b922d952cf6f28c3e729d7f5496db69b8748af",
    "url": "https://time.news/gene-variant-discovery-key-to-protecting-against-alzheimers-disease",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2024-04-12T00:43:00Z",
    "title": "Gene Variant Discovery: Key to Protecting Against Alzheimer's Disease - TIme News",
    "text": "2024-04-12 00:04:31\nGenetic opponent: Neuroscientists have discovered a gene variant that could protect against Alzheimer’s in high-risk patients. It reduces the likelihood of developing Alzheimer’s by up to 70 percent. Carriers of this gene variant could be largely protected from dementia because their blood-brain barrier is more permeable. This removes harmful protein clumps from the brain before they cause neurological damage. The knowledge could also lead to new therapies for Alzheimer’s dementia.\nThe exact causes of Alzheimer’s dementia are still unclear. Depending on the subtype, various factors may play a role. What is known, however, is that the disease is partly genetic. For example, people who carry the so-called e4 form of the APOE gene in their genome have a significantly higher risk of developing Alzheimer’s disease than people without this gene. But there are also people who, despite this gene, never develop symptoms of dementia.\nSearching for clues in high-risk patients “From these resilient people, we can learn a lot about the disease and what genetic and non-genetic factors might protect against Alzheimer’s,” says senior author Badri Vardarajan from Columbia University in New York. “We hypothesized that these resistant people might have genetic variants that protect them from APOEe4.”\nTo test this hypothesis, a team of neuroscientists led by Vardarajan and first author Prabesh Bhattarai examined the genetic makeup of around 3,500 such high-risk patients in more detail. The test subjects were over 70 years old and carriers of the APOEe4 gene variant. Some had already suffered from Alzheimer’s, others had not. Most participants lived in Northern Manhattan, New York, and were taking part in a study on diseases of aging that has been ongoing there for over 30 years.\nGene variant alters the blood-brain barrier The analysis of the DNA sequences revealed that some carriers of the APOEe4 gene variant without Alzheimer’s symptoms actually carry another special gene variant. The modified gene FN1 codes for the protein fibronectin – a component of the blood-brain barrier. This regulates which substances get from the blood to the brain and vice versa. In some Alzheimer’s patients, however, the blood-brain barrier contains much larger amounts of fibronectin than in healthy people and is therefore more impermeable, as neuroscientists explain.\nHowever, this is not the case for people with the newly discovered variant of the fibronectin gene in their genome: these people do not have increased levels of fibronectin in the blood-brain barrier. This appears to protect them from Alzheimer’s disease, report Bhattarai and his colleagues.\nBreaking down harmful protein clumps But what advantage does it have to have a permeable blood-brain barrier with little fibronectin? The team suspects that misfolded forms of amyloid proteins can then more easily escape from the brain. In Alzheimer’s patients with a lot of fibronectin in the blood-brain barrier, these amyloid proteins instead accumulate in the brain and clump together there, according to the researchers’ theory.\n“Excess fibronectin could prevent the clearance of amyloid deposits from the brain,” says co-author Caghan Kizil from Columbia University. Over time, this causes Alzheimer’s symptoms to develop. “Alzheimer’s disease may begin with amyloid deposits in the brain, but the symptoms of the disease are the result of neurological changes that occur after the deposits appear,” he explains. If the amyloids are transported away across the blood-brain barrier in a timely manner, no brain damage or symptoms occur.\nFollow-up studies on zebrafish with Alzheimer’s disease confirmed this hypothesis, the team reports. The neuroscientists also found that the amyloid clumps in the fish’s brains became smaller again when the amount of fibronectin in their blood-brain barrier was reduced. The neurological damage then also decreased. The discovery reinforces previous evidence that the blood-brain barrier and the brain’s blood vessels play a major role in Alzheimer’s disease.\n71 percent lower risk of Alzheimer’s disease Based on the findings, the research team repeated the research. More than 7,000 other people over 60 years of age with the risk gene variant APOEe4 took part, mostly from Europe. In this group of test subjects, Bhattarai and his colleagues also found people with protective gene variants and no Alzheimer’s symptoms. “We found the same fibronectin variant, which confirmed our results,” says Vardarajan.\nA total of around 11,000 test subjects of various origins with the APOEe4 gene variant took part in the two studies. People who also carried the fibronectin gene variant had a 71 percent lower risk of developing Alzheimer’s, as the researchers calculated. In those who did develop Alzheimer’s, the symptoms appeared three and a half years later than without the fibronectin gene variant.\nHowever, the gene variant that protects against Alzheimer’s is rather rare: it only occurs in around one to three percent of Americans with the risk gene APOEe4. It is not yet known whether the protective fibronectin gene variant also occurs in the genome of people without the Alzheimer’s risk gene APOEe4. Overall, however, it appears to occur more frequently than other, extremely rare protective gene variants.\nNew approach to prevention and therapy The new findings could now be used in the development of Alzheimer’s therapies. “A therapy that targets fibronectin and mimics the effect of the protective gene variant could provide a powerful defense against the disease,” says co-author Richard Mayeux from Columbia University. In this way, the disease could be treated or prevented entirely. “Anything that reduces excess fibronectin should provide some protection against Alzheimer’s. A drug that does this could be a significant step forward in the fight against this disease,” adds Kizil.\nPrevious treatments – using antibody preparations such as donanemab or lecanemab – aim to attack and break down the harmful amyloid aggregates in the brain via the immune system. Although this works very well, it does not reverse existing symptoms and nerve damage. However, the therapeutic approach in the blood-brain barrier could prevent protein aggregates before they cause damage. “We may need to start clearing amyloid much earlier. We believe this can happen through the bloodstream,” adds Mayeux. (Acta Neuropathologica, 2024; doi: 10.1007/s00401-024-02721-1)\nQuelle: Columbia University Irving Medical Center\n12 April 2024 – Claudia Krapp\n#Rare #gene #variant #protects #Alzheimers #bloodbrain #barrier #prevents #neurological #damage",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T03:49:39.258+03:00",
    "updated": "2024-04-12T04:19:11.658+03:00"
  },
  {
    "uuid": "99430acddc4c986b056c6ef20d3cacb6f1bbc32a",
    "url": "https://ground.news/article/the-crisis-had-to-come-now-we-have-risen-david-kase-praised-ceskenovinycz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ceskenoviny.cz",
    "published": "2023-12-28T22:12:00Z",
    "title": "Ground News - The crisis had to come, now we have risen, David Kaše praised | Českénoviny.cz",
    "text": "Summary by ceskenoviny.cz Hradec Králové - Three wins from the last four games, five points in a row or eleven goals scored in three days. These are statistics indicating that hockey's Litvinov is returning to the saddle again after a crisis period. “We are showing good performances,” striker David Kaše praised himself when talking to journalists after today's successful performance of the North Bohemians in Hradec Králové. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nceskenoviny.cz The crisis had to come, now we have risen, David Kaše praised | Českénoviny.cz Hradec Králové - Three wins from the last four games, five points in a row or eleven goals scored in three days. These are statistics indicating that hockey's Litvinov is returning to the saddle again after a crisis period. “We are showing good performances,” striker David Kaše praised himself when talking to journalists after today's successful performance of the North Bohemians in Hradec Králové.\n1 hour ago Read Full Article\nceskenoviny.cz\nThe crisis had to come, now we have risen, David Kaše praised | Českénoviny.cz Hradec Králové - Three wins from the last four games, five points in a row or eleven goals scored in three days. These are statistics indicating that hockey's Litvinov is returning to the saddle again after a crisis period. “We are showing good performances,” striker David Kaše praised himself when talking to journalists after today's successful performance of the North Bohemians in Hradec Králové.\n1 hour ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.ceskenoviny.cz/zpravy/2459176?utm_source=ground.news&utm_medium=referral",
      "https://www.ceskenoviny.cz/zpravy/2459176",
      "https://ceskenoviny.cz/zpravy/2459176?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david kaše",
          "sentiment": "neutral"
        },
        {
          "name": "litvinov",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hradec králové",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:28:09.134+02:00",
    "updated": "2023-12-29T01:28:09.134+02:00"
  },
  {
    "uuid": "145f2fb11bf7eb8b265d5bfdcb6c97b8ecbc0c5c",
    "url": "https://en.shiftdelete.net/vivos-affordable-phone-with-8-gb-ram-revealed/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ömer",
    "published": "2023-12-28T17:00:00Z",
    "title": "vivo's affordable phone with 8 GB RAM revealed!",
    "text": "In recent years, vivo has become one of the best-known brands in the smartphone market. The company, which has recently increased its activities in many countries including Turkey, is constantly expanding its product range in order to maintain its success in the market. In this context, the affordable Android model that the brand is expected to introduce soon has emerged. The affordable vivo Android model has emerged! vivo has many smartphones from flagship to entry segment in its catalog. A recent Geekbench performance test revealed that another budget-friendly model will be added. An unknown phone with model number V2327 was recently added to the Geekbench database. When we look at the report, we see that the device achieved 902 and 2168 scores in single and multi-core tests, respectively. There is information that the smartphone will be powered by the Snapdragon 4 Gen 2 processor produced by Qualcomm. This shows that the phone will be in the middle segment catalog and will be affordable. In addition, the model in question will have 8 GB of RAM and will run on Android 14 operating system. The listing of vivo’s new phone on Geekbench means that there is not much time left for the release of the model. Of course, it should be noted that there is no clear date information. The Minister announced! How will the usage period of phones brought from abroad in 2024? So what do you think about affordable vivo model? What are your expectations from the smartphone? You can share your opinions with us in the Comments section below.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "snapdragon",
          "sentiment": "none"
        },
        {
          "name": "qualcomm",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "turkey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:03.296+02:00",
    "updated": "2023-12-29T00:29:03.296+02:00"
  },
  {
    "uuid": "d9d85caddb47999a452f8de03f2cc0ca5d40e603",
    "url": "https://www.thecourier.com.au/story/8472243/severe-thunderstorms-forecast-for-east-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@francophileenoz",
    "published": "2023-12-28T14:46:00Z",
    "title": "Severe Thunderstorms Forecast for East Coast | The Courier | Ballarat, VIC",
    "text": "After bouts of wild weather over Christmas, the east coast will face another round of severe thunderstorms and rain according to the Bureau of Meteorology's (BoM) latest forecast. $1/ (min cost $8) Login or signup to continue reading Severe thunderstorms have eased across eastern Australia but are expected to redevelop around eastern Queensland and northeast NSW from December 30 into the New Year. Parts of Australia are set to face wet and potentially wild weather on New Years Eve and New Year's Day. BoM senior meteorologist Sarah Scully said isolated thunderstorms are possible for parts of Queensland, NSW, Victoria and South Australia. \"Severe thunderstorms are possible in Queensland between St Lawrence and Redcliffe, although activity will not be as widespread compared to previous days,\" Ms Scully said. \"Isolated gusty thunderstorms are also possible over western South Australia.\" Showers and storms are possible across parts of southern and eastern Australia, mainly NSW, eastern South Australia, and northern Victoria on December 29. There is a risk of severe thunderstorms in Sydney, the Blue Mountains and the Hunter regions. Severe thunderstorms will become more widespread from this weekend concentrating in north-east NSW, and south-east and central Queensland. BoM said there are indications that isolated, very dangerous thunderstorms with destructive winds, giant hail and intense rainfall may be possible across southeast Queensland on Saturday. BoM has encouraged the community to stay up to date with the latest forecasts and warnings using the BOM Weather app and website. Queensland will also experience heatwave conditions along the east coast affecting Brisbane, the Sunshine Coast and areas surrounding Cairns. Northern and Western Australia will also face heatwave conditions with temperatures reaching the mid to high 40 degree Celsius in some areas. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "scully",
          "sentiment": "none"
        },
        {
          "name": "sarah scully",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ballarat",
          "sentiment": "negative"
        },
        {
          "name": "bureau of meteorology",
          "sentiment": "none"
        },
        {
          "name": "redcliffe",
          "sentiment": "none"
        },
        {
          "name": "nsw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "st lawrence",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        },
        {
          "name": "queensland",
          "sentiment": "none"
        },
        {
          "name": "south australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:34:20.118+02:00",
    "updated": "2023-12-29T05:34:20.118+02:00"
  },
  {
    "uuid": "4bd51bb6bc005d8e2e2f8a1eb46fd6a753d3ae4f",
    "url": "https://www.surreynowleader.com/trending-now/bc-strawberries-invade-space-thanks-to-nasa-food-challenge-win-7342012",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Canadian Press",
    "published": "2024-04-11T17:30:00Z",
    "title": "B.C. strawberries invade space thanks to NASA food challenge win - Surrey Now-Leader",
    "text": "Space food isn’t Tang and puréed meat in a tube any longer, in fact it’s mushroom bacon and fresh strawberries that have earned a North Vancouver company the grand prize in a Canadian Space Agency and NASA challenge to make food indoors. Ecoation Innovative Solutions has won the Deep Space Food Challenge with their CanGrow Modular Food Production System, and will receive $380,000 in grant funding as the grand prize winner. Ecoation CEO Saber Miresmailli said the news was “fantastic,” but what made him feel even more proud was that his idol, Canadian astronaut Chris Hadfield, announced the company’s victory. Hadfield was a jury co-chair with the Deep Space Food Challenge. Miresmailli said his team aims to make astronauts feel like they are dining out in a five-star restaurant with a menu that features steak substitute, a mixed salad and fresh strawberries for dessert. “Part of the challenge was to go through a series of tests to make sure that the food that you produce is not only nutritious but it’s also tasty,” said Miresmailli, adding that they aren’t just providing concepts to judges but are also a food production company. Miresmailli said they even did a blind test with judges, inviting them to taste meat made with mushroom and real meat, but they couldn’t tell the difference. A joint statement from the Canadian Space Agency and NASA said the company’s CANGrow system has the potential to sustain astronauts during long-duration missions into space, while also addressing food security in isolated communities on Earth. The challenge was launched in 2021 in collaboration with NASA. The Canadian Space Agency said in a statement that jury members highlighted the quality of the projects submitted, saying the solutions could make a real difference in the capacity to sustain long-duration missions in space. The CANGrow unit is the size of a wardrobe and operates on standard 120-volt power. It has the potential to generate over 700 kilograms of nutrient-dense food every year, including strawberries, dwarf cherry tomatoes, and the root of a fungus that becomes a meat substitute. The CANGrow system has five chambers, four equipped with LED lights to support plant growth. Its fifth chamber grows a protein-rich mushroom-forming fungi. The last thing astronauts need to be worried about is spending time growing these crops in space, said Miresmailli, who described his team as space farmers. He said the team can use artificial intelligence to remotely look after and grow the plants from Earth, adjusting temperatures and growing conditions. Miresmailli said the Canada Space Agency has been helping them throughout the three-year journey to the prize, and he’s encouraged to see the judges not only love their invention but also their food. He said the grant money will be used to “compensate” team members who have been pouring their efforts into the unit. He also hopes the technology won’t just benefit astronauts but people in Northern Canada where weather conditions aren’t always suitable for producing fresh food. This report by The Canadian Press was first published April 10, 2024. Nono Shen, The Canadian Press Note to readers: This is a corrected story. A previous version incorrectly spelled the name of the company Ecoation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miresmailli",
          "sentiment": "none"
        },
        {
          "name": "chris hadfield",
          "sentiment": "none"
        },
        {
          "name": "saber miresmailli",
          "sentiment": "none"
        },
        {
          "name": "hadfield",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nasa",
          "sentiment": "negative"
        },
        {
          "name": "cangrow modular food production system",
          "sentiment": "none"
        },
        {
          "name": "ecoation innovative solutions",
          "sentiment": "none"
        },
        {
          "name": "space agency",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T04:33:55.740+03:00",
    "updated": "2024-04-12T04:33:55.740+03:00"
  },
  {
    "uuid": "64842cf7c3a6f9717c6987d0fe788422192c73c8",
    "url": "https://stylevanity.com/2024/01/buying-work-clothes-online-the-benefits-and-tips-for-a-smooth-shopping-experience.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aly",
    "published": "2024-01-05T20:08:00Z",
    "title": "Buying Work Clothes Online: The Benefits and Tips for a Smooth Shopping Experience",
    "text": "In an ever-changing world of fashion, one would think that the role of clothes related to the workplace would fade in importance, and yet the opposite is true. Sure, the lines between formal and casual may have blurred a bit over the years, but uniforms still retain their significance when it comes to professionalism. Dressing up for work shows you mean business and expresses your respect for the work ethic as well as the company and the industry in general that you’re a part of. Moreover, it’s a marker of credibility for the clients and can be the tool you need to move upward on the professional ladder. Lastly, apparel can be used as a means to showcase your personality, and don’t forget, looking put-together is the solution for a boost in confidence. Simply put, there’s nothing outdated about uniforms. However, there’s one area that’s had an essential upgrade, and that’s [shopping for work clothes online](https://www.cargocrew.com/) as a result of the digital transformation the world’s had in recent times. Why Buy Clothes for Work Online? According to a YouGov survey this year comparing online and offline shopping, the majority of Australians still prefer to buy their clothes in-store. Going through the actual shop aisles as opposed to the digital ones has its own set of advantages, given the chance to touch the fabrics and check for the size or even try on some pieces. But there’s more to visiting virtual retailers than meets the eye, and if you’re up for some convincing, the following aspects shed some light on the matter: The Unbeatable Convenience As of late, time has become one of the luxuries we can’t take lightly. E-commerce has allowed better time management as it reduces the unnecessary stress that’s bound to come from visiting one physical store after another, especially if you’re more particular about the style or fabric, or yours isn’t among the standard sizes. Searching through the specialised work clothes online retailers offer means having the chance to navigate through an extensive array of options with a few clicks on your smartphone, tablet, or laptop, which isn’t exactly possible or doable when you’re personally in the shops. Some companies go to great lengths to ensure you get a smooth and hassle-free shopping experience, so they neatly categorise their items not only in terms of tops and bottoms but professions too. So, when in doubt, simply click on a specific profession category, and you can browse or buy the complete look. In addition to the abundance of apparel choices, you can just as easily find pieces that come at super convenient prices thanks to limited offers and special discounts that you can’t get when shopping at brick-and-mortar stores. One great example is getting bulk discounts for orders of wholesale uniforms for the whole team. This is true regardless of the profession you’re buying for or the size of the business, as some retailers take this kind of loyalty seriously and reward you by saving you money as well. So, choosing to buy online can be both time- and cost-effective! The Exclusivity of Apparel This hands-on approach also means you can easily come across special products and designer items or premium fabrics that go through rigorous testing (think exclusive high-performance, breathable, comfortable fabric) that you wouldn’t otherwise think of or stumble upon. Besides the wider range of variety and unique options, exclusivity could also mean you get the chance to personalise the uniforms according to your preference. Whether this is in the form of embroidery, print, or accessory, it’s all up to you, the staff, and the company dress codes in general. So, the staff could wear something that’s both stylish and comfortable – the perfect combination a successful business relies on! The Control Over Research Sometimes, you have a much different idea of what it is you envision as a uniform for your workplace, or you’re all out of ideas to begin with. Having the flexibility to browse through the vast array of work wear online virtual wardrobes the retailers consist of allows you to make a more informed decision of what it is that’s actually suitable. This control over the research means you’re able to check each of the aspects of the shopping in detail. From doing research on specific brands, their products, prices, and reviews to comparing clothing pieces, styles, fabrics, designs, and colours, you can take care of anything and everything that gets you to a more detailed decision. All this without the pressure of dealing with decision-making in the middle of crowds, or wasting time trying to get to and from shops battling all the traffic and possible bad weather. What Should Be Considered When Buying Work Clothes? As you already have an idea of the various ways shopping for online work wear can benefit you, there are some heads-ups you need to be aware of so you can make the most of the experience and get the result you’re after with minimal to no stress or headache. The following steps can be of help: Do Internal Research Knowing what you can expect to find at the specialised retailers is nice and all, but it’s incomplete unless you back it up with prior internal company research. Focus on the business goals, the acceptable dress code in the company, and the preferred designs, fabrics, and styles, to be able to better streamline the shopping process. And, of course, don’t forget to ask around for each of the employees’ opinions and what their likes and dislikes are to see if everybody could get on the same page. This would come in handy later on with the customisation of the uniforms and how each of the employees could add their own personality to the looks through accessories. Check the Measurements Whether buying individually or doing bulk shopping for work uniforms for whole teams, it’s important to know the sizing and measurements beforehand to be certain you’ll get the adequate clothes online stores offer. Not every retailer is going to have the same sizing, so be sure to check theirs, and if they have just the standard options, see if they fit with the measurements on the bust, waist, hips, and inseam of each of the employees. If available, try virtual try-on tools, and if not, there’s probably a sizing guide you can consult on the store’s website. Be Clear on the Budget Nowadays, most of us are no strangers to impulse purchases, but things get slightly more complex when it comes to shopping for clothes for work for the whole team. That’s why it’s advisable to set up a realistic budget before taking care of the shopping, so you get a financial boundary that would assist you with making wiser and more conscious purchases.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.cargocrew.com/",
      "https://cargocrew.com/",
      "https://www.cargocrew.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:22:14.558+02:00",
    "updated": "2024-01-13T03:39:05.481+02:00"
  },
  {
    "uuid": "ce7ad1fe0dd66ec0a5e118027a6f6050dd90b5b9",
    "url": "https://vnexplorer.net/de-startup-a-unicornio-secretos-de-la-plataforma-que-permite-armar-una-tienda-online-en-el-dia-s823559.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-05T21:54:00Z",
    "title": "De startup a unicornio: secretos de la plataforma que permite armar una tienda online en el día",
    "text": "Un grupo de 5 estudiantes entusiastas arrancó allá por el año 2008 con la idea de generar un cambio disruptivo en el comercio online, aunque sin saber a las claras en qué se transformaría, porque apenas era el 1% del comercio minorista. Luego vino el boom del desarrollo que posicionó a Tiendanube como la 6ta startup más valiosa de Latinoamérica.\nAlejandro Vazquez, CEO’s del unicornio, charló con PERFIL e hizo un repaso del recorrido de la compañía, los récords que vienen superando y el desafío de sumar a las nuevas tecnologías como la inteligencia artificial.\nRecibieron una primera inyección de capital desde un grupo de “inversores ángeles” que les confiaron 300 mil dólares cuando eran apenas 5 cabezas imaginando un negocio que no tenía límites definidos. A partir de ahí y tras varias rondas de inversión (en las dos últimas reunieron u$s 600 millones) lograron ir duplicando el staff hasta contar con la nómina actual de 1000 colaboradores. Pero en el medio, Vazquez destacó que el camino fue constante. A paso de hormiga. No parar nunca, incluso cuando el contexto era más esquivo.\n“Cuando arrancamos creamos una plataforma pensando en que cualquier persona, con autonomía y sin conocimientos técnicos, pudiera armar una tienda online sin burocracia y por un valor mensual accesible, algo que sólo tenían a la mano, en ese momento, las grandes empresas”, señaló el ejecutivo.\n“Hoy se habla de los modelos SAS (software as a service) que son muy comunes, pero en ese momento (2011) casi nadie hablaba, y si bien había muchas empresas ofreciendo servicios de e-commerce, principalmente en Brasil y menos en Argentina, nadie lo hacía con este modelo.\nLa pandemia fue un espaldarazo fuerte para el desarrollo, pero no fue el único salto importante. Para el ejecutivo, la constancia en esta misión de crecer siempre, los fue ayudando. En una charla con PERFIL el empresario le puso nombre y apellido al éxito. Los colaboradores y las más de 120 mil empresas que hoy tienen su e-commerce en la Plataforma.\nAlejandro Vazquez. CEO Tienda Nube\nPERFIL: – El crecimiento fuerte ¿fue por la pandemia o vieron el quiebre en otro momento? Alejandro Vazquez: Hubo dos momentos: uno fue más una constante desde que arrancamos en 2011 con la ronda de los “inversores ángeles” que invirtieron 300 mil dólares y nos permitieron comenzar a contratar al primer grupo de trabajo con las cuáles armar este ecosistema que proyectamos. Durante tres años el foco fue crear una plataforma muy simple, operable por cualquier persona. El negocio crecía consistentemente y cada dos años cerrábamos una nueva ronda de inversión para ir más rápido en la formación de equipos. Hoy somos 1000, pero de 5 pasamos a 10, de 10 a 20, de 20 a 50 y esas rondas nos ayudaron a escalar el negocio.\nAsí pasamos 9 años creciendo consistentemente. No hubo nunca un salto abismal. Al principio en la Argentina y en 2012 llegando ya a Brasil, así fue la primera parte de la historia de nuestra marca\nPERFIL ¿Entonces en la pandemia también hubo cambios? AV : Cuando llegó la pandemia, el e-commerce representaba el 5% de las ventas minoristas y no teníamos idea de qué iba a pasar. Las dos primeras semanas las ventas de nuestros clientes cayeron a la mitad, al igual que nuestra facturación. Para la cuarta semana se generó la situación inversa y se saltó a un récord de ventas, que siguió en alza varios meses.\nPERFIL: ¿En qué notaron los cambios? AV: Hubo dos efectos, por un lado los casi 30 mil clientes que teníamos estaban vendiendo más y por el otro, todos los negocios que tuvieron que bajar la persiana estaban desesperados por vender y el online era el único canal disponible. Nos buscaron para crearse la tienda online y es literal que tuvimos muchos casos de clientes que en el mismo día creaban la tienda y comenzaban a vender.\nEso nos convirtió en la plataforma de e-commerce que más creció en Argentina y en América Latina. Y eso fue porque habíamos trabajado durante 9 años en un modelo realmente muy intuitivo y muy fácil de usar.\nPERFIL – ¿Cómo hace alguien que quiere crear una tienda online? AV: El proceso es el mismo de siempre. Para empezar, no es necesario hablar con nadie, aunque está la posibilidad si el cliente lo prefiere. Se crea una cuenta como en una red social, y en el panel de administración se deberán cumplir 4 pasos básicos:\n1) Cargar panel con los productos a vender\n2) Diseñar la tienda\n3) configurar una opción de pago y\n4) configurar una opción de envío.\nPERFIL: ¿Hubo un hito importante a fines de 2021, no? AV: Si.. fue cuando cerramos dos rondas de inversión de 600 millones de dólares entre las dos, de las más grandes de América latina. Diferentes fondos de inversión que invirtieron en tecnología y eso fue otro momento de quiebre para acelerar lo que estamos construyendo.\nPERFIL: ¿Ahora dejaron de ser sólo una plataforma para armar e-commerce? AV: Si, porque también ofrecemos pago nube, logística en el caso de Brasil con nuestra propia solución de envío y otros productos para dar más herramientas a emprendedores y pymes que les permitan competir con grandes market places y retailers. Hablamos de bajar las barreras para emprender. Por eso también tenemos un plan gratuito.\nComercio electrónico, pymes y penetración del online PERFIL: ¿Qué porcentaje representa hoy el comercio electrónico? AV: Depende la estadística que se tome, pero alrededor del 10% al 12%. Fue un crecimiento agresivo, que desaceleró post pandemia, pero esto realmente recién empieza. EEUU está en niveles del 20% y China en el 50%. Vamos en esa dirección. No será el próximo año, pero tal vez en los próximos 5 o 6 años.\nSin embargo, más allá de la penetración del comercio online, Vázquez propone mirar a la cantidad de pymes que están vendiendo por el canal online y se entusiasma con ese dato, porque apenas el 13% de las pequeñas y medianas empresas de Argentina lo están haciendo. Y ese número es mucho más chico en la región.\nPERFIL: -¿Cuántos clientes tienen hoy?\nAV: “Hoy tenemos 120 mil clientes que pagan por nuestros servicios de tienda online, la mitad de los cuáles está en Brasil y casi lo mismo en Argentina. El otro pequeño porcentaje se reparte entre Chile, Colombia y México”. Y si bien el salto es fuerte reconoce que todavía hay mucho trabajo por delante, porque hay millones de pymes con las cuales trabajar.\nAdemás, acabamos de lanzar una nueva unidad de negocio enfocada en Marketing Automation, con la incorporación de Perfit, un proveedor de soluciones de automatización que facilita la gestión, segmentación y envío de mails a listas de contactos o bases de correos de manera eficiente y personalizada para los negocios. La tecnología diferencial con apoyo de inteligencia artificial optimiza el tiempo invertido en estrategias de marketing, enviando a cada contacto el mensaje asertivo en el momento correcto. Con eso, las marcas pueden automatizar la comunicación de sus tiendas y potenciar sus ganancias en promedio un 17% más.\nPERFIL. ¿Por qué tienen tantas expectativas con este nuevo negocio? AV: Esta alianza nos proyecta hacia un emocionante futuro de avances tecnológicos y una colaboración más estrecha, en beneficio de las marcas que nos eligen como sus socios estratégicos para vender online.\nPERFIL: ¿Qué planes tienen para el mediano plazo? PERFIL: Se ve un cambio disruptivo a nivel de mercados con la llegada del nuevo gobierno ¿Eso abre posibilidades? AV: Nosotros vamos a seguir trabajando para las pymes. En los 12 años que llevamos en los mercados pasamos por diferentes colores políticos y hemos descubierto que emprendedores siempre nacen, algunos por necesidad y otros por deseo; y las pymes tienen superpoderes para desarrollar un negocio que se prorrogue en el tiempo. Y no hablo sólo de Argentina sino también de América Latina en general. Nuestro papel es el mismo, cómo les damos mejores herramientas para que puedan vender más.\nEl camino de la startup comenzó con la motivación de reducir las barreras a la hora de emprender a través de una plataforma integral que abriera las puertas del mundo online a las PyMEs, los emprendedores y también a las grandes marcas. “Luego de 12 años estamos construyendo el mayor ecosistema de e-commerce para marcas. Nos enorgullece haber marcado una década de logros y expansión, y proyectamos seguir por este camino para reducir las barreras a la hora de emprender y brindar la mejor tecnología a las marcas que nos eligen”, concluyó el empresario.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDnv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwDnv.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:40.420+02:00",
    "updated": "2024-01-06T00:01:40.420+02:00"
  },
  {
    "uuid": "91d828a7c2f43a5263e8be5d8a0177777d4ea068",
    "url": "https://www.sasktoday.ca/national-sports/newman-aims-for-new-heights-in-pole-vault-at-world-athletics-indoor-championships-8378686",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abdulhamid Ibrahim; The Canadian Press",
    "published": "2024-02-29T22:05:00Z",
    "title": "Newman aims for new heights in pole vault at world athletics indoor championships",
    "text": "Alysha Newman has her sights set on crossing an even higher bar.\nThe 29-year-old London, Ont., native is just a week removed from resetting her national record in the women's pole vault in Rouen, France, at 4.83 metres. She now heads into the world athletics indoor championships in Glasgow, Scotland looking to break it again.\n\"That's in my head. I want to break the Canadian record again and I want to try out that pole,\" Newman said. \"I'm like itching to jump on that pole again because I know that pole will launch me in the air and we found a pole that is going to work for me through between a 4.80 to a 4.90.\n\"It's exciting because those are numbers that win Olympic medals and so that's exciting, but it's still gotta be executed.\"\nThe championships go from Friday to Sunday, with the women's pole vault final taking place Saturday evening local time. Newman views it as a good opportunity to compete against the very best in the world in her event.\n\"It's a big meet and it's a prep for Olympics,\" she said. \"Those top 12 girls that are competing at indoor worlds, you're going to see those women at the Olympics and to know that if you could be on the podium this weekend, that you're in really good shape.\n\"But again, the Olympics is, what, five months away? Six months away. A lot can happen in that.\"\nNewman has been incredibly active to start the year, competing in 11 events since January, including two 60-metre sprints. She has shown consistent progression, already putting forth four 4.70-plus jumps, including her new national record. She had four such jumps all of last season.\nConsistency has been the name of the game for Newman, who's been using new poles.\n\"Before you think even about being an Olympic gold medallist or an Olympic medallist, you have to figure out how you're going to be consistent, and then how you're going to be consistently jumping higher than all the other girls,\" she said. \"And I think a lot of my mistakes in the past was I would jump high once and I'd be like, 'OK, I can get this, I'll do it again.'\n\"But if we're realistic, you know, I'm not a superhero. I am a human. And you have to be able to jump, you know, 4.85 multiple times on a bad day to then jump a 4.95 or a five metres on your best day.\"\nNewman had a bounceback 2023 season, after years of dealing with injury and the pandemic, in which she won the world indoor tour final in February, before setting a national championship meet record (4.73) in July. However, she fell short of making the worlds final in August.\n\"Alysha was in good shape,\" coach Zdenek Krykorka said. \"She happened to scratch the pole in one of the jumps, then we started to panic (with) what pole she was supposed to be on, so just too many things happened at the same time. Unfortunately in the biggest meet of the year.\"\nBut he feels Newman will shock some people this year.\n\"She started this year on a high note and she just keeps going up,\" he said. \"And I just believe, it doesn't need to stop there. … I think she is ready to surprise a lot of people.\"\nNewman has dealt with numerous doubters since she last set the national record in 2019, but has found ease in the confidence from those around her.\n\"A lot of outsiders are like, 'Is Alysha Newman done, is she not competing,'\" Newman said. \"But when you surround yourself with coaches and people that absolutely see your potential, it makes it a lot easier.\n\"Athletics Canada after 2022, they asked me if I should retire. They sent me our sports psych (Dr. Penny Werthner) and they came and try to have a conversation with me … and (she) said, 'Alysha, I think you should be done.' And it was just shocking because they're my organization, you would think that they would be on my side.\"\nAdmitting she went off talent from 2020-2023, Newman says she has fallen back in love with sport.\n\"I think I'm saying a lot of 'no's' to excess things that I used to do,\" she said. \"I'm calling it like my selfish era. I've just been really having a good time.\n\"I just want to pole vault and I haven't felt like that since 2019.\"\nThis report by The Canadian Press was first published Feb. 29, 2024.\nAbdulhamid Ibrahim, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "newman",
          "sentiment": "negative"
        },
        {
          "name": "alysha newman",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "ont.",
          "sentiment": "none"
        },
        {
          "name": "rouen",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "glasgow",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:21:17.246+02:00",
    "updated": "2024-03-01T00:21:17.246+02:00"
  },
  {
    "uuid": "5385822b723559fcc68394db171273fe53cdbde6",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrft3928829.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:33:00Z",
    "title": "碳中和龙头ETF（159640）跌1.08%，半日成交额240.98万元|碳中和_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，碳中和龙头ETF（159640）跌1.08%，报0.732元，成交额240.98万元。碳中和龙头ETF（159640）重仓股方面， 宁德时代 截止午盘跌1.13%， 紫金矿业 跌1.44%， 长江电力 跌0.33%， 比亚迪 跌1.40%， 万华化学 跌1.07%， 汇川技术 跌0.05%， 阳光电源 跌2.96%， 隆基绿能 跌1.37%， TCL科技 跌1.37%， 宝钢股份 跌1.82%。\n碳中和龙头ETF（159640）业绩比较基准为中证上海环交所碳中和指数收益率，管理人为工银瑞信基金管理有限公司，基金经理为李锐敏，成立（2022-07-13）以来回报为-26.01%，近一个月回报为-1.50%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->financial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:04.148+03:00",
    "updated": "2025-06-20T05:06:50.000+00:00"
  }
]