[
  {
    "uuid": "28fca06a0b2f0594a87880c495cd5221bc1f7aa5",
    "url": "https://abc17news.com/cnn-regional/2023/12/28/virginia-mom-asks-taylor-swift-fans-for-help-with-her-daughter-and-boy-did-they-respond/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-28T21:48:00Z",
    "title": "Virginia mom asks Taylor Swift fans for help with her daughter and boy did they respond",
    "text": "Virginia mom asks Taylor Swift fans for help with her daughter and boy did they respond\nBy Cameron Thompson\nClick here for updates on this story\nCHESTERFIELD COUNTY, Virginia (\nWTVR) — Like many mother-daughter relationships, Sarah Blanks and her daughter Abby have a special one. Along with a deep love for each other, the pair also share a love for Taylor Swift.\nMother Sarah claims she was a Swifty first.\n“She was going through the same thing I was — heartbreak, friendships, friend struggles, you know, it’s all portrayed in her music,” Blanks, who is around Swift’s age, said.\nIt did not take much to convert daughter Abby.\n“I shared, ‘Shake it Off,’ I think was the first one with my daughter when it first came out in 2014. She was four. And she would just dance and shake it off in her car seat and it’s just been a love story ever since then,” Blanks said.\nLike her mom, Abby has been drawn to what Swift sings about.\n“I just feel like as I’m getting older, I can go back and listen to her music that she made when she was struggling with the same things that I am now,” Abby said.\nThe pair have made several trips to Swift concerts — including the opening of her current Eras Tour.\nAs Abby approached her 13th birthday this year, her mom reached out to fellow Swift fans, known as Swifties, with a special request.\nBlanks wrote a social media post asking fellow Swifties to send in cards to help Abby celebrate.\n“Being a teenager is hard. Being a teenage girl is even harder. She’s had a lot of struggles this past year,” Blanks said. “All I wanted was to give her the best 13th birthday.”\nBlanks said she expected about 20 cards to arrive.\nBut more than 250 were delivered from around the world.\nMom decorated the walls with the cards to surprise her Swiftie daughter.\n“I didn’t think the cards were actually, like, actual cards. And then I started opening some, and they were actual cards from people all over the world. I was just completely shocked,” Abby said.\nAmong the cards, were things like friendship bracelets and jars of her quotes.\nFor Abby, the experience was a lesson in community.\n“I just think it shows that you don’t really have to know someone for them to care about you,” Abby said.\n“I have cried multiple times just thinking about it,” her mom shared. “I know I personally have struggled finding a community that supports me and I know that being a teenager is difficult to find a community. So I think it’s important to be able to show her what it looks like.”\nBlanks and Abby said they’ll continue to watch Swift shows on tour and hope to be able to meet some of their fellow Swifties who helped make this a reality.\nPlease note: This content carries a strict local market embargo. If you share the same market as the contributor of this article, you may not use it on any platform.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.wtvr.com/news/local-news/mom-asks-taylor-swift-fans-for-help-dec-25-2023",
      "https://wtvr.com/news/local-news/mom-asks-taylor-swift-fans-for-help-dec-25-2023"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor swift",
          "sentiment": "neutral"
        },
        {
          "name": "cameron t",
          "sentiment": "neutral"
        },
        {
          "name": "sarah",
          "sentiment": "none"
        },
        {
          "name": "sarah blanks",
          "sentiment": "none"
        },
        {
          "name": "abby",
          "sentiment": "none"
        },
        {
          "name": "swift",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:24.863+02:00",
    "updated": "2023-12-29T00:11:24.863+02:00"
  },
  {
    "uuid": "f10d8104e4e318ff2de9b7964cc7f6e7116073b4",
    "url": "https://vnexplorer.net/shakira-cierra-el-2023-con-broche-de-oro-nuevo-reconocimiento-mundial-s709501.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T16:03:00Z",
    "title": "Shakira cierra el 2023 con broche de oro, nuevo reconocimiento mundial",
    "text": "El año 2023 ha sido una montaña rusa de emociones para Shakira, marcado por éxitos musicales y desafíos legales. La artista, reconocida por sus logros en la música y su compromiso con diversas causas, enfrentó una batalla legal con Hacienda en España a lo largo del año, siendo el último gran escándalo alrededor de su carrera y vida personal.\nOtros acontecimientos para Shakira en 2023 Shakira anunció que llegó a un acuerdo con la justicia española y se comprometió a saldar sus deudas fiscales, además de su sonada separación con el exfutbolista Gerard Piqué, son acontecimienos que marcan el cierre de un capítulo oscuro en su vida en España. Sin embargo, no todo ha sido negativo, la salud de su padre, William Mebarak, ha mostrado signos de mejoría y a esto se le suma la buena noticia de la inauguración de su estatua en Barranquilla.\nShakira cierra el año con otro reconocimiento En medio de estos acontecimientos, Shakira compartió una emocionante noticia con sus seguidores a través de Instagram. La artista reveló que figura entre “los artistas latinos más buscados en Google en el mundo entero”. Este reconocimiento no solo destaca su carrera musical sino también el interés constante que genera en el público.\nIMAGEN NUEVO RECONOCIMIENTO SHAKIRA\nLa noticia fue recibida con entusiasmo por parte de Shakira, quien compartió su asombro con un “Wow!” en respuesta al informe. Este logro, que va más allá de sus éxitos en la música, resalta la relevancia continua de Shakira a nivel global y la conexión que mantiene con su audiencia.\nOtras noticias:\nDisputa interna: despedido manager de RBD Yeison Jiménez, cantante de música popular, al quirófano por problemas de salud",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcYb5.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcYb5.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:07:20.771+02:00",
    "updated": "2023-12-29T18:07:20.771+02:00"
  },
  {
    "uuid": "24ec6801f4b60870514807966a0a7f3a7680f0c0",
    "url": "https://www.mysuncoast.com/2023/12/29/2-dalmatians-fight-off-pack-4-coyotes-protect-their-dog-walker/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@mysuncoast",
    "published": "2023-12-29T21:04:00Z",
    "title": "2 Dalmatians fight off pack of 4 coyotes to protect their dog walker",
    "text": "2 Dalmatians fight off pack of 4 coyotes to protect their dog walker BOSTON (WBZ) – Two Dalmatians had their instincts kick in when they and their dog walker were surrounded by coyotes Wednesday in Boston. Dog walker Josstin Lantadilla was out for a nighttime walk with two Dalmatians, Deanna and Tasha, near a Brighton apartment complex. “Deanna got very upset, and she looked up, jumped backward, and I said, ‘What’s wrong with her?’” Lantadilla said. Deanna’s barking alerted Lantadilla to look backward. Turns out, a pack of four coyotes was quietly lurking behind them. “So when I look at the back, I just saw them, I never realized there were four coyotes behind me,” he said. The coyotes were bold and lunged at the leashed Dalmatians. Lantadilla said Deanna bit one of the coyotes in the neck, which convinced the pack to run away. Jane Friedlander, the dogs’ owner, said she is not surprised that her dogs acted so bravely. She said this isn’t the first time her dogs have been targeted by coyotes. Lantadilla and the dogs were unharmed, and their owner is crediting their breed. “They’re meant to drive away coyotes, wolves, foxes, rabbits, anything that would bother a stable or horses,” Friedlander said. There’s no doubt in the dog walker’s mind that the two dogs were looking out for him that night. “Of course, they were meant for that,” he said. Copyright 2023 WBZ via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tasha",
          "sentiment": "none"
        },
        {
          "name": "deanna",
          "sentiment": "none"
        },
        {
          "name": "josstin lantadilla",
          "sentiment": "none"
        },
        {
          "name": "jane friedlander",
          "sentiment": "none"
        },
        {
          "name": "lantadilla",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "lantadilla",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:05:43.956+02:00",
    "updated": "2023-12-29T23:05:43.956+02:00"
  },
  {
    "uuid": "67dc7eaea5a341c6a34ce37d036189332811325e",
    "url": "https://www.achrnews.com/articles/154259-franklin-electric-named-a-best-place-to-work-in-indiana",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The ACHR NEWS Editorial Staff",
    "published": "2024-02-29T21:00:00Z",
    "title": "Franklin Electric Named a Best Place to Work in Indiana",
    "text": "FORT WAYNE, Ind. — Franklin Electric Co. Inc. has been named one of the Best Places to Work in Indiana by the Indiana Chamber of Commerce.\nThe chamber announced this year’s winners on its website; rankings will be unveiled at an awards event planned for May. The recognition is one of several, including awards at the national level presented by Newsweek and USA Today, that the company received in the past 12 months.\nThe Indiana Chamber uses the Best Places award to recognize companies that demonstrate a commitment to fostering workplace cultures that instill pride in their employees, a press release from Franklin Electric said. In addition to company input, the nomination review process includes an employee survey component. This survey helps identify each company’s strengths and weaknesses and weighs heavily as the winning list is decided.\nThe Workforce Research Group handled the selection process.\n“The fact that this award utilizes our employees’ input makes this recognition especially meaningful,” said Gregg Sengstack, board chairman and CEO at Franklin. “We’re proud to call Indiana home, and we always strive to create a workplace culture that is positive, supportive, and valued.”\nWinners were selected from four categories: small companies of between 15 and 74 U.S. employees, medium companies of between 75 and 249 U.S. employees, large companies of between 250 and 999 U.S. employees, and major companies with 1,000 or more U.S. employees.\nFranklin Electric was one of only two major companies based in Fort Wayne named to the year’s list.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gregg sengstack",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "franklin electric",
          "sentiment": "neutral"
        },
        {
          "name": "franklin electric co",
          "sentiment": "neutral"
        },
        {
          "name": "inc.",
          "sentiment": "neutral"
        },
        {
          "name": "franklin",
          "sentiment": "none"
        },
        {
          "name": "indiana chamber of commerce",
          "sentiment": "none"
        },
        {
          "name": "workforce research group",
          "sentiment": "none"
        },
        {
          "name": "newsweek",
          "sentiment": "none"
        },
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indiana fort wayne",
          "sentiment": "none"
        },
        {
          "name": "ind.",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:30:37.274+02:00",
    "updated": "2024-03-01T00:30:37.274+02:00"
  },
  {
    "uuid": "69a1a3106828e79415502edc1de7dd21ba7873df",
    "url": "https://ground.news/article/tip-leads-to-stolen-tacoma-habitat-for-humanity-truck-heres-where-it-was-found",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-30T03:31:00Z",
    "title": "Ground News - Stolen donation truck returned to Tacoma Habitat for Humanity",
    "text": "Summary by Ground News A stolen donation truck was returned to the Tacoma /Pierce County Habitat for Humanity. Authorities received a tip from someone about a truck that matched the description of the stolen vehicle. The truck was discovered nearly an hour north of Tacoma in a Redmond neighborhood. There was no major damage, but the license plates had been swapped with temporary ones. Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nKing5 News Center High Factuality Media Conglomerate: Tegna Inc. Stolen donation truck returned to Tacoma Habitat for Humanity The truck was discovered in a Redmond neighborhood. There was no major damage, but the license plates had been swapped with temporary ones.\n3 hours ago · Seattle, United States Read Full Article\nKing5 News Center High Factuality Media Conglomerate: Tegna Inc.\nStolen donation truck returned to Tacoma Habitat for Humanity The truck was discovered in a Redmond neighborhood. There was no major damage, but the license plates had been swapped with temporary ones.\n3 hours ago · Seattle, United States Read Full Article The News Tribune Center High Factuality Tip leads to stolen Tacoma Habitat for Humanity truck. Here’s where it was found The truck was discovered stolen on Tuesday.\n4 hours ago · Tacoma, United States Read Full Article\nThe News Tribune Center High Factuality\nTip leads to stolen Tacoma Habitat for Humanity truck. Here’s where it was found The truck was discovered stolen on Tuesday.\n4 hours ago · Tacoma, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://www.king5.com/article/news/local/stolen-donation-truck-returned-tacoma-habitat-for-humanity/281-6bf87d2b-03d0-4468-be43-e28883320926?utm_source=ground.news&utm_medium=referral",
      "https://www.thenewstribune.com/news/local/article283655243.html?utm_source=ground.news&utm_medium=referral",
      "https://king5.com/article/news/local/stolen-donation-truck-returned-tacoma-habitat-for-humanity/281-6bf87d2b-03d0-4468-be43-e28883320926?utm_source=ground.news&utm_medium=referral",
      "https://thenewstribune.com/news/local/article283655243.html?utm_source=ground.news&utm_medium=referral",
      "https://www.thenewstribune.com/news/local/article283655243.html",
      "https://www.king5.com/article/news/local/stolen-donation-truck-returned-tacoma-habitat-for-humanity/281-6bf87d2b-03d0-4468-be43-e28883320926"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "articles all left center right king5 news center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "tegna inc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tacoma",
          "sentiment": "none"
        },
        {
          "name": "pierce county",
          "sentiment": "none"
        },
        {
          "name": "tacoma habitat",
          "sentiment": "none"
        },
        {
          "name": "seattle",
          "sentiment": "none"
        },
        {
          "name": "redmond",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T06:41:05.506+02:00",
    "updated": "2023-12-30T06:41:05.506+02:00"
  },
  {
    "uuid": "041d2e8b41b334304d14a3b6200294084e417563",
    "url": "https://www.khaleejtimes.com/world/mena/gaza-couple-marry-in-tent-city-by-barbed-wire-border-fence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-01-19T17:20:00Z",
    "title": "Gaza couple marry in tent city by barbed wire border fence - News | Khaleej Times",
    "text": "Palestinian groom Mohammed Al Ghandour wanted to give his bride a beautiful wedding but after war began in Gaza they had to flee their homes and the couple finally got married this week in the tent city where they now live.\nGhandour led his wife Shahad by the hand towards the tent decorated with some coloured lights and a mirror with a gold-coloured frame as a few relatives escorted them, clapping in time.\nInside the tent Shahad, wearing a white dress and veil with traditional red embroidery, lifted her hand and Ghandour put a ring on it.\n\"I wanted a party. I wanted a celebration, a wedding. I wanted to invite my friends, my relatives and my cousins, like anyone would,\" said Ghandour.\nThe couple are from Gaza City in the north of the tiny enclave where some of the worst of Israel's heavy bombardment and the fighting between it and Hamas have taken place since the war began on October 7.\nThe homes of both Ghandour's family and Shahad's family were destroyed in Israeli airstrikes, they said, and they lost cousins and other family members in the bombardment.\n\"My happiness is maybe at 3 per cent but will get myself ready for my wife. I want to make her happy,\" said Ghandour.\nInstead of the big party that Ghandour had wanted, he and Shahad had a small group of relatives who like them had managed to leave Gaza City and flee to Rafah, at the far southern end of the strip next to Egypt.\nShahad's mother led a small group of women ululating in celebration of the marriage and somebody had saved batteries for a small portable music player.\nFor a wedding feast in an enclave that the UN warns is heading towards famine, the couple had only a few snacks in plastic package, laid out carefully for them in the tent.\nBoth families had already spent lots of money on the wedding before the war began. Shahad had spent more than $2,000 on clothes, they said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohammed al ghandour",
          "sentiment": "neutral"
        },
        {
          "name": "shahad",
          "sentiment": "none"
        },
        {
          "name": "ghandour",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "khaleej times",
          "sentiment": "neutral"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza city",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T20:16:35.625+02:00",
    "updated": "2024-01-19T20:16:35.625+02:00"
  },
  {
    "uuid": "9147602d4515233bbf134fb20476fe11bd9f4a39",
    "url": "https://thedailyrecord.com/2024/04/18/retiring-from-md-supreme-court-hotten-cited-for-empathy-and-as-a-trailblazer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rachel Konieczny",
    "published": "2024-04-18T20:39:00Z",
    "title": "Retiring from MD Supreme Court, Hotten cited for empathy and as a trailblazer - Maryland Daily Record",
    "text": "Maryland Supreme Court Justice Michele D. Hotten, who became known for her collegiality and empathy and for her forceful written opinions, will retire as an active justice on Saturday after nearly a decade on the high court bench and almost 30 years of service at each level of the state judiciary. Hotten will begin her status as a senior justice on Sunday, according to a spokesperson for the Maryland Judiciary, following her reaching the mandatory retirement age of 70 as prescribed by the Maryland Constitution. Hotten’s time in the Maryland Judiciary has been marked by a number of firsts. In 1995, Hotten became the first Black woman appointed to the Prince George’s County Circuit Court, serving as an associate judge for the circuit court until August 2010. Upon her appointment to the then Court of Special Appeals later that month by Gov. Martin O’Malley, Hotten became the first Black woman to serve on any Maryland appellate court. Hotten’s appointment to the then-Maryland Court of Appeals by Gov. Larry Hogan in 2015 made her the first Black person from Prince George’s County and first woman from Prince George’s County to have been appointed to Maryland’s highest court. Hotten also became the second Black woman appointed to the Maryland Supreme Court, with Justice Shirley M. Watts’ 2013 appointment marking the first time a Black woman had served on the state’s highest court. Known for her preparedness, collegiality and open mind on the bench, as described by her fellow high court colleagues during a special event at the Maryland Supreme Court earlier this month celebrating her retirement , Hotten choked up talking about her time in the judiciary. “My 30 years with the judiciary was a journey of exploration, affording an opportunity to examine a myriad of legal issues while acknowledging the paramount importance of adhering to the rule of law,” Hotten said during the event. “The task of perfecting the process of resolving those issues while maintaining the dignity of the people who grace our courtrooms has moved forward during those years.” Justice Jonathan Biran said many of Hotten’s majority opinions for the high court will “have a lasting impact on the work of the judiciary,” but noted one of her dissents as truly representative of her character. Hotten wrote the sole dissenting opinion in the high court’s 2021 decision in Anne Arundel County, Maryland v. Reeves , where the majority ruled that recovery for compensatory damages for the tortious death of a dog is limited by statute and does not permit recovery for noneconomic damages. In her dissent, Hotten implored the reassessment of Maryland law to treat family pets as more than “mere chattel.” “A dog, unlike an inanimate object, welcomes its human companion after a day at work, protects its human companion when in danger, and exhibits behavior and emotions that is consistent with grief and distress when its human companion is ill, injured, or passes away,” Hotten wrote. “Given prevailing societal values, attitudes, and norms, it no longer appears tenable to deny emotional damages for a cherished family dog, killed with gross negligence, in the same way that the common law precludes emotional damages for an inanimate object that was accidentally broken.” Biran also noted Hotten’s 2022 authored opinion for the majority in Harris v. State as an impactful ruling, which found that a felony murder conviction for the killing of a Baltimore County police officer was not statutorily preempted by the manslaughter by motor vehicle statute. Steve Klepper, appellate lawyer at Kramon & Graham, said her dissent in the 2019 high court opinion in State v. Syed is often referred to as her greatest dissent. While the majority concluded that Adnan Syed’s trial counsel was deficient for failing to investigate a potential alibi witness but ruled this deficiency did not prejudice Syed, Hotten wrote in her dissent that the deficiency was prejudicial because the alibi witness offered to testify that she spoke with Syed at the time the state contended that he killed his girlfriend. “She is best known for her empathy in the finest sense of the word,” Klepper said of Hotten. “She typically came to argument with an open mind as to which way she might rule.” Elizabeth Hewlett, a friend of Hotten’s for more than 40 years, said Hotten has worked extraordinarily hard and “is the personification of perseverance.” “She throws you for a loop sometimes because as intellectual and sage as she is, she’s got eclectic taste in music — she’s a huge fan of Prince, and (the color) purple,” Hewlett, who is vice chair of the National Capital Planning Commission, said. Hewlett said at the time Hotten began working as assistant state’s attorney in Prince George’s County in 1985, there were not many Black women attorneys. “People were watching, whether she realized it or not, and then they saw her and said, ‘if she can do this, I can do this,’” Hewlett said. One of those future attorneys watching was Angela Alsobrooks, current county executive for Prince George’s County. “Justice Hotten has been a mentor to countless individuals pursuing legal careers, including myself, and we have been extremely proud to watch her rise through the ranks in Prince George’s County and the state,” said Alsobrooks. “She has honorably served our residents with integrity, courage, and dedication, and we appreciate her service to both our great County and State.” Hewlett said the expression “still waters run deep” epitomizes Hotten. “She’s not necessarily the most gregarious, but she has tremendous depth and there’s so many facets to her personality,” Hewlett said. “She’s a wonderful composite of all things wonderful, period.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.courts.state.md.us/data/opinions/coa/2021/68a19.pdf),",
      "https://www.courts.state.md.us/coappeals/webcasts/specialevents),",
      "https://www.courts.state.md.us/data/opinions/coa/2019/24a18.pdf)",
      "https://www.courts.state.md.us/data/opinions/coa/2022/45a21.pdf)",
      "https://courts.state.md.us/data/opinions/coa/2019/24a18.pdf)",
      "https://courts.state.md.us/data/opinions/coa/2021/68a19.pdf),",
      "https://courts.state.md.us/data/opinions/coa/2022/45a21.pdf)",
      "https://courts.state.md.us/coappeals/webcasts/specialevents),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michele d. hotten",
          "sentiment": "negative"
        },
        {
          "name": "hotten",
          "sentiment": "negative"
        },
        {
          "name": "larry hogan",
          "sentiment": "none"
        },
        {
          "name": "martin o’malley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "maryland daily record maryland supreme court",
          "sentiment": "negative"
        },
        {
          "name": "md supreme court",
          "sentiment": "negative"
        },
        {
          "name": "maryland judiciary",
          "sentiment": "none"
        },
        {
          "name": "prince george’s county circuit court",
          "sentiment": "none"
        },
        {
          "name": "maryland court of appeals",
          "sentiment": "none"
        },
        {
          "name": "court of special appeals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "prince george’s county",
          "sentiment": "none"
        },
        {
          "name": "maryland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:11:47.529+03:00",
    "updated": "2024-04-19T01:57:41.774+03:00"
  },
  {
    "uuid": "d812e3f431e949543dd13a82d3b356caebba35bf",
    "url": "https://www.diariodepernambuco.com.br/noticia/brasil/2024/12/video-menino-e-resgatado-apos-ficar-a-deriva-em-bolha-inflavel-no-mar.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario de Pernambuco",
    "published": "2024-12-26T22:10:00Z",
    "title": "Vídeo: menino é resgatado após ficar à deriva em bolha inflável no mar",
    "text": "SÃO PAULO\nVídeo: menino é resgatado após ficar à deriva em bolha inflável no mar\nUma criança ficou à deriva em uma bolha inflável no mar de Ubatuba, no litoral norte de SP, e foi resgatada por tripulantes de uma lanchaPublicado em: 26/12/2024 19:10 | Atualizado em: 26/12/2024 19:19\nReprodução/Redes sociais |\nUma criança foi resgatada por tripulantes de uma lancha na tarde dessa terça-feira (24/12) após ficar à deriva dentro de uma bolha inflável no mar da Praia do Lázaro, em Ubatuba, no litoral norte de São Paulo.\nRafael Graça do Prado, de 32 anos, estava em um passeio de lancha com os filhos quando avistou a boia no meio do mar e decidiu se aproximar para ver se alguém estava dentro dela.\nQuando o marinheiro e dono de uma empresa de turismo náutico viu que era uma criança de aproximadamente oito anos, conversou com o menino para acalmá-lo. Outra embarcação, de pessoas que são amigas de Rafael, também se aproximou para auxiliar no resgate. A filha de Rafael registrou o momento.\nConfira as informações completas no Metrópoles.\nMais notícias",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->human mishap",
      "Social Issue->social condition",
      "Social Issue->children",
      "Social Issue->social problem",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->outdoor recreational activities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:43:20.687+02:00",
    "updated": "2024-12-27T00:43:20.687+02:00"
  },
  {
    "uuid": "24ba2b702c791c985699e0e1fd878ac05af29cac",
    "url": "https://www.rtl.be/actu/magazine/animaux/sur-les-cotes-turques-le-baby-boom-des-tortues-marines/2024-07-19/article/692167",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rtlinfo",
    "published": "2024-07-19T05:19:00Z",
    "title": "Sur les côtes turques, le baby boom des tortues marines",
    "text": "Parfois aidés de bénévoles pour craquer leurs coquilles, les bébés tortues attaquent la vie avec un premier défi: atteindre l'eau baignée par la lune sur une plage turque de la Méditerranée.La marche s'annonce incertaine et seul un petit sur mille survivra jusqu'à l'âge adulte puis retournera sur le sable qui l'a vu naître pour y pondre, 25 ans plus tard.Le nombre de nids a doublé cette année sur les côtes turques pour atteindre 700 dans la seule localité de Manavgat (sud), à l'est d'Antalya: une preuve que malgré les menaces, les mesures de protection portent leurs fruits.Un groupe de bénévoles veille sur cette portion de littoral, un site touristique de 10 km niché au pied des montagnes, prisé pour son sable doré et ses eaux claires, qui est aussi une zone de reproduction des Caretta caretta, communément appelées tortues Caouanne.Ces reptiles marins sont inscrits sur la liste rouge des espèces menacées de l'Union internationale pour la conservation de la nature (UICN).\"Notre estimation moyenne pour cette année est d'environ 60.000 œufs dont 30.000 vont libérer des bébés reptiles. Seuls 30 d'entre eux reviendront ici dans des années\", explique à l'AFP Seher Akyol, présidente-fondatrice du centre de conservation marine Dekafok.- Lumière rouge et panneaux - La côte sud de la Turquie abrite 21 zones de nidification officielles, où la plupart des plages sont interdites de 20H00 à 08H00 pour laisser le champ libre aux tortues, mais Manavgat n'en fait pas partie.D'où la présence de bénévoles étudiants turcs et étrangers qui marquent les nids, les entourent de bâtons et ramassent les déchets sur la plage, afin d'abriter les œufs des baigneurs. La nuit, ils patrouillent et creusent les nids pour aider certains bébés tortues à briser leur coquille et rejoindre la mer. Les autorités locales soutiennent ces initiatives: le maire de Manavgat a placé des lampadaires à lumière rouge le long des routes côtières.Des panneaux sont également plantés sur la plage, rappelant en quatre langues que la loi sanctionne de près de 390.000 livres turques (10.700 euros environ) tout dommage causé aux nids.\"Nous demandons l'avis des scientifiques et des écologistes sur ce que nous devons faire pour protéger les tortues et nous appliquons leurs conseils\", assure le maire, Niyazi Nefi Kara. \"C'est à nous d'apprendre à vivre en harmonie avec la nature.\" Seher Akyol salue ce changement de mentalité. \"Certains habitants craignaient que la plage ne soit fermée. Mais les gens et les Caretta caretta peuvent cohabiter\", soutient-elle.\"Puisque nous savons où elles se trouvent grâce aux panneaux, nous faisons notre possible pour ne pas empiéter sur leur espace vital\", assure Songul Sert, 33 ans, en plein pique-nique avec sa famille.- Changement climatique -Les Caretta caretta, qui pèsent de 90 à 180 kilos, vivent jusqu'à 80 ans. \"Le nombre d'œufs et d'éclosions peut sembler élevé, mais le nombre de tortues à même de revenir pondre à terre après 25 ans est extrêmement limité. C'est pourquoi elles sont en danger\", insiste le Pr Mehmet Cengiz Deval, de l'université Akdeniz à Antalya.Cette tortue marine se trouve principalement dans les régions subtropicales et tempérées des océans Atlantique, Pacifique et Indien, ainsi qu'en Méditerranée. L'UICN considère la Caretta caretta de Méditerranée comme la \"moins préoccupante\", mais l'espèce reste vulnérable à l'échelle mondiale. Le changement climatique est également une menace, le sexe des nouveaux-nés étant déterminé par la température du sable: la fraîcheur favorise les mâles et la chaleur, les femelles.\"La température moyenne des nids est de 32-33 degrés Celsius à partir de juillet, ce qui signifie que la plupart des bébés sont des femelles\", explique le Pr Deval.\"Si cette tendance se poursuit, d'ici 30 à 40 ans, les femelles seront majoritaires mais n'auront plus de partenaires mâles pour se reproduire. C'est là le plus grand danger\", prévient-il. Seher Akyol, qui a consacré sa vie à la préservation des tortues et rêve d'un centre pour soigner les spécimens blessées, évoque \"leur regard quand elles atteignent l'eau\". \"Vous allez me prendre pour une folle, mais je vous jure qu'elles ont l'air d'exprimer leur gratitude.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T09:23:23.142+03:00",
    "updated": "2024-07-19T10:54:55.342+03:00"
  }
]