[
  {
    "uuid": "1559cfa14bb27744bf3f2a66ab993b26705838fd",
    "url": "https://kalkinemedia.com/news/world-news/award-winning-medtech-startup-fluidiq-celebrates-2023-milestones",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EIN Presswire",
    "published": "2023-12-28T10:41:00Z",
    "title": "Award-Winning MedTech Startup, fluidIQ, Celebrates 2023 Milestones | Kalkine Media",
    "text": "ELLIJAY, GA, USA, December 28, 2023 /EINPresswire.com/ -- fluidIQ, a MedTech company developing fluidics-based respiratory solutions, reflects on its 2023 accomplishments while looking forward to achieving initial commercialization in 2024. The year marked advances for the company, its technology and related research and positioned it in front of important audiences â including at major medical conferences, investor meetings and in presentations to government agencies. Award-Winning Innovation fluidIQ received an award from the Medical Technology Enterprise Consortium (MTEC) and was invited to join the respected group. âfluidIQ was honored to receive the prestigious MTEC Innovation Award and is proud to now be an active member of MTEC,â said Matt Vogelhuber, R.Ph., Chief Executive Officer of fluidIQ. MTEC is a public-private partnership that is authorized to serve by the Department of Defense to promote the development and delivery of innovative medical technologies to improve the health and safety of military personnel, veterans and civilians. fluidIQâs HOPE inVentâ¢ was created by emergency medical and respiratory professionals working with world-class engineers to provide resuscitation and emergency breathing without reliance on traditional manual techniques and tools; recent NIH-supported study findings suggest improved techniques for rescue breathing could save more lives. https://www.nih.gov/news-events/news-releases/study-finds-poor-ventilation-use-during-cpr-out-hospital-cardiac-arrest#:~:text=The%20ventilation%20technique%2C%20also%20known,rates%2C%20according%20to%20a%20study Providing benefits of automation without the need for electricity or batteries, HOPE inVentâ¢ harnesses the science of fluidics -- uses air or fluids to operate things automatically -- to provide breathing support to patients who are unable to breathe on their own. Presenting Biomedical Advanced Research and Development Authority (BARDA) invited fluidIQ to conduct a TechWatch presentation to multiple government departments and agencies earlier this year. BARDA promotes the advanced development of medical countermeasures to protect Americans and respond to 21st Century health security threats. fluidIQ researchers were invited to present at both the American Heart Association (AHA) and the American Association for Respiratory Care (AARC) meetings to share findings of international research efforts featuring the companyâs HOPE inVentâ¢ technology. fluidIQ was also chosen to present at the Respiratory Innovation Summit (RIS), hosted by the American Thoracic Society, a meeting that historically attracts 275+ global leaders representing all facets of the respiratory industry, including representatives from startups, business development, venture capital, government, academia and clinical medicine. Partnering Meanwhile, fluidIQ continued its collaborative research agreement with the National Institutes of Health (NIH) Clinical Center, a collaboration that will soon be in its fourth year. The NIH expects to conduct a first-in-humans study early in 2024. Late last year, the NIH research with fluidIQâs HOPE inVentâ¢ device was published in Science Translational Medicine. In addition, the NIH Directorâs blog featured the technology: (https://directorsblog.nih.gov/2022/11/29/clinical-center-doctors-testing-3d-printed-miniature-ventilator/) and included details about the technology on its website (https://covid19.nih.gov/news-and-stories/creating-easy-use-portable-ventilator.) fluidIQ celebrated its second year partnering with Intersurgical U.S. (previously known as Pulmodyne) further developing fluidIQâs pipeline of respiratory products. fluidIQ is proud to be an active member of Securing Americaâs Medicines and Supply (SAMS), a multi-industry coalition of companies with the mission to strengthen the security of the medical supply chain in the United States. https://samscoalition.org The companyâs tiny three-inch-tall resuscitator/ventilator was highlighted at a national competition by partner, Diversified Plastics, Inc., that presented fluidIQâs HOPE inVentâ¢ to Additive Manufacturing User Groupâs (AMUG) Technical Competition under the title âHOPE inVentâ¢ fluidIQ: The New Era of Emergency Resuscitation.â [see video of device in operation on LinkedIn: https://www.linkedin.com/posts/amug_amug-amugtechcomp-amug2024-activity-7137824586582167553-54FC?utm_source=share&utm_medium=member_ios] Positioning Nearly four years since its founding, fluidIQ is well-positioned for another year of progress and momentum. âWe continue to gain momentum and achieve milestones even in what has been a tumultuous time for many startups,â said Vogelhuber. âOur team looks back at 2023 with a sense of accomplishment and looks forward with much anticipation and excitement to 2024.â The companyâs first medical device, HOPE inVentâ¢ was submitted to the U.S. Food and Drug Administration (FDA) via a DeNovo application in the spring of this year and is currently under review. The company is working towards reaching commercialization in the emergency medicine including patient transport following clearance. Preparing Meanwhile, the fluidIQ team is preparing for its first commercial market for its veterinary HOPE inVentâ¢ device in 2024 and is exploring partnership opportunities in the multi-billion-dollar space. About fluidIQ fluidIQ, a public benefit and Delaware corporation, provides simple yet elegant solutions based on proprietary fluidics technology. The company was founded by a group of doctors, engineers and patient advocates who joined together to find solutions for gaps in medical needs, including ventilators, in the midst of the 2020 world medical crisis. fluidIQ aims to deliver hope to a world in need with simple, easy-to-deploy technology solutions that solve the most pressing medical challenges of our time. fluidIQâs roadmap for an entire family of products is based on fluidics-operated devices dedicated to filling gaps in emergency and preparedness protocols that are user-friendly, scalable and cost-effective. The science of fluidics uses air or fluids to operate things automatically without the need for electricity or batteries. In 2021, Fast Company named HOPE inVent a âWorld Changing Ideaâ and in 2023, fluidIQ was bestowed an Innovation award by Medical Technology Enterprise Consortium (MTEC). Visit www.fluidIQ.org to learn more. The content of this press announcement does not necessarily reflect the views or policies of the National Institutes of Health or the U.S. Department of Health and Human Services. The mention of commercial products, their source, or their use in connection with material reported herein is not to be construed as an actual or implied endorsement of such products by the United States government.Teresa Barnes fluidIQ +1 303-521-4080 email us here",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://covid19.nih.gov/news-and-stories/creating-easy-use-portable-ventilator.)",
      "https://www.linkedin.com/posts/amug_amug-amugtechcomp-amug2024-activity-7137824586582167553-54FC?utm_source=share&utm_medium=member_ios",
      "https://www.nih.gov/news-events/news-releases/study-finds-poor-ventilation-use-during-cpr-out-hospital-cardiac-arrest#:~:text=The%20ventilation%20technique%2C%20also%20known,rates%2C%20according%20to%20a%20study",
      "https://directorsblog.nih.gov/2022/11/29/clinical-center-doctors-testing-3d-printed-miniature-ventilator/)",
      "https://samscoalition.org",
      "https://linkedin.com/posts/amug_amug-amugtechcomp-amug2024-activity-7137824586582167553-54FC?utm_source=share&utm_medium=member_ios",
      "https://www.directorsblog.nih.gov/2022/11/29/clinical-center-doctors-testing-3d-printed-miniature-ventilator/)",
      "https://www.covid19.nih.gov/news-and-stories/creating-easy-use-portable-ventilator.)",
      "https://www.samscoalition.org",
      "https://nih.gov/news-events/news-releases/study-finds-poor-ventilation-use-during-cpr-out-hospital-cardiac-arrest#:~:text=The%20ventilation%20technique%2C%20also%20known,rates%2C%20according%20to%20a%20study",
      "https://www.linkedin.com/posts/amug_amug-amugtechcomp-amug2024-activity-7137824586582167553-54FC"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matt vogelhuber",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "medtech startup",
          "sentiment": "negative"
        },
        {
          "name": "mtec",
          "sentiment": "none"
        },
        {
          "name": "medical technology enterprise consortium",
          "sentiment": "none"
        },
        {
          "name": "department of defense",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "kalkine media ellijay",
          "sentiment": "none"
        },
        {
          "name": "ga",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:49.265+02:00",
    "updated": "2023-12-29T00:22:49.265+02:00"
  },
  {
    "uuid": "a85e18276963a53368e373bba3f0f94fb87d3861",
    "url": "https://www.databridgemarketresearch.com/articles/nourishing-the-planet-and-body-exploring-the-benefits-and-diversity-of-plant-based-foods-for-health",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "databridgemarketresearch.com",
    "published": "2024-01-05T19:52:00Z",
    "title": "Nourishing the Planet and Body: Exploring the Benefits and Diversity of Plant-Based Foods for Health",
    "text": "In our modern era, where awareness of the intricate link between diet and health is growing, the focus is increasingly turning towards plant-based foods. A heightened consciousness regarding personal well-being and the environmental impacts of dietary choices has led to a significant surge in the adoption of plant-based diets.\nThe interconnection between diet and health has never been more pronounced, with individuals seeking holistic wellness beyond mere sustenance. Plant-based diets, centered around fruits, vegetables, legumes, nuts, seeds, and whole grains, offer a compelling solution to this pursuit of well-being. As nutritional research consistently underscores the positive impact of plant-based diets on reducing the risk of chronic diseases such as heart disease, diabetes, and certain cancers, the appeal extends beyond individual health to encompass broader ecological considerations.\nA study by Oxford Martin School researchers emphasizes that a global shift towards diets rich in vegetables and fruits, with reduced reliance on meat, could save around 8 million lives by 2050. Furthermore, such a dietary transition could mitigate climate damages amounting to US$ 1.5 trillion and curtail greenhouse gas emissions by two-thirds. This exploration goes beyond mere dietary choices, extending to a broader understanding of the ecological consequences of our food preferences. As individuals embrace the notion of nourishing their bodies with plant-based foods, they actively contribute to a more sustainable and eco-friendly planet. This discourse navigates the intricate landscape of plant-based nutrition, unveiling its nutritional richness, environmental benefits, and the diverse palette it offers to those seeking a healthier and more sustainable lifestyle.\nExplore the thriving plant-based food market! Uncover key insights and trends with Data Bridge Market Research. Stay informed for strategic decisions in this rapidly growing industry. Click for comprehensive analysis and forecasts:\nhttps://www.databridgemarketresearch.com/reports/global-plant-based-food-market\nConsumer Trends: A Shifting Landscape towards Plant-Based Diets\nIn recent years, two significant consumer trends have emerged, reshaping the landscape for food and ingredient companies. According to a 2019 global consumer survey addressing plant-based diets and climate change concerns, a substantial 40% of consumers reported actively attempting to reduce their intake of animal-sourced protein. Additionally, 10% declared abstaining from red meat altogether, showcasing a growing awareness of the environmental impact associated with meat consumption.\nA noteworthy shift in dietary preferences is evident from data illustrating the rise of plant-based lifestyles. In 2015, only 1% of the population identified as vegans or vegetarians, a number that escalated to over 2% in 2017. This trajectory indicates a significant surge in plant-based dietary choices over a short period. Contrarily, 60% of respondents reported no restrictions on animal consumption, emphasizing the coexistence of varied dietary preferences within the consumer landscape.\nRegion-specific trends further underscore this transformative shift. In Italy, the vegetarian population surged by an impressive 94.4% between 2011 and 2016, reflecting a growing inclination towards plant-based diets. Germany witnessed a substantial increase as well, with 7% of the population adopting mainly plant-based lifestyles in 2018, a noteworthy ascent from a mere 1% in 2015.\nThe data also illuminates a rise in the adoption of meat-free practices among consumers. In Denmark, 51% of respondents in 2017 reported having at least one meat-free day per week. The trend persisted, with 30% stating in 2019 that they had significantly reduced meat consumption over the past five years, indicating a considerable shift towards plant-centric eating habits.\nHowever, amidst the surge in plant-based preferences, concerns have surfaced regarding ultra-processed plant-based foods. While evidence remains inconclusive, critics argue that the level of processing and consumption patterns associated with these foods may impact their overall healthiness. Notably, healthful plant-based diets have shown protective effects, whereas unhealthful plant-based diets, characterized by convenience and ultra-processed foods, seem comparable to diets of animal origin.\nWhat stands out in this evolving landscape is that while the segment of strict vegans or vegetarians reaches a maximum of 10% of the population, a more considerable 30–40% identify as flexitarians or express an interest in reducing meat consumption. This signals a broader consumer shift towards plant-centric diets, reflecting not just a niche preference but a significant transformation in dietary habits across diverse demographics. As this trend continues to gain momentum, food and ingredient companies are presented with both challenges and opportunities in meeting the evolving demands of an increasingly plant-focused consumer base.\nConsumption of Protein in Plant-Based Diets: A Comprehensive Exploration\nAs the world shifts towards plant-based diets, one of the primary concerns often raised is the adequacy of protein intake. Protein, a fundamental building block for bodily functions, is traditionally associated with animal products. However, a closer examination reveals that plant-based diets can provide ample protein, with numerous benefits for both individual health and the planet.\nPlant-based protein sources represent a diverse and abundant array, ranging from legumes and nuts to grains and seeds. This article explores the richness of these sources, emphasizing their vital role in not only promoting individual health but also contributing to a more sustainable and environmentally friendly food system.\nLegumes: A Nutrient-Rich Foundation\nLegumes, including beans, lentils, and chickpeas, stand out as exemplary plant-based protein sources. Rich in protein, these legumes offer a versatile foundation for plant-based meals. Their protein content is complemented by a bounty of essential nutrients such as fiber, vitamins, and minerals. Beyond contributing to muscle development and repair, legumes play a crucial role in maintaining overall health and well-being.\nNuts and Seeds: Powerhouses of Nutrition\nNuts and seeds, including almonds, walnuts, chia seeds, and hemp seeds, contribute not only protein but also healthy fats and a spectrum of essential nutrients. Incorporating these into daily meals enhances protein intake while promoting overall health and satiety. These plant-based powerhouses add flavor and nutrition to a variety of dishes, showcasing the versatility and culinary appeal of plant-based eating.\nWhole Grains: A Versatile Nutrient Profile\nWhole grains, such as quinoa, brown rice, and oats, play a pivotal role in plant-based diets by offering a combination of carbohydrates, fiber, and protein. Serving as a versatile base for numerous plant-based dishes, these grains ensure a well-rounded nutrient profile. The inclusion of whole grains contributes to the satiety of meals while providing a nutrient-rich foundation for a balanced diet.\nPlant-Based Protein Alternatives: A Growing Trend\nThe market has witnessed a surge in plant-based protein alternatives, catering to the increasing demand for convenient and nutritionally dense options. Pea protein, soy protein, and products like tofu and tempeh have become staples in the plant-based repertoire. These alternatives not only offer protein but also introduce a variety of textures and flavors, expanding the culinary possibilities of plant-based eating.\nDigestibility and Bioavailability: Addressing Concerns\nThe digestibility and bioavailability of plant-based protein sources have been subjects of inquiry, often in comparison to their animal-derived counterparts. However, a diverse range of plant-based foods, when thoughtfully incorporated into the diet, can easily meet protein needs. Combining different protein sources throughout the day ensures the intake of a complete array of essential amino acids, dispelling concerns about the adequacy of plant-based protein.\nProtein Consumption in Developed Countries: A Snapshot\nExamining the consumption of protein-rich foods per capita in developed countries provides insights into dietary patterns. According to FAO data, Danish per capita meat consumption is approximately 80 kg, with vegetables at 100 kg and pulses at 1.09 kg. The data underlines the variation in protein sources, emphasizing the need for a diversified and plant-centric approach to address both health and sustainability concerns.\nThe Protein Puzzle: Balancing Global Trends\nProtein consumption is entwined with global trends such as climate change, overconsumption of resources, population growth, urbanization, and an increase in life expectancy. This interconnection defines a \"Protein Puzzle,\" encompassing complex issues and trade-offs. Animal agriculture, a significant source of protein, is resource-intensive, contributing to deforestation and greenhouse gas emissions.\nIn brief, the exploration of plant-based protein sources transcends individual health benefits. It intertwines with global challenges, offering a sustainable solution to the protein puzzle. As consumers increasingly recognize the nutritional richness and environmental advantages of plant-based diets, a transformative shift towards a more plant-centric food system becomes not only a personal choice but a collective step towards a nourished planet.\nImpact of COVID-19 on Plant-Based Food Market\nThe COVID-19 pandemic has ushered in significant changes for the plant-based food industry, prompting shifts in consumer preferences and highlighting the connection between public health and animal meat consumption. As the traditional meat processing industry faced disruptions, leading to the closure of slaughterhouses, plant-based alternatives experienced a surge in demand. In the U.S., meat substitute sales soared by 200% in the week ending April 18, 2020, reflecting a substantial shift in consumer behavior amid the global crisis.\nThe Dairy Alternative Industry witnessed a notable upswing in sales, with alternative dairy products gaining momentum in North America and Europe. In April 2020, oat milk retail sales in the U.S. surged by an impressive 476.7%, while dairy milk sales increased by 32.4% compared to the previous year. This surge, attributed to increased demand for oat milk and nutritional plant-based butter, showcased a unique opportunity for dairy alternatives.\nMoreover, the pandemic accelerated the \"Free-From\" trend, with consumer preferences leaning towards soy and gluten-free products. Soy and gluten-free diets, driven by health benefits and therapeutic considerations, gained popularity. Rising incidences of food sensitivities and an increase in coeliac disease diagnoses contributed to the growth of soy and gluten-free food products, impacting the soy and wheat protein-based food market.\nIn essence, the global crisis has not only underscored the vulnerabilities of traditional meat processing but has also presented a substantial opportunity for the plant-based food sector, reshaping consumer choices and industry strategies.\nNegative Impact on Eco-Systems: A Consequence of Animal-Based Protein Production\nThe production of animal-based protein, particularly in the form of meat, exacts a substantial toll on the earth's ecosystems, posing a formidable challenge to the delicate balance of planetary boundaries. Earth's ecosystems, classified into nine planetary boundaries, are at risk or already overused due to human activities, with agricultural production significantly contributing to this predicament.\nAgriculture, covering 38% of the Earth's surface, is a key player in environmental degradation. It withdraws a staggering 70% of freshwater, and 35% of global crop production is directed toward animal feed. The combination of land for feed production and grazing results in 75% of agricultural land being utilized for raising animals. The impact extends further, with animal-based protein production alone contributing to 15% of annual CO2 emissions.\nEuropean livestock, a major player in the production of animal-based protein, is often fed with protein-rich feeds, including those imported from South America, particularly soy. The link between deforestation in South America and land-use changes associated with soy and livestock production exacerbates the environmental toll, contributing to climate change.\nThe inefficiency of land use for animal-based protein production becomes starkly evident when compared to plant-based alternatives. The same amount of agricultural land that yields a specific quantity of meat could be used up to ten times more efficiently to produce plant protein, potentially feeding 10 to 20 times more people. Shifting dietary focus away from meat has been identified as a crucial strategy for reducing environmental impact.\nTo put it briefly, the negative impact on ecosystems stemming from animal-based protein production underscores the urgency for re-evaluating dietary choices and promoting sustainable practices. A shift towards plant-based diets not only addresses the environmental challenges associated with current consumption patterns but also contributes to the preservation of planetary boundaries critical for the health of our ecosystems.\nConclusion\nNourishing the planet and our bodies through plant-based eating is a powerful and sustainable choice with far-reaching benefits. As we navigate an era of increased awareness about health and environmental sustainability, plant-based diets offer a compelling solution. From diverse nutritional profiles to culinary creativity, the world of plant-based foods is rich and rewarding.\nBy embracing the benefits and diversity of plant-based foods, individuals can contribute to their well-being while making a positive impact on the planet. As we continue to explore the intersection of nutrition, environmental consciousness, and culinary innovation, plant-based diets emerge as a pathway to a healthier and more sustainable future for both individuals and the planet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "diversity of plant-based foods for health",
          "sentiment": "negative"
        },
        {
          "name": "oxford martin school",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:07:27.370+02:00",
    "updated": "2024-01-06T00:07:27.370+02:00"
  },
  {
    "uuid": "ea1413bec07510ff4e12a44f7a8ee87294be2591",
    "url": "https://www.abc.es/espana/castilla-leon/muere-nicolas-castellanos-obispo-emerito-palencia-premio-20250219171710-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC.es",
    "published": "2025-02-19T16:17:00Z",
    "title": "Muere Nicolás Castellanos, obispo emérito de Palencia y Premio Príncipe de Asturias",
    "text": "Muere Nicolás Castellanos, obispo emérito de Palencia y Premio Príncipe de Asturias\nResidía actualmente en Bolivia, donde ha desarrollado su labor humanitaria\nEl obispo emérito de Palencia, Nicolás Castellanos, falleció este miércoles en Bolivia a los 90 años de edad. Al parecer, habría sufrido un ictus y no superó una posterior intervención quirúrgica, según confirmaron fuentes consultadas por la Agencia Ical.\nCastellanos, nacido el 18 de febrero de 1935 en Mansilla del Páramo, (León), fue nombrado obispo de Palencia el 27 de julio de 1978, responsabilidad que desempeñó hasta 1991. Tras ello, su objetivo se centró en la labor como misionero en Santa Cruz de la Sierra, Bolivia, llevando consigo un nutrido grupo de laicos y de sacerdotes.\nCon ellos inició el 'Proyecto Hombres Nuevos' para tratar de mejorar las condiciones de vida en los barrios más desfavorecidos de aquella ciudad boliviana. A lo largo de los años ha ido poniendo en marcha diversos proyectos para atender a mujeres y a la población infantil: comedores, centros escolares, viviendas sociales y hospitales.\nPor su labor ha recibido diversos premios en España y en Bolivia, siendo el más prestigioso de ellos el Premio Príncipe de Asturias de la Concordia, que le otorgaron en 1998 junto con Vicente Ferrer, Joaquín Sanz Gadea y Muhammad Yunus.\nAdemás, en 2002 la Comunidad de Castilla y León le concedió el Premio Valores Humanos y en 2006 el Gobierno español de Rodríguez Zapatero le otorga la Medalla de Oro al Trabajo, que le es impuesta en agosto del mismo año por la vicepresidenta María Teresa Fernández de la Vega en el curso de una visita de estado por Bolivia. De igual forma, la Junta entregó en 2022 al monseñor Castellanos la Medalla al Mérito Profesional de Castilla y León.\nEsta funcionalidad es sólo para suscriptores\nSuscribete",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Human Interest->award and prize",
      "Religion and Belief->church",
      "Religion and Belief->religious leader"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Nicolás Castellanos",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Agencia Ical",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Mansilla del",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-19T18:30:41.544+02:00",
    "updated": "2025-02-19T18:30:41.544+02:00"
  },
  {
    "uuid": "086cba6ffedb29a08acee8bef1d25bb1e38d5a14",
    "url": "https://www.conservativedailynews.com/2024/10/the-latest-democrat-media-trump-is-hitler-election-year-hoax",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cdnnow",
    "published": "2024-10-24T21:14:00Z",
    "title": "The Latest Democrat-Media “Trump is Hitler” Election Year Hoax",
    "text": "[Opinion](https://www.conservativedailynews.com/category/opinion-of-the-editor/) [Trending Commentary](https://www.conservativedailynews.com/category/trending-topics/featured-opinion/) The Latest Democrat-Media “Trump is Hitler” Election Year Hoax According to several news outlets in early 2018, Kelly’s influence in the [Trump] White House had been diminished and Trump made several key decisions without his presence. On December 7, 2018, [CNN]and others reported that Kelly and Trump were no longer on speaking terms and that Kelly was expected to resign in the coming days. On December 8, Trump announced that Kelly would be leaving at the end of the year.[Wikipedia], White House Chief of Staff” [John Kelly] Senator Elizabeth Warren (Mass.) [and] Representative Jayapal (D.C. 7th District) Investigate Former White House Chief of Staff General John Kelly’s “Cynical” and “Unethical” Decision to Join the Board of Directors of Federal Contractor Running Nation’s Largest Detention Center for Migrant Children [because] “General Kelly … was at the center of the inhumane and poorly planned immigration policies that put children in cages while separating thousands of families and that benefitted [his] company. … In fact, those policies helped a subsidiary of [the] company [that] operates the ‘nation’s largest facility for unaccompanied migrant children,’ rake in hundreds of millions of dollars in government contracts.” Massachusetts Senator Elizabeth Warren,[Warren.Senate.gov], Jun. 6, 2019 Debbie Mucarsel-Powell (Democrat, Florida 26th District), who represents the district containing the [Detention Center for Migrant Children], tweeted, “It [is unforgivable” [that people like] Kelly … are willing to profit off the cruel detaining of immigrant children,” [Slate], May 4, 2016 Sen. Cory Booker (Democrat – NJ): “[General Kelly] Profiting from [his] own cruel policies … is disgusting.” [FoxReno], May 14, 2019 Since the 2024 presidential election is just weeks away and since the previous “Trump is Hitler” comedies don’t appear to have worked (Trump is [leading](https://www.msn.com/en-gb/news/world/donald-trump-leading-in-majority-of-swing-states-new-poll-shows/ar-AA1sHzsF) in the polls and [betting markets](https://www.forbes.com/sites/dereksaul/2024/10/17/trumps-polymarket-odds-top-60-how-election-betting-markets-differ-from-polls/)), the Democrat “News”-media Colluders (or DNC) have come up with another “Trump is Hitler” skit just in time. According to the latest routine, Jeffrey Goldberg of the Atlantic reports that General John Kelly stated that in a private conversation Trump stated that “I need the kind of generals that Hitler had … People who [are] totally loyal …, that follow orders” and suggested that this means that Trump is increasingly attracted to fascism. Since the DNC have again managed to put the words “Trump” and “Hitler” together in the same sentence this sent what remains of our “news” media into a frenzy. One hasn’t seen this much [heavy breathing](https://www.youtube.com/watch?v=f1ab6uxg908) in the DNC since the heyday of the Trump-Russia Collusion hoax. CNN, which, for years, ran the Trump-Russia Collusion hoax that did so much damage to our country, reports that General Kelly “entered the 2024 fray in stunning fashion, saying the former president fits ‘into the general definition of fascist’ and wanted the ‘kind of generals Hitler had.” Tim Walz, Kamala Harris’ choice for Vice President, who has [praised Chinese communism](https://www.johnlocke.org/walz-praised-chinese-communism/), stated, in a fit of [alleged moral outrage](https://edition.cnn.com/2024/10/23/politics/trump-hitler-democratic-warnings-analysis/index.html) that As a 24-year veteran of our military, that makes me sick as hell — and it should make you sick. … Folks, the guardrails are gone. Trump is descending into this madness — a former president of the United States and the candidate for president of the United States says he wants generals like Adolf Hitler had, … Needless to say, Walz, the Democrats and their media propagandists are taking these reports about Trump as fact, [just like they took](https://www.conservativedailynews.com/2024/09/russia-collusion-hoax-and-rigged-abc-news-debate-are-connected/) the Trump-Russia Collusion Hoax, the “[Trump tear gassed protestors](https://www.thepostil.com/the-news-medias-war-on-donald-trump-a-retrospective/) in Lafayette Park for a Bible photo-op” hoax, the “Trump admitted grabbing women by their pussies” hoax, the “Trump called the Corona virus a hoax” hoax, the “Trump told people to ingest bleach to kill the Coronavirus” hoax, the “Trump has never [condemned White Supremacists](https://www.snopes.com/fact-check/trump-very-fine-people/)” hoax, the “Trump led [an insurrection](https://www.conservativedailynews.com/2024/06/goodbye-to-the-democrat-media-fake-trump-insurrection-narrative/) on Jan. 6, 2020” hoax, etc., as verified fact. However, Trump campaign adviser [Alex Pfeiffer](https://thehill.com/policy/defense/4948174-john-kelly-donald-trump-praised-hitler-generals-loyalty/) has stated that: This is absolutely false. President Trump never said this. President [Trump ](https://thehill.com/people/donald-trump/)has spent his life caring for America’s military heroes. As President, he kept our troops out of harm’s way, secured the largest pay raise for our troops in a decade, and signed historic VA reforms. As a private citizen, he has financially supported veterans and forcefully advocated for the Kabul Gold Star families. There has been no greater advocate for our brave military men and women than Donald Trump. It is worth noting that, despite all the never-ending attempts by the DNC to disparage Trump’s bond with the military, [Pew](https://www.pewresearch.org/short-reads/2024/09/30/military-veterans-remain-a-republican-group-backing-trump-over-harris-by-wide-margin/), not exactly a MAGA organization, reports that the polls indicate that, military veterans support Trump over Biden or Harris “by a wide margin.” Since Trump’s alleged remarks about Hitler’s generals took place in a private conversation, it is impossible to verify determinately if he ever said them and, if so, what he meant by them. It is, therefore, worth pointing out that even if Trump said something very like what Kelly reported, praising Hitler’s generals, this by no means implies any support for NAZISM or fascism. If someone said that he needed chefs like Hitler’s chefs, that would not mean he accepted NAZISM or fascism. It would mean wants good cooks. Second, most politicians require loyalty from their staff. In 2020, [Politico](https://www.politico.com/newsletters/transition-playbook/2020/11/20/biden-rewards-loyalty-791808) reported that “Biden rewards loyalty,” specifically, that “The hires [by the Biden-administration] are part of a larger dynamic in Biden-world: he values loyalty.” However, a president wanting loyalty was not a sin back then, primarily because of that big “D” behind Biden’s name. Further, a modicum of commonsense dictates that a president could not operate an effective administration unless he/she could count on loyalty from their staff. Loyalty only becomes a problem when a president demands loyalty to the exclusion of all else, for example, the country or the constitution. However, in the remarks cited by Kelly, Trump did not say that he demands loyalty to the exclusion of all else. Finally, when someone criticizes Trump, it never seems to occur to the DNC that these Trump critics might have agendas or prejudices of their own. For example, just as the DNC never liked or trusted John Kelly, they never, putting it mildly, liked or trusted Liz Cheney, seeing her as a [war criminal](https://www.washingtonexaminer.com/opinion/3147267/war-criminals-for-harris/) and [warmonger](https://www.newsweek.com/kamala-harris-liz-cheney-backfire-1972851), until, of course, she criticized Trump. However, as soon as she came out against Trump, she became a saviour of democracy and all was forgiven. Accordingly, Kelly, just like Trump-critic Liz Cheney, was, in an all-too familiar expedited process not requiring the usual [2 verified miracles](https://aleteia.org/2019/08/09/how-many-miracles-does-it-take-to-be-canonized-a-saint), sainted immediately upon voicing his criticisms of Trump. It never seemed to occur to anybody in what’s left of the DNC that Kelly’s visions of Trump’s fascism might derive from the fact that Trump began disregarding Kelly’s opinions and eventually got rid of him altogether. In other words, if Trump got rid of someone of my genius, he must be a fascist. One does not dismiss people with these kind of egos without expecting a major reaction. In brief, should one be permitted to think about this latest smear, because that is what it is, one can see that this is, once again, much ado about nothing or, at least, about very little. The DNC would be better advised to think less about smearing people and rather more about trying [to listen](https://www.americanthinker.com/blog/2024/10/western_governments_despise_their_own_citizens.html) to what [American citizens](https://www.amazon.sg/Democrat-Party-Hates-America/dp/150118315X) actually want. Agree/Disagree with the author(s)? Let them know in the comments below and be heard by 10’s of thousands of CDN readers each day! [Paypal or credit card](https://www.conservativedailynews.com/support-conservative-news/)that will go towards supporting the news and commentary you've come to appreciate.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.thepostil.com/the-news-medias-war-on-donald-trump-a-retrospective/)",
      "http://www.youtube.com/watch?v=f1ab6uxg908)",
      "https://thehill.com/people/donald-trump/)has",
      "https://www.washingtonexaminer.com/opinion/3147267/war-criminals-for-harris/)",
      "https://aleteia.org/2019/08/09/how-many-miracles-does-it-take-to-be-canonized-a-saint),",
      "https://www.politico.com/newsletters/transition-playbook/2020/11/20/biden-rewards-loyalty-791808)",
      "https://www.amazon.sg/Democrat-Party-Hates-America/dp/150118315X)",
      "https://www.americanthinker.com/blog/2024/10/western_governments_despise_their_own_citizens.html)",
      "https://edition.cnn.com/2024/10/23/politics/trump-hitler-democratic-warnings-analysis/index.html)",
      "https://www.newsweek.com/kamala-harris-liz-cheney-backfire-1972851),",
      "https://www.pewresearch.org/short-reads/2024/09/30/military-veterans-remain-a-republican-group-backing-trump-over-harris-by-wide-margin/),",
      "https://www.msn.com/en-gb/news/world/donald-trump-leading-in-majority-of-swing-states-new-poll-shows/ar-AA1sHzsF)",
      "https://www.forbes.com/sites/dereksaul/2024/10/17/trumps-polymarket-odds-top-60-how-election-betting-markets-differ-from-polls/)),",
      "https://thehill.com/policy/defense/4948174-john-kelly-donald-trump-praised-hitler-generals-loyalty/)",
      "https://www.snopes.com/fact-check/trump-very-fine-people/)”",
      "https://www.johnlocke.org/walz-praised-chinese-communism/),",
      "https://pewresearch.org/short-reads/2024/09/30/military-veterans-remain-a-republican-group-backing-trump-over-harris-by-wide-margin/),",
      "https://www.edition.cnn.com/2024/10/23/politics/trump-hitler-democratic-warnings-analysis/index.html)",
      "https://politico.com/newsletters/transition-playbook/2020/11/20/biden-rewards-loyalty-791808)",
      "https://www.aleteia.org/2019/08/09/how-many-miracles-does-it-take-to-be-canonized-a-saint),",
      "https://forbes.com/sites/dereksaul/2024/10/17/trumps-polymarket-odds-top-60-how-election-betting-markets-differ-from-polls/)),",
      "https://newsweek.com/kamala-harris-liz-cheney-backfire-1972851),",
      "https://amazon.sg/Democrat-Party-Hates-America/dp/150118315X)",
      "https://www.thehill.com/policy/defense/4948174-john-kelly-donald-trump-praised-hitler-generals-loyalty/)",
      "https://snopes.com/fact-check/trump-very-fine-people/)”",
      "https://johnlocke.org/walz-praised-chinese-communism/),",
      "https://americanthinker.com/blog/2024/10/western_governments_despise_their_own_citizens.html)",
      "http://www.youtube.com/watch",
      "https://www.thehill.com/people/donald-trump/)has",
      "https://washingtonexaminer.com/opinion/3147267/war-criminals-for-harris/)",
      "http://youtube.com/watch?v=f1ab6uxg908)",
      "https://thepostil.com/the-news-medias-war-on-donald-trump-a-retrospective/)",
      "https://msn.com/en-gb/news/world/donald-trump-leading-in-majority-of-swing-states-new-poll-shows/ar-AA1sHzsF)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Elizabeth Warren",
          "sentiment": "none"
        },
        {
          "name": "John Kelly",
          "sentiment": "none"
        },
        {
          "name": "Jayapal",
          "sentiment": "none"
        },
        {
          "name": "Trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Wikipedia",
          "sentiment": "none"
        },
        {
          "name": "CNN",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:22:37.248+03:00",
    "updated": "2024-10-25T00:22:37.248+03:00"
  }
]