[
  {
    "uuid": "8b2592fd89348734471a814df7f58324a07b1ddf",
    "url": "https://6abc.com/art--soul-gallery-exonerated-inmate-daniel-gwynn-west-philadelphia/14524953",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TaRhonda Thomas",
    "published": "2024-03-14T21:48:00Z",
    "title": "Exonerated Philadelphia man speaks on wrongful conviction, finding peace in art - 6abc Philadelphia",
    "text": "\"Every day I thought I was gonna die,\" said 54-year-old Daniel Gwynn. \"I didn't think it was gonna make it.\" PHILADELPHIA (WPVI) -- As he stands in the front room of Art & Soul Gallery and Boutique in West Philadelphia, Daniel Gwynn speaks passionately about one subject: art. His paintings are filled with color and tell the dramatic story of how he was wrongfully convicted, put on death row and served nearly 30 years in prison before finally being freed. \"Every day I thought I was gonna die,\" said the 54-year-old. \"I didn't think it was gonna make it.\" Gwynn was wrongfully convicted in a 1994 fatal fire in West Philadelphia. After three decades in prison, [he was exonerated two weeks ago.](https://6abc.com/daniel-gwynn-exoneration-west-philadelphia-fire-chestnut-street-fatal-investigation/14476473/) SEE ALSO: [Judge throws out man's conviction for deadly 1994 fire in West Philadelphia](https://6abc.com/daniel-gwynn-exoneration-west-philadelphia-fire-chestnut-street-fatal-investigation/14476473/) Action News was there covering his release, and on Thursday, he sat down with Action News Reporter TaRhonda Thomas to talk about his life as a free man. \"What have the past two weeks been like for you?\" Thomas asked. \"It's been amazing but it's also been difficult,\" said Gwynn. \"I haven't been able to sleep. I haven't been able to eat. I hear the wind blow and I'm thinking my door's getting ready to pop open and somebody's going to come in.\" In a way, he's reliving the nightmare of being wrongfully convicted. That conviction was partly due to a faulty confession that didn't align with the evidence in the case. \"I was a drug addict,\" Gwynn said of the hardship of addiction he was facing back in 1994. \"I wasn't able to recall the day the officer was asking me about. And when they come and say we got evidence you did it, I'm like, 'If I did it, I need to go to jail. What do you want me to say?'\" Prosecutors at the time also said Gwynn was identified in a photo lineup, but his photo was never in that lineup. \"It's terrible they can do something like that and go to sleep at night,\" said Gwynn. Nevertheless, he was convicted of the crime. \"I was messed up, I was devastated,\" he said of the moment he was convicted. After being sentenced to death for a crime he didn't commit, Gwynn admits there was a time when he lost hope. \"When I first was incarcerated, I wanted to kill myself,\" he said. But then he found purpose in his artwork. He'd always wanted to go to art school and had become good at sketching. Then, after receiving art supplies, he taught himself to paint. \"It was over time, trial and error,\" he said of his learning experience with acrylic paint. Gwynn sold paintings to other prisoners for commissary money, but the art also provided something else. \"It was very spiritual to me,\" he said. \"I would lose myself in my painting for hours.\" Paintings like \"Lady Justice\" which shows a figure inspired by the iconic \"blind justice\" images in the middle of broken chains, detail his journey from legal fights to freedom. \"I always held on to that hope,\" he said. Another painting shows Gwynn running upstairs towards a dove which represents freedom. That concept of freedom came to life on February 29 when he was exonerated. Three years earlier, Gwynn was told that his case was being thrown out. The wheels of justice, though, moved slowly. As he stayed in communication with his attorneys Karl Schwartz and Gretchen Engle, he kept the faith. He finally got word of his freedom when other inmates informed him of a news story they saw. Sensitive to the feelings of other inmates, Gwynn tried to contain his excitement on the outside, but on the inside, it was a different story. \"I wanted to shout it from the rooftop,\" he said with a smile. \"I wanted to go the plateau at Fairmount Park, do one of the Sound of Music twirls.\" Now back in West Philadelphia, Gwynn hopes he can paint again soon, but he won't be using the art supplies he had in prison. \"I don't have any supplies,\" he said. \"I don't have anything. I gave my things to other prisoners who were in need. They didn't have anything.\" He wants those inmates to gain hope from the very same art supplies that gave him hope even in the face of hardship. \"I had to cling on to hope, but I also had to tell my story,\" he said. As he works to get on his feet and get a job, Gwynn is also trying to get more art supplies and space where he can keep painting because even though he's free, he's got a lot more to say.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "daniel gwynn",
          "sentiment": "negative"
        },
        {
          "name": "thomas",
          "sentiment": "none"
        },
        {
          "name": "tarhonda thomas",
          "sentiment": "none"
        },
        {
          "name": "gwynn",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "west philadelphia",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:02:36.475+02:00",
    "updated": "2024-03-15T00:14:27.911+02:00"
  },
  {
    "uuid": "8b190b4210e0caf06eaf56390c9d18c0d2caf277",
    "url": "https://www.informazione.it/a/DBA953E3-2A2C-4E22-8684-FCC53AB35182/Cortina-con-i-fiocchi-La-conca-ampezzana-regala-ai-suoi-ospiti-un-San-Silvestro-innevato",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infoitinterno",
    "published": "2024-01-01T03:26:00Z",
    "title": "Cortina... con i fiocchi! La conca ampezzana regala ai suoi ospiti un San Silvestro innevato (vmjc)",
    "text": "Cortina... con i fiocchi! La conca ampezzana regala ai suoi ospiti un San Silvestro innevato Previsioni meteo rispettate: dal pomeriggio odierno la neve ha iniziato a cadere su Cortina d’Ampezzo e altre località delle Dolomiti bellunesi, come preannunciato anche dal nostro giornale grazie agli esperti di Meteo Bassano e Pedemontana del Grappa. Una bella soddisfazione per i tanti che hanno raggiunto – si auspica tutti adeguatamente equipaggiati – la Regina delle Dolomiti (ieri non sono mancate le code in A27) per trascorrere le ultime ore del 2023 e le prime del 2024. [(Qdpnews.it - notizie online dell'Alta Marca Trevigiana)](https://www.qdpnews.it/comuni/bellunese/cortina-con-i-fiocchi-la-conca-regala-ai-suoi-ospiti-un-san-silvestro-innevato/) Se ne è parlato anche su altri media Non soltanto in Trentino, ma anche in Alto Adige, quella di Capodanno è stata una serata di grande lavoro e impegno per i vigili del fuoco, per la polizia locale e per le forze dell'ordine per assistere gli automobilisti e liberare le strade Caos sulle strade nella notte di Capodanno, traffico in tilt a causa della neve: diversi mezzi in difficoltà. [(il Dolomiti)](https://www.ildolomiti.it/cronaca/2024/caos-sulle-strade-nella-notte-di-capodanno-traffico-in-tilt-a-causa-della-neve-diversi-mezzi-in-difficolta-raffica-di-interventi-dei-vigili-del-fuoco) Questo fenomeno è stato particolarmente memorabile nel Sud Italia, soprattutto in Sicilia. [(Meteo Giornale)](https://www.meteogiornale.it/2023/12/meteo-neve-eccezionale-notte-capodanno-dove/) PREDAZZO. Un fine 2023 e un inizio d'anno impegnativo per i vigili del fuoco in val di Fiemme. Notte di Capodanno impegnativa per i vigili del fuoco chiamati a intervenire per le tante auto bloccate a causa della neve. [(il Dolomiti)](https://www.ildolomiti.it/cronaca/2024/frontale-tra-due-auto-coinvolta-nello-schianto-anche-un-bimba-foto-la-nevicata-di-capodanno-manda-in-crisi-gli-automobilisti-tra-code-e-incidenti) La nevicata ha, infatti, messo in crisi il traffico per i numerosi mezzi sprovvisti di catene o dotazioni invernali. Complice anche l'alto afflusso di turisti per le festività e i molti veicoli, la nevicata ha causato grandi disagi con tempi di percorrenza lunghi. [(il Dolomiti)](https://www.ildolomiti.it/video/cronaca/2023/video-nevica-e-tantissime-auto-restano-bloccate-traffico-in-tilt-e-lunghe-code-serata-di-lavoro-per-vigili-del-fuoco-e-forze-dellordine) Una notte di interventi diffusi in tutti i lembi del Trentino, da nord a sud, da est a ovest. Sopra gli 800 metri, ghiaccio e neve (quella più in alto) per la viabilità è stata una notte da dimenticare. [(Il T Quotidiano)](https://www.iltquotidiano.it/articoli/neve-e-ghiaccio-auto-in-panne-in-tutto-il-trentino-prima-notte-dellanno-di-lavoro-per-i-vigili-del-fuoco/) I fiocchi sono caduti dai 1300 m. di altitudine in su imbiancando anche i paesi e le strade, percorribili solo con l’equipaggiamento invernale: catene o pneumatici da neve. [(ilgazzettino.it)](https://www.ilgazzettino.it/video/nordest/neve_a_capodanno_dolomiti_imbiancate_la_notte_di_san_silvestro-7845924.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "https://www.meteogiornale.it/2023/12/meteo-neve-eccezionale-notte-capodanno-dove/)",
      "https://www.iltquotidiano.it/articoli/neve-e-ghiaccio-auto-in-panne-in-tutto-il-trentino-prima-notte-dellanno-di-lavoro-per-i-vigili-del-fuoco/)",
      "https://www.ildolomiti.it/cronaca/2024/caos-sulle-strade-nella-notte-di-capodanno-traffico-in-tilt-a-causa-della-neve-diversi-mezzi-in-difficolta-raffica-di-interventi-dei-vigili-del-fuoco)",
      "https://www.ildolomiti.it/cronaca/2024/frontale-tra-due-auto-coinvolta-nello-schianto-anche-un-bimba-foto-la-nevicata-di-capodanno-manda-in-crisi-gli-automobilisti-tra-code-e-incidenti)",
      "https://www.qdpnews.it/comuni/bellunese/cortina-con-i-fiocchi-la-conca-regala-ai-suoi-ospiti-un-san-silvestro-innevato/)",
      "https://www.ilgazzettino.it/video/nordest/neve_a_capodanno_dolomiti_imbiancate_la_notte_di_san_silvestro-7845924.html)",
      "https://www.ildolomiti.it/video/cronaca/2023/video-nevica-e-tantissime-auto-restano-bloccate-traffico-in-tilt-e-lunghe-code-serata-di-lavoro-per-vigili-del-fuoco-e-forze-dellordine)",
      "https://ildolomiti.it/cronaca/2024/frontale-tra-due-auto-coinvolta-nello-schianto-anche-un-bimba-foto-la-nevicata-di-capodanno-manda-in-crisi-gli-automobilisti-tra-code-e-incidenti)",
      "https://ildolomiti.it/video/cronaca/2023/video-nevica-e-tantissime-auto-restano-bloccate-traffico-in-tilt-e-lunghe-code-serata-di-lavoro-per-vigili-del-fuoco-e-forze-dellordine)",
      "https://ilgazzettino.it/video/nordest/neve_a_capodanno_dolomiti_imbiancate_la_notte_di_san_silvestro-7845924.html)",
      "https://meteogiornale.it/2023/12/meteo-neve-eccezionale-notte-capodanno-dove/)",
      "https://qdpnews.it/comuni/bellunese/cortina-con-i-fiocchi-la-conca-regala-ai-suoi-ospiti-un-san-silvestro-innevato/)",
      "https://iltquotidiano.it/articoli/neve-e-ghiaccio-auto-in-panne-in-tutto-il-trentino-prima-notte-dellanno-di-lavoro-per-i-vigili-del-fuoco/)",
      "https://ildolomiti.it/cronaca/2024/caos-sulle-strade-nella-notte-di-capodanno-traffico-in-tilt-a-causa-della-neve-diversi-mezzi-in-difficolta-raffica-di-interventi-dei-vigili-del-fuoco)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T00:02:25.989+02:00",
    "updated": "2024-01-02T00:02:25.989+02:00"
  },
  {
    "uuid": "3d48b98fc07b4da2da0af3a99f8ffd7fef22bd47",
    "url": "https://bolavip.com/en/nfl/nfl-news-pittsburgh-steelers-suffer-first-injury-scare-with-russell-wilson",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@mfcastro",
    "published": "2024-07-25T21:20:00Z",
    "title": "Pittsburgh Steelers suffer first injury scare with Russell Wilson - Bolavip US",
    "text": "NFL NFL News: Pittsburgh Steelers suffer first injury scare with Russell Wilson The Pittsburgh Steelers lived their first complicated episode with Russell Wilson.\nSteelers' legend just had enough of Mike Tomlin Dak Prescott threatens to leave Dallas Cowboys in the near future By Miguel Angel Fernandez Castro\nJuly 25, 2024 07:20PM EDT\nwhatsapp\nJuly 25, 2024 07:20PM EDT\n© Michael Reaves/Getty Images Russell Wilson quarterback of the Pittsburgh Steelers By Miguel Angel Fernandez Castro\nThe Pittsburgh Steelers believe Russell Wilson could be the franchise quarterback they haven’t found since the retirement of Ben Roethlisberger . The last Super Bowl for the legendary franchise came 15 years ago.\nLast season, the Steelers kept their faith in Kenny Pickett . However, the prospect got injured and Mitch Trubisky was a disaster. They ended up with Mason Rudolph leading a miraculous run to the playoffs.\nAs a consequence, Wilson got a one-year deal after a very complicated stint with the Denver Broncos and Justin Wilson arrived via trade from the Chicago Bears . It’s an open race, bit, the big question for the veteran is his health.\nRussell Wilson suffers calf injury Russell Wilson missed his first practice at training camp with the Pittsburgh Steelers due to injury. Mike Tomlin confirmed the problem should not be of huge concern.\n“Starts aren’t always ideal, but that’s like life, man. Russ woke up today, his calf was tight. It was my decision to sit him down today, create a little short-term discomfort for him, not allowing a small problem to become a bigger problem.”\nsee also\nNFL News: Dallas Cowboys' legendary quarterback is in legal problems with Lamar Jackson\nJustin Fields took most of the reps with the offense and, although Wilson wanted to be on the field, it was a coach’s decision. “He wanted to and he was probably capable, but I’m getting to know him. I just chose to create a little misery for him and the offensive unit.”\nMiguel Angel Fernandez Castro\nMiguel Angel Fernandez Castro is a sports writer and analyst at Bolavip US, specializing in NFL, MLB, NBA, College Football, Soccer, Tennis, and Golf. With over 15 years of experience, he has served as a broadcaster, commentator, and reporter at Grupo ACIR Radio in Mexico, covering major global events such as the FIFA World Cup, Super Bowl, FIFA Confederations Cup, World Baseball Classic, Pan American Games, PGA Tour, and ATP Tour. He holds a Bachelor’s degree in International Relations from the Monterrey Institute of Technology and Higher Education.\nPittsburgh Steelers Check our latest news in Google News\nfollow us\nwhatsapp\nALSO READ\nNFL NFL Jets player warns Aaron Rodgers ahead of the 2024 season",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/miguelangelfdz",
      "https://bit.ly/3Wfs7iu",
      "https://news.google.com/publications/CAAqBwgKML6HmQswzpGxAw?hl=en-US&gl=US&ceid=US%3Aen",
      "https://www.twitter.com/miguelangelfdz",
      "https://www.bit.ly/3Wfs7iu",
      "https://www.news.google.com/publications/CAAqBwgKML6HmQswzpGxAw?hl=en-US&gl=US&ceid=US%3Aen",
      "https://news.google.com/publications/CAAqBwgKML6HmQswzpGxAw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "russell wilson",
          "sentiment": "negative"
        },
        {
          "name": "mason rudolph",
          "sentiment": "none"
        },
        {
          "name": "miguel angel fernandez castro",
          "sentiment": "none"
        },
        {
          "name": "mike tomlin dak prescott",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        },
        {
          "name": "justin wilson",
          "sentiment": "none"
        },
        {
          "name": "mitch trubisky",
          "sentiment": "none"
        },
        {
          "name": "michael reaves",
          "sentiment": "none"
        },
        {
          "name": "kenny pickett",
          "sentiment": "none"
        },
        {
          "name": "ben roethlisberger",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pittsburgh steelers",
          "sentiment": "negative"
        },
        {
          "name": "pittsburgh steel",
          "sentiment": "negative"
        },
        {
          "name": "bolavip us nfl nfl news",
          "sentiment": "negative"
        },
        {
          "name": "steelers",
          "sentiment": "none"
        },
        {
          "name": "denver broncos",
          "sentiment": "none"
        },
        {
          "name": "dallas cowboys",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago bears",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:42:30.141+03:00",
    "updated": "2024-07-26T02:42:30.141+03:00"
  },
  {
    "uuid": "4ebda48794bf5064dfc6dd5db40f9d6f2f4df595",
    "url": "https://www.dreadcentral.com/reviews/522717/inhabitants-review-heavy-handed-metaphor-keeps-this-tale-from-finding-footing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Doupe'",
    "published": "2025-02-19T21:01:00Z",
    "title": "'Inhabitants' Review: New Religious Horror Struggles To Find Its Footing",
    "text": "I have dealt with my fair share of religious trauma over the years. I grew up in an evangelical church where anything fun was generally regarded as sinful. My worldview in my formative years was informed entirely by faith. I was conditioned to follow the teachings of the Bible without question, even when those teachings didn’t make sense. With a background like that, Matt McClung’s new horror film Inhabitants hits close to home. Religious trauma and passive-aggressive congregants with a penchant for judgment are all too familiar from my youth. Although I connected with the core message of the film, an overlong runtime, a heavy-handed metaphor, and inaccessible characters keep the flick from working as well as it might otherwise.\nWhat is Inhabitants about? This dramatic horror picture follows college-age couple Francis ( Josh Rivera ) and Olivia ( Anna Jacoby-Heron ) as they move into their first home together. Francis is a lapsed Christian while Olivia is a free spirit who embraces new-age faith practices. Shortly after the lovebirds settle into their new home, Francis begins experiencing night terrors and other disturbances. As the incidents escalate, he begins to suspect his former youth pastor is haunting him for living in sin with Olivia.\nIf it isn’t obvious from the plot crunch, the metaphor is a little on the nose. Francis’ late youth pastor comes back from the dead to haunt him much like anyone subjected to religious trauma feels haunted by bad memories, guilt, and shame. A less specific and more generic central antagonist may have kept the metaphor from reading as so heavy-handed. As it stands, the messaging comes across about as subtly as a hurricane.\nTonal inconsistencies plague the film. Aside from an unsubtle metaphor, the film is also plagued by tonal inconsistencies. Francis’ mother, Lillian (Ana Auther), is scripted as comically domineering. She comes across like she’s carved from the overbearing mother-in-law trope popular in romantic comedies. However, every other character in the film plays it stone-cold seriously. Accordingly, Olivia and Francis feel very much like they are in a different movie than Lillian. There’s no real sense of cohesion.\nAlso overbearing are the frequent ham-fisted attempts at foreshadowing. The name on the radiator in Francis and Olivia’s new home is one letter off from spelling ‘hell.’ Their house number adds up to 13. A flashback sequence gives us an ominous look at a blood moon. There’s no shortage of signs suggesting terrible things are on the horizon for the couple. However, the nasty stuff begins happening so quickly that there isn’t a need for foreshadowing. Moreover, a single omen goes a long way. One of the various omens would have been a great plenty. Throwing all of them in feels a lot like overkill.\nThough wicked things begin early and persist often, the greater narrative is still pretty slow. There are a few good jump scares that startled me. However, McClung never successfully sustains tension in the long term. The things that go bump in the night never feel like a credible threat, in large part, because Olivia and Francis never seem all that concerned by them. They seem almost indifferent. If they aren’t noticeably afraid, why should the audience be?\nAll is not lost, though. Moving on to what works well, Kevin Nealon features in a memorable cameo. He is predictably amusing. Yet, he is totally underutilized. His character is there to establish that spirits can possess an object. And that’s about it. I wish Nealon had a meatier role. He’s one of the best parts of the film.\nI also connected with the messaging. Only when Francis truly confronts his trauma and stops running from it can he be free. That is very true. However, the delivery of the message and narrative execution simply aren’t as effective as they could have been with a stronger screenplay, more immersive performances, and a subtler approach to the trauma metaphor.\nOn the whole, Inhabitants is too heavy-handed, features performances that feel out of place, and runs 25 minutes too long. There is a good movie somewhere in there. I am interested to see what McClung does next. He has the basics down. Perhaps his next feature will build upon the momentum he has established thus far.\nIf you’re curious to check Inhabitants out, you can find the film on VOD from Gravitas Ventures now.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "topics": [
      "Arts, Culture and Entertainment->cinema",
      "Religion and Belief->cult",
      "Religion and Belief->belief systems",
      "Religion and Belief->religious conflict"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.imdb.com/name/nm10399506/",
      "https://www.imdb.com/name/nm4305257/?ref_=nv_sr_srsg_0_tt_0_nm_1_in_0_q_Anna%2520Jacoby-Heron",
      "https://www.imdb.com/name/nm10399506",
      "https://imdb.com/name/nm10399506/",
      "https://imdb.com/name/nm4305257/?ref_=nv_sr_srsg_0_tt_0_nm_1_in_0_q_Anna%2520Jacoby-Heron",
      "https://www.imdb.com/name/nm4305257/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Anna Jacoby-Heron",
          "sentiment": "none"
        },
        {
          "name": "Matt McClung",
          "sentiment": "none"
        },
        {
          "name": "Josh Rivera",
          "sentiment": "none"
        },
        {
          "name": "Francis",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-19T23:09:07.454+02:00",
    "updated": "2025-02-20T02:55:06.636+02:00"
  },
  {
    "uuid": "4abfbb2e4c91a4e1d0f8d4acbdf7ec6c33554070",
    "url": "https://www.wctv.tv/2024/01/05/fairly-pleasant-weekend-will-follow-overnight-showers-storms/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WCTV",
    "published": "2024-01-05T21:50:00Z",
    "title": "A fairly pleasant weekend will follow overnight showers and storms",
    "text": "A fairly pleasant weekend will follow overnight showers and storms Chief Meteorologist Mike McCall has the forecast TALLAHASSEE, Fla. (WCTV) - A storm system bringing rain, gusty winds, and a few stronger thunderstorms is set to arrive in the Big Bend and South Georgia overnight Friday into early Saturday morning. For an in-depth breakdown of the overnight storms, check out this article: [https://www.wctv.tv/2024/01/04/first-alert-weather-day-declared-overnight-friday-into-saturday-morning/](https://www.wctv.tv/2024/01/04/first-alert-weather-day-declared-overnight-friday-into-saturday-morning/) Once the rain clears out shortly after sunrise, the rest of our Saturday will feature partly cloudy skies with high temperatures in the mid-60s. Overnight lows will drop into the mid-40s. Sunday will bring partly to mostly cloudy skies with high temperatures in the upper 50s. Overnight lows will drop to near 40 degrees. A larger storm system will sweep across the Southeast to start the upcoming work week. Monday will start mostly cloudy, with scattered showers arriving in the afternoon hours. Strong to severe storms are more likely on Tuesday. As we get within a three-day window of the anticipated severe weather, the questions of exactly when, where, and potential impacts will become more clear. Stay with us this weekend for more updates. Wednesday and Thursday will shape up to be cooler and drier. Watch the attached video for the full forecast: To stay up to date on all the latest news as it develops, follow WCTV on [X](https://twitter.com/WCTV) ( Have a news tip or see an error that needs correction? [Write us here](mailto:news@wctv.tv?subject=Correction%20Needed). Please include the article's headline in your message. Keep up with all the biggest headlines on the WCTV News app. Click [here](https://wctv.tv/2023/04/18/wctv-news-app) to download it now. Copyright 2024 WCTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/WCTV)",
      "https://www.twitter.com/WCTV)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike mccall",
          "sentiment": "positive"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "tallahassee",
          "sentiment": "none"
        },
        {
          "name": "south georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:45:54.398+02:00",
    "updated": "2024-01-06T00:45:54.398+02:00"
  },
  {
    "uuid": "9f5c7ce92ded814a54b9da0f24ef016cefe93ae8",
    "url": "https://abc30.com/high-surf-warning-waves-california/14239707/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KABC",
    "published": "2023-12-29T16:09:00Z",
    "title": "Rogue wave hits California, flooding streets and sweeping people off their feet in Ventura",
    "text": "VENTURA, Calif. -- Massive surf is bringing danger and destruction to California's coast.\nLarge waves pounded Southern California's shores on Thursday, leading to flooding on coastal communities and multiple rescues by lifeguards.\nRELATED:\n Visitors from all over the world flock to Mavericks Beach as surfers brave massive waves\nStreets along Ventura's beach communities were coping with several feet of water, leaving multiple vehicles stranded. Lifeguards had to perform multiple rescues, in most cases of people who had gathered to watch the big waves from the sand but were caught up unexpectedly in them, sweeping them off their feet.\nOne video showed bystanders pulling a lifeguard out of the water with his arms after he apparently became exhausted trying to fight the powerful tow.\nAnother video showed a massive rogue wave breaching a low wall in Ventura, sending onlookers fleeing and sweeping up several of them in water. Officials say eight people were treated at local hospitals for injuries.\nRogue wave sends people fleeing along Ventura shoreline\nIn another video, a man went paddleboarding with his daughter along a flooded street.\nPeople who live in affected communities can't recall seeing waves this size, at least in the recent past.\n\"The waves were big,\" said Ventura resident Brian Scott. \"I mean, I'm a water guy. I sail, scuba dive. These were 15+ foot waves this morning at high tide. Never seen that. We've been here for 10 years.\"\nWhy is Southern California seeing massive waves? Dallas Raines explains\nA high surf advisory went into effect at 4 a.m. Thursday and will last through 10 p.m. Saturday.\nThe National Weather Service says some local areas could see waves up to 15 feet high. The Ventura County coast, and Hermosa, Manhattan and Palos Verdes beaches are expected to see the most significant impacts.\nThe state's central coast is also expected to be hit hard.\nSeveral cars were seen stuck on a flooded street near the beach. Lifeguards were warning people who had gathered to watch the big waves that they needed to move farther back from the water.\nIn Oxnard, streets near the beach were similarly flooded and several cars were trapped as well. All Oxnard public beaches are closed Friday through Sunday due to the high surf advisory.\nOfficials say flooding is possible in some low-lying areas.\nIn Newport Beach, residents were warned about the conditions and sand berms were replenished.\nCity officials said crews would be monitoring water levels and will pump water out if needed.\nMeanwhile, Los Angeles County beachgoers are urged to speak with lifeguards before going into the water.\nDespite the advisory, many surfers turned out at Seal Beach ready to catch some waves early Thursday morning.\n\"Seal Beach is kind of like a stadium. Everyone like's to come here. It's a easy, makeable wave... and everyone loves to be pumped to be here,\" said Jeff Brockman.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://6abc.com/waves-at-mavericks-today-beach-surf-report/14239846/",
      "https://www.6abc.com/waves-at-mavericks-today-beach-surf-report/14239846/",
      "https://6abc.com/waves-at-mavericks-today-beach-surf-report/14239846"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "ventura ventura",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "southern california",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "mavericks beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:57:33.208+02:00",
    "updated": "2023-12-29T19:57:33.208+02:00"
  },
  {
    "uuid": "f91e83e4f9f0c6e1ee4fd14a14c1e974668ac4cb",
    "url": "http://business.theeveningleader.com/theeveningleader/article/abnewswire-2024-4-4-brilliance-sf-launches-resurfacing-anti-aging-cream",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2024-04-04T00:00:00Z",
    "title": "Brilliance SF Launches Resurfacing Anti-Aging Cream | User | theeveningleader.com",
    "text": "Aging is an inevitable part of everyone's life. Various factors can contribute to the effects of aging, such as; Genetics, Lifestyle, Sun exposure, Stress, Environmental factors, and Hormonal changes.\nAnti-aging refers to efforts to slow down, prevent or reverse the effects of aging on the body. Moisturization is beneficial to reverse aging. As people age, our skin loses moisture and becomes thinner, which can lead to wrinkles and fine lines. Moisturizing regularly can help to replenish and retain moisture in the skin, which can help to reduce the appearance of fine lines and wrinkles.\nThere are so many creams in the market that claim to be perfect for anti-aging but in actuality, they are not and cause side effects. Brilliance SF is the name of the product that works as a wonder for your skin.\nAn anti-aging cream without any adverse effects is Brilliance SF . By nourishing, moisturizing, hydrating, and tightening the facial skin, this product helps a lot. Additionally, it gets rid of deep creases and wrinkles. Additionally, Brilliance SF Skincare works to prevent free-radical damage, which accelerates the aging process of the face. It also rejuvenates the skin.\nThis cream is for tightening, hydrating, and moisturizing the skin.\nYour body produces collagen protein, which is crucial for maintaining healthy skin. Collagen acts as a binding agent for your skin cells, giving your skin a smooth and even texture. As people age, their body's ability to produce collagen decreases, resulting in wrinkles and blemishes. Polypeptides can help to stimulate collagen production and repair your skin . For best results, it is recommended to start using products like Brilliance SF at a young age , before signs of aging become apparent. However, even if a person already has wrinkles, this treatment can help to eliminate them quickly, revealing his true beauty that may have been hidden over the years.\nGet rid of dark circles:\nOne of the advantages of using it is that it eradicates the appearance of dark circles, which can be challenging to eliminate and cause a tired and dull appearance. By brightening the under-eye region and effectively removing dark circles, it can help a person appear and feel more revitalized and younger.\nGet rid of wrinkles:\nMany people find the reduction of wrinkles as a valuable benefit of Brilliance SF. This cream functions by filling the gaps between the collagen fibers in the skin, thus creating a smoother appearance.\nHydrates the skin:\nAn advantage of using Brilliance SF is that it can boost skin hydration. This is because it contains hyaluronic acid, which is a natural substance in the skin that helps keep it hydrated.\nBrightens the skin:\nOne of the benefits of using Brilliance SF is the improvement of skin's appearance, making it brighter. The cream's components help to reduce the visibility of dark spots and ensure an even skin tone. Brilliance SF also assists in improving the look of fine lines and wrinkles, while hydrating the skin and preventing premature aging.\nPeople can buy Brilliance SF online through their official website . They have a choice to choose between three different packages that include:\nBrilliance SF is an anti-aging cream that moisturizes, hydrates, and tightens the skin, getting rid of deep wrinkles and preventing free-radical damage. It works by stimulating collagen production, promoting skin cell turnover, and reducing inflammation. Its ingredients, including Vitamin E, Retinol, Aloe vera, and Stay C 50, provide numerous benefits for anti-aging, including hydration, brightening the skin, reducing wrinkles and fine lines, and eradicating dark circles. Brilliance SF is recommended for people to use at a young age, before signs of aging become apparent, but it can also help to eliminate wrinkles and blemishes even if a person already has them.\nMedia Contact\nCompany Name: News Zone\nContact Person: Media Relations\nEmail: Send Email\nCountry: United States\nWebsite: https://rebrand.ly/1c5bce\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://rebrand.ly/1c5bce",
      "https://www.abnewswire.com/email_contact_us.php?pr=brilliance-sf-launches-resurfacing-antiaging-cream",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2024-4-4-brilliance-sf-launches-resurfacing-anti-aging-cream",
      "https://www.cloudquote.io",
      "https://www.abnewswire.com/press_stat.php?pr=brilliance-sf-launches-resurfacing-antiaging-cream",
      "https://www.abnewswire.com/companyname/rebrand.ly_127112.html",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://abnewswire.com/email_contact_us.php?pr=brilliance-sf-launches-resurfacing-antiaging-cream",
      "https://cloudquote.io/article/6",
      "https://abnewswire.com/companyname/rebrand.ly_127112.html",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.rebrand.ly/1c5bce",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2024-4-4-brilliance-sf-launches-resurfacing-anti-aging-cream",
      "https://abnewswire.com/press_stat.php?pr=brilliance-sf-launches-resurfacing-antiaging-cream"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "genetics",
          "sentiment": "none"
        },
        {
          "name": "brilliance sf skincare",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:13:55.114+03:00",
    "updated": "2024-04-05T02:13:55.114+03:00"
  }
]