[
  {
    "uuid": "25d1baa8a285cdb9d842738827fe3267380563dc",
    "url": "https://vnexplorer.net/another-death-reported-since-2021-recall-of-home-bed-assist-handles-health-canada-s697626.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:06:00Z",
    "title": "Another death reported since 2021 recall of home bed assist handles: Health Canada",
    "text": "Another death reported since 2021 recall of home bed assist handles: Health Canada\nOTTAWA — Health Canada is reminding Canadians about a recall of home bed assist handles after learning of an additional death.\nFour models of bed handles distributed by Drive Medical were first recalled two years ago after two reported deaths — one in Canada and one in the U.S.\nHealth Canada says as of Dec. 19, the company has received a report of a second death in this country.\nThe metal handles are affixed alongside the mattress to help people get in and out of their regular bed at home. The products are not designed for hospital beds.\nHealth Canada says more than 68,000 of the affected handles were sold between 2016 and 2021 in Canada.\nIt says consumers should stop using them and contact Drive Medical Canada to get a refund.\nThe recalled home bed assist model numbers are 15064, 15062, RTL15073 and RTL15063-ADJ.\nNo information has been provided about what caused any of the deaths, but the recall notice says that retention straps were not properly secured in the initial cases in Canada and the U.S.\nDrive Medical has also learned of an additional three deaths in the U.S. that happened before Dec. 6, 2021, when the recall was first issued.\nMore than 496,000 of the bed assist products were distributed in the U.S. between 2007 and 2021. The products were sold on Amazon.\nThis report by The Canadian Press was first published Dec. 28, 2023.\nCanadian Press health coverage receives support through a partnership with the Canadian Medical Association. CP is solely responsible for this content.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1masEw.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1masEw.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "health canada ottawa",
          "sentiment": "negative"
        },
        {
          "name": "health canada another",
          "sentiment": "negative"
        },
        {
          "name": "health canada",
          "sentiment": "none"
        },
        {
          "name": "drive medical canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. health canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:17:36.173+02:00",
    "updated": "2023-12-29T01:17:36.173+02:00"
  },
  {
    "uuid": "39749bbc763ca1103a19e917b976e8d3bc0b4a7e",
    "url": "https://www.mdzol.com/politica/2023/12/28/javier-milei-repudio-el-terrorismo-de-hamas-recordo-las-fuerzas-del-cielo-que-lo-llevaron-al-triunfo-395118.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "mdzol.com",
    "published": "2023-12-29T02:30:00Z",
    "title": "Javier Milei repudió el terrorismo de Hamás y recordó a \"las fuerzas del cielo\" que lo llevaron al triunfo - MDZ Online",
    "text": "Javier Milei repudió el terrorismo de Hamás y recordó a \"las fuerzas del cielo\" que lo llevaron al triunfo Milei dio el presente en un evento de la comunidad judía, fue acompañado y no dudó en recordar a las \"fuerzas del cielo\" que le dieron el apoyo para llegar al sillón de Rivadavia. El presidente [Javier Milei](https://twitter.com/JMilei?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) participó este jueves de la apertura inaugural de la edición XV de los Juegos Macabeos Panamericanos 2023 en el Movistar Arena y dio un discurso que se basó en \"las fuerzas del cielo\" pero también le permitió ratificar su lucha contra el terrorismo islámico, lanzar una pequeña chicana y evitar nombrar asuntos de la coyuntura nacional. \"Hola a todos\", fue la primera frase que dijo el libertario tras subirse al escenario, haciendo referencia a la canción \"Panic Show\", un icónico de la campaña de La Libertad Avanza, que identifica a su líder máximo como \"el león\". Además, agradeció tener una \"verdadera congregación del pueblo judío en una semana\" por los Juegos Macabeos, que se celebran cada cuatro años y que en esta ocasión se desarrollarán en Buenos Aires, desde este 28 de diciembre hasta el 5 de enero. Milei, desde antes de convertirse en presidente, ya tenía una muy buena relación con la comunidad judía. Tan así que dos semanas antes de asumir viajó a Nueva York para visitar la tumba del rabino de Luvavitch, Menachem Mendel Schneerson. Otro ejemplo es la bendición que recibió del rabino David Pinto Shlita, una semana antes de su viaje a Estados Unidos. También tiene a su rabino de cabecera: Shimon Axel Wahnish, quien fue el elegido para ocupar la embajada de Argentina en Israel. Wahnish es un prestigioso miembro de la comunidad judeo marroquí que se convirtió en el guía espiritual del libertario, enseñándole la Tora al presidente. Es así como hoy, Milei habló frente a un Movistar Arena repleto de atletas y familiares de 16 países y no pudo evitar referirse a las \"fuerzas del cielo\", la frase que se convirtió en un latiguillo para todos sus seguidores: \"Para los que me conocen, saben que la historia de los Macabeos para mi es muy importante, muy relevante\", explicó. Mirá el video: Milei subió al escenario ovacionado por el público \"La historia de los Macabeos para mí es una de las más inspiradoras de las escrituras, eran los menos contra los muchos, los débiles contra los poderosos, pero vencieron porque la razón y la providencia divina estaban de su lado. Porque la victoria en el combate no depende de la cantidad de soldados sino de las fuerzas que vienen del cielo\", expresó Milei, mientras la gente comenzaba a aplaudir al unísono. En ese sentido, en un momento se desvió de su discurso inicial para lanzar una chicana que el definió como un \"aviso parroquial\" contra aquellos que no creían en que él podría convertirse, junto a La Libertad Avanza, en presidente y Gobierno: \"Recuerdo que cuando junto a Victoria Villarruel estábamos asumiendo como diputados (en 2021), me habían hecho una entrevista y el periodista me dijo 'pero que pueden hacer ustedes dos adentro de un grupo de 257'. Frente a ese momento, recuerdo que le respondí citando el libro de Macabeos, que dice que la victoria en la batalla no depende de la cantidad de soldados sino de las fuerzas que vienen del cielo. Y sin lugar a dudas las fuerzas del cielo probaron ser más fuertes, argumentó Milei, dando a entender que a pesar de las críticas y poca confianza que se tenía en su figura y su Gobierno, logró llegar al Sillón de Rivadavia con las fuerzas de los Macabeos. Mirá el video: Milei saludó a los atletas argentinos de los Juegos Macabeos Panamericanos en el acto de inauguración Otro tema que estuvo presente en su discurso fue el hecho de que Israel se encuentra en guerra con la organización terrorista Hamás desde el ataque del 7 de octubre hacia el territorio y los habitantes israelíes. En ese sentido, y sobre el final del discurso, el presidente le envió un \"cariño sentido a todo el pueblo judío, en particular a quienes tienen familia o seres queridos cerca de la línea de combate\". \"Acompaño en este momento difícil y quiero ratificar mi compromiso inalterable con el Estado de Israel y con el pueblo judío en la lucha contra el [terrorismo](https://www.mdzol.com/sociedad/2023/10/12/quien-es-el-soldado-de-95-anos-que-lucha-en-el-frente-israeli-por-que-es-clave-para-los-mas-jovenes-375123.html) islámico\", confirmó. \"Por La Paz y la libertad, Viva la libertad carajo\", exclamó Milei para cerrar su discurso que tuvo como respuesta una multitud que gritaba \"viva\" en respuesta a su célebre frase. Las declaraciones del presidente que condenan al terrorismo son un llamado de esperanza para toda la comunidad judía argentina, que espera que Hamás sea incluida en la lista de organizaciones terroristas. Sabrina Ajmechet, diputada nacional, escribió para navidad un posteo que le exigía al Gobierno que tome esa decisión y el presidente, a través de red social X (exTwitter) le respondió que estaban \"trabajando en eso\". El presidente no permitió que el acto se convierta en un espacio para hablar sobre políticas de Estado actuales, en un contexto donde la oposición se queja del mega [DNU](https://www.mdzol.com/sociedad/2023/12/21/el-dnu-de-milei-establece-la-educacion-como-servicio-esencial-que-implica-393262.html) que Milei anunció y de la ley ómnibus que envió al Congreso. A 18 días de asumir como mandatario de la Argentina, el presidente se enfrenta a un paro general confirmado de la CGT el 24 de enero y a un Congreso que ve con malos ojos las facultades que quiere atribuirse. Acompañando al presidente se encontraba la vicepresidenta Victoria Villarruel y varios integrantes del Gabinete de ministros, como Patricia Bullrich, de Seguridad; Luis Petri, Defensa; Mariano Cúneo Libarona, de Justicia y Karina Milei, secretaria General de la Presidencia. Además, dijeron presente el jefe de Gobierno de la Ciudad Jorge Macri, su ministro de Seguridad Waldo Wolff y Roberto García Moritán, ministro de Desarrollo Económico porteño. La edición XV de los Juegos Macabeos Panamericanos 2023 contará con la presencia de países como Uruguay, Estados Unidos, Brasil, Chile, Canadá, México, Colombia y Cuba. Aunque también participarán delegaciones que representan otros países fuera del continente, como Israel, Suiza, Zimbabwe, Reino Unido, Sudáfrica, Australia y Alemania. Las sedes de los juegos serán los centros deportivos de la comunidad judía más grandes de Buenos Airea: el Náutico Hacoaj, Tigre; Sociedad Hebraica Argentina, Pilar y Cissab, en Tristán Suárez. Habrá 20 disciplinas compitiendo en simultáneo y cinco categorías de edad. [](/politica/2023/12/29/los-funcionarios-de-milei-estan-conformes-pero-preocupan-las-relaciones-ocultas-con-el-kirchnerismo-395115.html) Piquetes permanentes Los funcionarios de Milei están conformes, pero preocupan las relaciones K [](/politica/2023/12/29/juan-grabois-se-reunio-con-luis-moreno-ocampo-para-debatir-un-plan-de-desarrollo-humano-395124.html) Justicia El motivo por el que Grabois se reunió con exfiscal del Juicio a las Juntas [](/politica/2023/12/29/un-diputado-mendocino-celebro-la-actitud-de-javier-milei-elogio-la-ley-omnibus-395057.html) Entrevista MDZ Radio Un diputado mendocino celebró la actitud de Milei y elogió la ley ómnibus [](/politica/2023/12/29/las-tajantes-criticas-de-maria-eugenia-vidal-para-poner-en-jaque-la-gestion-de-axel-kicillof-395078.html) Lapidario mensaje Las tajantes críticas de Vidal para poner en jaque a la gestión de Kicillof [](/politica/2023/12/28/javier-milei-revelo-como-pagara-su-viaje-para-ver-el-show-de-fatima-florez-en-mar-del-plata-395125.html) En redes sociales Milei reveló cómo pagará su viaje para ver el show de Fátima a Mar del Plata [](/politica/2023/12/28/el-gobierno-quiere-el-traspaso-de-la-justicia-nacional-la-ciudad-de-buenos-aires-395024.html) Jueces resisten El Gobierno quiere el traspaso de la Justicia nacional a la Ciudad de BA [](/politica/2023/12/28/claves-de-la-ambiciosa-polemica-ley-omnibus-de-javier-milei-en-argentina-395043.html) Los detalles Las claves de la ley ómnibus de Javier Milei, según la prensa internacional [](/politica/2023/12/28/patricia-bullrich-critico-el-rechazo-al-dnu-de-javier-milei-afirmo-que-lo-quieren-voltear-395113.html) Decreto presidencial",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://twitter.com/JMilei?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)",
      "https://www.twitter.com/JMilei?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor)",
      "https://twitter.com/JMilei"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T07:07:11.982+02:00",
    "updated": "2023-12-29T07:07:11.982+02:00"
  },
  {
    "uuid": "aa3352ba0de66791d1b047ac8ac2c61bd846b4e5",
    "url": "https://www.meteoweb.eu/2023/12/pesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto/1001342992/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Filomena Fotia",
    "published": "2023-12-29T10:31:00Z",
    "title": "Pesanti inondazioni, situazione critica nei Paesi Bassi: esonda il fiume Ijssel, Deventer sott'acqua | FOTO",
    "text": "MeteoWeb » METEO » IL METEO NEL MONDO Pesanti inondazioni, situazione critica nei Paesi Bassi: esonda il fiume Ijssel, Deventer sott’acqua | FOTO Negli ultimi giorni, diverse aree pianeggianti nei Paesi Bassi orientali sono state sommerse dalle acque di Filomena Fotia 29 Dic 2023 | 11:31 MeteoWeb Alcune regioni dell’Europa settentrionale e centrale, in particolare Germania , Paesi Bassi e Ungheria , stanno attualmente affrontando gravi inondazioni a seguito delle intense precipitazioni . Nella città tedesca di Magdeburgo, una barriera lungo il fiume Elba è stata aperta per la prima volta in un decennio al fine di alleviare la pressione causata dalle piene. Le inondazioni di questa settimana hanno reso necessaria l’evacuazione di decine o addirittura centinaia di persone in diverse zone della Germania settentrionale e centrale.\nNei Paesi Bassi, il fiume Reno ha raggiunto un livello molto superiore alla norma ieri nel villaggio di Lobith, al confine con la Germania. Tuttavia, le autorità prevedono una significativa diminuzione nei prossimi giorni. Altri rami del Reno nei Paesi Bassi hanno raggiunto il picco, mentre le acque si dirigono verso il mare. Nella città olandese di Deventer , particolarmente colpita (foto di Ezio Cairoli a corredo dell’articolo), i soccorritori avevano già posizionato sacchi di sabbia lungo il fiume Ijssel e chiuso le strade in previsione di un possibile esondazione, avvenuta nelle scorse ore.\nNegli ultimi giorni, diverse aree pianeggianti nei Paesi Bassi orientali sono state sommerse dalle acque a causa dell’esondazione dei fiumi. La situazione rimane critica, e le autorità locali stanno adottando misure preventive per proteggere la popolazione e le infrastrutture dalle conseguenze delle inondazioni.\nContinua la lettura su MeteoWeb Condividi",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://i.vimeocdn.com/video/1770152588-4a452f2e599a3e7141ea72d60bc9e41114ee401059846f31b25cdb0cb1dc38c0-d_640x360?r=pad",
      "https://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://player.vimeo.com/progressive_redirect/playback/895452808/rendition/540p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=b03733bc86b9e5dcf290f49d6b30096f8511d9d22551ca965133c02fddfbfdf8",
      "https://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://player.vimeo.com/external/895452808.m3u8?s=1faff6f14b3fc046c36413e73c0a332a7e6a74fb&oauth2_token_id=1467441249",
      "https://www.addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://www.addtoany.com/add_to/whatsapp",
      "https://www.player.vimeo.com/progressive_redirect/playback/895452808/rendition/540p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=b03733bc86b9e5dcf290f49d6b30096f8511d9d22551ca965133c02fddfbfdf8",
      "https://addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://player.vimeo.com/progressive_redirect/playback/895452808/rendition/540p/file.mp4",
      "https://www.addtoany.com/add_to/twitter",
      "https://www.addtoany.com/add_to/pinterest",
      "https://addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://www.addtoany.com/add_to/email",
      "https://addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://www.player.vimeo.com/external/895452808.m3u8?s=1faff6f14b3fc046c36413e73c0a332a7e6a74fb&oauth2_token_id=1467441249",
      "https://www.i.vimeocdn.com/video/1770152588-4a452f2e599a3e7141ea72d60bc9e41114ee401059846f31b25cdb0cb1dc38c0-d_640x360?r=pad",
      "https://www.addtoany.com/add_to/facebook",
      "https://addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://www.addtoany.com/add_to/linkedin",
      "https://player.vimeo.com/external/895452808.m3u8",
      "https://addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO",
      "https://i.vimeocdn.com/video/1770152588-4a452f2e599a3e7141ea72d60bc9e41114ee401059846f31b25cdb0cb1dc38c0-d_640x360",
      "https://addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fpesanti-inondazioni-situazione-critica-paesi-bassi-fiume-ijssel-deventer-foto%2F1001342992%2F&linkname=Pesanti%20inondazioni%2C%20situazione%20critica%20nei%20Paesi%20Bassi%3A%20esonda%20il%20fiume%20Ijssel%2C%20Deventer%20sott%E2%80%99acqua%20%7C%20FOTO"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:46:00.643+02:00",
    "updated": "2024-01-14T00:04:53.277+02:00"
  },
  {
    "uuid": "82794362f43dff746a9213ce1a6c43a326cc11c9",
    "url": "https://laopinion.com/2023/12/28/aseguran-que-silvia-pinal-saldra-pronto-del-hospital-y-pasara-ano-nuevo-en-su-mansion-en-mexico/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Pablo González",
    "published": "2023-12-28T22:31:00Z",
    "title": "Aseguran que Silvia Pinal saldrá pronto del hospital y pasará Año Nuevo en su mansión en México",
    "text": "Aseguran que Silvia Pinal saldrá pronto del hospital y pasará Año Nuevo en su mansión en México\nA pesar del tremendo susto que nos metió, todo parece indicar que Silvia Pinal pasará Año Nuevo desde la comodidad de su lujosa mansión\nLa primera actriz\nSilvia Pinal, quien está hospitalizada desde el pasado 22 de diciembre, estaría a cuestión de horas o días de abandonar el nosocomio privado en el que se encuentra internada tras contraer influenza.\nAunque su familia no ha hablado abiertamente sobre la inminente alta médica de la presentadora, quien sí lo hizo fue el productor Iván Cochegrus, quien adelantó que la celebridad de 92 años saldría del hospital este mismo viernes, lo que le permitirá pasar Año Nuevo desde la comodidad de su lujosa mansión en el Pedregal, en Ciudad de México.\n“En dos días se va a casa, a más tardar el viernes, allá va a pasar Año Nuevo”, detalló el realizador.\nSilvia Pinal tenía planeado recibir el 2024 desde su hogar en Acapulco, sin embargo, su condición médica no le permitirá viajar a la playa, por lo que tendrá que dejar ese viaje para mejor ocasión.\n“Está muy bien, ya bromea, está muy bien de ánimo”, compartió Cochegrus, quien detalló que la vida de la mamá de Alejandra Guzmán en ningún momento estuvo en riesgo, aunque admitió que sí la ingresaron a terapia intensiva\n“Ni la entubaron ni pasó a mayores, la señora ha estado consciente, come bien, o sea, todo está normal”, concluyó.\n¿Cómo es la mansión en México donde Silvia Pinal pasará el Año Nuevo?\nLa mansión en cuestión fue construida en 1956 y se ubica en el exclusivo barrio de Jardines del Pedregal, al sur de Ciudad de México.\nLa propiedad es de grandes dimensiones y conserva en su interior un retrato que el mismísimo Diego Rivera le hizo a la primera actriz y que está valuado en $60 millones de dólares.\nLa casa goza de diversos ambientes en el interior y en el exterior, siendo de destacar su increíble vegetación, así como su piscina climatizada y su sala de juegos.\nSigue leyendo:\nCaptan a Cristian Castro muy bien acompañado de mujer con la que habría pasado Navidad en su casa Natalia Alcocer, ‘La Vikinga’, se reconcilia con su pareja y lo presume durante cena de Navidad Video: Así es el lujoso yate en el que Wisin pasó Navidad en compañía de su bella esposa Así es la hermosa casa de Samadhi Zendejas, la bella protagonista de ‘Vuelve a mí’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:31.037+02:00",
    "updated": "2023-12-29T00:42:31.037+02:00"
  },
  {
    "uuid": "c616bf6ef0c059f422af00b2394386df947bdae2",
    "url": "https://www.somersetlive.co.uk/news/somerset-news/thunderstorm-warning-somerset-issued-met-9276154",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shannon Brown",
    "published": "2024-05-10T00:00:00Z",
    "title": "Thunderstorm warning for Somerset issued by Met Office - Somerset Live",
    "text": "The Met Office has issued a thunderstorm warning across Somesert, signalling a dramatic end to this week's warm and sunny weather. The severe weather alert is in place from noon to 10pm on Sunday, May 12 and warns of thunder and lightning, heavy rain and the possibility for flooded properties. After weeks of rain and lower-than-usual temperatures, many hoped the current wave of sunshine and warmth would last longer than a week. However, meteorologists say up to 50mm of rain could fall in just two hours on Sunday - but it is still predicted to be 23C. The forecaster says: \"Heavy showers and thunderstorms could lead to some disruption in places, especially to travel. Isolated property flooding is possible.\" According to the Met Office, the storms will begin in the south and move north throughout the day. Read More - Two Somerset beaches among England's dirtiest awarded 'Brown Flag' Read More - Bath city centre getting transformed as major development on car park approved It adds: \"Heavy showers and thunderstorms are likely to break out in the south of this area late Sunday morning and early Sunday afternoon, moving steadily north while growing into larger areas of rain before clearing the area.\", reports Gloucestershire Live . \"Some intense downpours are possible in a few places, giving up to 30 mm in less than hour and perhaps 40-50 mm over two to three hours leading to surface water flooding. Hail, frequent lightning strikes and strong wind gusts will be additional localised hazards.\" The Met Office has forecasted a shift in weather patterns starting this Sunday, as a low-pressure system from the Atlantic makes its approach. Deputy Chief Meteorologist Tony Wisson commented: \"Many places will start fine and warm on Sunday, though it is likely to become cloudier from the west or southwest during the day. This will be accompanied by scattered showers, which could be heavy with thunder.\" \"On Monday we're likely to see more widespread and longer-lived spells of rain, some of which will be heavy and thundery. This will also lead to a much cooler feel to the day.\" In Somerset residents can bask in highs of 24C today (Friday, May 10) and the temperature is set to hit 24C again on Saturday. The mercury may climb to 25C on Sunday, albeit with potential light showers. Come Monday, temperatures are expected to fall to highs of 17C, bringing an overcast day peppered with heavy showers around midday. Tuesday is set to start overcast, transitioning to light showers by late morning.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.gloucestershirelive.co.uk/news/gloucester-news/uk-weather-met-office-issues-9276112",
      "https://gloucestershirelive.co.uk/news/gloucester-news/uk-weather-met-office-issues-9276112"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office - somerset live the met office",
          "sentiment": "negative"
        },
        {
          "name": "somerset",
          "sentiment": "negative"
        },
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "somerset",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T13:59:56.532+03:00",
    "updated": "2024-05-10T14:39:00.839+03:00"
  },
  {
    "uuid": "dfb803def633f79abbc705f7b2acd51ebb7c4326",
    "url": "https://thenationonlineng.net/rotary-to-plant-1000-trees",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Nation Newspaper",
    "published": "2024-07-19T00:54:00Z",
    "title": "Rotary to plant 1,000 trees",
    "text": "Rotary Club District International 9112 of Ikeja, Lagos, is to plant 1,000 trees along coastal lines in the state to avert environmental disasters, ocean surge and flooding. The tree planting programme is covering Lagos and Ogun States.\nIt said it will launch the campaign on Sunday at Westside Beach in Lagos, targetting 10,000 trees.\nRotary Club District 9112 is conscious of global warming threats, and has taken measure to save the human race from extinction with its tree planting initiative with coconuts and mango trees in the Lagos and Ogun States coastal lines.\nRelated News District Governor, Femi Adenikan, noted the need to save the environment, adding his district plans to plant one thousand trees at beach locations in Lagos.\nDistrict Chair, Public Image Committee on RI 9112, Ehi Braimah, identified a key benefit of planting trees, saying it helps to release oxygen.\nRepresentative of Lagos State Parks, Mrs. Funke Aina, commended RI District 9112 for its coastal restoration initiative. She promises her agency’s willingness to collaborate with the club to drive the project.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://rotary9110.org/",
      "https://rotary9110.org",
      "https://www.rotary9110.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "funke aina",
          "sentiment": "none"
        },
        {
          "name": "femi adenikan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rotary club district international",
          "sentiment": "negative"
        },
        {
          "name": "public image committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lagos",
          "sentiment": "none"
        },
        {
          "name": "ikeja",
          "sentiment": "none"
        },
        {
          "name": "ogun states",
          "sentiment": "none"
        },
        {
          "name": "lagos state parks",
          "sentiment": "none"
        },
        {
          "name": "westside beach",
          "sentiment": "none"
        },
        {
          "name": "ehi braimah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T08:09:05.433+03:00",
    "updated": "2024-07-19T08:09:05.433+03:00"
  },
  {
    "uuid": "5fdce3d6f0f6f400796b7a9235418440f7da72e7",
    "url": "https://www.elpasotimes.com/story/news/2023/12/29/national-weather-service-forecasts-perfect-el-paso-weather-for-sun-bowl/72058674007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aaron A. Bedoya",
    "published": "2023-12-29T17:40:00Z",
    "title": "National Weather Service forecasts perfect El Paso weather for Sun Bowl",
    "text": "[Aaron A. Bedoya](/staff/4406959002/aaron-a-bedoya/) Football enthusiasts gearing up for [today's Sun Bowl](/story/sports/football/2023/12/27/sun-bowl-teams-tickets-parking-bowl-game-matchup/71813673007/) can anticipate picture-perfect weather conditions, setting the stage for a great game between Notre Dame and Oregon State. As fans prepare to cheer on their favorite teams, the forecast promises a blend of sunshine, seasonal temperatures, and gentle breezes, according to the National Weather Service. The weather report for the Sun Bowl Stadium indicates a temperature range of 50-55 degrees Fahrenheit, according to the National Weather Service. While the sun will dominate the skies, creating a scenic backdrop for the game, attendees are advised to dress warmly, especially those occupying shady spots, where temperatures may lean towards the cooler side. More: [Updated list of Notre Dame, Oregon State players to opt out of Tony the Tiger Sun Bowl](/story/sports/college/sunbowl/2023/12/29/sun-bowl-opt-outs-details-on-notre-dame-oregon-state-players/72056913007/) Whether you're a die-hard supporter or a casual spectator, today's conditions at the Sun Bowl promise a comfortable and enjoyable experience. So, don your team colors, grab snacks and prepare for an exhilarating football afternoon in El Paso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Sport"
    ],
    "external_links": [
      "https://www.weather.gov/epz/)",
      "https://weather.gov/epz/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tony",
          "sentiment": "none"
        },
        {
          "name": "a. bedoya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sun bowl national weather service",
          "sentiment": "negative"
        },
        {
          "name": "national weather service",
          "sentiment": "negative"
        },
        {
          "name": "notre dame",
          "sentiment": "none"
        },
        {
          "name": "oregon state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "el paso",
          "sentiment": "none"
        },
        {
          "name": "sun bowl",
          "sentiment": "none"
        },
        {
          "name": "sun bowl stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T22:31:22.754+02:00",
    "updated": "2023-12-30T06:53:21.110+02:00"
  }
]