[
  {
    "uuid": "295bbe26808c4547a563a7e5e31440faa20f63e1",
    "url": "https://www.insidernj.com/press-release/patricia-is-a-champion-for-peace-in-supporting-a-permanent-ceasefire-in-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Insider NJ",
    "published": "2024-03-08T18:21:00Z",
    "title": "Patricia is a champion for peace in supporting a permanent ceasefire in Gaza - Insider NJ",
    "text": "Patricia is a champion for peace in supporting a permanent ceasefire in Gaza\nFormer Assemblywoman Sadaf Jaffer re-affirms her support for\nCampos-Medina for U.S. Senate at Somerset Democratic Convention\nCalifon, N.J.— Former Assemblywoman Sadaf Jaffer, a respected leader recognized as a distinguished American elected official who represented the 16th Legislative District in the New Jersey General Assembly, officially nominated U.S. Senate candidate Dr. Patricia Campos-Medina for the Somerset County Democratic Convention yesterday.\nIn a powerful statement, Jaffer expressed her unwavering support for Campos-Medina’s candidacy, emphasizing her moral leadership and extensive experience.\n“Patricia Campos-Medina is a principled and effective leader with a lifetime of experience that our government desperately needs,” stated Jaffer. “Her advocacy for workers’ rights, including domestic workers, and her commitment to women representation as the former head of Latina Civic, highlight her dedication to fairness and equality.”\nJaffer also commended Campos-Medina’s efforts in championing healthcare access, reproductive rights, and Medicare for all. “Patricia’s unwavering dedication to these critical issues demonstrates her understanding of the urgent challenges we face as a society,” added Jaffer.\nHighlighting Campos-Medina’s advocacy for peace, Jaffer emphasized the importance of her perspective, having lived through war as a child. “In a time where our leaders have remained silent on the devastating consequences of warfare, Patricia’s call for peace is more crucial than ever,” said Jaffer.\nJaffer urged voters to consider the significance of their choice, emphasizing the profound impact of U.S. Senators’ decisions on millions of lives worldwide. “The American people deserve a representative like Patricia Campos-Medina in the U.S. Senate,” concluded Jaffer.\nNJ party conventions in New Jersey are an insider’s political game. However, amidst this climate, individuals like Former Asw. Jaffer serves as a beacon of hope. She reminds us of the critical importance of speaking truth to power, even when those in power attempt to silence opposition.\nCampos-Medina’s campaign is based on issues and speaks directly to the concerns of NJ working class and regular voters. In her quest to win the nomination, she will continue to participate in Democratic conventions where she is invited to participate and speak to delegates. Her commitment is to the voters of NJ and she continues to build a grassroots campaign in areas where conventions are not fair or open to all candidates vying for the U.S. Senate.\n“My campaign is based on advancing policy issues based on my life experience. I am the daughter of a working class immigrant family; in the U.S. Senate I will drive solutions to working families issues as I have done my entire professional life,” states Campos-Medina. “I appreciate former Assemblywoman Sadaf Jaffer’s courageous support for my candidacy. She is a mentor and a role model for women of color who are running for office and fighting for representation.”\nWith over 20 years of experience in government service and Democratic Party support, Jaffer stressed the need for fresh leadership in the U.S. Senate. “We don’t need more of the same in the U.S. Senate,” affirmed Jaffer. “Patricia’s potential as the second Latina and first woman from New Jersey to serve in the Senate underscores the importance of diverse representation in our government.”\nABOUT PATRICIA CAMPOS-MEDINA\nDr. Patricia Campos-Medina, a nationally recognized labor leader and community organizer, brings a wealth of experience and a proven record of expertise to her candidacy for the United States Senate. With three decades of dedicated service in grassroots and union organizing, electoral campaigns, government affairs, and organizational management, Patricia is a proven champion for working families. Her commitment to higher education and labor education is reflected in her academic journey, from earning a scholarship to attend Cornell University to achieving a Ph.D. from Rutgers University.\nPatricia’s journey as the daughter of immigrant workers escaping civil war informs her dedication to championing education as the key to a brighter future. Her resilience and commitment to diversity and inclusivity stand as pillars in her quest to represent all New Jerseyans in the U.S. Senate. As a policy expert, Patricia has demonstrated leadership in national and state legislative campaigns, where she has tirelessly fought to protect the rights of American workers, ensuring their ability to join unions, and advocating for workplace safety, affordable healthcare, and dignified retirements. Patricia Campos-Medina is not just another candidate; she is a Jersey Girl ready to restore integrity, accountability, and trust in our politics, fighting for the opportunities every working family deserves. Visit www.Patricia4Senate.com for more information.\n(Visited 11 times, 11 visits today)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "http://www.patricia4senate.com",
      "http://patricia4senate.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "patricia",
          "sentiment": "positive"
        },
        {
          "name": "campos-medina",
          "sentiment": "none"
        },
        {
          "name": "jaffer",
          "sentiment": "none"
        },
        {
          "name": "assemblywoman sadaf jaffer",
          "sentiment": "none"
        },
        {
          "name": "patricia campos-medina",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "campos-medina",
          "sentiment": "none"
        },
        {
          "name": "general assembly",
          "sentiment": "none"
        },
        {
          "name": "campos-medina for u.s. senate",
          "sentiment": "none"
        },
        {
          "name": "latina civic",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza former assemblywoman sa",
          "sentiment": "none"
        },
        {
          "name": "califon",
          "sentiment": "none"
        },
        {
          "name": "n.j.",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "somerset county",
          "sentiment": "none"
        },
        {
          "name": "somerset",
          "sentiment": "none"
        },
        {
          "name": "new jersey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T22:51:45.315+02:00",
    "updated": "2024-03-08T22:51:45.315+02:00"
  },
  {
    "uuid": "b27a204251a6e3735e2d555dde8388a6219d335d",
    "url": "https://www.pressherald.com/2024/01/05/college-football-playoff-blake-corum-back-from-injury-leads-michigan-to-brink-of-a-national-title/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LARRY LAGE",
    "published": "2024-01-05T23:57:00Z",
    "title": "College football playoff: Blake Corum, back from injury, leads Michigan to brink of a national title",
    "text": "ANN ARBOR, Mich. — Blake Corum declared it was “natty or bust,” before the college football season kicked off and reiterated his bold statement before helping Michigan beat Alabama to put the school within a win of its first national championship since 1997. “This time last year, I wasn’t here,” Corum said following the Rose Bowl, a year after having surgery on his left knee. “So, I just want to thank God. Full circle. Full 365, and I’m blessed.” The top-seeded Wolverines feel fortunate to have Corum on their side against second-seeded Washington on Monday night in Houston at the College Football Playoff championship game. “I feel like he in my eyes is the most valuable player of our team,” Rose Bowl and team MVP J.J. McCarthy said Wednesday. “There’s so many of them that are right up at his caliber, but especially from an offensive perspective, I feel like he’s one of the guys that makes our offense go. “Just everything he’s been through, all the adversity that he’s been through, just from his upbringing to this past year, just everything about who he is and just his character, how he attacks every single day, it just rubs off on all of us.” Corum had a season-ending knee injury late last season, limiting him against Ohio State and keeping him out of the Big Ten championship game and national semifinals. He bounced back well enough to win college football’s Comeback Player of the Year award just before extending his single-season Michigan record to 25 rushing touchdowns and setting the career mark at the school with 56 touchdowns on the ground. The 5-foot-8, 213-pound Corum had 118 yards of offense against the Crimson Tide, scoring the Wolverines’ first touchdown and last touchdown in a 27-20 overtime win to put them on the brink of a national title. “I did say before the season, it’s a championship-or-bust type of season,” he said. “So, I’m going to stand on that.” Corum backs up his words with actions off the field, too. He hosted an event that collected about 25,000 toys for children at a suburban Detroit mall in December, a month after leading an effort for a third straight year that donated more than 1,000 turkeys, milk and side dishes to families for Thanksgiving. “Having the ability to give back and do it in such a big and profound way when you can keep it all for yourself and worry about buying yourself all the chains and all the cars and all the materialistic things, now Blake is thinking about giving it back to the people in need,” McCarthy said. “That just speaks to who he is and the culture that’s here at the University of Michigan.” Corum gives back a chunk of the money he receives in Name Image and Likeness deals, including one with Baseball Hall of Famer Derek Jeter and his athletic apparel company, Greatness Wins. Corum, who was raised in a one-stoplight town in Marshall, Virginia, about 50 miles west of Washington, D.C., landed a deal with Jeter last April. “When I was playing baseball, which was the first sport I ever played, I wore No. 2 because of him,” Corum said. “So, that’s like a dream come true.” Jeter, who is from Kalamazoo, Michigan, planned to play for the Wolverines until the New York Yankees made him an offer he couldn’t refuse as the sixth pick overall in 1992. Still, he took classes at the school after playing rookie ball for the Yankees and has always pulled for the Wolverines. “I’m a University of Michigan man, a huge fan of this football team and of Blake’s career,” Jeter said in a telephone interview Friday. “We built a brand built on mindset. We focus on quality and consistency, and those two traits sum up Blake. And he’s not only consistent as a player, but he’s consistent as a person. After getting to know him, he’s someone I admire.” Corum, who said he turns down “a lot” of NIL offers also has partnerships with Wolverine Boots, Peloton, Celsius, The 33rd Team, National Guard, Pearson and Revel Moments. “NIL has been good to me, I’m not going to lie,” Corum said. “NIL has done wonders, not only for me, it’s allowed me to do a lot in the community. So, every time I get a deal, I’m putting 20% to the side, whether it goes to charitable funds, whether it goes to church. It’s going to something better.” Success. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page. Enter your email and password to access comments. Invalid username/password. Please check your email to confirm and complete your registration. Use the form below to reset your password. When you've submitted your account email, we will send an email with a reset code. [Send questions/comments](/feedback-form/) to the editors. [Thursday’s college roundup: UMaine women use strong second quarter to top UMass Lowell, 55-43](https://www.pressherald.com/2024/01/04/thursdays-college-roundup-umaine-women-use-strong-second-quarter-to-top-umass-lowell-55-43/) [Friday’s college roundup: Caitlin Clark scores 29 in Iowa’s win over Rutgers in women’s basketball](https://www.pressherald.com/2024/01/05/fridays-college-roundup-caitlin-clark-scores-29-in-iowas-win-over-rutgers-in-womens-basketball/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ann arbor",
          "sentiment": "negative"
        },
        {
          "name": "blake corum",
          "sentiment": "negative"
        },
        {
          "name": "j.j. mccarthy",
          "sentiment": "none"
        },
        {
          "name": "corum",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "blake corum",
          "sentiment": "negative"
        },
        {
          "name": "wolverines",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mich.",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        },
        {
          "name": "rose bowl",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T02:13:01.838+02:00",
    "updated": "2024-01-06T04:31:21.678+02:00"
  },
  {
    "uuid": "734b2ec8a959c8b55598b5c1d37de2d5ac3cf5d4",
    "url": "https://www.theweek.in/voices/columns/brijeshwari-gohil/2024/03/29/how-art-has-depicted-christs-crucifixion-over-the-years.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brijeshwari Gohil",
    "published": "2024-03-29T04:50:00Z",
    "title": "How art has depicted Christ's crucifixion over the years - The Week",
    "text": "As the pious month of Lent draws to an end and the Easter weekend begins, I cannot help but contemplate the myriad ways in which artists in India, over the years, have depicted this subject that has so much influence on western art. Christ's crucifixion and the last week of his time on earth has probably been the most important and popular subject for the Renaissance artists. Mammoth, life-size canvas paintings, murals and frescoes, tapestries, stained glass— these are just some of the many mediums artists have used to depict their interpretation of this subject matter. Popularly known as ‘Passion Narrative’, these depictions and scenes showcase heightened, raw emotions of intense suffering, sacrifice, pain, misery, disbelief and grief. Indian artists too have depicted Biblical scenes for centuries. The inspiration to depict these scenes has either stemmed from the obvious missionaries, their own Christian heritage and family lineage, or through the influence of European Masters whom they may have studied. In the Mughal courts, where superior craftsmanship and generous patronage flourished, there were artists who dealt extensively with this theme. Kitabkhanas, or artist ateliers, were largely community-driven centres. Every artist had their own arena of expertise, starting with preparing the base or paper, creating the pigments, defining the background, creating the characters. The prominence of Biblical scenes in Mughal miniatures is seen from the reign of Akbar. Ever curious to expand his knowledge, he engaged in dialogues with all religions, patronised art and architecture, and was fascinated by different cultures and ideologies. It is, I assume, this open-mindedness which also led him to form his own religion, the Din-I-Ilahi. His benevolent side led him to invite Jesuit missionaries to his court in 1550. While they were not successful in converting the great emperor, this was perhaps the beginning of the depiction of Biblical scenes in Mughal miniature works. Subject matters such as Madonna and Child abound. Interestingly, the essence of the miniature painting was left untouched. The intricate style of painting, the use of opaque colours and natural pigments, the gold, flowery, ornate borders. An interesting work that caught my eye from a Christie's auction is ‘The Crucifixion’. The figures here seem almost oriental, but there is a lack of that heightened emotion seen in most European works on the same theme. The disconnect between the character and artist makes me wonder whether it was simply a fascination with a new subject matter, which led to these paintings being created? Since it was a different, unfamiliar religious theme, was the artist simply a detached observer, devoid of the ‘passion’? What I was also intrigued with was the verso or the back of the painting. Depicting delicate, floral borders and bold calligraphy, this was indeed something unique. Fast forward a few centuries and you have a stunning series of crucifixion paintings by Jamini Roy. Modern Indian artists have displayed Christ and crucifixion in a far more individualistic and dramatic manner in comparison to the miniatures, which are largely a depiction of scenes, lacking a personality, keeping it general. For me the classic works of Jamini Roy speak volumes as he brings his personal style to the forefront with intensity. Having the religious connect and despite the scene being Biblical, Roy sticks to his familiar colours, bold lines, flat strokes and of course, his distinct almond eyes, a signature aspect of his artistic oeuvre. Through his use of colour he creates a tense atmosphere, and a sense of solemnity prevails. There is no deep suffering being emoted through his figures. Rather, a sense of calm pervades. Many others too drew inspiration from the Crucifixion, marrying it with their own personal style and subjects. MF Husain, for example, uses the historic Pieta of Michelangelo, which depicts Mary holding Christ after the crucifixion. Using the same heartbreaking image and sentiment, he elevates Mother Teresa to the status of Mother Mary in his canvas. Mother Teresa was a favourite subject for Husain who admired her life of sacrifice and service. Faceless, she is brought to life simply with her trademark white saree with a blue border, while the person laying across her lap, a faceless, bare, individual is being embraced by her. The stark, heart aching figures stay true to his personal style of painting but depicting the same emotion of death and destitute. These works over the years are not only testament to the influence of biblical scenes on art but also the ways by which art in India has evolved and progressed. The miniature works almost seem like illustrations or historical documentations. While there is a focus on the Mughal school of painting with style and form, the individual, the artist is missing in this subject matter. Modern works, in comparison, are more about the artist. A very clear, deeper emotion of the artist shines through juxtaposed with the Crucifixion. Can this also be a reflection of the way society has shifted and evolved in India, as the individual becomes more dominant?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christ",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T10:30:10.962+03:00",
    "updated": "2024-03-29T10:30:10.962+03:00"
  },
  {
    "uuid": "de6ebdd12dbb3234eb65de9932aea12d13d6c28d",
    "url": "https://noticias.uol.com.br/cotidiano/ultimas-noticias/2024/01/25/mulheres-carcere-privado-santa-catarina.ht",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eduarda Esteves",
    "published": "2024-01-25T21:38:00Z",
    "title": "Estrangeiras denunciam estupro e cárcere privado em casa noturna de SC",
    "text": "Cotidiano Estrangeiras denunciam estupro e cárcere privado em casa noturna de SC Do UOL, em São Paulo 25/01/2024 16h38\nA Polícia Civil de Santa Catarina, por meio da Delegacia de Polícia do Município de Bombinhas, cumpriu um mandado de busca e apreensão hoje Imagem: Divulgação/PCSC Duas estrangeiras denunciaram terem sido vítimas de estupro e cárcere privado em uma casa noturna de Bombinhas, em Santa Catarina. Responsável pelo local negou as acusações.\nO que aconteceu As mulheres foram encontradas na UPA da cidade, na noite da última segunda-feira (22). O caso é investigado pela Delegacia de Bombinhas. Elas foram levadas até o Instituto Médico Legal de Balneário Camboriú para serem submetidas a exame de corpo de delito. A nacionalidade não foi revelada pela polícia para preservar as vítimas.\nPolícia Civil de Santa Catarina cumpriu um mandado de busca e apreensão na casa noturna. Suspeito foi localizado nesta quinta-feira (25) e negou as acusações. Ele argumentou que nunca manteve as mulheres em cárcere privado e que não praticou qualquer tipo de irregularidade no estabelecimento.\nAlicia Klein\nPalmeiras e Corinthians: a diferença que o crédito faz\nJuca Kfouri\nSão Paulo, Tom Jobim e Tostão: que data!\nCasagrande\nFirme e sincera, Leila não foge de nada\nPVC\nA grande noite de Éverton Ribeiro no Bahia\nA polícia apreendeu um celular e informou que imagens do circuito interno das câmeras de segurança serão analisadas. No local, também foi encontrada uma pequena quantidade de entorpecente.\nO responsável pelo local foi autuado por posse de drogas para consumo pessoal e liberado em seguida.\nA polícia instaurou um inquérito para investigar o caso. As vítimas foram ouvidas na Delegacia de Bombinhas.\nElas disseram que trabalharam no local por duas semanas. O delegado à frente do caso, no entanto, afirmou que as declarações ainda não foram comprovadas. A polícia esclareceu que, por enquanto, não há suspeita de tráfico de pessoas. As vítimas não estão em programa de proteção.\nComunicar erro Veja também Deixe seu comentário Só para assinantes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:18:32.298+02:00",
    "updated": "2024-01-26T03:32:14.186+02:00"
  },
  {
    "uuid": "c6db19dc52d0f014f77a2c58c245f0b0849faa71",
    "url": "https://www.clarin.com/internacional/alerta-tormenta-solar-severa-golpea-tierra-grande-decadas_0_YgmhfHqVq7.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Clarín",
    "published": "2024-05-10T18:19:00Z",
    "title": "Alerta por una tormenta solar severa que golpea la Tierra, la más grande en dos décadas",
    "text": "Actualmente, nuestro planeta Tierra se encuentra en medio de una fuerte tormenta solar. Así lo advierte una alerta emitida por la Administración Nacional Oceánica y Atmosférica de [Estados Unidos](https://www.clarin.com/tema/estados-unidos.html) (NOAA),que, además, reveló que estamos siendo atacados por una gran tormenta geomagnética clasificada como G4, la peor desde 2005, según el organismo. Por esta inusual situación podrían provocarse determinadas auroras boreales en Alabama y California. Las posibilidades de ver las luces serán mayores en el norte de Estados Unidos, Canadá y el norte de Europa. La tormenta geomagnética prevista para el viernes es el resultado de múltiples explosiones en el Sol, llamadas eyecciones de masa coronal. Las eyecciones de masa coronal son grandes nubes de plasma solar y campo magnético. Desde principios de esta semana, el Sol envió al menos cuatro o cinco de estas erupciones hacia la Tierra. Es posible que algunas de estas eyecciones se combinen, aumentando la magnitud de la tormenta. First G4 (Severe) geomagnetic since 2005 has been issued.— NOAA (@NOAA) The aurora tonight (5/10) /tomorrow morning (5/11) may become visible over much of the northern half of the country, & possibly as far south as Alabama to northern California. [https://t.co/upPlNYuNev] [@NWSSWPC] [@NWS] [pic.twitter.com/JTHmXtRKOc] [May 10, 2024] Cómo es esta tormenta solar La NOAA anticipó que el evento podría perturbar significativamente nuestra tecnología e infraestructura este fin de semana. En esta clasificación, por encima solo existe una alerta G5, que se considera de peligrosidad extrema. Este anuncio llega tras la detección de múltiples llamaradas solares y eyecciones de masa coronal (CMEs) desde el 8 de mayo, las cuales parecen estar dirigidas hacia la Tierra. Las tormentas geomagnéticas se clasifican en una escala del 1 al 5, siendo 1 la más débil y 5 la que tiene el mayor potencial de daño. Los meteorólogos explicaron que la fuerza de la tormenta geomagnética podría interrumpir los sistemas de energía y causar problemas a los satélites y astronautas en el espacio. Como si esto fuera poco, también podría acabar con los sistemas de navegación y las comunicaciones por radio. Incluso, la agencia detalló que las tormentas solares de tal magnitud pueden afectar a los animales migratorios y causar auroras, como la famosa aurora boreal. ¿Qué es una tormenta geomagnética? Una tormenta geomagnética -también llamada tormenta solar- ocurre cuando el campo magnético de la Tierra es interrumpido por una onda de choque de un viento solar, que es una explosión de la superficie del Sol. Las tormentas geomagnéticas se clasifican en una escala del 1 al 5, siendo 1 la más débil y 5 la que tiene el mayor potencial de daño. En su apogeo, una tormenta G5 (la más fuerte) puede provocar el colapso de la infraestructura mundial, ya que las redes eléctricas globales se caerían, al igual que los satélites y la navegación que nos permiten usar en la Tierra, destacó el medio británico. Cuáles son las consecuencias de una tormenta solar Desde la NASA explican que la ionosfera -la capa de la atmósfera terrestre que se extiende entre los 80 y los 500 kilómetros- es vulnerada durante las tormentas geomagnéticas y esta actividad repercute en las comunicaciones terrestres. Las más afectadas son las ondas de radio de alta frecuencia y los sistemas GPS. Al igual que las comunicaciones de radio de vuelos comerciales o cruceros pueden tener problemas durante los eventos de absorción en los polos causados por los protones solares. Newsletter Clarín",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T21:29:01.075+03:00",
    "updated": "2024-05-11T01:55:22.130+03:00"
  },
  {
    "uuid": "da436741fad61a1069d98b06d96a9cf64829fb07",
    "url": "https://www.univision.com/shows/primer-impacto/padre-hispano-muere-protegiendo-a-su-esposa-y-a-su-bebe-en-un-fuego-cruzado-entre-criminales-y-autoridades-video",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Univision",
    "published": "2024-09-26T01:20:00Z",
    "title": "Hispano muere protegiendo a su esposa y a su bebé en un fuego cruzado entre criminales y autoridades | Shows Primer Impacto | Univision",
    "text": "familia en un enfrentamientocon criminales, en éxico.el hombre queó atrapado entrelas balas.reportera: parece una zona deguerra, pero este departamentofue la casa de juan carlos y sufamilia, y se convirtó en unescenario de tiroteo entre lasfuerzas armadas y criminales.>> por aqí entraron losmalandros.ellos estaban descansando.reportera: seún testigos, losmilitares lanzaron gaseslacriógenos y juan carlossaló corriendo y dijo quehaía una beé de ocho meses,pero fue íctima de fuegocruzado muró.>> entraron a su departamento.mi hermano se saló.reportera: el gobernador delestado inforó que las fuerzasdel orden abatieron a tresdelincuentes, y uno de ellosera juan carlos.pero familiares dicen que no esaí.>> no era un malandro.él era un trabajador.reportera: dos ías despés, elgobernador dice que la muertede juan carlos pudo ser un dañocolateral. investiga lafiscaía.>> en el caso de juan carlos,si se presume con elementos deque es una persona de lasociedad que fue, al parecer,es lo que se argumenta enmedios.reportera: la familia y lasociedad exigen justicia parala pequeña hérfana.van 16 ías de enfrentamientosen sinaloa. los estudiantes nohan podido regresar a clases",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:13:53.189+03:00",
    "updated": "2024-09-27T01:13:53.189+03:00"
  },
  {
    "uuid": "15f6d155428d8ed7eb158d3837cb01d3e2f76c56",
    "url": "https://www.meteoweb.eu/2024/10/meteo-marsala-le-previsioni-per-domani-lunedi-14-ottobre/1001654949",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione Meteo MeteoWeb",
    "published": "2024-10-13T02:22:00Z",
    "title": "Meteo Marsala, le previsioni per domani lunedì 14 ottobre",
    "text": "Le condizioni meteo di Marsala per Lunedì 14 Ottobre si presenteranno favorevoli, con un clima prevalentemente sereno e temperature gradevoli. Durante la notte , il cielo rimarrà sereno, con temperature che si attesteranno intorno ai 21,6°C . La brezza leggera proveniente da nord-nord est garantirà un’atmosfera piacevole, con umidità attorno al 65% . Con l’avanzare della giornata, le previsioni del tempo indicano un aumento della copertura nuvolosa, ma senza precipitazioni significative.\nNella mattina , il cielo continuerà a mantenere una predominanza di sereno, con temperature che saliranno fino a raggiungere i 24°C intorno a mezzogiorno. La velocità del vento si attesterà tra i 8,8 km/h e i 12,4 km/h , mantenendo una brezza leggera che contribuirà a rendere l’aria fresca e gradevole. L’umidità si ridurrà progressivamente, portandosi attorno al 55% .\nNel pomeriggio , le previsioni meteo segnalano un incremento della copertura nuvolosa, con nubi sparse che potrebbero coprire fino al 73% del cielo. Tuttavia, le temperature rimarranno stabili attorno ai 23,8°C , con una leggera diminuzione della percezione termica. La velocità del vento aumenterà, raggiungendo punte di 24,8 km/h , rendendo l’atmosfera più vivace.\nCon l’arrivo della sera , il cielo tornerà a essere sereno, con temperature che si attesteranno intorno ai 22,6°C . La brezza leggera continuerà a soffiare, mantenendo un clima piacevole per le attività all’aperto. L’umidità si stabilizzerà attorno al 60% , mentre la pressione atmosferica rimarrà costante, attorno ai 1018 hPa .\nIn conclusione, le previsioni del tempo per Marsala nei prossimi giorni indicano un clima stabile e piacevole, con temperature che si manterranno su valori miti. Martedì e mercoledì si prevede un ulteriore miglioramento delle condizioni meteo , con cieli sereni e temperature che potrebbero superare i 25°C . Gli amanti del bel tempo potranno approfittare di queste giornate favorevoli per godere delle bellezze della città e del suo territorio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-13T05:32:14.064+03:00",
    "updated": "2024-10-13T05:32:14.064+03:00"
  }
]