[
  {
    "uuid": "f696f9f7a73f15dd9ee3d9a61782fe896833b056",
    "url": "http://business.bigspringherald.com/bigspringherald/article/issuewire-2023-12-30-collette-nlemchi-illuminates-divine-majesty-in-new-book-god-is-the-light",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IssueWire",
    "published": "2023-12-29T00:00:00Z",
    "title": "Collette Nlemchi Illuminates Divine Majesty in New Book 'God Is the Light' | Markets | bigspringherald.com",
    "text": ": A Revelation of God's Timeless Power and Compassion\nWilmington, Delaware Dec 29, 2023 ( Issuewire.com ) - In her enlightening new book, God Is the Light , Collette Nlemchi invites readers into a profound exploration of the divine, serving as a beacon of wisdom and understanding for those seeking to deepen their connection with the creator of the universe.\nGod Is the Light aims to inform the world that the God portrayed within its pages is the Universal Commander, a deity without beginning or end, whose name is truly endless. Nlemchi emphasizes that no power or principalities can be compared with the divine, showcasing the uniqueness and compassion that define the character of the Almighty.\nThe book delves into the extraordinary ways of God, offering a perspective that goes beyond human comprehension. Nlemchi passionately conveys that the creation of the Almighty is beyond mere understanding--it is, in her words, \"TOO MUCH.\" The author's devotion to praising and exalting the divine is evident throughout the narrative, reflecting a profound reverence for the creator's ways and attributes.\nIn God Is the Light, the author, Collette Nlemchi, dedicates her life to illuminating the majesty of God and conveying the compassionate nature of the Almighty. The book serves as a testament to the unparalleled attributes of the divine, highlighting the profound ways in which God's creation surpasses human understanding. Nlemchi's devotion to praising and exalting the divine shines through every page, offering readers a unique perspective on the boundless compassion and wisdom of the Universal Commander.\nGod Is the Light by Collette Nlemchi is a captivating exploration of the divine that transcends traditional understanding. Nlemchi's writing skillfully communicates the profound attributes of God, emphasizing the uniqueness and compassion that set the Almighty apart. The author's devotion to praising and exalting God adds a personal touch to the narrative, creating a powerful and enlightening reading experience.\nThe book serves as a reminder that, in a world filled with complexities, there exists a divine force that is beyond compare. God Is the Light is an illuminating journey that invites readers to reflect on the mysteries of creation and the compassionate nature of the Universal Commander.\nReaders may get a copy of this compelling book through Amazon, Barnes & Noble, and other leading online platforms.\nGrab your copy today!\nBuy the book at: God Is the Light: Nlemchi, Collette: Books\nISBN: 978-1664203938\nBook Title: God Is the Light\nAuthor: Collette Nlemchi\nPublisher: Westbow Press\nRepresented by: Great Writers Media\nPublished Date: September 30, 2020\nBook Genre: Christian, Spirituality, Religion, Spirituality, Christianity, Personal\nReflection, Personal Transformation, Spiritual Growth, Spiritual Poetry\nMedia Contact\nGreat Writers Media\nhlopez@greatwritersmedia.com\n1-877-556-0487\n24A Trolley Square #1580\nhttps://www.greatwritersmedia.com/\nSource :Great Writers Media\nThis article was originally published by IssueWire. Read the original article here.\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.issuewire.com/",
      "https://tracking.newsrpm.com/pixel?slug=issuewire-2023-12-30-collette-nlemchi-illuminates-divine-majesty-in-new-book-god-is-the-light",
      "https://www.issuewire.com/home/getImg/127042",
      "https://www.cloudquote.io",
      "https://www.issuewire.com/collette-nlemchi-illuminates-divine-majesty-in-new-book-god-is-the-light-1786631866625947",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "http://www.amazon.com/exec/obidos/ASIN/1664203931",
      "https://www.greatwritersmedia.com/",
      "https://issuewire.com/home/getImg/127042",
      "https://cloudquote.io/article/5",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://issuewire.com/",
      "https://www.googletagmanager.com/gtag/js",
      "https://tracking.newsrpm.com/pixel",
      "https://www.greatwritersmedia.com",
      "https://greatwritersmedia.com/",
      "https://issuewire.com/collette-nlemchi-illuminates-divine-majesty-in-new-book-god-is-the-light-1786631866625947",
      "https://www.tracking.newsrpm.com/pixel?slug=issuewire-2023-12-30-collette-nlemchi-illuminates-divine-majesty-in-new-book-god-is-the-light",
      "https://cloudquote.io",
      "http://amazon.com/exec/obidos/ASIN/1664203931",
      "https://www.issuewire.com",
      "https://cloudquote.io/article/6"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "collette nlemchi",
          "sentiment": "none"
        },
        {
          "name": "nlemchi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "timeless power and compassion wilmington",
          "sentiment": "negative"
        },
        {
          "name": "collette nlemchi illuminates divine majesty",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "delaware",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T06:02:46.436+02:00",
    "updated": "2023-12-30T06:02:46.436+02:00"
  },
  {
    "uuid": "83fff0297b63450a7721b13d8034820a1b716144",
    "url": "https://ecommerce-europe.eu/news-item/polish-chamber-of-digital-economy-creates-diamonds-your-team-deserves-them/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nikola Jurak",
    "published": "2024-01-05T15:02:00Z",
    "title": "Polish Chamber of Digital Economy creates diamonds – your team deserves them! - Ecommerce Europe",
    "text": "GUEST ARTICLE This article has been provided by Ecommerce Europe’s National Association: [The Chamber of Digital Economy ](https://eizba.pl/) (Poland) The launch of the Performance Marketing Diamonds EU contest, on January 4, means that performance agencies, publishers, media houses, and brands are entering a challenge that will sum up their year-long achievements. This is the sixth edition of the Chamber of Digital Economy contest. The jury will evaluate projects carried out in the European Union’s 27 markets. Performance Marketing Diamonds EU is the only Polish performance marketing and affiliation industry contest with a reach that demonstrates the international prestige of Polish e-marketing professionals. The rapid growth of online marketing corresponds to the increasing power of e-commerce, and vice versa. The people behind this feedback may be applauded in many environments, but in this case, the spotlight will be on the vibrant and innovative domain of digital performance marketing. And, as in previous editions, the e-Chamber will be looking for performance marketing and affiliation diamonds for the sixth time in its unique international contest to be held in 2024. It will allow the businesses to take part in Performance Marketing Diamonds EU, PMD 2024, to compare their achievements and showcase their innovation to a wider market. We’re speeding up, which you can see all around you In a world where data-driven business decisions and precision targeting reign supreme, the contest is expanding with new categories to further highlight the growth of this part of e-commerce. The 2024 novelties are: - The most effective paid search campaign (Performance & Affiliate Marketing pillar) - The most challenging performance campaign (Performance & Affiliate Marketing pillar) - Think-out-of-the-box campaign (Creative Performance pillar) - The most creative use of AI (Creative Performance pillar) - ROI content campaign for e-commerce (Content Performance pillar) - The most effective video content (Content Performance pillar) - The most effective retail campaign (Strategy Performance pillar). The new categories are a response to the times that mark the rapid development of algorithms, changes in consumer behaviour, as well as the transformation of business and platforms. These phenomena are having a strong impact on a market that, as always, values innovation, agility, and a readiness for constant change. The aforementioned values are invariably delivered by performance agencies, companies, publishers, and media houses operating in the areas of performance marketing and affiliation. It is them that the contest caters for. Who, if not us “The EU-wide contest shows the strength of Polish online marketing. We have reached a level of maturity that is worthy of being shown to a wide audience. Campaigns and business models created by domestic agencies are solutions that can be scaled worldwide” says Patrycja Sass-Staniszewska, President of the Chamber of Digital Economy, with conviction evoking the atmosphere of the first of the contests to be organised by the e-Chamber in 2024. “Behind every successful campaign is a team of people who work tirelessly to put ideas into practice. And as far as the contest is concerned, we never forget that technology is a tool in the hands of man,” – she adds. The international reach and building prestige on an EU scale is the most important value of the contest, which translates into the fact that the PMD 2024 contest is a unique opportunity for Polish companies to showcase their activities and achievements beyond our country to ensure business continuity by increasing exposure. For companies that run performance campaigns in other European countries, on the other hand, it is an opportunity to present their activities in Poland. – “The e-Chamber’s Performance Marketing Diamonds contest awards are conferred to agencies, media houses, and brands whose campaigns have significantly distinguished themselves from the contest. Selecting the winners is no easy task, as performance marketing in Poland and other European Union countries is developing very rapidly every year. In 2024, the e-Chamber is already organising the 6th edition of the Performance Marketing Diamonds EU contest, whose each successive instalment has attracted record interest. I’m convinced that this year, too, we’ll have the opportunity to evaluate projects based on unconventional concepts and with a scope greater than before. By entering the Performance Marketing Diamonds EU contest, you get the opportunity to win the Performance Marketing Diamonds awards and pitch your projects to experts from Poland and other EU countries. I wholeheartedly encourage you to take part in the contest!” – says Anastasiya Buryanova, Coordinator of the 6th edition of Performance Marketing Diamonds EU 2024. Diamonds are forever At the closing gala of the fifth edition of PMD, held on May 25, 2023, we found out the names of the winning companies and agencies in the contest’s 12 categories. The title of the Performance Agency of the Year was once again conferred to Sales Tube. The Brand of the Year award was won by Decathlon. The Grand Prix award went to Cube Group. The achievements of all PMD winners demonstrate the collective efforts of the teams and reflect the culture of collaboration, passion, and drive for excellent performance – such is the state of the industry at the turn of the old and new year. It is also an invitation for ambitious teams to let themselves be known more closely in a professional contest overseen by Sowiński & Partners law firm as an auditor. … and you are in the game The winners will be selected based on entries in four areas: Performance & Affiliate Marketing, Creative Performance, Content Performance, and Strategy Performance. Furthermore, the jury will award prizes for the main categories. During the contest gala, we will also find out who will receive the main awards and the Grand Prix, an accolade for the best of the best. Entries for the sixth edition of the largest international contest dedicated to the field of performance and affiliation marketing must be submitted, exclusively in English, by February 5, 2024, via this link. We expect to announce the nominees on April 23. The awards gala is scheduled for May 25, 2024. Every year, interest in the event is growing, so it is advisable not to delay in deciding to take part. The e-Chamber creates diamonds – your team deserves them! For more information about the contest, please visit the website [https://pmdiamonds.eu/](https://pmdiamonds.eu/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://pmdiamonds.eu/",
      "https://eizba.pl/)",
      "https://pmdiamonds.eu/)",
      "https://www.eizba.pl/)",
      "https://pmdiamonds.eu",
      "https://www.pmdiamonds.eu/)",
      "https://www.pmdiamonds.eu/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chambe",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "polish chamber of digital economy",
          "sentiment": "negative"
        },
        {
          "name": "- ecommerce europe guest",
          "sentiment": "negative"
        },
        {
          "name": "ecommerce europe’s national association",
          "sentiment": "neutral"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "chamber of digital economy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "poland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:30:14.074+02:00",
    "updated": "2024-01-06T00:30:14.074+02:00"
  },
  {
    "uuid": "5e87161378e29f2d215422cddafcc27013e4bc3d",
    "url": "https://www.aninews.in/news/entertainment/out-of-box/rajinikanth-offers-prayers-at-kedarnath-badrinath-shrines20240531205312",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "aninews.in",
    "published": "2024-05-31T15:53:00Z",
    "title": "Rajinikanth offers prayers at Kedarnath, Badrinath shrines",
    "text": "Kedarnath (Uttarakhand) [India], May 31 (ANI): Megastar Rajinikanth paid a sacred visit to the Kedarnath Dham and Badrinath Dham in Uttarakhand.\nIn the visuals obtained by ANI, Rajinikanth can be seen offering prayers at the temple.\nAfter arriving in Dehradun earlier, Rajinikanth expressed excitement about his spiritual trips.\nHe said, \"Every year I used to get new experience that made me continue my spiritual journey again and again. I believe even this time, (I) will get new experiences.\"\nHe shared that such sacred trips help him grow.\nRajinikanth also spoke about why spirituality is important.\n\"The whole world needs spirituality, as it's important for every human being. Being spiritual means experiencing peace and tranquillity, and fundamentally, it involves believing in God.\"\nRecently, Rajinikanth visited the BAPS Hindu Mandir in Abu Dhabi. Videos and pictures of Rajinikanth seeking blessing at the temple were posted on the official social media account of the BAPS Hindu Mandir.\nRajinikanth was granted the golden visa by UAE's Department of Culture and Tourism.\nOn the acting front, Rajinikanth has completed the shoot of his upcoming movie Vettaiyan, directed by TJ Gnanavel. Vettaiyan also stars Amitabh Bachchan.\nVettaiyan, which is Rajinikanth's 170th film, is scheduled for a worldwide release in October this year. Earlier this month, Rajinikanth and Amitabh were seen filming a few scenes together in Mumbai. (ANI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kedar",
          "sentiment": "negative"
        },
        {
          "name": "rajinikanth",
          "sentiment": "negative"
        },
        {
          "name": "dham",
          "sentiment": "none"
        },
        {
          "name": "badrinath dham",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "department of culture",
          "sentiment": "none"
        },
        {
          "name": "ani",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kedarnath",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "uttarakhand",
          "sentiment": "none"
        },
        {
          "name": "dehradun",
          "sentiment": "none"
        },
        {
          "name": "abu dhabi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T18:58:00.698+03:00",
    "updated": "2024-05-31T18:58:00.698+03:00"
  },
  {
    "uuid": "1b84706256755ea952568232cb0fded91dad5485",
    "url": "https://www.eitfood.eu/news/resto-zero-workshops-innovating-to-reduce-food-waste-and-promote-sustainability",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CLC South",
    "published": "2024-10-03T00:00:00Z",
    "title": "RESTO ZERO Workshops: Innovating to Reduce Food Waste and Promote Sustainability",
    "text": "RESTO ZERO Workshops: Innovating to Reduce Food Waste and Promote Sustainability\nMain focus of the two workshops held in Navarra and Barcelona was on providing participants with tools and knowledge to drive innovative and sustainable entrepreneurial initiatives and ideas within the agrifood industry.\nOn the occasion of the International Day of Awareness of Food Loss and Waste, EIT Food held two RESTO ZERO workshops focused on new perspectives for innovatively reducing surpluses in the agrifood chain, as well as promoting sustainability in the future professional careers of Vocational Education HORECA students.\nThe workshops were conducted over two separate locations and days, one at the Public University of Navarra on the 20th of September led by Mycelium and another at the Barcelona School of Tourism, Hospitality and Gastronomy on the 27th of September led by Social-Ads.\nThe objective was to provide participants with tools and knowledge to drive innovative and sustainable entrepreneurial initiatives and ideas within the agrifood industry, including correct planning, measuring, smart menus, reasonable portions, responsible ordering, and fostering a zero-waste culture.\nOver 100 students participated in the activities of these two training sessions and presented practical solutions to challenges such as: Overproduction and excessive preparation, Inventory management, Disproportionate portions, Lack of use of byproducts, and the development of business perspectives on the creation of zero-waste areas.\nThe sessions included short presentations, teamwork, debates, culinary creations using food leftovers as main ingredients, tastings, and evaluation of business ideas by the attendees.\nThe students co-created solutions and presented their ideas in working groups and answered questions raised by their peers and the specialists who delivered the training sessions.\nThe workshop featured short presentations and hands-on sessions led by specialists from various areas of the food value chain.\nThe event successfully showcased the students' ability to turn food waste into valuable culinary products, business ideas, as well as an understanding of the underlying principles and management dynamics that can create change toward achieving zero waste.\nThe experts who participated in the event included\nIn Navarra\nCoordinated and led by Estefanía Simon-Sasyk founder of Mycelium.\n- María José Montilla – Fermentation expert focused on waste prevention.\n- Maite Muruzábal – Director of Groupo AN Foundation. Specialist in the value chain from farm to HORECA (hotels, restaurants, and cafés).\n- Elisabet Piggròs – Consumer behaviour expert.\n- Paula Torán-Pereg – Advocate for multidisciplinary collaboration in gastronomy.\n- Víctor Quintilla – Restaurant management chef-owner.\nIn Barcelona\nCoordinated and led by Friné Ladea, CEO of Social-Ads.\n- Pol Torrent - Fermentation expert dedicated to transform food systems towards sustainability.\n- Clara Pallares - Specialist in gastronomic sciences focused on food research, innovation and education.\n- Pedro Sáez - Expert and trainer in Circular Economy and Social Impact.\n- Helena Martín Gómez - Director of the Culinary Arts and Gastronomy Research Group.\n- Felipe Celis Bueno - Barcelona School of Tourism, Hospitality and Gastronomy professor.\nMore News from EIT Food South\n<a href=\"https://www.eitfood.eu/news/los-salvacomidas-new-edition-new-website\">\nLos Salvacomidas: New Edition, New Website\n</a>\n<a href=\"https://www.eitfood.eu/news/innovative-agrifood-entrepreneurs-gather-in-rome-for-ewa-masterclass\">\nInnovative agrifood entrepreneurs gather in Rome for EWA Masterclass\n</a>\nShare this page\nView all recent News by EIT Food",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T03:26:01.064+03:00",
    "updated": "2024-10-04T03:26:01.064+03:00"
  },
  {
    "uuid": "cae947d7aad99b1a59e0ca0255d46ddabcaf4844",
    "url": "https://ravallirepublic.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_c3aba444-f8cd-5069-a748-abbd3b1a733b.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guest",
    "published": "2023-12-30T05:00:00Z",
    "title": "Democrats dominated 2023 with wins on abortion rights, labor",
    "text": "2023 was a good year for Democrats and their issues at the ballot box. Virginia put MAGA-allied politicians with higher aspirations, such as Gov. Glenn Youngkin, on notice. Democrats maintained control of the Virginia Senate and regained control of its House control, halting Youngkin's agenda for his final two years in office. That's a victory for Democrats. Kentucky Gov. Andy Beshear won an unlikely reelection. This provided Democrats with an interesting snapshot into how to govern and campaign in a progressive way yet connect with a challenging electorate. That's another victory for the left. Two ballot initiative in Ohio favored Democratic positions. The first was a crass attempt by Ohio Republicans to head off a November ballot measure protecting a woman’s right to choose. By conducting a special election aimed at requiring a supermajority for public ballot measures to become law, this measure challenged both women’s rights and our democracy. The vote wasn’t close in what has become a deeply Republican state. People are also reading… Then on the November ballot, a measure protecting reproductive choice passed by a similar margin. These electoral victories make a difference. Just look at two Midwestern states that used Democratic majorities paired with Democratic governors to gain a range of legislative victories. In Michigan and Minnesota, Democratic control brought gun safety laws, protections for reproductive rights and LGBTQ+ communities, climate-friendly measures and more ability of workers to organize. Labor, a traditional Democratic bloc, repeatedly made gains this past year by standing up, speaking out and winning favorable contracts. Workers already had notched victories at Amazon and Starbucks in 2022. This trend continued in 2023 with the headline-grabbing strikes for writers in the entertainment industry and auto workers. Sometimes victory comes more in the form of problems for your opponents. The year 2023 proved that point for Democrats with a stack of woes for Republicans. It was hard not to see that the Republican Party remains wrapped tightly around the little finger of dictator-in-waiting Donald Trump. His legal woes -- business wrongdoing in New York, the careless handling of sensitive documents, and insurrectionist behavior on a national scale -- contrast nicely for Democrats against their governing and electoral successes. The Republican-controlled House of Representatives provides another contrast with its chaotic and dysfunctional running of the people’s business. Leadership elections seems pretty straightforward. The party with the most members elects a speaker and goes about its work. Not so with the 2023 Republican House Caucus. It took four days and 15 votes to get Rep. Kevin McCarthy, R-Calif., as their speaker. Then came a series of bizarre and fruitless political projects including committee hearings, impeachment inquiries and bills with no meaningful results for the people. The one exception was a deal McCarthy finally made on the most basic of functions -- funding the government. But that promptly cost him his job. Did the chaos subside? Well, no. More speaker votes and infighting followed over the next three weeks until Rep. Mike Johnson, R-La., was finally elected speaker. The sum of this very public display of broken and unfit leadership for Republicans can be seen as nothing other than a victory for Democrats. So a quick review of the naughty vs. nice list shows Republicans with a 2023 record filled with dysfunction, contrasting nicely with the Democrats' roster of electoral, legislative and ally victories. Yes, 2023 was a good year for Democrats. Kusler is the national director of Americans for Democratic Action: [adaction.org](https://adaction.org/). He wrote this for [InsideSources.com](http://InsideSources.com).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor"
    ],
    "external_links": [
      "http://InsideSources.com).",
      "https://adaction.org/).",
      "http://www.InsideSources.com).",
      "https://www.adaction.org/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy beshear",
          "sentiment": "none"
        },
        {
          "name": "youngkin",
          "sentiment": "none"
        },
        {
          "name": "glenn youngkin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "maga",
          "sentiment": "neutral"
        },
        {
          "name": "virginia senate",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T03:12:48.728+02:00",
    "updated": "2023-12-31T03:12:48.728+02:00"
  },
  {
    "uuid": "fc4ec11d51d9b45453e6644da9ee0bd0f9567c8c",
    "url": "https://www.latestly.com/agency-news/world-news-durham-regional-police-identifies-suspect-behind-multiple-break-and-enters-at-hindu-temples-in-canada-this-year-5658512.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-29T08:00:00Z",
    "title": "World News | Durham Regional Police Identifies Suspect Behind Multiple Break-and-enters at Hindu Temples in Canada This Year | LatestLY",
    "text": "Ottawa [Canada], December 29 (ANI): Durham Regional Police have identified the suspect behind multiple break-and-enters at Hindu temples this year in Canada and he has been held for a bail hearing, the Durham Regional Police said in a media release. Recently, in October, the 41-year-old Jagdish Pandher from Brampton, was caught while committing additional break-and-enters at Hindu temples in Canada's Pickering and Ajax. Also Read | Russia Fires 122 Missiles and 36 Drones in What Ukraine Calls Biggest Aerial Barrage of War; 13 Killed. According to a media release by the Durham Regional Police, on October 8, at approximately 12:45 am, members of the West Division responded to reports of a break-and-enter in progress at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering. \"A male was seen on security surveillance breaking into the temple and taking a large quantity of cash from the donation boxes,\" the release stated. Also Read | France: Chef Aurelien Largeau Resigns From Hotel du Palais After Video of Naked Staff Tied to Chair Goes Viral. However, he fled the area before the police's arrival but was seen on surveillance footage later that morning committing \"additional break-and-enters at Hindu temples in Pickering and Ajax.\" The investigators have linked the same suspect to numerous other break-and-enters at Hindu temples throughout the year. \"These break-and-enters occurred in the Durham Region and around the Greater Toronto Area,\" the release said. According to the release, although these offences occurred at places of worship, they do not appear to be hate crimes or motivated by hate. Jagdish Pandher is facing charges for numerous offences, including break-and-enter place other than dwelling x4, possessing property obtained by crime under USD 5000 x4, break-and-enter with intent x1, and breach of probation x5, the release highlighted. Meanwhil in a separate incident on Wednesday, shots were fired at the residence of an Indian-origin man in Canada's Surrey in the early morning. The incident took place at the residence of the son of Satish Kumar, the president of Lakshmi Narayan Mandir, in Surrey. The incident happened at a residence in the 14900 block of 80 Avenue, Surrey. Reportedly, no one was injured during the incident. Earlier in August this year, a Hindu temple was vandalised in Canada by extremist elements with Khalistan referendum posters in the late hours of Saturday, Australia Today reported. The incident happened in British Columbia, Canada. This wass not the first such attack on Hindu temples in Canada. Multiple such incidents have been carried out by Khalistani extremists. Several incidents were also recorded this year. In April this year, BAPS Swaminarayan temple was vandalised with anti-India graffiti in Windsor Ontario, Canada. Earlier in February, the Ram Mandir in Canada's Mississauga was vandalised with anti-India graffiti. The Consulate General of India in Toronto condemned the defacing of the Mandir and requested Canadian authorities to investigate the incident and take prompt action against the perpetrators. (ANI) (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        },
        {
          "name": "aurelien largeau",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "durham regional police",
          "sentiment": "neutral"
        },
        {
          "name": "west division",
          "sentiment": "none"
        },
        {
          "name": "ajax",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:41:12.553+02:00",
    "updated": "2023-12-29T12:41:12.553+02:00"
  },
  {
    "uuid": "f2e24e9b9ae0f7aab47dca96eac2d21b9e4bd1e4",
    "url": "https://www.inspiremore.com/cold-loving-pup-refuses-to-come-inside-for-bedtime/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Em Thomas",
    "published": "2024-01-01T17:00:00Z",
    "title": "Cold-Loving Pup Refuses To Come Inside For Bedtime.",
    "text": "This pup refused to go inside for bedtime because he was loving the cold weather so much! I suppose that makes sense, given that he’s got a big ‘ole furry coat on!\nCody the Samoyed was not a fan of his mom’s attempts to bring him in. This\npup loves the chilly weather!\nIn this one-minute clip, you can see this dog’s mom attempting to get him inside by rolling, lifting, and more.\nIn the end, she got him on his feet, but it’s to be seen whether or not this pup actually went inside for bedtime after his hardcore refusal.\nBig dog owners can relate to their stubbornness and astonishing ability to go completely limp. Cody looked like a stuffed animal, not a dog with the ability to stand up and walk!\n“Legend says, Cody still remains in that very spot to this day,”\ncommented one viewer, noting his incredible stubbornness.\n“I swear, my pug would turn into a 500-pound cement statue if he didn’t want to do something. So I can only imagine how tough it was to control this big fluffy creature!” said another, commenting on the ways dogs can get what they want!\nThis clip of the pup refusing to go inside is hilarious and completely relatable. Check it out for yourself below!\nThe featured image for this post is from\nYouTube.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "http://youtube.com/watch?v=goH_wDB0Ipo",
      "http://www.youtube.com/watch",
      "http://www.youtube.com/watch?v=goH_wDB0Ipo"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cody",
          "sentiment": "none"
        },
        {
          "name": "cody the samoyed",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-01T19:56:06.239+02:00",
    "updated": "2024-01-01T19:56:06.239+02:00"
  }
]