[
  {
    "uuid": "0663752e8c04d525a91e8084b1b1106862df5a53",
    "url": "https://www.kens5.com/article/news/local/flu-covid-19-infections-on-the-rise-what-you-need-to-know/273-ec2101ef-00d0-488c-ba62-105dff074bc9",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Jimenez",
    "published": "2023-12-28T21:43:00Z",
    "title": "Flu and COVID-19 infections on the rise, what you need to know",
    "text": "SAN ANTONIO — The [Centers for Disease Control and Prevention](https://www.cdc.gov/index.htm) says infection rates of flu and COVID-19 are on the rise. Here in San Antonio, University Health says they are also seeing an increase. According to statistics shared to KENS 5 by University Health both flu and covid-19 infection rates, have been on the rise since the end of November. The New Year holiday could impact those numbers and lead to an even bigger increase in cases, especially with large gatherings. \"We've seen a significant increase, particularly influenza both flu A, and flu B.\" Dr. Bryan Alsip, Chief Medical Officer at University Health said. University Health is also seeing an increase in outpatient samples for COVID-19. According to the CDC, the new COVID-19 variants JN-1, is making up 44% of new COVID-19 cases. One silver lining when it comes to respiratory illnesses is RSV cases are down nationally and locally. Alsip said that could be a reflection of the RSV vaccine. \"We still have one for influenza. It's not too late to get your flu shot,\" Alsip added. Dr. Alsip also reminds people to get a COVID-19 vaccine. He said having good hygiene will help when it comes to viruses transmitted person to person. Alsip urges people to consider wearing a mask, especially if you're going to be in large groups where you can't control the environment. \"Maybe if your immunocompromised, or have you know serious underlying medical conditions, even think more carefully about whether you want to put yourself at risk in those settings,\" Alsip said. TRENDING: > MORE ON KENS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.cdc.gov/index.htm)",
      "https://cdc.gov/index.htm)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bryan alsip",
          "sentiment": "none"
        },
        {
          "name": "alsip",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "centers for disease control and prevention",
          "sentiment": "negative"
        },
        {
          "name": "cdc",
          "sentiment": "none"
        },
        {
          "name": "university health",
          "sentiment": "none"
        },
        {
          "name": "kens",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san antonio",
          "sentiment": "none"
        },
        {
          "name": "alsip",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:17:29.122+02:00",
    "updated": "2023-12-29T01:17:29.122+02:00"
  },
  {
    "uuid": "fcf3a96c7123260a26bb2c8cffc159365ebdb8d0",
    "url": "https://www.globenewswire.com/news-release/2023/12/28/2801882/0/en/Curex-Revolutionizing-Allergy-Immunotherapy-with-Telehealth-and-Home-Delivered-Allergy-Drops.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Curex",
    "published": "2023-12-28T23:00:00Z",
    "title": "Curex Revolutionizing Allergy Immunotherapy with Telehealth",
    "text": "New York,NY, Dec. 28, 2023 (GLOBE NEWSWIRE) -- Allergy sufferers looking to treat their allergies without the pain and inconvenience of weekly visits to their doctor now have an ally in an at-home allergy offering developed by Curex. Online allergy clinic, Curex, is transforming how allergies are treated in the US with its affordable convenient alternative to allergy shots. Allergy immunotherapy is a proven approach to treating allergies, offering the promise of long-lasting relief. In contrast to traditional allergy medication that focus merely on alleviating symptoms, immunotherapy aims to tackle the root cause of allergies by desensitizing the body to specific allergens. However, conventional allergy immunotherapy often involves frequent in-person visits to an allergist's office, adding a time-consuming and inconvenient aspect to the treatment. Studies have shown that up to 75% of allergy sufferers discontinue allergy shots due to these challenges. But now, there is a better way. Curex offers an improved method of desensitization from allergies through its safe, effective, and convenient at-home alternative to traditional allergy shots. Curex's [allergy immunotherapy](https://www.globenewswire.com/Tracker?data=O1IKkwkyVPs4aADCyZm4JyV58_Sf2yej5SKBCqjm3QyPnhrIRX_6OdC1reynQQAM_wHpYhDH1UIfx7SZxaHGDANi4R7TrFyaZx5nUo0bVDM=) treatment ensures long-term relief and includes the same composition as allergy shots, with the sole distinction being that it's administered sublingually (under the tongue). Moreover, Curex is competitively priced, with an average cost 62% lower than that of shots. Curex accepts major insurance plans and offers a self-pay option as well. The convenience of this approach results in three times better adherence to the treatment, and Curex anticipates that this will eventually yield significantly improved outcomes compared to allergy shots. Allergy sufferers seeking relief through Curex must first share some details about their symptoms, allowing Curex’s doctors to facilitate an allergy test. Most people can undergo testing conveniently at home, either with the assistance of a medical professional who visits them or by using a testing kit shipped to their home for the collection of a small blood sample. Once the lab concludes the test, patients will receive personalized treatment recommendations, including a prescription for allergy immunotherapy. Upon beginning treatment, a pharmacy will formulate personalized sublingual [allergy drops](https://www.globenewswire.com/Tracker?data=O1IKkwkyVPs4aADCyZm4Jxg5lmnmFNGrHg8V5JG3e5epEs72OxVYng1cm75CsD99JRsLlyHYvb-78Cdqh4SyahuoNN9r-_M2UXWn4Peld7Y=) for the customer and dispatch them directly to the customer's home. Sublingual immunotherapy is gluten-free and formulated from all-natural clinical-grade allergen extracts. Suitable for adults and children aged 5 years and older, it effectively addresses allergies triggered by pollens, cats, dogs, molds, dust mites, grasses, and weeds. The treatment is versatile, allowing administration anywhere, and optimal results are achieved through consistent usage. [Curex](https://www.globenewswire.com/Tracker?data=VXnHO291n1zft74cFA-5Rjj0gmkLFUZ1tFaTysqDqjlnv3H_PyPNFhGhyXHzoALAxvC0KxoyS7Vr05iNlhNYuZ0CrNKQCWKj_6LixVYNVPm4rtOaaJxatq9wQOdeyKdH) was founded by Gene Kakaulin and Charles Jacoby, who both suffer from allergies. Like many allergy sufferers, Charles and Gene were averse to allergy shots. Motivated by their need for a superior alternative, they realized that allergy immunotherapy extended beyond shots. The sublingual immunotherapy program was developed from extensive research and collaboration with pharmacists and allergists. Since then, the company has served over 150,000 satisfied users. Among those customers is Kelly, who suffered from cat allergies. Faced with the challenge of dating a man with a cat, she turned to Curex for relief, envisioning a future with him. Within three months, her symptoms were alleviated, allowing her to interact with the cat without any allergic reactions. Today, they're happily married. Another Curex customer, Lauren, said: \"Curex fits my life way more than allergy shots, especially since I travel frequently. I've already noticed an improvement in my symptoms compared to where I started, and it's a relief not to be on any allergy medications for once.\" In the spirit of transformative relief, Curex continues to redefine allergy management, providing solutions that resonate with individuals like Kelly and Lauren, fostering not just symptom alleviation but the creation of fulfilling, allergy-free lives. For more information about Curex, visit [getcurex.com](https://www.globenewswire.com/Tracker?data=jRD0bVvPrweNb3kR_ZVkzZ7KCQtrecIydCOTCGB5bUAtP0cCiPHy2ddYtdQcdBUDsM90GBFjE4Z75FiWvOHn9g==). Website URL: [getcurex.com](https://www.globenewswire.com/Tracker?data=jRD0bVvPrweNb3kR_ZVkzb5lZMeya0BrV1K0iJrTRAdRMvG0hKYFBbIz8143qDaSaz07ZnfxPiVH4YbwXgbdJg==)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "curex",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "telehealth new york",
          "sentiment": "none"
        },
        {
          "name": "ny",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:35.737+02:00",
    "updated": "2023-12-29T01:04:35.737+02:00"
  },
  {
    "uuid": "6ce660e3b00e49b4e0fa126c3f1e29453feaf898",
    "url": "https://www.the-star.co.ke/news/2023-12-24-not-in-kenyan-church-cs-kuria-opposes-same-sex-unions/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@thestarkenya",
    "published": "2023-12-24T12:11:00Z",
    "title": "Not in Kenyan church! CS Kuria opposes same sex unions",
    "text": "- In a statement in his X page, Kuria said the Roman Catholic Church in Kenya will not, under any circumstance, accept same sex couples. - On Monday, Pope Francis formally allowed Roman Catholic priests to bless same sex couples. Public Service Cabinet Secretary Moses Kuria has joined Archbishop of the Catholic Archdiocese of Nairobi Philip Anyolo in defying the Pope's directive on same sex unions. In a statement on his X page, Kuria said the Roman Catholic Church in Kenya will not, under any circumstance, accept same sex couples. Even in his stand, the CS expressed his respect to the Pope. \"The decision by Archbishop Anyolo on blessing of same sex couples is the position of all of us from the Roman Catholic Church in Kenyan,\" he wrote. \"We will never accept same sex couples in the Kenyan Church, with utmost and profound respect and reverence to the Pope.\" On Monday, Pope Francis formally allowed Roman Catholic priests to bless same sex couples. In the document approved by the Pope, it was directed that the blessings may be done as long as they are not part of regular church rituals and liturgies, nor at the same time as civil union. \"God never turns away anyone who approaches him! Ultimately, a blessing offers people a means to increase their trust in God,\" the document titled Fiducia Supplicans reads in part. On Saturday however, in a bold step against the document, Archbishop Anyolo said any form of blessing of same sex unions and activities would go against God's word and the church teachings. He went on to acknowledge that the document states and correctly affirms the traditional Catholic doctrine on marriage and family. He noted that it also includes the Catholic church's disapproval of homosexual unions. \"This declaration confirms and reiterates the perennial teaching of the Church that marriage is to be affirmed as an exclusive, stable and indissoluble union of a man and a woman, naturally open to the generation of children and that the Church does not have the power to impart blessings on unions of persons of the same sex,\" he said. The archbishop pointed out that the teaching of the church on marriage is not only rooted in scripture but also in the African cultural traditions. In regard to the observations, Anyolo prohibited all clergy residing and ministering in the Archdiocese of Nairobi from blessing irregular relationships, unions, or same-sex couples. \"To make sure the fundamental doctrinal positions affirmed in the declaration and the perennial teachings of the Church on marriage, is upheld, all Clergy residing and ministering in the Archdiocese of Nairobi are prohibited from blessing irregular relationships, unions, same sex couples,\" Archbishop Anyolo said. The decision by Archbishop Amyolo on blessing of same sex couples is the position of all of us from the Roman Catholic Church in Kenya. We will never accept same sex couples in the Kenyan Church, with utmost and profound respect and reverence to the Pope— CS Moses Kuria (@HonMoses_Kuria) [December 24, 2023]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kuria",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        },
        {
          "name": "anyolo",
          "sentiment": "none"
        },
        {
          "name": "moses kuria",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cs kuria",
          "sentiment": "negative"
        },
        {
          "name": "roman catholic church",
          "sentiment": "negative"
        },
        {
          "name": "public service cabinet",
          "sentiment": "none"
        },
        {
          "name": "catholic archdiocese",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kenya",
          "sentiment": "none"
        },
        {
          "name": "nairobi philip anyolo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T17:31:04.473+02:00",
    "updated": "2023-12-24T18:47:56.513+02:00"
  },
  {
    "uuid": "916a8c5bf620374362e03bd37ce4ec7108902bc3",
    "url": "https://www.infobae.com/america/mundo/2024/02/02/continua-el-fuego-cruzado-entre-israel-y-hezbollah-el-ejercito-ataco-un-puesto-terrorista-en-respuesta-al-lanzamiento-de-cohetes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-02-02T00:08:00Z",
    "title": "Continúa el fuego cruzado entre Israel y Hezbollah: el Ejército atacó un puesto terrorista en respuesta al lanzamiento de cohetes",
    "text": "El Ejército israelí atacó este jueves un puesto del grupo terrorista Hezbollah en el sur de Líbano en respuesta a varios lanzamientos de cohetes hacia territorio israelí, en medio de la mayor escalada de tensión en la frontera entre ambos países desde 2006. [Te puede interesar: Nueva jornada de fuego cruzado: Israel atacó objetivos de Hezbollah en respuesta a cohetes lanzados desde el Líbano](/america/mundo/2024/01/30/nueva-jornada-de-fuego-cruzado-israel-ataco-objetivos-de-hezbollah-en-respuesta-a-cohetes-lanzados-desde-el-libano/) “A lo largo del día, se identificaron varios lanzamientos desde el Líbano hacia las zonas de Metula y Kiryat Shmona. En respuesta, atacaron el origen del fuego”, indicó un comunicado de las fuerzas israelíes. Hezbollah reivindicó por el momento tres ataques hacia Israel, dos de ellos con cohetes hacia el área conocida como Granjas de Cheba, aunque no se reportaron heridos. [Te puede interesar: Israel advirtió que sus tropas “están listas y preparadas para una campaña” contra Hezbollah en el Líbano](/america/mundo/2024/01/31/israel-advirtio-que-sus-tropas-estan-listas-y-preparadas-para-una-campana-contra-hezbollah-en-el-libano/) En respuesta el Ejército atacó este jueves el puesto militar de Hezbollah en Tayr Harfa, después de un intenso intercambio de fuego la víspera. La frontera entre Israel y Líbano vive su mayor pico de tensión desde la guerra de 2006 con un intenso intercambio de fuego que comenzó el 8 de octubre, un día después de que estallara la guerra entre Israel y el grupo terrorista palestino Hamas, aliado de Hezbollah. [Te puede interesar: Los terroristas de Hamas reciben USD 12 millones al mes a través de grupos que se hacen pasar por organizaciones caritativas de Gaza](/america/mundo/2024/01/28/los-terroristas-de-hamas-reciben-usd-12-millones-al-mes-a-traves-de-grupos-que-se-hacen-pasar-por-organizaciones-caritativas-de-gaza/) El ministro de Defensa israelí, Yoav Gallant, aseguró esta semana que sus tropas “están listas y preparadas para una campaña en el norte”. “Llegará el momento en que se nos acabe la paciencia y tendremos que actuar con contundencia para imponer la paz en la frontera norte”, aseguró. Se hará “por el bien de cambiar la situación de seguridad y la seguridad de los ciudadanos de Israel”, añadió el ministro, que advirtió que una campaña militar “sería compleja para Israel pero devastadora para Hezbollah y el Líbano”. Por su parte, el jefe del Estado Mayor, Herzi Halevi, indicó recientemente que la probabilidad de que se produjera una guerra en el norte del país “en los próximos meses” es “mucho más elevada” que antes. Hezbollah reivindicó el lunes pasado 12 ataques contra posiciones israelíes desde el domingo por la noche. El movimiento chiita mencionó el viernes por primera vez el uso de cohetes falaq-1, producidos en Irán. El primer ataque del grupo terrorista libanés tuvo lugar el pasado 6 de enero, en represalia a la eliminación atribuida a Israel del número dos de Hamas en Líbano. El ejército israelí informó que contestó a estos ataques bombardeando posiciones de Hezbollah, incluyendo “infraestructuras y un puesto de observación situado en las zonas libanesas de Markaba, Taybeh y Marun El Ras”. En este contexto de creciente tensión, el riesgo de una confrontación abierta es cada vez más elevado en la frontera, donde ya han muerto más de 230 personas, la mayoría en las filas de Hezbollah, que ha confirmado 176 bajas, algunas en Siria. En el lado israelí, han muerto 18 personas en la frontera norte, entre ellas doce soldados y seis civiles, mientras en el Líbano han fallecido unos 20 integrantes de milicias palestinas, un soldado y 24 civiles. El coordinador humanitario de la ONU para el Líbano, Imran Riza, alertó hace dos días de que la grave crisis económica en marcha en el país ha reducido la capacidad de resistencia de los 86.000 desplazados y las 60.000 personas aún residentes en zonas azotadas por el fuego cruzado del lado libanés. (Con información de EFE) Últimas Noticias [La industria petrolera, que genera prácticamente la totalidad de los ingresos del país, también está devastada por la desidia del régimen y la falta de personal calificado](/venezuela/2024/02/02/represion-pobreza-corrupcion-y-exilio-el-legado-del-chavismo-a-25-anos-de-su-llegada-al-poder-en-venezuela/) Represión, pobreza, corrupción y exilio: el legado del chavismo a 25 años de su llegada al poder en Venezuela [A lo largo de su historia, el país ha enfrentado diversos sismos que han dejado miles de muertos, heridos e innumerables daños materiales](/peru/2024/02/02/se-registro-un-sismo-de-magnitud-43-en-tacna/) Se registró un sismo de magnitud 4.3 en Tacna [El campeonato de la Segunda División comenzará con dos partidos. Jugadores con experiencia, campeones internacionales y con pasado en los 5 grandes marcarán la atención de un certamen cargado de vértigo y dificultades](/deportes/2024/02/02/las-13-figuras-que-participaran-de-la-primera-nacional-en-busca-del-ascenso-a-la-liga-profesional/) Las 13 figuras que participarán de la Primera Nacional en busca del ascenso a la Liga Profesional [En el Mes de la Herencia Afroamericana, la sede diplomática presentó las ilustraciones de la compositora peruana Victoria Santa Cruz y de la cantante estadounidense Aretha Franklin](/peru/2024/02/02/embajada-de-estados-unidos-en-peru-presenta-mural-en-homenaje-a-victoria-santa-cruz-y-aretha-franklin/) Embajada de Estados Unidos en Perú presenta mural en homenaje a Victoria Santa Cruz y Aretha Franklin [Con el objetivo de ahorrar tiempo a los usuarios, la entidad lanzó esta app que se puede descargar desde Play Store](/peru/2024/02/02/presentan-el-aplicativo-sunafil-en-tus-manos-asi-puedes-presentar-una-denunciar-desde-el-celular/) Presentan el aplicativo Sunafil en tus manos: Así puedes presentar una denuncia desde el celular [MÁS NOTICIAS](https://www.infobae.com/ultimas-noticias-america/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:12:10.359+02:00",
    "updated": "2024-02-02T08:04:13.189+02:00"
  }
]