[
  {
    "uuid": "5b443478944ea745afc2dfc9f6d464a3bdc1459b",
    "url": "https://www.ilsussidiario.net/news/studenti-musulmani-esonerati-dallo-studio-di-dante-a-treviso-divina-commedia-offende-lislam/2709021",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ilsussidiario",
    "published": "2024-05-24T16:20:00Z",
    "title": "Studenti musulmani esonerati dallo studio di Dante a Treviso/ \"Divina Commedia offende l'Islam\"",
    "text": "Studenti musulmani esonerati dallo studio di Dante a Treviso/ “Divina Commedia offende l’Islam” Una scuola a Treviso ha esonerato due studenti musulmani dallo studio della Divina Commedia di Dante perché in quanto opera religiosa offenderebbe la loro sensibilità islamica Da una scuola media di Treviso arriva la notizia – prima riportata dal Gazzettino locale e poi da tutti i media nazionali – di due studenti musulmani che sono stati esonerati dallo studio di Dante e della sua Divina Commedia perché (così ritiene il docente responsabile della scelta) trattandosi di un’opera chiaramente a sfondo religioso contrasterebbe con la fede dei due ragazzi. Immediate le reazioni di politici e ministri, tra cui [Giuseppe Valditara](https://www.ilsussidiario.net/news/torino-in-gita-solo-chi-ha-7-di-media-a-casa-fragili-caos-sulla-preside-pd-valditara-scelta-sbagliata/2700208/) che ha già promesso l’invio degli ispettori scolastici in quel di Treviso ritenendo “inammissibile” che a qualcuno sia concesso di non studiare Dante e la sua famosissima Divina Commedia – “uno dei pilastri della nostra letteratura” – specialmente se per motivi “religiosi o culturali”. Facendo un passo indietro, a decidere per l’esonero è stato il professor Alberto Pezzé che – ai microfoni di Antenna Tre Nordest – ha spiegato di aver inviato una circolare alle famiglie dei suoi studenti che non frequentano l’ora di religione poco prima di iniziare la parte di programma dedicata a Dante e alla [Divina Commedia](https://www.ilsussidiario.net/news/maturita-2023-strafalcioni-allesame-di-stato-garibaldi-scrisse-la-divina-commedia-pascoli-un-pittore/2562087/), chiedendo se qualche genitore avesse dei problemi in merito. Hanno accolto la richiesta due famiglie e nonostante l’iniziale opposizione da parte del Preside, per i due studenti il programma dantesco è stato sostituito con un approfondimento su Boccaccio. Matteo Salvini: “Censurare la Divina Commedia di Dante è una scelta demenziale e raccapricciante” Da qui è nato un vero e proprio putiferio che nelle ultime ore ha acceso i riflettori sulla scuola di Treviso che ha ‘censurato’ (almeno per due studenti musulmani) Dante e tutta la lunga parte di programma sulla Divina Commedia, tra la promessa di intervento da parte di Valditara, le critiche da parte del ministro [Matteo Salvini](https://www.ilsussidiario.net/news/salvini-cambiare-il-green-deal-ue-e-un-dovere-ok-eurobond-ma-non-per-le-armi-redditometro-non-torna/2708072/) – che ritiene la scelta “demenziale”, oltre che “raccapricciante”, denunciando il “cedimento culturale, etico, morale ed educativo senza capo né coda” – e del vice al Senato Centinaio che ritiene la censura a Dante e alla Divina Commedia “un insulto alla nostra cultura“. Dal conto suo, invece, il professore di [Treviso](https://www.ilsussidiario.net/news/treviso-arrestati-i-giustizieri-dei-pedofili-li-adescavano-in-chat-per-poi-picchiarli-e-derubarli/2693311/) che si è trovato suo malgrado al centro della bufera, sempre ad Antenna Tre Nordest ha ricordato che l’opera dantesca è da anni criticata da buona parte del mondo islamico (tanto che in Olanda e Belgio è stata parzialmente riscritta), puntando il dito in particolare sul canto XXVIII del primo libro – l’Inferno – della Divina Commedia, in cui Dante incontra il profeta Maometto. Questi viene descritto come un seminatore di discordie sulla base di una vecchia voce (smentita) secondo cui fosse un ex prete cattolico che amareggiato e frustrato fondò la sua religione per ripicca. © RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T19:22:42.842+03:00",
    "updated": "2024-05-24T19:22:42.842+03:00"
  },
  {
    "uuid": "e20ad245fa72c397bd34adf3c6afe25b0a365bfa",
    "url": "https://www.telegraphindia.com/my-kolkata/news/weeklong-rain-forecast-for-south-bengal-mercury-to-creep-up-thereafter-says-imd/cid/2018990",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ttindia",
    "published": "2024-05-10T14:05:00Z",
    "title": "Kolkata news | Weeklong rain forecast for south Bengal, mercury to creep up thereafter, says IMD - Telegraph India",
    "text": "It’s going to be a rainy week ahead for Kolkata and most of West Bengal, according to a bulletin released by the India Meteorological Department (IMD) on Friday. The rain released a bulletin notifying that West Bengal would be receiving rainfall for the next seven days owing to cyclonic circulations. Kolkata has been receiving rain since May 6 with the highest rainfall of 62.2mm recorded on May 9. Thundersquall with wind blowing at 60-70kmph along with light to moderate rain and lightning occurred in some parts of Kolkata, North 24-Parganas and South 24-Parganas on Thursday evening. Hailstorms also occurred on Thursday at some places in the city. An east-west trough is running from a cyclonic circulation over northwest Rajasthan to south Assam across Madhya Pradesh, Jharkhand and Gangetic West Bengal at 0.9km above mean sea-level and this can bring rain to Bengal. Another cyclonic circulation lies over north Bihar and its neighbourhood at 3.1km above mean sea-level. A trough runs from above cyclonic circulation over north Bihar to north Odisha across Jharkhand and Gangetic West Bengal at 3.1km above mean sea level. Under these favourable synoptic conditions and strong moisture incursion from Bay of Bengal, there are high chances of thunderstorms with lightning and gusty winds continuing in the districts of West Bengal. South Bengal is likely to experience thunderstorms with winds reaching a speed of up to 50kmph till May 17. Birbhum, Nadia, Murshidabad, North and South 24-Parganas and East Midnapore are likely to be affected by thunderstorms. Heavy rainfall (7-11 cm) is likely to occur at one or two places in Murshidabad and East Midnapore. The rainfall over the past few days has brought respite to the state from the month-long heatwave. The maximum temperature in the last two days for Kolkata was between 30ºC and 32°C, while the minimum temperature spanned around 21-25°C. On Friday, the weather was mostly cloudy in the city till afternoon with maximum temperature of 32°C and minimum temperature of 21.9°C. Thundershowers are likely to occur in the evening. But will the heatwave be back once the cyclonic circulations fade away? S. Banerjee, scientist, IMD, told My Kolkata: “The temperature now is below normal because of the rain. But once this period is over, the temperature will rise again and will be a little above normal. In the next seven days, there are no possibilities of the maximum temperature touching the 40°C-mark but after seven days, the temperature will surely rise.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bengal",
          "sentiment": "none"
        },
        {
          "name": "kolkata",
          "sentiment": "none"
        },
        {
          "name": "west bengal",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "gangetic west benga",
          "sentiment": "none"
        },
        {
          "name": "bihar",
          "sentiment": "none"
        },
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "madhya pradesh",
          "sentiment": "none"
        },
        {
          "name": "gangetic west bengal",
          "sentiment": "none"
        },
        {
          "name": "odisha",
          "sentiment": "none"
        },
        {
          "name": "rajasthan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T17:36:18.542+03:00",
    "updated": "2024-05-10T17:36:18.542+03:00"
  },
  {
    "uuid": "bbb272274168a4926791a6c776672251da3fd758",
    "url": "https://vnexplorer.net/z/1055039.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-27T14:07:00Z",
    "title": "Reform UK activist filmed using racial slur to describe Rishi Sunak while campaigning for Nigel Farage",
    "text": "Reform UK activist Andrew Parker was caught using the racial slur while campaigning for Nigel Farage (Channel 4 News) A Reform UK activist described prime minister Rishi Sunak as a “f p***” while campaigning for the party’s leader Nigel Farage. Party activist Andrew Parker was caught using the racial slur while canvassing in Clacton, Essex, where Mr Farage is standing as an MP in the general election. It comes after Reform UK dropped its candidate in Basingstoke, Hampshire, after it was revealed he was previously a member of the British National Party. Mr Parker, who was filmed as part of an undercover investigation by Channel 4 News, said: “I’ve always been a Tory voter. But what annoys me is that f p*** we’ve got in. What good is he? You tell me, you know. He’s just wet. F useless”. Mr Farage said he was “dismayed” by the comments and claimed the activist had been removed from his party’s local campaign. Nigel Farage said he was ‘dismayed’ by the racist comments and the activist had been removed from his local campaign (Getty Images) Mr Parker also went on to suggest Army recruits should carry out “target practice” on migrants arriving on small boats across the English Channel. Talking to a prospective voter on the doorstep, he said: “You’ve got Deal, haven’t you. The place near Dover. Army recruitment. Get the young recruits there, yeah, with guns on the f beach, target practice. F just shoot them. “That is what the Greeks done. You know about that. The Greeks shot a load. Ringfence Bradfordstan. Round the f up. Do that f lot as well. And you’ve got these b s running our country. You must be f joking mate.” He later told a man who said he was a paramedic: “Do us a favour. You’re a paramedic. Any of that f lot get in your ambulance, just don’t put oxygen on the b . Use something else. You know where I’m coming from.” Long-time party activist George Jones, who organises events for Mr Farage, was also caught describing the Pride flag as “degenerate” and LGBT people “nonces”. Long time party activist George Jones (right) described LGBT people as ‘nonces’ in the undercover footage (Channel 4 News) In the covertly filmed exchange, Mr Jones reacted angrily when he saw a police car driving past a pub displaying an LGBT flag. He said: “You see that fucking degenerate flag on the front bonnet? What are the old bill doing promoting that crap? They should be out catching nonces not promoting the fuckers.” Going on to explain Reform’s criminal justice policies, he said the party would “bring back the noose” and added: “Our police officers will be paramilitaries, they won’t be police,” and that the party should “bring back the noose”. On Thursday, Reform UK candidate Raymond Saint was dropped after it emerged that he had been on a list of members of the British National party. The up-start party has been dogged by controversy, with pro-Hitler and pro-Putin comments made by a number of candidates over the last few months. Mr Farage blamed a third-party vetting company for failing to do its job properly. The up-start party has been dogged by controversy, with pro-Hitler and pro-Putin comments made by a number of candidates over the last few months (Getty Images) Ian Gribbin, who was standing in Bexhill and Battle, said Britain would have been “far better” off if it had “taken Hitler up on his offer of neutrality” instead of fighting the Nazis. Mr Farage told Channel 4 News: “I am dismayed by the reported comments of a handful of people associated with my local campaign, particularly those who are volunteers. They will no longer be with the campaign. “The appalling sentiments expressed by some in these exchanges bear no relation to my own views, those of the vast majority of our supporters or Reform UK policy. Some of the language used was reprehensible.” Mr Harris told the broadcaster: “I would like to make it clear that neither Nigel Farage personally or the Reform Party are aware of my personal views on immigration. “I would therefore like to apologise profusely to Nigel Farage and the Reform Party if my personal views have reflected badly on them and brought them into disrepute as this was not my intention.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rishi sunak",
          "sentiment": "negative"
        },
        {
          "name": "andrew parker",
          "sentiment": "negative"
        },
        {
          "name": "nigel farage",
          "sentiment": "negative"
        },
        {
          "name": "farage",
          "sentiment": "none"
        },
        {
          "name": "parker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nigel farage reform uk",
          "sentiment": "negative"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "hampshire",
          "sentiment": "none"
        },
        {
          "name": "british national party",
          "sentiment": "none"
        },
        {
          "name": "reform uk",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "basingstoke",
          "sentiment": "none"
        },
        {
          "name": "clacton",
          "sentiment": "none"
        },
        {
          "name": "essex",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:12:11.392+03:00",
    "updated": "2024-06-28T01:12:11.392+03:00"
  },
  {
    "uuid": "bfff325881f5e7f6232c64f13de63737c15d2583",
    "url": "https://www.antena3.com/noticias/el-tiempo/la-prevision/viva-blue-monday-cesar-gonzalo-anuncia-que-dia-mas-triste-ano-trae-lluvias-semana_2024011565a4f473872b82000134bdff.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "César, Gonzalo",
    "published": "2024-01-15T08:01:00Z",
    "title": "¡Viva el 'Blue Monday'! César Gonzalo anuncia que el día más triste del año trae lluvias para la semana",
    "text": "No hay datos disponibles, activa la geolocalización de tu navegador.\nDatos ofrecidos por AEMET\nFrentes Atlánticos\n¡Viva el 'Blue Monday'! César Gonzalo anuncia que el día más triste del año trae lluvias para la semana\nJornada de precipitaciones en casi todo el país, abundantes en Galicia y el norte de Cáceres. Es poco probable que llueva en Andalucía y en las Islas Canarias. Las temperaturas, menos frías en el norte.\nPublicidad\nSe supone que hoy es el día más triste del año, el conocido como “Blue Monday” traducido como lunes Triste. Este nombre se basa en mezclar, las deudas contraídas en navidad, junto con los propósitos no cumplidos, y además un supuesto \"mal tiempo” para dejarnos el día más triste del año. Pues ¡viva el 'Blue Monday'! y su tiempo lluvioso, que en realidad es buen tiempo, justo el que tanto necesitamos. Porque las lluvias seguirán cayendo durante esta semana.\nLluvias repartidas\nLa borrasca Hipólito es la responsable de los frentes que hoy recorren la Península. Las lluvias se esperan en casi todo el territorio salvo en las Islas Canarias y Andalucía. En el resto hoy nos tacará sacar los paraguas, incluso en la Comunidad Valenciana y Baleares donde se pueden escapar algunas gotas. Durante la tarde en el centro deberán ir remitiendo, aunque continuarán en el norte de Cáceres, la comunidad gallega, y en las sierras del Sistema Central.\nVientos del suroeste\nSon los conocidos como vientos ábregos o “llovedores” y son los responsables de las precitaciones que recorren el país. Son vientos templados haciendo que la cota de nieve quede demasiado alta, solo en los Pirineos aparecerá la nieve y lo hará a partir de los 2.000 m de altura. En el Mediterráneo estos vientos giran a componente oeste, vientos de tierra a mar que en esta zona harán que las temperaturas sean casi cálidas.\nAdiós frío intenso\nEl día ha comenzado sin heladas, y durante la tarde las temperaturas máximas ascenderán en la mitad norte. Con valores tan suaves como los 13ºC en la Comunidad de Madrid, 14º en Valladolid, 17º en Pamplona y Oviedo. Las temperaturas bajan en Andalucía, y aun así alcanzarán los 18º en el valle del Guadalquivir. Si hablamos altas temperaturas destaca la comunidad Valenciana con hasta 22ºC previstos, en Canarias los termómetros rozarán los 27ºC\nMás lluvia en Camino\nSi hoy es el turno de la Borrasca Hipólito, mañana será “Irene” la que nos traiga más lluvias. Mañana irán marchándose durante la madrugada, pero por la tarde las precipitaciones se reforzarán de nuevo en el oeste del País. Además de lluvia esta borrasca nos trae fuertes vientos, que sobre todo sentiremos el miércoles. En un día ventoso y de nuevo de lluvias muy repartidas. El día más triste del año, abre la puerta a las lluvias esta semana. Así que ¡viva el 'Blue Monday'!\nMás Noticias\nRoberto Brasero adelanta un fin de semana de sol y altas temperaturas: \"Adiós al frío... de momento\" El anuncio de César Gonzalo: \"Hipólito nos va a robar el invierno durante este fin de semana\" Roberto Brasero presenta a Hipólito, la borrasca que subirá las temperaturas: \"El fin de semana volvemos a 20ºC…¡O más!\"\nPublicidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-15T11:12:32.920+02:00",
    "updated": "2024-01-15T11:12:32.920+02:00"
  },
  {
    "uuid": "5926506669c58c29582d8682e9fdf05bf3cb5e99",
    "url": "https://dailycaller.com/2024/06/13/jessica-beske-arrest-bong-water-car-north-dakota-prison-jail-speeding",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fiona McLoughlin",
    "published": "2024-06-13T21:19:00Z",
    "title": "REPORT: Woman Arrested For Allegedly Having Bong Water In Car, Faces 30 Years In Prison | The Daily Caller",
    "text": "A North Dakota woman could face up to 30 years in prison after police allegedly found bong water containing methamphetamine in her car during a traffic stop.\nPolice stopped Jessica Beske in Polk County, Minnesota, for speeding May 8, the Minnesota Reformer reported , citing charging documents. Deputies reportedly smelled marijuana when pulling her over and began searching her vehicle. Authorities claimed they found a bong and a glass container with a “crystal substance” and some other drug paraphernalia, including pipes, the Minnesota Reformer reported.\nThe water in the bong, the glass jar, as well as residue on the drug paraphernalia, tested positive for methamphetamine, the outlet reported.\nDeputies seized $2,400 in cash and Beske’s car, according to the outlet. The 43-year-old told deputies she won the cash at a casino the night of the arrest and had a tax form to prove it.\nA Fargo woman is facing 30 years in Minnesota prison for bong water https://t.co/rmtTmiS2QW\n— Minnesota Reformer (@MNReformer) June 10, 2024\nDeputies intend to permanently forfeit the seized items under a new state law allowing authorities to confiscate a vehicle believed to be used for transporting controlled substances that are “intended for distribution or sale,” the outlet reported. The new law also allows authorities to confiscate cash that represents “the proceeds of a controlled substance offense.”\nBeske maintains that she did not have any drugs on her and instead only had the paraphernalia containing the residue, the Minnesota Reformer reported. A Polk County prosecutor charged the 43-year-old with first-degree felony possession, which can include a $1 million fine and up to a 30-year prison sentence, the outlet noted. (RELATED: REPORT: Hunter Biden’s Hollywood Lawyer Seen Taking Bong Rip In Broad Daylight).\nUnder state law, eight ounces of bong water is equal to eight ounces of pure methamphetamine. The Minnesota Supreme Court ruled “bong water” as a “mixture” containing “25 grams [0.88 ounces] or more,” making its possession a felony offense in the state carrying up to “30 years in prison for a first offense,” according to Gallagher Criminal Defense.\nBeske, shocked by the charges, said, “It’s against common sense. It’s against everybody’s common sense.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/rmtTmiS2QW",
      "https://gallagherdefense.com/2020/02/05/mn-court-definition-drugs-bong-water/",
      "https://twitter.com/MNReformer/status/1800159943225679894?ref_src=twsrc%5Etfw",
      "https://www.nbcnews.com/news/us-news/woman-faces-30-years-minnesota-prison-bong-water-found-traffic-stop-rcna156942",
      "https://www.gallagherdefense.com/2020/02/05/mn-court-definition-drugs-bong-water/",
      "https://gallagherdefense.com/2020/02/05/mn-court-definition-drugs-bong-water",
      "https://www.t.co/rmtTmiS2QW",
      "https://twitter.com/MNReformer/status/1800159943225679894",
      "https://nbcnews.com/news/us-news/woman-faces-30-years-minnesota-prison-bong-water-found-traffic-stop-rcna156942",
      "https://www.twitter.com/MNReformer/status/1800159943225679894?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jessica beske",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "north dakota",
          "sentiment": "none"
        },
        {
          "name": "polk county",
          "sentiment": "none"
        },
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "beske",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:38:23.756+03:00",
    "updated": "2024-06-14T00:38:23.756+03:00"
  },
  {
    "uuid": "8a87907cc975daf9a274e7e38f84fc80dc28231b",
    "url": "https://www.tcpalm.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and Molldrem Family Dentistry caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote Dr. Avrum Goldstein, a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at NOVA Southeastern University , also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says. The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.",
      "https://molldremdentistry.com/",
      "https://seakexperts.com/members/4827-avrum-r-goldstein",
      "https://molldremdentistry.com",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.",
      "https://www.molldremdentistry.com/",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "goldstein",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        },
        {
          "name": "avrum goldstein",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:32.669+02:00",
    "updated": "2023-12-29T00:18:32.669+02:00"
  },
  {
    "uuid": "70a35892feba268985e289a5afcdabdd7f87a875",
    "url": "https://www.thisislocallondon.co.uk/news/national/24016265.tory-mp-suggests-crap-parents-behind-towns-struggling-children/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:22:00Z",
    "title": "Tory MP suggests ‘crap parents’ behind most of town’s struggling children | This Is Local London",
    "text": "A Conservative MP has been criticised for suggesting most children who struggle in an English town are the “products of crap parents”. James Daly was accused by his Labour rival of “insulting the parenting skills of people in Bury” after the remark was made in a newspaper piece analysing election prospects for the Greater Manchester town. Mr Daly, speaking to the i newspaper, stressed the importance of “stability” offered by the family unit as he outlined what the New Conservatives group of MPs stands for. The Bury North MP said: “I think New Conservatives represent very much working-class conservatism. “We’re not a strange right-wing sect. It’s just people who want to give people the best chance to succeed and thrive in life. “When you think about the family, it’s about stability. “Most of the kids who struggle in Bury are the products of crap parents and so what do we do to try to address that issue? “On the left it would just be we’ll throw money at this and hope something sticks, somebody like me thinks about this more fundamentally.” James Frith, Labour’s prospective parliamentary candidate for Bury North, said: “It is revealing to see how little James Daly thinks of his own constituents. “Rather than insulting the parenting skills of people in Bury, he should look closer to home. “Over the last 13 years the Conservatives have failed to grow our economy, protect our public services or provide opportunities for young people in Bury and across the UK.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james frith",
          "sentiment": "none"
        },
        {
          "name": "james daly",
          "sentiment": "none"
        },
        {
          "name": "daly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "local london a conservative",
          "sentiment": "negative"
        },
        {
          "name": "labour",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greater manchester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:36.771+02:00",
    "updated": "2023-12-29T00:24:36.771+02:00"
  },
  {
    "uuid": "de413e270d7abe2e4558ebfe8f6e7951954e0fd2",
    "url": "https://www.abc-7.com/article/friday-will-be-a-rainy-washout-flood-watch-issued-for-collier-county/60275355",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jim Dickey",
    "published": "2024-03-22T10:41:00Z",
    "title": "Friday will be a rainy washout; Flood Watch issued for Collier County",
    "text": "Friday will be a rainy washout; Flood Watch issued for Collier County Flood Watch issued for Collier County until 8 p.m. Saturday Flood Watch issued for Collier County until 8 p.m. Saturday Flood Watch issued for Collier County until 8 p.m. Saturday A rare washout is expected Friday, as rounds of steady, heavy rain will wash through the area Friday into Saturday. The rain comes courtesy of a developing area of low pressure that will track along the northern Gulf coast Friday. This system will throw waves of rain, heavy at times, into SWFL starting this morning and lasting through the afternoon, the evening, the overnight and right on through much of our Saturday. Rain totals in the 1\"- 3\" range will be common by the time the rain ends Saturday, though locally higher amounts up to and over 5\" will be possible, leading to the potential for flooding. DOWNLOAD the free [ABC7 News app](https://go.skimresources.com/?id=109350X1567044&url=https%3A%2F%2Fwww.flowcode.com%2Fpage%2Fabc7-news-app&sref=https%3A%2F%2Fwww.abc-7.com%2Farticle%2Ffriday-will-be-a-rainy-washout-flood-watch-issued-for-collier-county%2F60275355&xcust=undefined) for the latest weather news and alerts Isolated severe storms, packing strong winds, will be possible late Friday into Saturday morning as well, especially in south Collier County. Winds will be strong even outside of any thunderstorms, sustained at 15-25 mph Friday evening into Saturday morning, gusting over 30mph at times. The rain, clouds and winds will keep temperatures will below average today as well with highs holding in the middle and lower 70s. A Flood Watch will be in effect for Collier County from 8 a.m. Friday morning until 8 p.m. Saturday. Avoid traveling through flooded roadways. Remember, it only takes a foot of water to stall out many cars. Turn around, don't drown! After the storm passes, sunshine will return Sunday, with quieter weather settling in for next week. Highs will be back in the 80s.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://go.skimresources.com/?id=109350X1567044&url=https%3A%2F%2Fwww.flowcode.com%2Fpage%2Fabc7-news-app&sref=https%3A%2F%2Fwww.abc-7.com%2Farticle%2Ffriday-will-be-a-rainy-washout-flood-watch-issued-for-collier-county%2F60275355&xcust=undefined)",
      "https://go.skimresources.com/",
      "https://www.go.skimresources.com/?id=109350X1567044&url=https%3A%2F%2Fwww.flowcode.com%2Fpage%2Fabc7-news-app&sref=https%3A%2F%2Fwww.abc-7.com%2Farticle%2Ffriday-will-be-a-rainy-washout-flood-watch-issued-for-collier-county%2F60275355&xcust=undefined)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "collier",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "collier county flood watch",
          "sentiment": "negative"
        },
        {
          "name": "swfl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "collier county",
          "sentiment": "none"
        },
        {
          "name": "gulf coast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T13:43:22.266+02:00",
    "updated": "2024-03-22T13:43:22.266+02:00"
  },
  {
    "uuid": "56cf8774ddaa7bfebcdcaef2f946e7b45f9a1173",
    "url": "https://ground.news/article/canada-identifies-41-year-old-suspect-jagdish-pandher-in-multiple-break-and-enters-at-hindu-temples",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WION",
    "published": "2023-12-29T08:18:00Z",
    "title": "Ground News - Canada identifies 41-year-old suspect, Jagdish Pandher, in multiple break-and-enters at Hindu temples",
    "text": "Summary by WION In the wake of escalating violence against Hindu communities and a surge in the presence of Khalistani activities in Canada , the authorities have identified a 41-year-old suspect in connection to a series of break-and-enters at Hindu temples. Police have identified Jagdish Pandher, a man from Brampton, as the alleged perpetrator behind multiple incidents targeting places of worship. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nWION Center Mixed Factuality Private Equity: Invesco Canada identifies 41-year-old suspect, Jagdish Pandher, in multiple break-and-enters at Hindu temples In the wake of escalating violence against Hindu communities and a surge in the presence of Khalistani activities in Canada, the authorities have identified a 41-year-old suspect in connection to a series of break-and-enters at Hindu temples. Police have identified Jagdish Pandher, a man from Brampton, as the alleged perpetrator behind multiple incidents targeting places of worship.\n24 minutes ago · Noida, India Read Full Article\nWION Center Mixed Factuality Private Equity: Invesco\nCanada identifies 41-year-old suspect, Jagdish Pandher, in multiple break-and-enters at Hindu temples In the wake of escalating violence against Hindu communities and a surge in the presence of Khalistani activities in Canada, the authorities have identified a 41-year-old suspect in connection to a series of break-and-enters at Hindu temples. Police have identified Jagdish Pandher, a man from Brampton, as the alleged perpetrator behind multiple incidents targeting places of worship.\n24 minutes ago · Noida, India Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.wionews.com/world/canada-identifies-41-year-old-suspect-jagdish-pandher-in-multiple-break-and-enters-at-hindu-temples-674633?utm_source=ground.news&utm_medium=referral",
      "https://www.wionews.com/world/canada-identifies-41-year-old-suspect-jagdish-pandher-in-multiple-break-and-enters-at-hindu-temples-674633",
      "https://wionews.com/world/canada-identifies-41-year-old-suspect-jagdish-pandher-in-multiple-break-and-enters-at-hindu-temples-674633?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jagdish pandher",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "hindu",
          "sentiment": "negative"
        },
        {
          "name": "invesco canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "khalistani",
          "sentiment": "none"
        },
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "noida",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:43:03.324+02:00",
    "updated": "2023-12-29T10:43:03.324+02:00"
  },
  {
    "uuid": "572a37614614691f534dea51606e6328a6cab503",
    "url": "https://www.inforum.com/sports/pro/pablo-lopez-on-point-as-twins-earn-series-split-with-rays",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Betsy Helfand; St Paul Pioneer Press Today",
    "published": "2024-09-05T21:19:00Z",
    "title": "Pablo López on point as Twins earn series split with Rays",
    "text": "Pablo López on point as Twins earn series split with Rays Edouard Julien and Matt Wallner homered for the offense as the Twins split a four-game series with a 4-3 victory\nMinnesota Twins pitcher Pablo Lopez throws a pitch against the Tampa Bay Rays in the third inning at Tropicana Field on Thursday. Nathan Ray Seebeck / USA Today Sports By Betsy Helfand / St. Paul Pioneer Press Today at 4:19 PM Comments Share Share this article News reporting News reporting Based on facts, either observed and verified firsthand by the reporter, or reported and verified from knowledgeable sources. The Trust Project What is this? ST. PETERSBURG, Fla. — Fresh off an ugly defensive game on Wednesday, and digesting tough injury news about Byron Buxton, who will be delayed in his return, and Max Kepler, who landed on the injured list, the Twins needed someone who could send them to Kansas City for a pivotal series against the Royals with some optimism.\nAnd who better than Pablo López?\nADVERTISEMENT\nLópez has looked every bit the ace in the second half of the season and on Thursday, he helped lead the Twins to a 4-3 win over the Tampa Bay Rays in the series finale at Tropicana Field.\nMORE MINNESOTA TWINS COVERAGE:\nPro Twins’ Byron Buxton’s return slowed, Max Kepler lands on injured list ST. PETERSBURG, Fla. — On the eve of one of their most important series of the season — a three-game set against division foe Kansas City — the Twins announced that center fielder Byron Buxton felt hip discomfort while playing in a rehab game and Max Kepler needs a stint on the injured list. 6h ago · By Betsy Helfand / St. Paul Pioneer Press\nPro Defense, Louie Varland falter as Twins rattled by Rays Several miscues lead to eight runs off Louie Varland in fourth inning 1d ago · By Betsy Helfand / St. Paul Pioneer Press\nPro Twins start preparing Louie Varland for ‘different roles’ Right-hander was recalled from St. Paul on Wednesday to eat innings against the Rays in Tampa Bay 1d ago · By Betsy Helfand / St. Paul Pioneer Press\nPro Twins expand roster to 28, bring back Brooks Lee The turn of the calendar from August to September meant the return of two players who had been with the Twins earlier in the season. 1d ago · By Betsy Helfand / St. Paul Pioneer Press\nPro Starter David Festa continues to progress, but Twins fall to Rays David Festa gave up two runs in five innings pitched on Tuesday night 2d ago · By Betsy Helfand / St. Paul Pioneer Press\nPro Twins’ Trevor Larnach staying the course and thriving Trevor Larnach is having his most productive offensive season 2d ago · By Betsy Helfand / St. Paul Pioneer Press\nPro Twins beat Rays behind solid bullpen effort ST. PETERSBURG — The Twins’ bullpen has been reshaped in recent weeks, as they look to find the best group of arms to push them towards the playoffs. 3d ago · By Betsy Helfand / St. Paul Pioneer Press\nPro Royce Lewis’ late heroics lift Twins to victory over Blue Jays A nine-game homestand at Target Field looked like a prime opportunity for the Twins to reset in the comforts of their own ballpark as they make a push for the postseason. 4d ago · By Betsy Helfand / St. Paul Pioneer Press\nPro Blue Jays chase Matthews early in 15-0 rout The Twins rookie right-hander gave up nine runs on 10 hits in two innings 5d ago · By John Shipley / St. Paul Pioneer Press\nPro Twins’ Royce Lewis battling through first real hitting slump Always a productive hitter when healthy, the infielder is hitting .233 with an uncharacteristic .704 OPS in August 5d ago · By John Shipley / St. Paul Pioneer Press “The team picked me up plenty of times in the first half when I wasn’t at my best or my sharpest,” López said. “It’s one of those things that you have to take it personal. We were down in the series and I knew I had an opportunity to come out here and do it for my guys, for my teammates.”\nHis 23⅓-scoreless innings streak was broken in the third inning when he allowed a two-run single to top prospect Junior Caminero, but the right-hander featured some of his best stuff as the Twins (76-64) salvaged a split of the four-game series.\nLópez threw three different pitches above 98 mph, including one at 98.6 — the hardest pitch of his career. And his sweeper had a 70 percent whiff rate, accounting for seven of the 18 swinging strikes he racked up in the game.\nADVERTISEMENT\n“As well as he’s been throwing the ball, this may have been as good of a day with some of his best stuff we’ve seen literally in two years,” bench coach Jayce Tingler said.\nHe gave up just one other run in the game, in the seventh inning when Yandy Díaz doubled to right. Matt Wallner tracked down the ball and his momentum took him tumbling over the outfield wall.\nA lengthy rules review followed as the umpires figured out which base to place Díaz on. More than 10 minutes had passed, likely leading to the of López’s day as Griffin Jax was summoned to finish off the seventh inning.\nADVERTISEMENT\nLópez said he was a little frustrated because one of the few fastballs he yanked in the game went for a double and then the delay took much longer than he expected.\n“I was hoping to stay in the game after that, just to give me an opportunity to end on a better note by getting that last out,” López said. “But didn’t win that conversation. The best reliever in baseball came to get that last out.”\nThough he didn’t get that final 21st out that he was hoping for, it was yet again another promising start from López when his team needed him the most.\nAnd it comes as no surprise to those around him.\nADVERTISEMENT\n“We know how hard he works. We know how good his stuff is. It felt like it was just a tick off (earlier this season). I think we knew this was coming,” catcher Ryan Jeffers said. “He’s our ace. He’s been our ace. He’s one of the top pitchers in all of baseball and he’s showing that now.”\nThe Twins’ top starter pitched with the lead for much of the day as Edouard Julien stepped up offensively and hit his first major league home run since April 25 in the second inning, a three-run shot off Rays (69-71) starter Taj Bradley on a pitch left over the heart of the plate. Wallner hit a solo homer an inning later for a 4-0 lead the Rays were unable to overcome.\nWith the split, the injury-depleted Twins now travel to Kansas City, to face the Royals, on whom they have a half game advantage in the American League Central. Both teams are currently positioned to win a Wild Card berth.\nADVERTISEMENT\n“We all have a job to try to help the team win,” Julien said. “If everybody does that, I think we’re going to win some games. It (doesn’t) matter who it is. It’s the next man up.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T01:09:22.012+03:00",
    "updated": "2024-09-06T07:24:38.516+03:00"
  }
]