[
  {
    "uuid": "b109ecfdf478b98a41ae99263da6f2837c1e1410",
    "url": "https://www.theledger.com/story/entertainment/events/2024/01/25/triple-crown-of-barbecue-scrambles-after-smoke-on-the-water-sinks/72269411007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sara-Megan Walsh",
    "published": "2024-01-25T21:48:00Z",
    "title": "Triple Crown of Barbecue scrambles after Smoke On the Water sinks",
    "text": "On the eve of barbecue competition season, one of Polk County's longest-running events has folded and cleared the way for something new. Winter Haven's annual Smoke On the Water BBQ Festival scheduled for Feb. 2 and 3 has long served as a fundraiser for The Boys and Girls Clubs of Polk County. But it was recently canceled by the nonprofit organization. The 20-year event was canceled with roughly three weeks to go, leaving community residents and longtime attendees shocked. It was a tough decision for the Boys and Girls Clubs of Polk County's board of directors. \"After extensive review and consideration, we have concluded that the substantial resources, manpower and effort required to run Smoke On The Water are not in alignment with our renewed focus and strategic direction,\" the nonprofit said in a press statement. \"The Boys & Girls Club of Polk County is committed to efficiently utilizing our resources in the best possible way to support and enhance the lives of the children we serve.\" Steve Giordano, president and CEO of the Boys and Girls Club of Polk County , told The Ledger via email that while there are no current plans for the event, he would not count out the possibility it will return in the future. Many of the organization's board members have suggestive alternative events and fundraisers. They're in the process of evaluating those and might eventually act upon them, Giordano said. With dozens of barbecue competition teams lined up, the event's organization team has quickly spun off and launched a new event called Smoke Off The Water, using very similar iconography. The new food and music festival will benefit The Humane Society of Polk County to raise funds to support local pets in need. \"When we heard Smoke On The Water was not happening, the community was so upset,\" said Lisa Baker, the Humane Society of Polk County's executive director. \"We reached out to one of our old board members to say, 'If you like, we could try to have something like this happen at the Humane Society.'\" Smoke Off The Water will be held the same dates, Feb. 2 and 3, at 2400 Dundee Road in Winter Haven, a short distance down the road from the Humane Society's building. Baker said there will be an increased variety of food from barbecue to tacos and hamburgers, with more than a dozen food vendors scheduled to attend on an ever-growing list. Unfortunately, the new event will not be a judged or ranked barbecue competition under the Kansas City BBQ Society, Baker said. There are requirements that there be power and water for over 50 competition teams along with judges familiar with its unique scoring guidelines. The Humane Society wrote \"just wasn't available time due to the short notice of moving the event\" in a Facebook post. This change has forced Visit Central Florida to change its plans for the inaugural Florida Triple Crown of Barbecue Competition. It kicks off this weekend with Lakeland's annual Pigfest at Sun 'n Fun and the Aerospace Center for Excellence, located at 4175 Medulla Road, on Friday, from 5 p.m. to 10 p.m., and Saturday, from 10 a.m to 5 p.m. Kris Keprios, senior tourism sales and marketing manager for Polk County, said the barbecue competition is part of growing the county's culinary tourism. Freshwater fishing: Bass are the top catch in Polk as the fish head to spawn \"Our aim is to make the county more of a culinary tourism destination,\" he said. \"One piece of that in Polk County is our heritage in barbecue.\" Keprios said many barbecue competition teams that started off in Polk County have grown to become national names in the industry, naming Whiskey Bent BBQ in Lakeland and Swamp Boys BBQ from Winter Haven . \"In talking with experts in the world of barbecue, it's said we have more competition championship teams from Polk County than anywhere else in the Southeast,\" he said. Barbecue competition teams will start off at Lakeland's Pigfest earning points in various food categories based on the Kansas City BBQ standards. The second stop, which was supposed to be Smoke On The Water, will be instead be Davenport's Grills Gone Wild on Feb. 9 and 10. The last leg of the triple crown, where the winners will be crowned, will be at Haines City's Ribs on the Ridge on Feb. 16 and 17. Keprios said teams' points for how they finish at each individual event will be tallied up to crown the ultimate winner who will receive a $1,500 price. The second-place winner will take home $1,000 with $500 for third place. Sara-Megan Walsh can be reached at swalsh@theledger.com or 863-802-7545. Follow on X @SaraWalshFl.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://visitcentralflorida.org/triple-crown-bbq/",
      "https://lakelandpigfest.org/",
      "https://www.swampboys.com/wordpress/",
      "https://www.facebook.com/profile.php?id=61555834101122",
      "https://www.google.com/aclk?sa=l&ai=DChcSEwjE39PsrPmDAxWFCq0GHc_8BzsYABAAGgJwdg&ase=2&gclid=Cj0KCQiAqsitBhDlARIsAGMR1RjtWIAVQCBr6anLVoFJk8R2fpvCtzD8sHmZWEZFzpGmWi3tZNYMezQaAtP4EALw_wcB&sig=AOD64_3aWMNixuJaMIGiRq1vx-6rQPp7kw&q&nis=4&adurl&ved=2ahUKEwiuuszsrPmDAxUiLzQIHdraBawQ0Qx6BAgGEAE",
      "https://www.whiskeybentbbq.com/",
      "https://www.lakelandpigfest.org/",
      "https://lakelandpigfest.org",
      "https://www.google.com/aclk",
      "https://swampboys.com/wordpress/",
      "https://visitcentralflorida.org/triple-crown-bbq",
      "https://whiskeybentbbq.com/",
      "https://www.swampboys.com/wordpress",
      "https://www.visitcentralflorida.org/triple-crown-bbq/",
      "https://facebook.com/profile.php?id=61555834101122",
      "https://google.com/aclk?sa=l&ai=DChcSEwjE39PsrPmDAxWFCq0GHc_8BzsYABAAGgJwdg&ase=2&gclid=Cj0KCQiAqsitBhDlARIsAGMR1RjtWIAVQCBr6anLVoFJk8R2fpvCtzD8sHmZWEZFzpGmWi3tZNYMezQaAtP4EALw_wcB&sig=AOD64_3aWMNixuJaMIGiRq1vx-6rQPp7kw&q&nis=4&adurl&ved=2ahUKEwiuuszsrPmDAxUiLzQIHdraBawQ0Qx6BAgGEAE",
      "https://www.facebook.com/profile.php",
      "https://www.whiskeybentbbq.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steve giordano",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the boys & girls club",
          "sentiment": "none"
        },
        {
          "name": "girls clubs of polk county",
          "sentiment": "none"
        },
        {
          "name": "girls club",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "polk county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:18.537+02:00",
    "updated": "2024-01-26T00:41:18.537+02:00"
  },
  {
    "uuid": "d153749a69995aee7fba2c31cb5ea5525fcc79c2",
    "url": "https://www.elperiodico.cat/ca/politica/20240107/rull-giro-noms-clau-junts-96636591",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fidel Masreal",
    "published": "2024-01-07T21:15:00Z",
    "title": "Rull i Giró, noms clau a Junts si falla Puigdemont per a les catalanes",
    "text": "Rull i Giró, noms clau a Junts si falla Puigdemont per a les catalanes L’expresident és el candidat preferit, però el partit podria necessitar una alternativa si aquest no vol anar a la llista o si l’amnistia no arriba a temps Carles Puigdemont. L’expresident, eurodiputat i líder indiscutible de [Junts](https://www.elperiodico.com/es/temas/junts-per-catalunya-37936) per Catalunya és, sens cap dubte, el candidat preferit per aquest partit per encarar les pròximes eleccions catalanes que tindran lloc, a tot tardar, d’aquí un any. Però hi ha dos factors que són determinants, el primer d’aquests ineludible, que possiblement obligui JxCat a escollir un altre nom. El primer factor és que l’amnistia no estigui encara en vigor quan es convoquin les eleccions. El segon, que el mateix Puigdemont decidís no optar a la presidència. En aquest escenari, dos noms centren ara com ara les opcions de Junts: Josep Rull i Jaume Giró. Tots dos, malgrat que mantenen diferències ideològiques, consolidarien sense cap dubte el gir del partit cap a la moderació. ¿Per què pot passar que l’amnistia no estigui en marxa i que Puigdemont no disposi de llibertat per presentar-se? Pot passar perquè els jutges del Suprem o els que hagin d’aplicar l’amnistia en altres instàncies judicials elevin consultes a la justícia europea (el TJUE), la qual cosa paralitzaria l’aplicació de la mesura fins que Europa decideixi. I això pot durar mesos. La versió optimista de Junts sobre aquesta possibilitat és que Puigdemont podria no veure’s perjudicat per aquest retard perquè en el seu cas no ha sigut jutjat i els magistrats no han d’efectuar cap resolució que hagin d’elevar a Europa. En el seu cas, segons aquesta interpretació, Puigdemont podria tornar a Catalunya una vegada la llei d’amnistia sigui una realitat perquè l’ordre de detenció i l’euroordre queden automàticament fulminades. ¿El moment de Rull? ¿Per què pot passar que, malgrat que la justícia hagi aplicat l’amnistia, Puigdemont no vulgui presentar-se? Tret de sorpresa, d’entrada l’expresident optarà a les eleccions europees, en què en cas de ser reelegit gaudiria de cinc anys de legislatura amb llibertat de moviments. I sobre les catalanes, si hi optés, competirà entre d’altres amb el líder del [PSC](https://www.elperiodico.com/es/temas/psc-partit-dels-socialistes-de-catalunya-2650), Salvaldor Illa, el més votat en els últims comicis i el líder en les enquestes. En aquest escenari, Puigdemont en el millor dels casos seria president en un govern de coalició per gestionar l’autonomia catalana. Aquesta situació és poc glamurosa per al líder que es va erigir en símbol del resistencialisme i de la confrontació intel·ligent des de Brussel·les. Si Puigdemont no pot o no vol, o les dues coses, ser candidat, el que està més ben situat a Junts sens dubte és Josep Rull. Al secretari general, Jordi Turull, li passa com a Puigdemont: està pendent que l’amnistia netegi els 12 anys d’inhabilitació que pesen sobre ell quan el Suprem va modificar la sentència del procés a causa de la reforma del Codi Penal. Turull aposta per Puigdemont però recolzaria Rull com a alternativa, no sense descartar-se a si mateix del tot. Té virtuts en clau interna i en clau externa.Notícies relacionades Però hi ha un altre nom, en aquest cas indissimuladament disposat a ser candidat, i aquest és Jaume Giró, l’exconseller d’Economia i exdirectiu de La Caixa. Giró ja va voler ser candidat en les eleccions generals i Puigdemont i Turull li van recomanar que ni optés a les primàries. Va obeir. Però des de fa mesos sospesa les seves opcions i polsa el territori, les bases de Junts. La seva aposta sí que és un canvi de rumb inequívoc per al partit. El procés s’ha acabat i toca gestionar de la millor manera possible l’actual situació d’influència a Madrid. Ara com ara costa trobar un nom alternatiu a Rull o a Giró. Laura Borràs, la que va ser candidata fa tres anys, està condemnada a quatre anys de presó per manipular contractes quan estava a la Institució de les Lletres Catalanes, i cada vegada més apartada de les decisions del partit malgrat que encara n’ocupa la presidència. Entre els seguidors de Borràs no hi ha cap nom amb ascendència interna. En el grup parlamentari tampoc s’entreveuen candidats, ni entre els alcaldes de Junts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "catalan",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.elperiodico.com/es/temas/junts-per-catalunya-37936)",
      "https://www.elperiodico.com/es/temas/psc-partit-dels-socialistes-de-catalunya-2650),",
      "https://elperiodico.com/es/temas/psc-partit-dels-socialistes-de-catalunya-2650),",
      "https://elperiodico.com/es/temas/junts-per-catalunya-37936)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:19:06.849+02:00",
    "updated": "2024-01-08T00:19:06.849+02:00"
  },
  {
    "uuid": "8cb1a8d9917ca61245261b4d0168100926bcfc4e",
    "url": "https://vnexplorer.net/z/771745.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-13T14:02:00Z",
    "title": "Greg Abbott Suffers Legal Blow Over Texas Border",
    "text": "A Texas National Guard soldier stands on patrol near the banks of the Rio Grande river on April 02, 2024 in El Paso, Texas. A judge has dismissed almost 60 cases against migrants accused of participating in an alleged riot at the U.S-Mexico border. A judge in Texas has dismissed almost 60 cases against migrants accused of participating in an alleged riot at the U.S-Mexico border. The migrants were facing misdemeanor riot participation charges in connection with a breach of a razor wire barrier at the border in El Paso on April 12. In an order on Monday, County Court of Law Judge Ruben Morales dismissed the cases against 59 migrants, saying he did not have jurisdiction. El Paso District Attorney Bill Hicks has said he will appeal the judge&#039;s order, which he called &quot;erroneous.&quot; More than 200 migrants overall were charged after several encounters with forces deployed to the border as part of Republican Gov. Greg Abbott&#039;s multi-billion Operation Lone Star, which has involved the rollout of a series of aggressive measures at the border to curb illegal crossings from Mexico. However, most of those cases have been dismissed. Hicks&#039; office is appealing those rulings as well. &quot;The appellate process is a very long process, but we anticipate that at some point in the future the Court of Appeals will come back and say, in fact, &#039;Judge (Ruben) Morales&#039; rulings and orders were improper,&#039;&quot; Hicks said during a news conference on Monday, via the El Paso Times. He added that if the judge &quot;believed that there was something wrong with the order transferring jurisdiction to his court, then the appropriate remedy is to simply transfer them back to whatever entity had transferred it to him, in this case the grand jury court, and say, &#039;I don&#039;t have jurisdiction.&#039;&quot; El Paso Public Defender Kelli Childress-Diaz, whose office is representing most of the migrants, said appealing the ruling is a waste of county resources. &quot;The law is clear in this regard, so it doesn&#039;t seem like this is a place to be expending limited justice system resources,&quot; Childress-Diaz said. Newsweek has contacted Hicks and Childress-Diaz for comment via email. Abbott&#039;s office has also been contacted for comment via email. The migrants were facing a maximum penalty of 180 days in jail and have already been behind bars for more than 60 days awaiting trial. Hicks&#039; office has offered plea deals with sentences of time served plus one day. But the migrants represented by Childress-Diaz&#039;s office have rejected the deals. The choice to accept or decline plea agreements &quot;belongs to my clients,&quot; she said. &quot;I&#039;m not allowed to reveal what their reasons are, but I can tell you from a perspective of a criminal practitioner, it&#039;s common for people who are not guilty to insist on pleading not guilty.&quot; Start your unlimited Newsweek trial",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "greg abbott",
          "sentiment": "negative"
        },
        {
          "name": "bill hicks",
          "sentiment": "none"
        },
        {
          "name": "ruben morales",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "suffers legal blow over texas border a texas national guard",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "rio grande",
          "sentiment": "none"
        },
        {
          "name": "el paso",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "u.s-mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:11:17.392+03:00",
    "updated": "2024-06-14T01:11:17.392+03:00"
  }
]