[
  {
    "uuid": "a8daf9139226ddd73d001e45360afcc58a35eddb",
    "url": "https://www.dispatch.com/story/news/nation/2024/04/04/california-snowpack-above-average/73208052007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", The Columbus Dispatch",
    "published": "2024-04-04T00:00:00Z",
    "title": "California snowpack above average for second year in a row",
    "text": "Officials consider April the key reading of the year, marking the peak of the snowpack season and the start of the snowmelt that feeds the state's rivers and aquifers James Powel Julia Gomez California has recorded an above average snowpack for the second consecutive year, the California Department of Water resources announced . Statewide snowpack readings came in at 110% of the April 1 average, according to the department. The department said that the snow depth measured 64 inches at a station in El Dorado County, which includes part of Lake Tahoe. The measurement found that the \"snow water\" equivalent came in at 27.5 inches, 113% of the average for that location. Officials consider April the key reading of the year, marking the peak of the snowpack season and the start of the snowmelt that feeds the state's rivers and aquifers. “It’s great news that the snowpack was able to catch up in March from a dry start this year,\" Water resources Director Karla Nemeth said in a news release. \"This [water year](/story/news/nation/2024/03/08/lake-meads-water-level/72893286007/) shows once again how our climate is shifting, and how we can swing from dry to wet conditions within a season.\" Snowpack comparison year over year Chart courtesy of the California Department of Water Resources Readings provide relief after dry start to year Before a series of [atmospheric river storms](/story/news/weather/2024/02/20/atmospheric-river-california-flooding/72666453007/), the snowpack was significantly below expectations. When the same measurement was taken in January, it was about 25% of its average size. \"These swings make it crucial to maintain conservation while managing the runoff,\" Nemeth said. \"Variable climate conditions could result in less water runoff into our reservoirs. 100 percent snowpack does not mean 100 percent runoff. Capturing and storing what we can in wetter years for drier times remains a key priority.\" While the major storms began the process of refilling the snowpack, they didn't cause it to hit its average. A water resources spokesperson told USA TODAY [in February](/story/news/nation/2024/02/17/california-snow-after-pineapple-express/72600057007/) that the state's snowpack at the time was at 73% of average. \"With three record-setting multi-year droughts in the last 15 years and warmer temperatures, a well above average snowpack is needed to reach average runoff,\" Michael Anderson, state climatologist with the department, said in a statement Tuesday. \"The wild swings from dry to wet that make up today’s water years make it important to maintain conservation while managing the runoff we do receive.\" What is snowpack? \"Snowpack is snow on the ground in mountainous areas that persists until the arrival of warmer weather,\" according to National Geographic . For example, the snow that makes mountain peaks look white during winter and doesn't melt away for months is snowpack. It's made of multiple layers of snow from different snowfalls that become compacted. Once it melts, it turns into snowmelt. For California, that snowmelt usually makes up about 30% of the state's water needs. \"Its natural ability to store water is why the Sierra snowpack is often referred to as California's 'frozen reservoir,\" said the department said in a statement .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Health"
    ],
    "external_links": [
      "https://www.usatoday.com/story/news/nation/2024/03/08/lake-meads-water-level/72893286007/",
      "https://www.usatoday.com/story/news/nation/2024/02/17/california-snow-after-pineapple-express/72600057007/",
      "https://water.ca.gov/News/News-Releases/2024/Jan-24/Second-Snow-Survey-of-the-Year-Shows-Modest-Improvement-for-Snowpack",
      "https://education.nationalgeographic.org/resource/snowpack/",
      "https://water.ca.gov/News/News-Releases/2024/Apr-24/April-Snow-Survey-Shows-Above-Average-Snowpack-for-Second-Straight-Season",
      "https://www.usatoday.com/story/news/weather/2024/02/20/atmospheric-river-california-flooding/72666453007/",
      "https://usatoday.com/story/news/weather/2024/02/20/atmospheric-river-california-flooding/72666453007/",
      "https://usatoday.com/story/news/nation/2024/02/17/california-snow-after-pineapple-express/72600057007/",
      "https://www.usatoday.com/story/news/nation/2024/03/08/lake-meads-water-level/72893286007",
      "https://usatoday.com/story/news/nation/2024/03/08/lake-meads-water-level/72893286007/",
      "https://www.usatoday.com/story/news/nation/2024/02/17/california-snow-after-pineapple-express/72600057007",
      "https://www.water.ca.gov/News/News-Releases/2024/Apr-24/April-Snow-Survey-Shows-Above-Average-Snowpack-for-Second-Straight-Season",
      "https://www.education.nationalgeographic.org/resource/snowpack/",
      "https://education.nationalgeographic.org/resource/snowpack",
      "https://www.usatoday.com/story/news/weather/2024/02/20/atmospheric-river-california-flooding/72666453007",
      "https://www.water.ca.gov/News/News-Releases/2024/Jan-24/Second-Snow-Survey-of-the-Year-Shows-Modest-Improvement-for-Snowpack"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "karla nemeth",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "california department of water",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "lake tahoe",
          "sentiment": "none"
        },
        {
          "name": "el dorado county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:50:52.060+03:00",
    "updated": "2024-04-05T06:17:33.742+03:00"
  },
  {
    "uuid": "acdb6a806e200bdde7a74cf4b9c50e220d848e71",
    "url": "https://istoe.com.br/numero-de-mortes-violentas-cai-25-na-venezuela-em-2023-segundo-ong-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@RevistaISTOE",
    "published": "2023-12-28T22:46:00Z",
    "title": "Número de mortes violentas cai 25% na Venezuela em 2023, segundo ONG - ISTOÉ Independente",
    "text": "28/12/2023 - 20:46 O número de mortes violentas na Venezuela caiu cerca de 25% em 2023, estimadas em 6.973, segundo um relatório apresentado nesta quinta-feira (28) pela ONG Observatório Venezuelano da Violência (OVV), que serve de referência diante da falta de estatísticas oficiais. “Esses números representam uma mudança na tendência recente […] A taxa de 26,8 mortes violentas por 100.000 habitantes é uma importante redução de 8,5 pontos em relação às registradas durante 2021 e 2022, que ficaram em 34,9 e 35,3”, informa o relatório do OVV. No entanto, segundo esse estudo baseado principalmente em casos publicados na imprensa, a Venezuela continua sendo um dos países mais violentos da América Latina. Do total de 6.973 mortes violentas registradas pelo OVV em 2023, 1.956 foram homicídios, 953 ocorreram durante operações policiais e 4.064 estão sob investigação. Em 2022, o número total ficou em 9.367 em 2022 e em 9.447 em 2021. Esses números não incluem desaparecimentos, que o OVV estimou em 1.443 em 2023, frente aos 1.370 de 2022 e 1.634 de 2021. Este país sul-americano de 30 milhões de habitantes vem registrando uma importante diminuição no número de mortes violentas desde 2016, quando o OVV contabilizou 28.479 óbitos desse tipo, em meio a uma enorme emigração, a uma grave crise econômica e à pandemia de covid-19. “Há uma acentuação dos efeitos do que vinham ocorrendo”, disse à AFP Roberto Briceño-León, diretor do OVV, para quem o crescimento de facções do crime organizado “monopolizou” a violência diante da debilidade do Estado e, com isso, a letalidade da criminalidade diminuiu. “A redução das mortes violentas não significa necessariamente uma diminuição da criminalidade, mas sim uma mudança da criminalidade”, destacou. A média mundial de homicídios é de 5,8 por 100.000 habitantes (15 a cada 100.000 nas Américas), de acordo com o último relatório do Escritório das Nações Unidas contra a Droga e o Crime (UNODC, na sigla em inglês). erc/jt/dg/dd/mvv/rpr",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:09:43.730+02:00",
    "updated": "2023-12-29T02:09:43.730+02:00"
  },
  {
    "uuid": "a51cfb522c99284a127136165e401b997ff2495f",
    "url": "https://www.medflyfish.com/index.php?topic=89087.0",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Author",
    "published": "2024-01-05T12:41:00Z",
    "title": "Re: Im glad I finally registered",
    "text": "My Community\nWelcome,\nGuest\n. Please\nlogin\nor\nregister\n.\n1 Hour\n1 Day\n1 Week\n1 Month\nForever\nLogin with username, password and session length\nNews:\nSMF - Just Installed!\nHome\nHelp\nSearch\nLogin\nRegister\nMy Community\n»\nGeneral Category\n»\nGeneral Discussion\n»\nIm glad I finally registered\n« previous\nnext »\nPrint\nPages: [\n1\n]\nAuthor\nTopic: Im glad I finally registered (Read 40 times)\nOKYLucinda\nNewbie\nPosts: 2\nI'm Christena and I live in Nederhorst Den Berg. I'm interested in International Relations, Rock stacking and Japanese art. I like to travel and watching Grey's Anatomy. Feel free to surf to my site :: [url=https://Yourfamilytime.co.uk/\nIm glad I finally registered\n«\non:\nFebruary 15, 2022, 06:47:20 AM »\nYou reported this really well.\nHere is my web blog;\nHh-center.Ru\nLogged\nLook into my site ::\nhttps://Yourfamilytime.co.Uk/\nGregoryHep\nHero Member\nPosts: 405931\nRe: Im glad I finally registered\n«\nReply #1 on:\nMay 21, 2023, 07:30:15 AM »\nEeny\n211.1\nполу\nRepr\nСоко\nучил\nКирс\nThom\nRick\nГрож\nSigm\nLona\nГлин\nСтав\nPens\nБате\nMary\nAcce\nМоис\nTefa\nколл\nраск\nВарш\nРави\n2CS2\nFour\nИнди\nХмел\nWill\nСере\nHenr\nPsko\nGill\nКурь\nроди\nБелк\nPara\nLotu\nCaud\nMine\nRaff\nLotu\nМаса\n1700\nTimo\nPage\nПеко\nPush\nсерт\nTher\nРада\nFran\nдопо\nSing\nBiga\nLiev\nавто\nSeri\nPush\nПете\nHoli\nключ\nмело\nPowe\nEleg\nEleg\nRoma\nсред\nПете\nОвча\nсоис\nЮй-к\nXVII\nсовр\nБеза\nXavi\nGlam\nJPEG\nИллю\ndiam\nZone\nнаро\nAndr\nНики\nкомп\nZone\nврач\n5001\nLAPI\nпост\nZone\nкара\nАвиц\nZone\nОвся\nMari\nFran\nFran\nAnne\nArth\nZone\nXVII\nрома\nDieu\nСоде\nпанс\nВаси\nкниг\nАрда\nAgat\nPier\nXVII\nRHZN\nунив\nRudy\nIPng\nцара\nклей\nмеся\nукра\nкуль\nClim\nJane\nHave\nHast\nMist\nстил\nZS-0\n4803\nАрти\nMist\nРосс\nCzes\nMata\nвыпу\nПест\nBegu\nJazz\nVali\nкрыл\nязык\nдиам\nвсеп\nязык\nMemo\nWind\nKasp\nWind\nWinx\nDeLo\nClor\nBrig\nPedi\nOper\nЛитР\nЛитР\nTeam\nFall\nStud\nКлуш\nобра\nрезу\nСкля\nHenr\nСоде\nотде\nXVII\nThis\nXVII\nWill\nНовг\nErns\nРото\nправ\nJewe\nЧело\nдове\nBria\nназв\nвпло\nколл\nмузе\n(вед\nСоде\nБога\nизоб\nКуку\nписа\nEric\nЛайл\nКиро\nизда\nтруд\nJohn\nСоко\nApop\nWrit\nШлях\nCALS\nАнур\nManu\nавто\nКнод\nЛавр\nКоло\nмеся\nмеся\nмеся\n(197\nNata\nДань\nAnge\nвозр\nMaci\nРудн\nwwwd\nучре\nКосо\nрасс\nавто\ntuchkas\nзнат\nAcro\nLogged\nFast_Build_o\nHero Member\nPosts: 1052\nRe: Im glad I finally registered\n«\nReply #2 on:\nOctober 15, 2023, 01:24:56 AM »\nБыстро возводимые здания: финансовая выгода в каждом кирпиче!\nВ современной реальности, где часы - финансовые ресурсы, скоростройки стали реальным спасением для экономической сферы. Эти современные конструкции включают в себя твердость, экономическую эффективность и мгновенную сборку, что придает им способность лучшим выбором для разнообразных предпринимательских инициатив.\nСтоимость быстровозводимого здания под ключ цены\n1. Быстрое возведение: Часы - ключевой момент в экономике, и быстровозводимые здания позволяют существенно сократить время монтажа. Это особенно ценно в моменты, когда необходимо оперативно начать предпринимательскую деятельность и начать прибыльное ведение бизнеса.\n2. Экономия средств: За счет усовершенствования производственных процессов элементов и сборки на месте, цена скоростроительных зданий часто снижается, чем у традиционных строительных проектов. Это предоставляет шанс сократить издержки и добиться более высокой доходности инвестиций.\nПодробнее на\nhttp://scholding.ru/\nВ заключение, объекты быстрого возвода - это оптимальное решение для бизнес-мероприятий. Они сочетают в себе эффективное строительство, бюджетность и долговечность, что обуславливает их наилучшим вариантом для компаний, имеющих целью быстрый бизнес-старт и обеспечивать доход. Не упустите возможность сэкономить время и средства, оптимальные моментальные сооружения для ваших будущих проектов!\nLogged\nN-Dom_TOw\nHero Member\nPosts: 2560\nRe: Im glad I finally registered\n«\nReply #3 on:\nDecember 19, 2023, 07:00:51 AM »\nЭффективное воздухонепроницаемость внешних стен — благополучие и экономическая эффективность в своем домовладении!\nСогласитесь, ваш коттедж заслуживает высококачественного! Тепловая изоляция обшивки – не единственно решение для экономии на отоплении, это инвестиция в комфорт и долгосрочность вашего домовладения.\n? Почему утепление с нами?\nИскусство: Наши специалисты – компетентные. Наш коллектив заботимся о каждой, чтобы обеспечить вашему дому идеальное теплоизоляция.\nСтоимость услуги утепления: Мы ценим ваш денежные средства.\nРемонт и утепление фасадов\n– начиная от 1350 руб./кв.м. Это вложение денег в ваше удовлетворительное будущее!\nЭнергосберегающие меры: Забудьте о утечках тепла! Наш подход не только сохраняют тепловое уюта, но и дарят вашему недвижимости новый уровень комфорта энергоэффективности.\nУстроите свой дом комфортабельным и стильным и привлекательным!\nПодробнее на\nинтернет-ресурсе\nНе покидайте свой недвижимость на произвол судьбы. Доверьтесь специалистам нашей компании и создайте тепло вместе с нами-мастерами!\nLogged\nЗаказывайте\nутепление фасадов\nу команды профессионалов с 15 летним опытом!\nppu-prof_TOw\nFull Member\nPosts: 226\nRe: Im glad I finally registered\n«\nReply #4 on:\nToday\nat 08:41:14 PM »\nЗабота о резиденции - это забота о приятности. Утепление фасадов - это не только стильный внешний вид, но и гарантия сохранения тепла в вашем уголке уюта. Мастера, команда профессионалов, предлагаем вам сделать ваш дом в прекрасное место для жизни.\nНаши дизайнерские решения - это не просто теплоизоляция, это творческий подход к каждому деталю. Мы стремимся к идеальному балансу между изысканностью и эффективностью, чтобы ваше жилье стало не только пригодным для жизни, но и изысканным.\nИ самое важное - приемлемые расходы! Мы верим, что высококачественные услуги не должны быть сверхдорогими.\nУтепление стен снаружи цена\nначинается всего начиная с 1250 руб/м².\nСовременные технологии и качественные материалы позволяют нам создавать тепловую обработку, которая обеспечивает долговечность и надежность. Забвение о холодных стенах и избежание лишних расходов на отопление - наше утепление станет вашим надежным препятствием перед холодом.\nПодробнее на\nhttp://www.ppu-prof.ru/\nНе откладывайте на потом заботу о удовольствии в вашем доме. Обращайтесь к мастерам своего дела, и ваш дом преобразится настоящим художественным произведением, которое подарит вам не только тепло. Вместе мы создадим обители, где вам будет по-настоящему комфортно!\nLogged\nЗаказывайте\nпрайс лист на утепление фасада\nу команды профессионалов с 15 летним опытом!\nPrint\nPages: [\n1\n]\n« previous\nnext »\nMy Community\n»\nGeneral Category\n»\nGeneral Discussion\n»\nIm glad I finally registered\nSMF 2.0.18\n|\nSMF © 2021\n,\nSimple Machines\nXHTML\nRSS\nWAP2",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://Yourfamilytime.co.Uk/",
      "http://www.ppu-prof.ru/",
      "https://Yourfamilytime.co.uk/",
      "http://scholding.ru/",
      "https://Yourfamilytime.co.uk",
      "http://ppu-prof.ru/",
      "http://www.scholding.ru/",
      "https://Yourfamilytime.co.Uk",
      "http://scholding.ru",
      "https://www.Yourfamilytime.co.Uk/",
      "http://www.ppu-prof.ru",
      "https://www.Yourfamilytime.co.uk/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christena",
          "sentiment": "none"
        },
        {
          "name": "grey",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "nederhorst den berg",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:38:50.275+02:00",
    "updated": "2024-01-06T00:38:50.275+02:00"
  },
  {
    "uuid": "8f38f52f6f8f0dc70094597e298e4b06279a3c45",
    "url": "https://www.wbrz.com/news/baton-rouge-police-searching-for-woman-who-stole-from-multiple-pawn-shops",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WBRZ",
    "published": "2024-04-25T00:00:00Z",
    "title": "Baton Rouge Police searching for woman who stole from multiple pawn shops",
    "text": "73° Latest Weather Blog Baton Rouge Police searching for woman who stole from multiple pawn shops BATON ROUGE — Baton Rouge Police are attempting to identify a woman responsible for multiple pawn store thefts. The woman responsible for stealing from multiple local pawn shops on April 15, the Baton Rouge Police Department said. Trending News She is believed to be travelling in a white Mercedes Benz SUV. More News Desktop NewsClick to open Continuous News in a sidebar that updates in real-time. News Video - WATCH: U.S.S. Kidd moving downstream for much-needed repairs - Louisiana lawmakers propose budget cuts impacting teacher pay and early childhood education - IDEA University Prep on Plank Road to close at the end of... - BRPD implements AI gun detection, situational awareness software into existing infrastructure - Six 'Motion Boys' gang members booked for drug, gun charges; two still... Sports Video - Jay Clark joins Michael Cauble to talk about LSU Gym's historic season - Fans welcome LSU Gymnastics team back to Baton Rouge after first NCAA... - The LSU Gymnastics team holds the program's first-ever NCAA Trophy - Collective effort creates a championship-caliber LSU gymnastics team - Baton Rouge Zydeco wraps up inaugural season",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael cauble",
          "sentiment": "none"
        },
        {
          "name": "jay clark",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "baton rouge police",
          "sentiment": "negative"
        },
        {
          "name": "lsu gym",
          "sentiment": "none"
        },
        {
          "name": "mercedes benz",
          "sentiment": "none"
        },
        {
          "name": "continuous news",
          "sentiment": "none"
        },
        {
          "name": "baton rouge",
          "sentiment": "none"
        },
        {
          "name": "lsu gymnastics",
          "sentiment": "none"
        },
        {
          "name": "baton rouge police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "louisiana",
          "sentiment": "none"
        },
        {
          "name": "plank road",
          "sentiment": "none"
        },
        {
          "name": "u.s.s. kidd",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:15:42.867+03:00",
    "updated": "2024-04-26T05:08:44.012+03:00"
  },
  {
    "uuid": "d99d8d919f413d93cbe1e9796eb5326537b72834",
    "url": "https://www.informazione.it/n/86475F7E-7816-4147-BFE7-1F1D9E5D0447/Offensiva-ucraina-nella-regione-di-Kursk-la-risposta-russa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infoitestero",
    "published": "2024-08-23T02:30:00Z",
    "title": "Offensiva ucraina nella regione di Kursk: la risposta russa",
    "text": "[ ](/a/BF5B133E-75DD-44C1-AF3B-E5F1583BB527/Ucraina-bombe-Usa-per-attacco-a-Kursk-Putin-regione-libera-entro-1-ottobre) [Leggi](https://www.adnkronos.com/internazionale/esteri/ucraina-russia-guerra_71fHAG8ObkgGzia9XjFpps) Le forze armate russe stanno contrastando i tentativi delle truppe ucraine di penetrare nella regione di Kursk, situata al confine tra Russia e Ucraina. Il ministero della Difesa russo ha dichiarato che le forze armate continuano a respingere gli attacchi ucraini, sottolineando l'importanza di mantenere il controllo del territorio. Il presidente ucraino Volodymyr Zelensky ha visitato le truppe nella regione di Sumy, anch'essa situata al confine con la Russia. Durante la visita, Zelensky ha incontrato il comandante delle forze armate ucraine, Oleksandr Syrsky, e ha discusso delle misure adottate per rafforzare la difesa nelle direzioni di Toretsk e Pokrovsky. Il presidente ha inoltre osservato una diminuzione dei bombardamenti e delle vittime civili nella regione di Sumy dall'inizio dell'operazione Kursk. L'Ucraina ha intensificato l'attacco nella regione di Kursk utilizzando bombe fornite dagli Stati Uniti. Questa mossa ha attirato l'attenzione internazionale, poiché l'uso di armi americane potrebbe influenzare l'andamento del conflitto. Nel frattempo, il presidente russo Vladimir Putin ha delineato una road map per riconquistare il territorio invaso da Kiev, fissando una scadenza per il 1° ottobre. L'operazione Kursk, avviata dalle forze armate ucraine, mira a porre fine alla guerra alle condizioni di un'Ucraina indipendente. Zelensky ha sottolineato l'importanza di creare quanti più problemi possibili allo Stato russo sul suo territorio per raggiungere questo obiettivo. La guerra, iniziata oltre 900 giorni fa, continua a essere al centro dell'attenzione internazionale, con entrambe le parti che cercano di ottenere vantaggi strategici sul campo di battaglia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.adnkronos.com/internazionale/esteri/ucraina-russia-guerra_71fHAG8ObkgGzia9XjFpps)",
      "https://adnkronos.com/internazionale/esteri/ucraina-russia-guerra_71fHAG8ObkgGzia9XjFpps)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T07:40:39.513+03:00",
    "updated": "2024-08-23T07:40:39.513+03:00"
  },
  {
    "uuid": "3fef3b25cb0852b48447f2e021c0791b0cc7d27b",
    "url": "https://www.infobae.com/america/agencias/2025/01/23/paris-se-quita-el-chapeau-ante-wembanyama-lider-en-triunfo-de-los-spurs-ante-los-pacers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2025-01-24T00:46:00Z",
    "title": "París se quita el 'chapeau' ante Wembanyama, líder en triunfo de los Spurs ante los Pacers - Infobae",
    "text": "Antonio Torres del Cerro\nParís, 23 ene (EFE).- París se quitó el sombrero ante Victor Wembanyama, cuya sensacional actuación de este jueves encaminó el triunfo de los San Antonio Spurs ante los Indiana Pacers (140-110), en el primero de dos partidos de la fase regular que la NBA celebra en la capital francesa dentro de su plan de internacionalización.\nÍdolo del deporte francés con sólo 21 años, 'Wemby' anotó 30 puntos, dio 6 asistencias y se hizo con 11 rebotes, eclipsando a la estrella de los Pacers, el campeón olímpico Tyrese Haliburton (13 puntos y 7 asistencias), y colocando a la mítica franquicia texana en la pomada para entrar en los 'playoffs' de la disputada Conferencia Oeste, con 20 triunfos y 22 derrotas.\nA pesar del revés, los Pacers, que tuvieron en el canadiense Bennedict Mathurin a su boya de salvación (24 puntos), se mantienen en la parte noble de la tabla del Oeste, con 24 triunfos y 20 derrotas, aunque se esfumase su racha de seis victorias consecutivas de 2025.\nAmbas franquicias se medirán de nuevo en París el sábado 25.\nEn su regreso al Arena de Bercy parisino, seis meses después de perder la final olímpica con Francia ante Estados Unidos (87-98), el pívot de los Spurs tuvo el respaldo incondicional de la inmensa mayoría de los 20.000 espectadores, reflejado en las primeras palabras que dedicó al público instantes antes del encuentro.\n\"Haced el máximo ruido posible para que los Spurs puedan regresar a París\", arengó el espigado jugador (2,21 metros), quien tuvo que interrumpir su discurso por la tremenda ovación que recibió.\nEl pívot de Le Chesnay (afueras de París) galvanizó a los suyos, sobre todo a partir del tercer cuarto, cuando dio una lección ofensiva y defensiva y logró que los Spurs se despegasen en el marcador (comenzaron el último cuarto con una ventaja de 25 puntos, de 105-80).\nEl partido de esta noche, cuyas entradas se habían agotado en sólo 24 horas y fueron adquiridas por compradores de 53 nacionalidades diferentes, contó con la presencia de leyendas como Tony Parker, Pau Gasol, Manu Ginóbili o los futbolistas del PSG Achraf Hakimi y Ousmane Dembélé.\nDespués del choque del sábado, habrán sido cinco los encuentros que París haya acogido de la Liga regular de la NBA: en 2020 fueron los Bucks contra los Hornets; en 2023, los Pistons ante los Bulls y en 2024 los Nets frente a los Cavaliers.\nEn una rueda de prensa en París, el comisionado de la NBA, Adam Silver, dio a entender que difícilmente la Ciudad de la Luz repita en 2026 como sede europea de la NBA, aunque dejó claro que el mercado del Viejo Continente es una de las prioridades de la liga estadounidense.\n\"Me encantaría la idea de que la NBA pueda desplazar un buen número de equipos a Europa y durante más de una semana\", anotó Silver, quien aseveró muy de cerca lo que hace la NFL (Liga Nacional de Fútbol Americano), con varios partidos disputados en Europa en menos de un mes.\nNo obstante, el comisionado matizó que la NFL \"tiene un calendario más flexible\" que el de la NBA, con al menos tres partidos por semana. Sin embargo, sí que vio más plausible desarrollar una liga independiente en Europa. EFE\n(foto)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->sport event",
      "Sport->basketball",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Victor Wembanyama",
          "sentiment": "negative"
        },
        {
          "name": "Bennedict Mathurin",
          "sentiment": "none"
        },
        {
          "name": "Tyrese Haliburton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "EFE",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:06:15.896+02:00",
    "updated": "2025-01-24T00:06:15.896+02:00"
  },
  {
    "uuid": "2e05d5ac5e135622e33876f94e73645fb24d7e14",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c067",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ApacheJoe",
    "published": "2024-05-25T14:04:00Z",
    "title": "#67 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#37](c37#c-37) Ay pobres comunistas que el problema que tienen es que son dependientes de importar todo de EEUU.\nPues que sepas que la mayoría del pollo en Cuba viene de Miami, el embargo está hoy en día muy limitado.\nAh, y en la guerra fría había más gente en el bloque comunista que en el bloque capitalista.. y aun así al bloque capitalista le iba mil veces mejor y no necesitaban para nada a los comunistas.\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\n[#33](c33#c-33) Simple, estos tipos se oponen al planamiento familiar.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/\n[#1](c1#c-1) por no hablar de que sus antepasados se arrancarían los pelos de desesperación por ver como han abrazado la religión que los masacró\n[#1](c1#c-1) con la diferencia de que cuando vienen para acá muchos de ellos se vuelven muy de derechas besando los pies de sus verdugos.. los cuales por delante les dicen, con papeles inmigrante bueno, y por detrás le dicen a los españoles, mirad, estos son los que os roban el trabajo y las paguitas..\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#42](c42#c-42) Se fueron a la hora aproximadamente, pero no sé si por su propio pie o por la policía, ya que yo volví donde ellos media hora larga después y ahí seguían. La poli dijo que iba a mandar una patrulla y vi un coche una hora después de llamarles, pero capaz que iban a otro sitio, así que no puedo confirmar. Me olía que estos predicadores eran evangélicos pagados por alguien de aquí o de allá para hacer la ruta, porque el brasileño tenía un acento increíble y hablaba español justo.\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...\nEsa gente es muy peligrosa, ya que al contrario que otras sectas, quieren acaparan todas las instancias del estado. Su avaricia no tiene límites, son capaces de vender a su madre por cuatro duros.\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.\nLas personas más insoportables del mundo son los conversos en cualquier modo. Religión, pelo blanco, deporte, vegetariano..., debe ser como ves que tu vida es una mierda y te has equivocado quieres imponer a los demás tu vida de p... Mierda",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC4449999/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T18:07:31.225+03:00",
    "updated": "2024-05-25T18:07:31.225+03:00"
  },
  {
    "uuid": "b1189e04305ed19cf6b02f82b2d52953b0b77c1a",
    "url": "https://www.krone.at/3830601",
    "ord_in_thread": 0,
    "author": "Peter Wiesmeyer",
    "published": "2025-07-03T04:50:00Z",
    "title": "Explosionsgefahr - Diese Dinge sollten jetzt aus Ihrem Auto raus!",
    "text": "Gibt es bald wieder eine Fußball-EM in Österreich?\nDie Sonne knallt gnadenlos auf uns herunter – und damit auch auf unsere Autos! Das führt im Inneren geparkter Fahrzeuge nicht nur zu irren Hitzestaus, sondern mitunter auch zu Explosionsgefahr. Lesen Sie, was jetzt unbedingt aus Ihrem Pkw raus sollte ...\nWas hinlänglich bekannt sein sollte, scheint leider Gottes immer noch nicht zu allen Menschen durchgedrungen zu sein: Geparkte Autos werden im Hochsommer bei geschlossenen Fenstern zu regelrechten Höllenmaschinen auf Erden! Innerhalb kürzester Zeit steigen die Temperaturen im Fahrzeug-Inneren selbst im Schatten gewaltig an. Und\nin der Sonne bekommt es drinnen innerhalb weniger Minuten 60 Grad und mehr!\nWillkommen in unserer Community! Eingehende Beiträge werden geprüft und anschließend veröffentlicht. Bitte achten Sie auf Einhaltung unserer\nNetiquette und AGB. Für ausführliche Diskussionen steht Ihnen ebenso das krone.at-Forum zur Verfügung. Hier können Sie das Community-Team via unserer Melde- und Abhilfestelle kontaktieren.\nUser-Beiträge geben nicht notwendigerweise die Meinung des Betreibers/der Redaktion bzw. von Krone Multimedia (KMM) wieder. In diesem Sinne distanziert sich die Redaktion/der Betreiber von den Inhalten in diesem Diskussionsforum. KMM behält sich insbesondere vor, gegen geltendes Recht verstoßende, den guten Sitten oder der\nNetiquette widersprechende bzw. dem Ansehen von KMM zuwiderlaufende Beiträge zu löschen, diesbezüglichen Schadenersatz gegenüber dem betreffenden User geltend zu machen, die Nutzer-Daten zu Zwecken der Rechtsverfolgung zu verwenden und strafrechtlich relevante Beiträge zur Anzeige zu bringen (siehe auch AGB). Hier können Sie das Community-Team via unserer Melde- und Abhilfestelle kontaktieren.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->outdoor recreational activities",
      "Lifestyle and Leisure->holiday",
      "Health->medical condition",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Österreich",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "AGB",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_de",
        "top_news_ch",
        "top_news_at",
        "top_news"
      ],
      "bias": "right"
    },
    "rating": null,
    "crawled": "2025-07-03T07:50:00.850+03:00",
    "updated": "2025-07-03T04:55:39.000+00:00"
  },
  {
    "uuid": "e72066a6ff9ce5047763648e97de45a6033d7ca7",
    "url": "https://www.ridus.ru/politik-nimajer-predrek-razrushenie-ekonomiki-frg-bez-rossijskogo-gaza-646310.html",
    "ord_in_thread": 0,
    "author": "Усова Диана",
    "published": "2025-06-19T03:50:00Z",
    "title": "Политик Нимайер предрек разрушение экономики ФРГ без российского газа",
    "text": "Политик Нимайер предрек разрушение экономики ФРГ без российского газа\n- 19 июня 2025 06:50\n-\nДиана Усова\nРальф Нимайер, руководитель Немецкого совета за конституцию и суверенитет, выразил обеспокоенность возможными отрицательными последствиями для Германии в случае отказа от импорта российского газа. Об этом сообщает РИА Новости.\nПо словам политика, отказ от российского газа может привести к тяжелым потрясениям в германской экономике.\nНимайер указал, что такой шаг чреват утратой значительного числа рабочих мест и затруднениями для ряда отраслей, особенно среди малого и среднего бизнеса. Эти предприятия, по его мнению, не имеют возможности закупать газ из Катара или США. В отсутствие стабильных поставок или при высоких ценах на газ многие компании могут быть вынуждены прекратить свою деятельность.\n-\nТелеграм -\nДзен - Подписывайтесь на наши каналы и первыми узнавайте о главных новостях и важнейших событиях дня.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->macro economics",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->economy",
      "Politics->economic policy",
      "Politics->international relations",
      "Politics->political development",
      "Social Issue->population and census",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://t.me/+5gT-JdMEmmA1YmVi",
      "http://ria.ru/",
      "https://dzen.ru/ridus.ru?favid=254061078",
      "https://www.t.me/+5gT-JdMEmmA1YmVi",
      "http://www.ria.ru/",
      "https://www.dzen.ru/ridus.ru?favid=254061078",
      "http://ria.ru",
      "https://dzen.ru/ridus.ru"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:43:05.776+03:00",
    "updated": "2025-06-19T04:46:25.000+00:00"
  }
]