[
  {
    "uuid": "9cd371d78f91b30ef358c254543c8c92c3b80237",
    "url": "https://www.nsctotal.com.br/noticias/horoscopo-semanal-previsao-dos-signos-de-01-a-07-de-abril-de-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "tal EdiCase",
    "published": "2024-03-29T13:32:00Z",
    "title": "Horóscopo semanal: previsão dos signos de 01 a 07 de abril de 2024 - NSC Total",
    "text": "No meio da semana, o Sol fará um aspecto positivo com a Lua, indicando uma fase que favorecerá os inícios, mas que também trará propensão a ações impulsivas. Mercúrio entrará em movimento retrógrado no dia 01, o que sugere um período relevante para revisar as ações, bem como a possibilidade de uma comunicação agressiva. O planeta também fará aspecto tenso com Plutão, indicando a importância de revisitar dores e feridas internas na intenção de ressignificá-las.\nContinua depois da publicidade\nSiga as notícias do Hora no Google Notícias\nClique e participe do canal do Hora no WhatsApp\nVênus seguirá em Peixes e fará conjunção com Netuno. Esses movimentos favorecerão o contato com as artes e a busca por mais beleza e compaixão nos relacionamentos. Ao mesmo tempo, eles apontam para a tendência a criar muitas fantasias e ilusões em relação ao outro, o que poderá gerar frustrações.\nContinua depois da publicidade\nMarte seguirá em conjunção com Saturno no signo de Peixes, sugerindo uma etapa voltada para a organização dos sentimentos mais profundos e para a necessidade de lidar com os fantasmas internos. Além disso, haverá a possibilidade de ações confusas, assim como o aumento da autocobrança e da rigidez.\nLembre-se que cada pessoa vai sentir essas energias de acordo com a forma como elas interagem com o Mapa Astral de cada indivíduo.\nConfira as previsões do Horóscopo na galeria de imagens O ariano estará mais envolvido com as questões do seu lar (Foto: Olha Polishchuk, Shutterstock) Taurino viverá uma fase de encerramentos (Foto: Olha Polishchuk, Shutterstock) O geminiano terá Fase propícia para os movimentos sociais, especialmente com amigos (Foto: Olha Polishchuk, Shutterstock) O canceriano entrará em contato com as suas sombras (Foto: Olha Polishchuk, Shutterstock) Inseguranças e medo do abandono poderão afetar suas relações , leonino (Foto: Olha Polishchuk, Shutterstock) Virginiano ao longo desta semana, você terá um contato maior com as suas sombras (Foto: Olha Polishchuk, Shutterstock) Libra tem fase importante no setor afetivo (Foto: Olha Polishchuk, Shutterstock) Procure se dedicar para que sua rotina se torne mais leve, escorpiano (Foto: Olha Polishchuk, Shutterstock) O sagitariano nesta semana, você buscará por movimentos fora da rotina (Foto: Olha Polishchuk, Shutterstock) O capricorniano viverá uma fase movimentada no setor profissional (Foto: Olha Polishchuk, Shutterstock) Aquariano, as emoções poderão afetar a sua vitalidade de forma significativa (Foto: Olha Polishchuk, Shutterstock) O pisciano terá necessidade de se interiorizar (Foto: Olha Polishchuk, Shutterstock) Voltar Avançar\nContinua depois da publicidade\nÁries Período de bastante vitalidade em sua vida. Você terá mais motivação e energia para ir em busca das suas realizações, iniciar novos ciclos e cuidar da saúde. Todavia, essa energia poderá te levar a ter dificuldades para concluir as inúmeras atividades iniciadas, o que poderá desperdiçar o seu tempo.\nNo setor afetivo, será importante ter cuidado com a tendência a criar muitas expectativas em relação ao outro. Afinal, caso elas não sejam correspondidas, poderá se frustrar. Será um bom momento para se dedicar às atividades artísticas e cuidar da espiritualidade.\nTouro Você viverá uma fase de encerramentos. A tendência será que tudo pareça confuso e que suas emoções fiquem mais intensas. Além disso, poderá reagir de forma radical ao se deparar com dores e traumas internos. De modo geral, esta semana pedirá atenção, pois a sua mente estará mais confusa.\nContinua depois da publicidade\nNão será o melhor momento de iniciar algo, mas, sim, de voltar-se para o mergulho interior e avaliar o que ocorre dentro de você, como os comportamentos e os padrões. No caso, a fim de atravessar este período da melhor forma possível, se dedique à espiritualidade e cuide da sua energia e das questões internas. Ademais, caso necessário, procure ajuda terapêutica.\nGêmeos Fase propícia para os movimentos sociais, especialmente com amigos , grupos de trabalho ou pessoas com ideais em comum. Apesar disso, sua comunicação poderá ficar confusa, o que fará com que os outros não compreendam você. Para evitar confusões, procure organizar melhor as suas ideias antes de falar. Ainda neste período, as atividades em grupo serão favoráveis. Porém, será preciso cautela com os lugares que frequenta, evitando embarcar em espaços que prejudiquem a sua energia. Para encontrar o equilíbrio, cuide das suas emoções.\nCâncer Você entrará em contato com as suas sombras, o que poderá te abalar emocionalmente e aflorar medos e inseguranças. Logo, procure acolher tais sentimentos e tente observar o que desperta suas dores. No setor profissional, você viverá uma fase intensa e movimentada. Haverá a possibilidade de receber reconhecimento pelos seus esforços. Além disso, a produtividade aumentará e você terá mais força para se dedicar ao que deseja. Porém, haverá tendência a se envolver em mal-entendidos, especialmente nas relações de trabalho.\nContinua depois da publicidade\nLeão Inseguranças e medo do abandono poderão afetar suas relações nesta semana e te levar a agir de forma desequilibrada. Portanto, tenha cautela para não tomar atitudes radicais e procure compreender a origem dos sentimentos negativos. Ainda nestes dias, você viverá uma fase favorável para o autoconhecimento. Logo, a fim de ter mais clareza dos seus sentimentos e do que ocasiona as suas expectativas, procure se conectar com o seu interior. Por fim, o momento será propício para cuidar da espiritualidade e enfrentar os medos.\nVirgem Ao longo desta semana, você terá um contato maior com as suas sombras. Será possível que a rotina também seja afetada por inseguranças e situações que geram crises internas. Logo, procure cuidar dessas dores e iluminar os sentimentos. Com isso, poderá aprender o que é necessário para se movimentar em direção a uma realidade mais madura.\nA tendência será que sinta uma certa insegurança nas relações e que receba mais cobranças ou que se cobre demais. Tudo isso poderá gerar conflitos. Para lidar com essas situações, busque o autoconhecimento e compreenda que as crises são fundamentais para dar espaço ao novo.\nContinua depois da publicidade\nLibra Fase importante no setor afetivo. A tendência será que busque equilibrar as relações e que tenha mais habilidade para compreender as suas necessidades e as do outro. Contudo, poderá ter dificuldade para estabelecer os limites necessários, se deixando manipular.\nAinda neste período, atente-se às suas expectativas. Afinal, elas poderão te levar a fantasiar demais o relacionamento e, caso as coisas não saiam como espera, irá se frustrar. Na rotina, o momento será de organização. Só tenha cuidado para não se cobrar excessivamente e assumir mais compromissos do que consegue cumprir.\nEscorpião Procure se dedicar para que sua rotina se torne mais leve e você tenha mais momentos de lazer. Será uma boa hora para cuidar da saúde. Afinal, estará mais suscetível às alergias, especialmente se o lado emocional não estiver recebendo a atenção de que precisa. Ainda neste período, a tendência será que o lar e as relações familiares necessitem mais dos seus cuidados. Ao mesmo tempo, você poderá se deparar com feridas que te conectam a inseguranças e ao medo da rejeição. Logo, cuide de tais sentimentos e busque ressignificá-los.\nContinua depois da publicidade\nSagitário Nesta semana, você buscará por movimentos fora da rotina e terá o desejo de conhecer pessoas e lugares diferentes. Simultaneamente, poderá se deparar com inseguranças vindas dessas energias. Portanto, procure observar as situações que geram desconfortos e cuide melhor dos sentimentos.\nNo ambiente familiar, a fase será de organização nas relações. No entanto, haverá tendência ao aumento de conflitos e cobranças, bem como uma sensação de peso. Apesar dos desafios, será importante estabelecer limites necessários. Por fim, você se conectará com o seu brilho pessoal.\nCapricórnio Você sentirá a necessidade de ter segurança e estabilidade financeira. Ao mesmo tempo em que poderá se deparar com situações que te levem a gastos imprevisíveis, haverá a chance de receber um dinheiro inesperado.\nContinua depois da publicidade\nNo setor social, você buscará por mais movimento. Todavia, poderá se deparar com cenários que atrasem os seus desejos. Ainda neste período, atente-se à tendência a se iludir com as pessoas. Por fim, os familiares poderão necessitar mais da sua atenção. Será um bom momento para viverem histórias agradáveis e criarem memórias felizes.\nAquário Nesta semana, as emoções poderão afetar a sua vitalidade de forma significativa. A tendência será que se depare com inseguranças e medos que prejudiquem a forma como encara a vida. Será o momento de cuidar desses sentimentos e compreender que somente você poderá se curar e se transformar.\nAinda nestes dias, qualquer lugar fora de casa e informações novas poderão te atrair e revitalizar. O setor financeiro receberá muita atenção de sua parte. Você buscará se organizar e se equilibrar, mas tenderá a gastar de maneira impulsiva.\nContinua depois da publicidade\nPeixes Apesar do seu desejo por mais movimento, a tendência será que perceba a necessidade de se interiorizar e de sair do barulho externo, assimilando os sentimentos desconfortáveis que poderão surgir. Ainda nesta fase, poderá ocorrer uma certa insegurança para dar andamento aos projetos. Além disso, haverá a possibilidade de que as coisas caminhem de forma mais lenta do que gostaria. No setor financeiro, o período será de organização. Você terá mais consciência do que traz estabilidade e segurança material. Contudo, poderão ocorrer alguns conflitos relacionados à dinheiro.\n* Previsões pela astróloga Thaís Mariano\nLeia também\nVeja a previsão completa de abril para os 12 signos\nMitos e verdades sobre as características dos signos\nVeja como cada signo do zodíaco lida com a solteirice\nDestaques do NSC Total Apreensões de animais silvestres aumentam 40% em 2024 e desafiam autoridades em SC FOTOS: Shows nacionais agitam comemorações de 144 anos de Araranguá VÍDEO: Trapezista cai durante apresentação de circo em Joinville Como ficou a caracterização de Rodrigo Faro para viver Silvio Santos em filme Jovem viraliza ao mostrar contribuições “inusitadas” de SC para o mundo Quem são os catarinenses do \"agro\" na lista de bilionários da Forbes Cartola 2024: Quando fecha o mercado? As músicas esquecidas dos anos 80 que você merece ouvir outra vez Davi repete feito de Juliette e público comenta sobre coincidências no BBB 24 6 signos mais fofoqueiros do zodíaco",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://portaledicase.com/veja-como-cada-signo-se-comporta-no-amor/",
      "https://portaledicase.com/leao-confira-a-combinacao-amorosa-com-os-12-signos/",
      "https://static.cloudflareinsights.com/beacon.min.js/v84a3a4012de94ce1a686ba8c167c359c1696973893317",
      "https://portaledicase.com/aprenda-os-rituais-de-protecao-para-cada-signo-do-zodiaco/",
      "https://portaledicase.com/veja-os-signos-mais-bagunceiros-e-os-mais-organizados-do-zodiaco/",
      "https://portaledicase.com/netuno-entenda-a-influencia-do-planeta-nos-12-signos-do-zodiaco/",
      "https://portaledicase.com/signos-do-zodiaco-que-mais-gastam-dinheiro/",
      "https://portaledicase.com/conheca-as-caracteristicas-do-amigo-de-cada-signo/",
      "https://www.portaledicase.com/netuno-entenda-a-influencia-do-planeta-nos-12-signos-do-zodiaco/",
      "https://portaledicase.com/signos-do-zodiaco-que-mais-gastam-dinheiro",
      "https://www.portaledicase.com/veja-como-cada-signo-se-comporta-no-amor/",
      "https://portaledicase.com/aprenda-os-rituais-de-protecao-para-cada-signo-do-zodiaco",
      "https://www.portaledicase.com/aprenda-os-rituais-de-protecao-para-cada-signo-do-zodiaco/",
      "https://www.portaledicase.com/signos-do-zodiaco-que-mais-gastam-dinheiro/",
      "https://portaledicase.com/leao-confira-a-combinacao-amorosa-com-os-12-signos",
      "https://portaledicase.com/veja-os-signos-mais-bagunceiros-e-os-mais-organizados-do-zodiaco",
      "https://www.portaledicase.com/veja-os-signos-mais-bagunceiros-e-os-mais-organizados-do-zodiaco/",
      "https://www.portaledicase.com/leao-confira-a-combinacao-amorosa-com-os-12-signos/",
      "https://portaledicase.com/veja-como-cada-signo-se-comporta-no-amor",
      "https://portaledicase.com/netuno-entenda-a-influencia-do-planeta-nos-12-signos-do-zodiaco",
      "https://www.portaledicase.com/conheca-as-caracteristicas-do-amigo-de-cada-signo/",
      "https://www.static.cloudflareinsights.com/beacon.min.js/v84a3a4012de94ce1a686ba8c167c359c1696973893317",
      "https://portaledicase.com/conheca-as-caracteristicas-do-amigo-de-cada-signo"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T16:36:14.882+03:00",
    "updated": "2024-04-09T10:41:47.870+03:00"
  },
  {
    "uuid": "f4a8239aa34a1bbb4039a7775fbf62b1b7f67a38",
    "url": "https://vnexplorer.net/tiny-magnetic-balls-sold-by-walmart-recalled-regulators-cite-7-dead-and-thousands-hospitalized-s696943.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:03:00Z",
    "title": "Tiny magnetic balls sold by Walmart recalled, regulators cite 7 dead and thousands hospitalized",
    "text": "Tiny magnetic balls sold by Walmart recalled, regulators cite 7 dead and thousands hospitalized\nThe U.S. Consumer Product Safety Commission on Thursday recalled small but powerful magnetic balls used as building blocks and stress relievers, citing thousands of hospitalizations and at least seven deaths due to similar products.\nThe Relax magnetic balls are sold exclusively online at Walmart in a set of 216 multi-colored balls that each measure five millimeters. More than 4,200 units are being recalled.\nThey were sold there from February 2022 through April 2023 and cost between $14 and $15, according to the recall notice.\nThe safety commission said it “estimates 2,400 magnet ingestions were treated in hospital emergency departments from 2017 through 2021.”\nThe commission knows of “seven deaths involving the ingestion of hazardous magnets, including two outside of the United States,” according to the recall notice.\nThe safety commission added, the “magnetic ball sets do not comply with the requirements of the mandatory federal magnet regulation because the sets contain one or more magnets that fit within CPSC’s small parts cylinder and the magnets are stronger than permitted.”\nSwallowing a magnet is dangerous because they are so high-powered, they can attract to each other or to another metal objecte and become lodged in the digestive system, according to the safety commission.\n“This can result in perforations, twisting and/or blockage of the intestines, infection, blood poisoning, and death,” the recall notice said.\nThe magnetic balls are manufactured in China and sold through a company called Joybuy.\nNo one with Joybuy could be immediately reached Thursday afternoon for comment.\nThis article was originally published on NBCNews.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1malEk.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1malEk.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "walmart",
          "sentiment": "negative"
        },
        {
          "name": "u.s. consumer product safety commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:38.215+02:00",
    "updated": "2023-12-29T00:08:38.215+02:00"
  },
  {
    "uuid": "338924ec5847cc466bb419269328b739a6c6be90",
    "url": "https://www.latestly.com/agency-news/world-news-islamists-and-extremists-taking-charge-of-britain-says-suella-braverman-5779585.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-02-23T13:30:00Z",
    "title": "World News | Islamists and Extremists Taking Charge of Britain, Says Suella Braverman | LatestLY",
    "text": "London, Feb 23 (PTI) Britain&#039;s former home secretary Suella Braverman has claimed the UK is losing its identity as a great nation where different faiths and races co-existed peacefully because Islamists and extremists are taking charge in all walks of life. UK-born Braverman, who is of Indian heritage with a Goan-origin father and Tamil-origin mother, writes in &#8216;The Daily Telegraph&#039; on Friday in response to chaos in the House of Commons over a vote on the Israel-Gaza conflict earlier this week. Also Read | Hungary, Sweden Agree on Defence Deal Ahead of Final Vote on Sweden&#039;s NATO Accession. The 43-year-old backbench Tory MP claimed she was sacked by British Prime Minister Rishi Sunak for speaking out against the &#8220;appeasement of Islamists&#8221;, but that she would do it again because she feared the country was sleep-walking into a &#8220;ghettoised society where free expression and British values are diluted&#8221;. &#8220;The truth is that the Islamists, the extremists and the anti-Semites are in charge now,&#8221; writes Braverman. Also Read | US and EU Pile New Sanctions on Russia for Ukraine War&#039;s Second Anniversary and Alexei Navalny&#039;s Death. &#8220;They have hijacked a by-election in a deprived town in northern England. We see their influence in our judiciary, our legal profession and our universities. And then they came for Parliament,&#8221; she said, with reference to clashes in Parliament that led to Commons Speaker Lindsay Hoyle apologising after an Opposition motion on ceasefire in Gaza could not be voted on. &#8220;But this isn&#039;t just about my colleagues in Parliament. Our values and freedoms are under attack in all walks of life...It&#039;s not Islamophobic to challenge Islamist fanatics; it&#039;s a civic duty,&#8221; writes Braverman. &#8220;I may have been sacked because I spoke out against the appeasement of Islamists, but I would do it again because we need to wake up to what we are sleep-walking into: a ghettoised society where free expression and British values are diluted. Where Sharia law, the Islamist mob and anti-Semites take over communities. We need to overcome the fear of being labelled Islamophobic and speak truthfully,&#8221; she said. Braverman, now on the backbenches of the Commons since being sacked as a Cabinet minister by Sunak last year, has been very vocal about race and migration issues. The Opposition Labour Party hit back at her latest article to brand her words as &#8220;total nonsense&#8221;. &#8220;It&#039;s sadly what you would expect from Suella Braverman, who has a history of just deliberately saying inflammatory things for the sake of headlines,&#8221; shadow home secretary Yvette Cooper told the BBC. &#8220;If you recall the way in which she attacked the police in the run-up to Armistice Day and the impact that had on protests and on attacks on the police at that time. That was the reason she was sacked from being Home Secretary. I don&#039;t think we should take seriously her comments,&#8221; she said. Braverman&#039;s unceremonious exit from the Cabinet in November last year came after another controversial newspaper article attacking the Metropolitan Police was published without clearance from 10 Downing Street. Sunak had been under pressure from sections of his Conservative Party as well as faced attacks from the Opposition for allowing her to continue in her job after such a blatant breach of the ministerial code. (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "suella braverman",
          "sentiment": "negative"
        },
        {
          "name": "rishi sunak",
          "sentiment": "none"
        },
        {
          "name": "braverman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "house of commons",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "daily telegraph",
          "sentiment": "none"
        },
        {
          "name": "nato",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "hungary",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T18:12:49.629+02:00",
    "updated": "2024-02-23T18:12:49.629+02:00"
  },
  {
    "uuid": "29972e0ea777f8f53a35483f1b89a20e3b588642",
    "url": "https://rmcsport.bfmtv.com/jeux-olympiques/jo-2024-de-bonnes-nouvelles-pour-la-qualite-de-l-eau-de-la-seine-a-quelques-jours-des-jeux_AV-202407190485.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-07-19T11:20:00Z",
    "title": "JO 2024: de bonnes nouvelles pour la qualité de l'eau de la Seine à quelques jours des Jeux",
    "text": "Selon les derniers résultats dévoilés ce vendredi par la préfecture de région et la mairie de Paris, la Seine était conforme aux normes sanitaires six jours sur sept du 10 au 16 juillet. Les analyses de la qualité de l'eau de la Seine au niveau du pont Alexandre-III étaient dans les normes sanitaires six jours sur sept du 10 au 16 juillet, à deux semaines des épreuves en eau libre organisées pendant les JO, selon les résultats dévoilés vendredi par la préfecture de région et la mairie de Paris.\nL'heure de vérité approche pour les organisateurs des Jeux olympiques de Paris: après la cérémonie d'ouverture, la Seine doit accueillir les épreuves de triathlon (30 et 31 juillet, 5 août), natation-marathon (8 et 9 août) et paratriathlon (1er et 2 septembre).\nMalgré des résultats de la qualité de l'eau en progrès depuis fin juin, le suspense demeure sur la bonne tenue de ces compétitions, qui dépend du niveau de pollution bactériologique du fleuve juste avant l'épreuve. En cas de précipitations intenses, de l'eau non traitée - mélange de pluie et d'eaux usées - peut être rejetée dans le fleuve, un phénomène que des ouvrages de rétention inaugurés avant les Jeux ont vocation à empêcher. Le plan B consiste à reporter de quelques jours les épreuves. Un plan C consiste à déplacer l'épreuve de natation marathon à Vaires-sur-Marne (Seine-et-Marne).\nSi la teneur du fleuve en bactéries fécales E.Coli et entérocoques, les deux prises en compte par la réglementation pour autoriser ou non la baignade, était sous les seuils fixés par les fédérations internationales six jours sur sept en ce qui concerne le site olympique, au point de prélèvement du pont Alexandre-III, les résultats des trois autres sites parisiens (Bercy, Grenelle et bras Marie) sont beaucoup plus mitigés.\nDes premières baignades dans la Seine \"Cette semaine a été marquée par deux épisodes de pluies importants, notamment en amont de Paris, qui ont eu un impact sur la qualité de l'eau et le débit\", expliquent la préfecture et la région. Ainsi, l'épisode pluvieux du 9 juillet \"a impacté la qualité de l'eau de la Seine\", de même que les épisodes d'orages et de pluie dans la nuit du 11 au 12 juillet.\nMais dans les deux cas, la qualité de l'eau s'est rapidement rétablie, en deux ou trois jours, soulignent les deux autorités à la tête du Plan baignade. Quant au résultat en entérocoques du 11 juillet \"anormalement élevé\" pour Grenelle - 4.500 unités formant colonie (UFC)/100 ml, soit dix fois plus que le seuil autorisé -, il \"pourrait être dû à une pollution ponctuelle en immédiate proximité du point de prélèvement\", disent les autorités locales.\nSur le même sujet JO 2024: pari tenu pour Anne Hidalgo et Tony Estanguet, qui ont nagé dans la Seine \"Deux boutons sur le cul et puis voilà\": Philippe Lucas n'est pas inquiet de voir ses nageurs dans la Seine pendant les JO 2024 JO de Paris 2024: le point sur les restrictions de circulation jusqu'à la cérémonie d'ouverture Mercredi, Anne Hidalgo , la maire de Paris, a tenu sa promesse et s'est baignée dans la Seine en compagnie du président du comité d'organisation Paris-2024 (Cojop) Tony Estanguet et du préfet de région Marc Guillaume. Autre vent favorable pour les organisateurs: le débit de la Seine, toujours très élevé pour la saison - autour de 350 m3/seconde vendredi contre 100 à 150 habituellement en été - ce qui joue en défaveur de la qualité de l'eau, poursuit sa baisse à la faveur du beau temps.\nAFP Top Articles\nDIRECT: Tour de France (19e étape): les Visma de Vingegaard lancent les grandes manoeuvres",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/RMCsport/status/1813650636019270113",
      "https://www.twitter.com/RMCsport/status/1813650636019270113"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T14:27:31.561+03:00",
    "updated": "2024-07-19T14:27:31.561+03:00"
  },
  {
    "uuid": "c6aaf4af1c2d50b2d693f83b789c3c27ef6b2aed",
    "url": "https://vnexplorer.net/z/923385.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-21T01:16:00Z",
    "title": "Bagno di sangue: tremenda aggressione di uno squalo",
    "text": "Squalo Caleb Adams, un nuotatore di 46 anni, sopravvive a un attacco di squalo a San Diego grazie al suo coraggio. Caleb Adams, un nuotatore esperto di 46 anni, ha vissuto una delle esperienze più spaventose della sua vita quando è stato attaccato da uno squalo mentre nuotava vicino a San Diego, California. Il 2 giugno, Adams stava nuotando con un gruppo di 18 persone a circa cento metri dalla riva, quando improvvisamente ha sentito un forte colpo al torace. In un’intervista alla NBC, Adams ha descritto quei momenti concitati: “Sapevo di essere stato colpito da uno squalo e ho iniziato a lottare con l’animale“. squalo Il drammatico incontro con lo squalo La sua reazione istintiva è stata quella di colpire ripetutamente lo squalo. “Ho litigato con l’animale per pochi secondi, poi è andato via“, ha raccontato Adams. “La seconda volta ho colpito l’animale e ho sentito i tessuti più morbidi. Immagino che fosse nella bocca dello squalo. E ho avuto diversi tagli sulla mano e sul polso”. Le urla di Adams hanno richiamato immediatamente i suoi compagni di nuoto, che sono accorsi in suo aiuto e sono riusciti a trascinarlo a riva nonostante le ferite gravi e il sanguinamento copioso. Il coraggio e il ritorno alla spiaggia Un amico di Adams ha ricordato quei momenti drammatici: “Gli ha dato un pugno in faccia e un altro nel naso. Aveva tagli sulla mano“. Un altro ha descritto il viaggio di ritorno a riva: “Quando lo stavamo portando via, il sangue gli usciva dal petto. Una volta a riva, abbiamo potuto vedere l’entità terribile delle sue ferite, non era una bella vista“. Come riportato da fanpage.it Un bagnino ha supportato Caleb tenendo una mano sotto il suo mento, esortandolo a non guardare in basso mentre veniva portato in ambulanza. Adams è stato trasportato allo Scripps Memorial Hospital di La Jolla, dove è stato trattato per ferite da morsi di squalo alla mano sinistra, al braccio sinistro e al torso. Dopo due giorni di ricovero, è stato dimesso con punti e cicatrici che gli ricoprono le braccia e il busto. Segni indelebili di quella terribile esperienza. Sorprendentemente, Caleb Adams è tornato su quella spiaggia circa due settimane dopo l’attacco, accompagnato dalla moglie. Nonostante le cicatrici fisiche ed emotive, ha mostrato un incredibile spirito di resilienza. “È emozionante essere qui, senza dubbio“, ha affermato Adams, dimostrando che il suo coraggio va ben oltre la lotta con lo squalo, estendendosi al suo ritorno al luogo dell’incidente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T12:19:11.365+03:00",
    "updated": "2024-06-21T12:19:11.365+03:00"
  },
  {
    "uuid": "cf35403eac54060de3a3641794ca573d603e9e58",
    "url": "https://ionline.sapo.pt/2025/02/18/israel-da-terra-sagrada-ao-nacionalismo-que-pos-em-crise-o-judaismo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diogo Vaz Pinto",
    "published": "2025-02-18T16:44:00Z",
    "title": "Israel. Da Terra Sagrada ao nacionalismo que pôs em crise o judaísmo",
    "text": "Israel. Da Terra Sagrada ao nacionalismo que pôs em crise o judaísmo Diogo Vaz Pinto © Paradigma Films 18/02/2025 16:44 .\nIsrael foi visto como um lugar espiritual, pátria exilar de um povo espalhado pelo mundo e sempre alvo de perseguição. Hoje, depois da solução final nazi, há mais judeus do que nunca em todo o mundo, mas o próprio judaísmo tem vindo a ser instrumentalizado novamente, agora por um Estado que tem procurado levar a cabo uma “nacionalização de Deus”.\nQuem procura arrancar teses conclusivas à História não demora muito a encontrar-se num terreno cediço, a ver-se engolido como se caminhasse num campo de areias movediças. O passado acumula-se nas nossas costas, mas furta-se a uma interpretação única. Por isso, como assinala Walter Benjamin, articular historicamente o passado não significa reconhecê-lo ‘tal como ele foi’, mas, antes, apoderarmo-nos de uma recordação quando ela surge num momento de perigo.\nComo se lê em The Illustrated History of the Jewish People , editado por Nicholas Lange, “todas as gerações de historiadores judeus depararam-se com o mesmo problema: como recontar e adaptar a história para satisfazer as necessidades da sua própria situação”. Neste sentido, cumprem com aquele propósito que Benjamin reconheceu como a tarefa essencial de cada época, que, para assumir uma direção contra os constrangimentos que lhe são impostos, “deve tentar sempre arrancar a tradição da esfera do conformismo que se prepara para a dominar. Todos os povos, nações ou religiões nalgum momento tiveram de falsificar certos elementos do passado histórico, isto para que este pudesse ser apercebido numa fórmula narrativa.\nÉ por esta razão que, sempre que surge uma disputa e se procura refutar o adversário recorrendo às fontes documentais, muitas vezes o historiador dá-se conta de como, de algum modo, mesmo o passado é tudo menos extático, e a todo o momento surgem mitos que parecem persistir teimosamente, por mais vezes que sejam desmentidos, enquanto certos factos indubitáveis nunca conseguiram ganhar força. No Antigo Testamento, Canaã, a antiga região entre o mar Mediterrâneo e o mar Morto, designada como a Terra Prometida dos judeus, é o lugar que permitiu aos hebreus porem fim ao seu êxodo, tendo sido ali que David assegurou ao seu povo um reino glorioso. A partir de cerca de 1000 a.C., ele e o filho, Salomão, reinaram por um largo período glorioso ao longo de um território que abrangia quatro reinos derrotados, estendendo-se do norte do rio Eufrates até ao sul do deserto do Negev.\nOs arqueólogos teriam fixada aquela data a partir de uma inscrição num portal da cidade egípcia de Karnak, que enumera as conquistas militares do rei Shoshenq (que se pensa ser o mesmo rei mencionado na Bíblia como Shishak). A Monarquia Unida, como é conhecida, representou a idade de ouro da antiga Israel. O mais certo, no entanto, é que não tenha durado mais do que uma ou duas gerações. De qualquer modo, o seu legado persiste até aos nossos dias, e, de acordo com Israel Finkelstein, professor emérito de Arqueologia da Universidade de Tel Aviv, se para os judeus, David “representa a soberania territorial, a lenda do império”, para os cristãos, está “diretamente relacionado com Jesus e com o nascimento do cristianismo”, ao passo que para os muçulmanos, é um profeta que precedeu Maomé. Em declarações à The New Yorker , Finkelstein assinala como a história de David “é a coisa mais central da Bíblia e da nossa cultura”.\nA história de David\nNo longo ensaio que Ruth Margalit escreveu para as páginas daquela revista norte-americana, esta assinala como, na longa guerra para se reconciliar as narrativas bíblicas com aquilo que foi sendo apurado a partir dos arquivos historiográficos, a história de David surge como o primeiro elemento em que parece ser possível enraizar aquelas extraordinárias ficções em algo de palpável. Se não há qualquer registo arqueológico de Abraão, de Isaac ou de Jacob, nem a Arca de Noé se sustenta como mais do que uma pura fábula, se nem Moisés deixou um rastro verificável, e não parece que Josué tenha derrubado as muralhas de Jericó, que, ao contrário do que se lê no Livro dos Livros, caíram séculos antes, provavelmente na sequência de um terramoto, o primeiro grão de verdade que se encontrou naquelas páginas ficou a dever-se às investigações de um arqueólogo israelita que, em 1993, trabalhava perto da fronteira síria, tendo-se deparado com um fragmento de basalto do século IX a.C. com uma inscrição em aramaico que mencionava a “Casa de David”.\nEsta é a primeira referência histórica a uma das figuras fundamentais da Bíblia. Não é muito, mas é o primeiro elemento documental que parece suportar a tese de que David não terá sido apenas um antepassado central naquela mitologia, aparecendo até aqui como o único que tem a sua existência apoiada em algo de substancial. Mas os arqueologistas admitem que não passa de um indício, e que seria difícil extrair daquela referência algo de definitivo. A Jerusalém do século X a.C. permanece um enigma, tendo providenciado muitos poucos elementos aos historiadores, sendo considerada um vazio arqueológico. “Posso pegar numa caixa de sapatos e colocar lá dentro tudo o que temos desse período”, disse Yuval Gadot, arqueólogo da Universidade de Telavive, a Margalit.\nNa Bíblia, David é o género de personagem imensamente cativante, que se diria que salta da página, sendo ao mesmo tempo uma figura inspirada e engenhosa, mas cheia de falhas, capaz de uma violência indescritível, mas também de remorsos e de exemplos de afeição e ternura. Isto faz dele “talvez o primeiro anti-herói da humanidade”, sugere Margalit. É um belo pastor, que além de uma pontaria danada, capaz de deitar por terra um gigante, revela talento com a lira e na sedução de mulheres, sendo que depois de se ver ungido por Deus para substituir Saul, o primeiro rei de Israel, cujo curto reinado foi marcado por episódios de rebelião, a certa altura David engravida uma mulher casada, enviando o marido dela para morrer em combate.\nMuitos historiadores, e em particular aqueles que alcançam maior prestígio, não demoram a dar-se conta de que só vingam aquelas teses que levam em conta a tradição oral, como se esta fosse um regime lacunar, mas em alguma medida fiel aos acontecimentos históricos. Os séculos perdem-se numa névoa cerrada, mas, aqui e ali, foi possível encontrar menções à cidade filisteia de Gate, destruída no final do século IX a.C., e que se considera que pode apontar para as origens da história de David.\nNómadas beduínos\nNas conjeturas que Israel Finkelstein se permitiu fazer deste, fazendo sobressair os elementos idiossincráticos desta personagem, terão feito dele um eminente arqueólogo bíblico, mas, como vinca Margalit, quando começou a sua investigação na área, estava menos interessado na Bíblia do que nos padrões de migração. “Em 1993, Finkelstein era um professor recém-empossado na Universidade de Telavive, tinha quarenta e quatro anos e era conhecido como uma espécie de iconoclasta. Estava a trabalhar num livro intitulado Living on the Fringe , que abordava questões relacionadas com a habitação humana no antigo Levante meridional – particularmente em Canaã, o local onde hoje se situa Israel. Finkelstein argumentou que os primeiros colonos chegaram ali em resultado de mudanças internas na região; as sociedades nómadas tornaram-se sedentárias ao longo de algumas gerações durante períodos de comércio bem-sucedido, depois desenraizaram-se e voltaram a instalar-se. Os israelitas, segundo ele, eram ‘de origem local’ – ou seja, nómadas beduínos.”\nDe tempos a tempos, vão surgindo nos escaparates e alcançam maior ou menos eco nos debates públicos esses livros que desafiam as narrativas bíblicas e as crenças populares que descendem da tradição oral, mas o que distingue a disputa sobre certos episódios ligados às origens das grandes religiões monoteístas, seja nas controvérsias ligadas à fuga do Egito ou ao Jesus histórico, é o facto de estas não poderem ser desligadas dos conflitos de ordem geopolítica. A Declaração de Independência de Israel afirma: “Depois de ter sido exilado à força da sua Terra, o Povo manteve-se fiel a ela durante toda a sua dispersão e nunca deixou de rezar e esperar pelo seu regresso a ela”. A ideia de um exílio injusto e de um regresso legítimo está na base da convicção, tanto dos judeus como dos palestinianos, de que cada um tem direito à terra.\nSendo o registo histórico tão fragmentado e incompleto, pelo menos começa a haver algum consenso entre os especialistas de que tantos dos mitos em que se sustentam as teses sionistas são puras mistificações. Hoje, já é do conhecimento comum que não houve uma expulsão súbita de todos os judeus após a queda de Jerusalém e da destruição do Templo no ano 70 d.C., como é sabido que os judeus modernos devem a sua ascendência tanto aos convertidos do primeiro milénio e do início da Idade Média como aos judeus da Antiguidade. Por outro lado, têm vindo a ganhar terreno investigações que procuram demonstrar como muitos dos atuais palestinianos podem legitimamente afirmar que descendem dos antigos judeus. Mas, se estas noções têm vindo a tornar-se comuns entre os historiadores, devido ao incessante conflito e à violência e aos massacres genocidas do Estado de Israel em Gaza e na Cisjordânia, sempre que estas teses passam as fronteiras do meio académico, conseguem provocar grande controvérsia, e um dos autores que melhor tem sabido fazer furos nas teses sionistas e denunciar a forma como a propaganda israelita se apropriou do mecanismo mítico para reivindicar a legitimidade das suas políticas colonialistas, é Schlomo Sand.\nEste historiador israelita, professor emérito na Universidade de Tel Aviv, viu dois dos seus livros passarem meses nas listas dos mais vendidos em Israel e ser traduzido em vários países, combinando teses bem abalizadas no trabalho de outros colegas com interpretações bastante polémicas e que o colocam na linha daquela tarefa que Benjamin reconhece ao historiador, no sentido de “fixar uma imagem histórica do passado tal como ela surge, inesperadamente, ao sujeito histórico no momento de perigo”. Assim, e se muitos têm procurado desmontar as suas teorias, é evidente que estas assumem preponderância pelo empenho em pôr fim à forma como são instrumentalizadas e atacadas por Israel e pelo Ocidente as populações muçulmanas que resistem e aparecem como obstáculos aos seus interesses na região.\nSand assume abertamente que o seu objetivo é arrancar pela raiz a as tão falíveis teses históricas e os argumentos de ordem mística de que se servem os sionistas para reclamarem o seu direito a impor um Estado-nação norteado por princípios de exclusão étnica, e tem assim procurado demonstrar que os judeus não constituem sequer “um povo” com um passado racial ou biológico comum. Entre nós, estão publicados os livros Como uma Raça foi Imaginada. Breve História da Judeofobia (2020), Como a ‘Terra de Israel’ foi Inventada (2012) e ainda Como Deixei de Ser Judeu (2013), os três com selo da KKYM+P.OR.K. E num recente ensaio – Economia Política do Mito (ed. Contraponto), Pedro Levi Bismarck partiu das teses de Sand para demonstrar como o judeu tem sido também ele uma figura instrumental na disseminação dos nacionalismos europeus, e na propaganda belicista que, em torno de noções como “Democracia” e “Liberdade”, permite uma intervenção musculada para fazer valer os interesses ocidentais no Médio Oriente, demonstrando, por outro lado, como Israel se apropriou do mecanismo mítico do fascismo e do nazismo, numa lógica de sobre-identificação mitómana para degradar os palestinianos e outras populações nas Nações que à volta se opõem à sua lógica expansionista.\nSeguindo as teses de Sand, Bismarck mostra como o Mito de Israel se funda na tal fantasia da unidade biológica do judeu, estabelecendo uma co-pertença entre povo, território e religião. “O judaísmo oferece o suplemento moral-religioso decisivo à relação inexequível entre raça e terra. E, por isso, Sand pode falar amplamente de um processo histórico de ‘nacionalização do judaísmo’ ou de ‘nacionalização de Deus’.” Ora, um dos pontos decisivos da argumentação de Sand passa por desmontar a ideia de que o judaísmo sempre se fundou na ideia de que Israel fosse um lugar-nação ao qual era preciso regressar. Pelo contrário, ele entende que o messianismo assume um apelo tão decisivo por ser uma pátria fundada no exílio, e que por não se fixar numa porção de Terra, persiste como um lugar espiritual. Este historiador israelita contesta a ideia de que sempre houve um desejo histórico enraizado nas comunidades judaicas de regresso, demonstrando como as primeiras iniciativas sionistas do final do século XIX até à II Grande Guerra não colhem grande sucesso, preferindo estas comunidades a integração nas culturas nacionais europeias. Isto mesmo está em linha com a noção que sustentou durante as últimas décadas esse desafio tão particular que os judeus representavam para o Estado-nação europeu, e que foi expresso de forma bastante poderosa pelo dramaturgo alemão Heiner Müller numa entrevista. “Os problemas começam quando uma sociedade se torna móvel. Os judeus não tinham um lugar seu, e por isso é que inventaram uma pátria que era uma utopia, o ‘lugar inexistente’. Mudaram a pátria do espaço para o tempo. Os nómadas movem-se ciclicamente de lugar para lugar e conservam uma conceção mítica do mundo. Os judeus não tinham um lugar, e portanto não tinham um presente. Quem não tem lugar também não tem tempo. Isso apela para um tempo diferente, o messiânico. Os judeus não tinham um lugar para os mortos. E por isso podiam conversar com os seus ancestrais – o resultado é a ideia de ressurreição. Falamos do princípio de uma estranha forma de abstração que é a congruência entre o anti-semitismo e o anti-intelectualismo. Todos os intelectuais são, na realidade, judeus. A afinidade entre os judeus e o dinheiro também está ligada à mobilidade. O dinheiro e o capital também não têm um lugar. Os judeus só poderiam sobreviver ligando a sua estrutura deslocalizada, o seu movimento e revolta, a uma estrutura monetária que fosse igualmente móvel e flexível.”\nNuma outra entrevista, Müller procura demonstrar como os judeus significavam o inimigo natural dos fascismos e nacionalismos, uma vez que não podiam ser assimilados, e encarnavam, por isso, uma resistência. “Os judeus serviam também como álibi, uma vez que para uma grande parte da população eles eram os capitalistas, um catalisador para todas as energias anticapitalistas, da esquerda à direita.” Ora, esta ligação entre os judeus e o capitalismo, como o explica o dramaturgo alemão, prende-se em si mesmo ao anti-semitismo ocidental, e que passou por uma forma de repugnância, sendo que, na Idade Média, só aos judeus era permitido cobrar juros, dado que, aos olhos da Bíblia, essa atividade era anticristã. “Então, os judeus abriram bancos e casas de empréstimos e ocuparam o lugar do inimigo ideal. Isso também explica porque é que a pulsão de base do nacional-socialismo era anticapitalista. Está demonstrado que, em 1933, as SA eram compostas, em grande parte, por antigos comunistas. Os nazis foram capazes de se apropriar de uma grande parte da energia da esquerda. Quando as Whermacht ocuparam Creta, Karl Korsch escreveu numa carta a Bertolt Brecht que ‘A Blitzkrieg é energia de esquerda reprimida’. O nacional-socialismo foi, efetivamente, a grande conquista história da classe trabalhadora alemã.”\nNaquele poderoso testemunho histórico, Müller explica como a guerra-relâmpago nazi, foi – depois da revolução falhada de 1848 – a passagem dos trabalhadores alemães da condição de explorados para a de caçadores. “Com a guerra tornaram-se caçadores. Ouvimo-lo recorrentemente em qualquer café de esquina. A memória da guerra é a da maior experiência de liberdade. A guerra tomou o lugar da revolução, tal como, nos dias de hoje, a violência contra os estrangeiros tomou, uma vez mais, o lugar de uma revolução nunca levada às últimas consequências. Os judeus tornaram-se no inimigo ideal porque os verdadeiros capitalistas eram necessários, de facto, para financiar a guerra. Ficaram na sombra de Hitler, e por isso é que nunca ninguém lhes tocou.”\nAssim, este testemunho também explica que, antes da actual degenerescência do sistema financeiro, que consumiu e instrumentalizou todas as políticas económicas nacionais, impondo uma defunção das democracias ocidentais pelo pacto que voltou a ser travado entre as grandes corporações e o Estado – que é a definição do fascismo –, antes de tudo isso, as indústrias alemãs serviram-se dos judeus como bode-expiatório, atuando na sombra, de modo a fazer prevalecer os seus interesses. Foram corporações que sobreviveram à II Guerra, e continuaram a prosperar dos dois lados do Atlântico, marcas como a Opel, Krupp, Siemens, IG Farben, Bayer, Allianz, Telefunken, Agfa, BASF e Varta, que apoiaram secretamente Hitler, e que continuaram a procurar subverter a ordem democrática. Antes de Éric Vuillard ter exposto de forma magistral em A Ordem do Dia estes enredos, já Müller tinha apontado como muitos dos arquitetos da solução que permitiria ampliar os lucros da indústria alemã nunca foram julgados, e persistiram ao comando dessas obscenas fortunas que se fizeram à custa do milagre económico que os campos de concentração e trabalho forçado significaram para a Alemanha nazi. “O gás para as câmaras não era fabricado pelas mesmas pessoas que depois o usariam. Era a indústria alemã que o fornecia. Os industriais alemães sabiam bem como seria usado. Essas pessoas ou se reformaram ou ocupam ainda posições de relevo na indústria alemã. Fala-se muito das bestas de uniforme SS, mas esquecemo-nos das bestas que estavam sentadas nos conselhos de administração. Não estou a dizer que as SS ou o exército eram inocentes, mas devemos compreender as ligações. Os campos de concentração foram um grande negócio para a indústria alemã. Muita tecnologia foi desenvolvida e testada nos campos. As tecnologias da morte sempre corresponderam ao estado da arte, e a tortura é uma das profissões mais velhas do mundo. Os ingleses amarravam os indianos aos canos dos seus canhões – ainda não tinham inventado nada melhor. Churchill estava no Egito quando a metralhadora foi testada pela primeira vez. Os ingleses usaram a sua tecnologia militar sobre os africanos. As novas tecnologias foram sempre testadas e implementadas contra as minorias, ou melhor, contra a ameaça de que viessem a tornar-se maiorias. Todas as tecnologias modernas orientadas para matar vão um dia ser utilizadas. O lançamento da bomba atómica sobre o Japão não tinha qualquer sentido do ponto de vista militar, mas foi um sinal enviado à União Soviética. O problema é que Auschwitz reduziu as inibições.”\nAuschwitz e a indústria do Holocausto é ainda aquilo que permite que Israel prossiga a vertente de exploração colonialista que tantas nações ocidentais, hoje, patrocinam de forma mais ou menos dissimulada. É um eixo que significou também a captura do sentido histórico do papel que tiveram os judeus na diáspora, esses inimigos naturais dessa forma de predação de uns povos sobre os outros e que teve no seu centro os princípios da defesa do Estado-nação. Mas com o fascismo a adquirir, nos nossos dias, uma feição transnacional, Israel vem a significar a maior das ameaças à própria noção do messianismo. Se durante milénios os judeus foram “um distúrbio para o tempo”, como defende Müller, um distúrbio que tinha um efeito corrosivo sobre os Estados, as fortificações, os assentamentos populacionais, hoje o judaísmo, segundo as pretensões defendidas pelo movimento sionista, passou a ser mais um dos instrumentos de reforço dessa estrutura. “O único povo que ainda conserva esta estrutura móvel e sem Estado são os ciganos. A sua mera presença é uma provocação. Como expoentes da estrutura móvel, põem em causa tudo aquilo em que um Estado se baseia. A verdadeira tragédia é a criação do Estado de Israel. É uma reação ao anti-semitismo e aos pogroms, mas é uma armadilha. Israel transformou os judeus num povo promotor do Estado e levou-os a abandonarem a sua verdadeira estrutura, que é anti-Estado. Afinal, acabou por ser Hitler a transformar os judeus em romanos. Roma é o núcleo do Estado e as suas estruturas imperiais”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics"
    ],
    "topics": [
      "Religion and Belief->judaism",
      "Religion and Belief->religious conflict",
      "Religion and Belief->relations between religion and government",
      "Politics->political development"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-19T10:00:32.366+02:00",
    "updated": "2025-02-19T10:00:32.366+02:00"
  },
  {
    "uuid": "6f72f0b810e2404b2e55bc44bd32f40ad79a3096",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-17/doc-inetmkha6206311.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-16T22:20:00Z",
    "title": "以\"笔墨纸砚\"绘就民族工作锦绣画卷|无锡市_新浪财经_新浪网",
    "text": "近年来，无锡市惠山区钱桥街道紧扣铸牢中华民族共同体意识主线，以更高站位、更高标准、更高水平推进民族工作，奋力开创民族团结进步事业新篇章。\n执信仰之“笔”，筑牢民族工作根基。钱桥街道始终将加强思想引领作为民族工作首要任务，创新打造“同心筑梦号”民族团结主题公交专线移动宣教平台，组建全省首个“铸牢中华民族共同体意识教育联盟”，构建“思政课程+社会实践+文化浸润”三维育人体系，让“石榴籽”理念融入市民生活全场景，辖区内无锡城职院在全省首届“铸牢中华民族共同体意识·高校在行动”中荣获4个奖项，形成具有钱桥特色的“三个一”民族工作经验。\n挥文化之“墨”，增进各族情感交融。钱桥街道持续深化文化认同内涵，推动多民族文化交融共生。搭建“织梦丝路·共鉴江南”交流平台，支持辖区内无锡商院、无锡城职院与新疆院校共建互鉴，无锡城职院“三项计划”示范项目获国家民委立项。依托影视文化产业优势，街道以“统战文化年”为纽带，建立延安延川红色影视基地，打造“醉美稍塘”农文旅融合示范项目，协拍多部民族影视作品，实现民族文化与产业协同发展。\n展创新之“纸”，赋能互嵌融合发展。钱桥街道坚持深化互嵌式融合发展，实施“红石榴就业行动”，建立8家“红石榴技能培训”职业教育基地，首创惠山中专“红石榴大学生创业园”，助力各族学生留锡发展。协同惠山民进投入50万元捐建青海东林学校蓝印花布博物馆分馆，开展“彩虹行动”助力培训西部教师47人次，构建“就业创业+文化传承+教育帮扶”民族工作新格局。\n端和合之“砚”，凝聚民族团结合力。钱桥街道坚持通过多措并举凝聚民族团结合力，举办“惠聚同心”趣味运动会、“民族文化大家谈”及锡奇青少年红石榴夏令营等15场民族文化体验活动，搭建“展、学、游”多维交融平台，创新激活“石榴籽效应”。深入开展东西部协作交流，签订五年期农畜产品消费帮扶协议，年均采购18万元，同步建立民族研学交流机制，开展中秋国庆主题联谊等，促进各族群众经济、文化深度交融。 纪锦程 杨佳燕",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->cultural policies",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->communities",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:28:50.285+03:00",
    "updated": "2025-04-17T01:28:50.285+03:00"
  }
]