[
  {
    "uuid": "36859593bd93a5d021a6240e0601f8b3f0760c81",
    "url": "https://newsnownigeria.ng/excitement-as-pdp-leaders-celebrate-after-nec-meeting-watch-video",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Obi Ugochuwku",
    "published": "2024-04-18T19:55:00Z",
    "title": "Excitement as PDP Leaders Celebrate After NEC Meeting [WATCH VIDEO]",
    "text": "Following the outcome of the Peoples Democratic Party’s (PDP) National Executive Committee (NEC) meeting, members of the PDP Integrity Group, popularly known as the G-5, were seen celebrating on Thursday.\nIn a jubilant mood were the Minister of the Federal Capital Territory, Nyesom Wike, Governor Seyi Makinde of Oyo State, former governors Samuel Ortom, Okezie Ikpeazu, and Ifeanyi Ugwuanyi of Enugu State, all gathered in Abuja to mark the successful conclusion of the party’s NEC meeting.\nThe PDP convened its 98th NEC meeting, which was well-attended by key party figures at its National Headquarters in Abuja on Thursday.\nThe National Working Committee (NWC) of the PDP gave a vote of confidence in the party’s Acting National Chairman, Umar Iliya Damagum, as confirmed by the party’s National Publicity Secretary, Debo Ologunagba, in a statement.\nPrior to Damagum’s appointment, Iyorchia Ayu served as the acting National Chairman of the PDP until his removal during the lead-up to the 2023 presidential elections.\nDue to Damagum’s perceived alignment with Wike’s faction, the celebration among the G-5 governors was particularly spirited.\nVideo footage from the event can be viewed below.\nWike, Makinde, other G5 members celebrate in Abuja after PDP’s NEC meeting pic.twitter.com/fGkJPyjgDQ\n— Journalist KC (@kc_journalist) April 18, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "samuel ortom",
          "sentiment": "none"
        },
        {
          "name": "ifeanyi ugwuanyi",
          "sentiment": "none"
        },
        {
          "name": "seyi makinde",
          "sentiment": "none"
        },
        {
          "name": "wike",
          "sentiment": "none"
        },
        {
          "name": "okezie ikpeazu",
          "sentiment": "none"
        },
        {
          "name": "debo ologunagba",
          "sentiment": "none"
        },
        {
          "name": "iyorchia ayu",
          "sentiment": "none"
        },
        {
          "name": "umar iliya damagum",
          "sentiment": "none"
        },
        {
          "name": "nyesom wike",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "peoples democratic party",
          "sentiment": "negative"
        },
        {
          "name": "nec",
          "sentiment": "negative"
        },
        {
          "name": "pdp) national executive committee",
          "sentiment": "neutral"
        },
        {
          "name": "national headquarters",
          "sentiment": "none"
        },
        {
          "name": "national working committee (nwc",
          "sentiment": "none"
        },
        {
          "name": "enugu state",
          "sentiment": "none"
        },
        {
          "name": "pdp integrity group",
          "sentiment": "none"
        },
        {
          "name": "federal capital territory",
          "sentiment": "none"
        },
        {
          "name": "pdp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oyo state",
          "sentiment": "none"
        },
        {
          "name": "damagum",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:13:03.019+03:00",
    "updated": "2024-04-19T01:51:26.428+03:00"
  },
  {
    "uuid": "15e68ca1e85aac95e144fdc9a7470aad80b85da7",
    "url": "https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JP",
    "published": "2023-12-29T04:40:00Z",
    "title": "Obispo nicaragüense se declara indignado por la detención de tres sacerdotes de Managua",
    "text": "Internacional El obispo auxiliar de Managua, monseñor Silvio Báez, en una fotografía de archivo. EFE/ Jorge Torres Obispo nicaragüense se declara indignado por la detención de tres sacerdotes de Managua\nBáez, quien reside en Miami y a quien las autoridades declararon “traidor a la patria” y despojaron de su nacionalidad, pidió a Dios proteger a los sacerdotes encarcelados\ndiciembre 28, 2023 El obispo auxiliar de Managua , Silvio Báez , a quien el papa Francisco ordenó dejar Nicaragua en 2019 por motivos de seguridad, se declaró este jueves indignado por los arrestos de tres sacerdotes de la Arquidiócesis de Managua, en medio de tensiones entre el Gobierno del presidente Daniel Ortega y la Iglesia católica .\n“Me indigna el injusto secuestro de tres queridos sacerdotes de Managua de parte de la criminal dictadura sandinista: P. Pablo Villafranca , Mons. Carlos Avilés y P. Héctor Treminio , pastores y profetas”, escribió Báez , muy crítico con el Gobierno de Ortega en Nicaragua , en su cuenta del X (antes Twitter).\nBáez , quien reside en Miami y a quien las autoridades declararon “ traidor a la patria ” y despojaron de su nacionalidad, pidió a Dios proteger a los sacerdotes encarcelados y demandó que “sean liberados de inmediato”.\nLa Policía de Nicaragua detuvo este jueves a los sacerdores Carlos Avilés y Héctor Treminio , vicario general y tesorero de la Arquidiócesis de Managua, respectivamente. Días atrás también detuvo al párroco Pablo Villafranca.\nEl cardenal nicaragüense y arzobispo de Managua, Leopoldo Brenes, aún no se pronuncia sobre la detención de sus tres sacerdotes.\nLas relaciones del Gobierno de Ortega y la Iglesia católica viven momentos de gran tensión, marcadas por la expulsión y encarcelamiento de sacerdotes, la prohibición de actividades religiosas, y la suspensión de sus relaciones diplomáticas.\nEl Gobierno de Nicaragua excarceló en octubre pasado a 12 sacerdotes y los envió al Vaticano, aunque entre esos religiosos no se encontraba el obispo Rolando Álvarez, condenado en febrero pasado a más de 26 años de prisión por “traición a la patria”, tras negarse entonces a ser expulsado de Nicaragua hacia Estados Unidos junto a otros 222 presos políticos. También fue privado de su nacionalidad.\nOrtega ha calificado como una “ mafia ” a la Iglesia y ha declarado interrumpidas las relaciones con el Vaticano.\nNicaragua atraviesa una crisis política y social desde abril de 2018, que se ha acentuado tras las controvertidas elecciones generales del 7 de noviembre de 2021, en las que Ortega fue reelegido para un quinto mandato, cuarto consecutivo y segundo junto a su esposa, Rosario Murillo , como vicepresidenta, con sus principales contendientes en prisión.\nCon información de EFE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.facebook.com/sharer.php?u=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/",
      "https://api.whatsapp.com/send?text=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/",
      "https://twitter.com/intent/tweet?url=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/&text=",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/",
      "https://www.facebook.com/sharer.php?u=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua",
      "https://www.twitter.com/intent/tweet?url=https://www.lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/&text=",
      "https://linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://www.api.whatsapp.com/send?text=https://www.lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/",
      "https://www.facebook.com/sharer.php",
      "https://api.whatsapp.com/send?text=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua",
      "https://api.whatsapp.com/send",
      "https://facebook.com/sharer.php?u=https://lopezdoriga.com/internacional/obispo-nicaraguense-se-declara-indignado-por-la-detencion-de-tres-sacerdotes-de-managua/",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T08:29:05.777+02:00",
    "updated": "2023-12-29T08:29:05.777+02:00"
  },
  {
    "uuid": "6fda7bb36a445e095718af628a34cd88cae35692",
    "url": "https://iamwomanacademy.com/discover-out-now-what-must-you-do-for-fast-sailor-moon-themed-room/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Violavalliere",
    "published": "2024-01-07T06:00:00Z",
    "title": "Discover Out Now, What Must you Do For Fast Sailor Moon Themed Room – I AM WOMAN Academy",
    "text": "There’s too much happening in this room, true to the boho spirit. Candlesticks make a basic addition to any dining room, and if yours are notably fairly, allow them to serve as your centerpiece. Certain lights don’t solely function an illuminating factor within the room; they are often primarily used as decor components. 3D Illusion Night Light – Laser Engraving Acrylic Panels Can Give you an ideal Sense of 3D Vision, Like It’s Floating. Bohemian in vision, it is a less complicated, more subdued take on the inside design genre. They are a staple of Japanese interior design. When you go to purchase your canvas art, it is essential to deliver some swatches of the colors which are in your room. The realm where you can be hanging the artwork is an essential part of picking your canvas wall artwork. Those who buy any of the three editions of of Neiro / Break it down on the venue on the day of the discharge event will obtain two tickets: 1) A numbered ticket to enter the precedence area and 2) A ticket to high-five the band and acquired a signed sticker after the present. Add a chandelier over your reading nook, use a series of task lights over your desk space and install pendant lights on either aspect of the mattress. To truly illuminate your bed and create a fairytale-like interior, grasp the string lights over the canopy that’s placed above your mattress. But if you want to add a little bit extra class, why don’t you set a few of your favorite posters in frames and grasp them by your bed? To decorate your complete area with string lights with out them being in the way, dangle them on the ceiling! The curtains are definitely an necessary part of any room and it actually pays off to offer them a little extra romantic flair that can affect the ambiance of the complete [room aesthetic anime](https://creativepackintl.com/how-to-become-better-with-anime-room-decor-rug-in-15-minutes/). In order for you so as to add boho decor to a residing space, however you don’t need to transform all the area, simply decorate one wall. They will beautifully illuminate the room together with the primary lights and create one of the fantastic ceilings imaginable. Kawaki’s want to protect Naruto leads to sending him alongside Hinata to a different dimension where the two might be trapped with out aging till he believes the current fights are over. So for those who need a simple desk with the farmhouse charm then consider this table. The playfulness of the children’s room is enhanced by the colorful string lights hanging on the side of the bunk bed, giving the room a component of charm and joyfulness! While many of the string gentle decoration ideas embody hanging the lights on the partitions, it’s not a rule at all! Without the lights it’s just one other mirror that can merely blend with the inside, but with the string lights it becomes a defining piece within the area! It’s a harmless type of rebellion that carries a deeper message. Use scalloped painter’s tape to make decorative corkboards with a sample! You simply decorate your vintage room decor with double-sided tape in time. Add a little persona to your planters with our ideas for dressing up a fall mum as a fortunate black cat – just in time for Halloween.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://creativepackintl.com/how-to-become-better-with-anime-room-decor-rug-in-15-minutes/).",
      "https://www.creativepackintl.com/how-to-become-better-with-anime-room-decor-rug-in-15-minutes/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "neiro",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:30:22.340+02:00",
    "updated": "2024-01-08T01:30:22.340+02:00"
  },
  {
    "uuid": "a022fef07eade34a626aac7f8192b33c3694abff",
    "url": "https://www.orfonline.org/research/sustainability-and-resilience-in-the-indian-health-syste",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@orfonline",
    "published": "2024-02-16T00:00:00Z",
    "title": "Sustainability and Resilience in the Indian Health System",
    "text": "The COVID-19 pandemic has brought to light the importance of not only improving the resilience of health systems to crises but also of ensuring their long-term sustainability. The Partnership for Health System Sustainability and Resilience (PHSSR) was established in 2020 with the goal of building more sustainable and resilient health systems around the world. One of the key objectives of PHSSR is to build knowledge, understanding, and consensus on the dimensions of health system sustainability and resilience, and how they can be improved. To achieve this goal, PHSSR focuses on seven key domains: By examining each of these domains, PHSSR seeks to identify strengths, weaknesses, opportunities, and threats to health systems and to generate evidence-informed solutions and policy recommendations to improve sustainability and resilience. A sustainable health system improves population health by continually delivering the key functions of providing services, generating resources, financing, and stewardship, incorporating principles of financial fairness, equity in access, responsiveness, and efficiency of care, and does so in an environmentally sustainable manner. A resilient health system is able to prevent, respond to, manage the health system impact of, and recover and learn from, acute and chronic crises (including, but not limited to, pandemic threats, climate change, and economic and technological shocks), minimising their short-and long-term impacts on health, social and economic wellbeing. The COVID-19 pandemic has undeniably tested the Indian health system, presenting unprecedented challenges and highlighting opportunities for growth. PHSSR and Observer Research Foundation's research across seven key domains provides a holistic assessment of the system's response to the pandemic and its underlying strengths and weaknesses, pinpointing areas for improvement to bolster long-term sustainability and resilience, including preliminary recommendations for reform and policy focus. The report draws on recent data, health policy literature, and interviews with diverse stakeholders, aiming to provide a balanced and constructive assessment. India's health system has historically been characterised by a strong private sector, which has made significant advancements in healthcare provision by comparison to the relatively under-developed public sector. However, this has also resulted in high out-of-pocket payments, necessitating a focus on affordability and accessibility. In response, the last decade has witnessed an encouraging shift towards public provision, with significant initiatives aimed at ensuring quality care and reducing the cost of medicines. This evolution reflects the system's capacity for adaptation and progress. In the domain of governance, the report notes that the Indian health system has a complex and decentralised structure, with varying levels of capacity and coordination across different states and territories. While the complexity of India’s health system creates challenges of coordination at a national level, it also allows for innovation and experimentation at the local level. Financially, the country has made notable strides in enhancing protection for the economically disadvantaged and reducing out-of-pocket expenditure. Continued public investment and efficient resource utilisation are crucial in maintaining this positive momentum towards financial inclusivity in healthcare. The chapter on India’s healthcare workforce acknowledges the critical need for more skilled health workers, especially in underserved rural areas. Enhancing training and support for frontline workers is paramount in strengthening the backbone of India's healthcare. In terms of medicines and technology, the focus remains on enhancing regulation and quality control to ensure the availability and affordability of essential medicines and the safety of medical devices, while underlining the undoubted strength of India’s pharmaceuticals and medical technology sectors. Similarly, the chapter on service delivery notes remarkable progress in access to quality care in recent times, while calling for sustained focus on addressing gaps, particularly for those in rural settings and marginalised communities. The population health domain describes a multitude of initiatives to protect and uphold public health, but highlights the need for a more comprehensive and joined-up approach, including greater investment in disease prevention and health promotion. The report also explores environmental sustainability, highlighting the importance of ensuring that India’s health system is sustainable in the face of climate change and other environmental challenges. This includes reducing the environmental impact of healthcare practices, ensuring that health services adapt to changing needs and also addressing social determinants of health that increase people’s exposure and vulnerability to environmental risks. Finally, the report includes two detailed case studies, focusing on two key health schemes in India’s journey to universal health coverage: Ayushman Bharat Pradhan Mantri Jan Arogya Yojana (AB-PMJAY) and Pradhan Mantri Bhartiya Janaushadhi Pariyojana (PMBJP). These case studies underscore significant progress in addressing critical gaps in public health insurance coverage, and ensuring access to medicines and technologies, respectively. Such major initiatives highlight the potential for positive change when ambitions are met with careful policy design and implementation, commensurate resources, and sustained political will. This report is ORF’s contribution to the global collaboration, Partnership for Health System Sustainability and Resilience. It was first published on 15 February 2024, and can be found here: [WEF_PHSSR_India_2024.pdf (weforum.org)](https://www3.weforum.org/docs/WEF_PHSSR_India_2024.pdf) Read the entire report [here](https://www.orfonline.org/public/uploads/upload/20240216102454.pdf). The views expressed above belong to the author(s). ORF research and analyses now available on Telegram! [Click here]to access our curated content — blogs, longforms and interviews. Oommen C. Kurian is Senior Fellow and Head of Health Initiative at ORF. He studies Indias health sector reforms within the broad context of the ... Dr. Shoba Suri is a Senior Fellow with ORFs Health Initiative. Shoba is a nutritionist with experience in community and clinical research. She has worked on nutrition, ... Mona is a Junior Fellow with the Health Initiative at Observer Research Foundation’s Delhi office. Her research expertise and interests lie broadly at the intersection ...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Environment"
    ],
    "external_links": [
      "https://www3.weforum.org/docs/WEF_PHSSR_India_2024.pdf)",
      "https://.weforum.org/docs/WEF_PHSSR_India_2024.pdf)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "phssr",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T09:03:54.671+02:00",
    "updated": "2024-02-16T09:03:54.671+02:00"
  }
]