[
  {
    "uuid": "f121a00396bf9c1c072de4360095729d079e422e",
    "url": "https://www.dailynews.lk/2024/07/05/business/581964/hettigoda-industries-clinches-gold-at-presidential-environment-awards",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "malinga",
    "published": "2024-07-04T20:05:00Z",
    "title": "Hettigoda Industries clinches ‘Gold’ at Presidential Environment Awards",
    "text": "One of Sri Lanka’s leading Ayurvedic Companies, Hettigoda Industries (Pvt) Ltd., was recognized at the 2024 Presidential Environment Awards, securing the Gold Award in the Pharmaceutical Products and Personal Care Product Industry category.\nThe ceremony, held at the Bandaranaike Memorial International Conference Hall recently, was graced by President Ranil Wickremesinghe. Lankani Hettigoda\nHettigoda Industries Director of Research and Development received the accolade from President Wickremesinghe. This recognition stands as a powerful testament to the company’s unwavering commitment to integrating environmental sustainability into every facet of its operations.\n“We are incredibly honoured to receive this award,” said Lankani Hettigoda, “Environmental responsibility is not just a value we hold, it’s a core principle that drives our innovations to protect our planet for future generations.”\nA cornerstone of Hettigoda Industries’ environmental initiative is responsible waste management. This initiative has seen the distribution of over 35,000 bins in recent years. In response to the growing plastic pollution crisis, Hettigoda Industries has also introduced a sustainable alternative by distributing over 500,000 eco-friendly bags, promoting reusable options over traditional plastic bags.\nBeyond these key initiatives, Hettigoda Industries is engaged in numerous other CSR projects that benefit the Sri Lankan community. Hettigoda Industries has undertaken significant steps to reduce its carbon footprint, recognising the growing impact of greenhouse gas emissions.\nIn 2022 they conducted an organisational greenhouse gas inventory, which not only identified their total emissions but also informed their reduction plan. A key strategy involves harnessing renewable energy through the installation of solar panels, thereby reducing its reliance on fossil fuels.\nAdditionally paper usage has been minimised by printing instructions inside the box instead of using separate leaflet and utilising excess printing board space to print another primary carton. These strategies were highly influential for the establishment of sustainable development within the organization.\nHettigoda Industries has also adopted innovative practices to minimise waste generation. Notably, leftover seed material from their Asamodagam product, is now transformed into briquettes, resulting in a 25% reduction in firewood consumption for their biomass boiler. These efforts demonstrate the company’s dedication to reducing its carbon footprint and environmental impact.\nThe Presidential Environment Awards, organised annually by the Central Environmental Authority (CEA) under the guidance of the Ministry of Environment, celebrate outstanding contributions from organisations championing sustainable development through environmental protection.\nThis well-deserved recognition for Hettigoda Industries reinforces their position as a front-runner in the field of sustainable Ayurveda practices. The company’s commitment to environmental stewardship serves as an inspiration for others in the industry and paves the way for a greener future for all.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wickremesinghe",
          "sentiment": "none"
        },
        {
          "name": "lankani hettigoda",
          "sentiment": "none"
        },
        {
          "name": "ranil wickremesinghe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hettigoda industries",
          "sentiment": "negative"
        },
        {
          "name": "hettigoda industries (pvt) ltd.",
          "sentiment": "neutral"
        },
        {
          "name": "lankani hettigoda hettigoda industries director of research and development",
          "sentiment": "none"
        },
        {
          "name": "bandaranaike memorial international conference hall",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sri lanka",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T00:10:39.343+03:00",
    "updated": "2024-07-05T00:10:39.343+03:00"
  },
  {
    "uuid": "9c257504f9868789a2d2e8bc0cfb30e89276bc08",
    "url": "https://www.ocregister.com/2023/12/28/healthier-ducks-roster-regains-some-of-its-offensive-firepower/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrew Knoll",
    "published": "2023-12-28T22:33:00Z",
    "title": "Healthier Ducks roster regains some of its offensive firepower – Orange County Register",
    "text": "With a victory over the Stanley Cup champions in their rearview mirror, the Ducks prepared for Friday’s grudge match with the visiting Arizona Coyotes by continuing to integrate core players who returned from injury.\nEach one made a remarkable imprint in Wednesday’s 5-2 win against the Vegas Golden Knights . Jamie Drysdale scored his first goal in nearly two years. Mason McTavish recorded his first points in more than a month, three of them, all of which were primary assists. Trevor Zegras picked up an assist and generated a breakaway opportunity. That’s the sort of offensive pop that has been sorely lacking for a Ducks squad that has dropped 13 of its 21 losses in either one-goal games or games with a late empty-netter that extended the final deficit to two scores.\n“When you lose those pieces, it’s obviously a big impact, especially when you’re losing games by one goal,” Ducks coach Greg Cronin said.\nCronin said he was encouraged by McTavish’s production as well as his performance in puck battles, though he is still getting his legs back under him after missing about three weeks. Zegras had an even longer layoff and Drysdale’s felt interminable, with two games played interrupting a string of more than 100 missed. All three players were taken as lottery picks in successive drafts between 2019 and 2021, with Zegras being the elder statesman among them at 22.\nPer Cronin, Drysdale’s impact on breakouts as well as in turning those zone exits into promising offense and sound forechecking was already readily apparent. Cronin, who coached in Colorado’s system, said that while he wouldn’t elevate Drysdale eye to eye with the Avalanche’s Norris Trophy winner Cale Makar, he did consider Drysdale to be similar in that he could “break a forecheck” as a one-man gang.\n“Drysdale’s impact is huge. His ability to break pucks out, his ability to generate offense through the neutral zone – whether he’s passing or skating – his ability to be an offensive threat with and without the puck,” Cronin said. “He does it all real fluidly; it adds more potency to our whole group when he’s on the ice.”\nCronin said he felt McTavish was already a solid second-line center with the potential to be a No. 1 pivot in time. He said his staff was “promoting that smash-mouth game” with McTavish. While Zegras, who has played a bit of wing this season when both McTavish and the Ducks’ most recent lotto selection, Leo Carlsson, were available as well, might never be considered rough-and-tumble, Cronin said one of the NHL’s most creative offensive players has clear incentive to improve his game on the other side of the puck.\n“The more he gets committed to defense, the more his offense is going to grow,” Cronin said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "frida",
          "sentiment": "negative"
        },
        {
          "name": "jamie drysdale",
          "sentiment": "none"
        },
        {
          "name": "mctavish",
          "sentiment": "none"
        },
        {
          "name": "greg cronin",
          "sentiment": "none"
        },
        {
          "name": "mason mctavish",
          "sentiment": "none"
        },
        {
          "name": "trevor zegras",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "orange county register with",
          "sentiment": "negative"
        },
        {
          "name": "ducks",
          "sentiment": "negative"
        },
        {
          "name": "arizona coyotes",
          "sentiment": "none"
        },
        {
          "name": "” ducks",
          "sentiment": "none"
        },
        {
          "name": "vegas golden knights",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "zegra",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:12.002+02:00",
    "updated": "2023-12-29T01:09:52.553+02:00"
  },
  {
    "uuid": "b3d56ffebdf2bf4c8a8fb3ce0e73a8c65baaecdb",
    "url": "https://sanluis.eluniversal.com.mx/estado/incrementan-contagios-por-virus-sincitial-respiratorio-en-slp-ninos-de-5-anos-los-mas-afectados/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ElUniversal_SLP",
    "published": "2023-12-28T18:00:00Z",
    "title": "Incrementan contagios por Virus Sincitial Respiratorio en SLP; niños de 5 años los más afectados",
    "text": "San Luis Potosí ha registrado un incremento de contagios por virus sincitial respiratorio en el último mes, derivado de las bajas temperaturas que se han registrado en el estado, por la temporada invernal y los frentes fríos que han llegado a la entidad. La Secretaría de Salud del Estado informó que desde octubre de este 2023 a la fecha se han contabilizado 133 casos por el virus sincitial respiratorio ( VSR ), de los cuales 120 personas han requerido hospitalización por complicaciones en las vías respiratorias.\nEn tan solo 20 días, se contabilizaron 78 nuevos casos de contagio de VSR. Los Servicios de Salud de San Luis Potosí registraba el 7 de diciembre únicamente 55 casos de infección.\nEl virus sincitial respiratorio ha afectado principalmente a menores de edad pues de los 55 casos detectados hasta el 7 de diciembre, 47 menores habían contraído la infección; mientras que de los 133 casos registrados a este 28 de diciembre 116 pacientes son menores de cinco años.\nSan Luis Potosí ha registrado 31 casos del virus sincitial desde que inició octubre\n¿Qué es el Virus Sincitial Respiratorio? El VSR es una enfermedad viral común, que causa una infección respiratoria aguda baja, que suele afectar los pulmones y causar neumonía, comentó Omar Medina de la Cruz, jefe del Departamento de Atención a la Salud de la Infancia y la Adolescencia en el estado.\nEl virus infecta primordialmente a menores de los cero a los cinco años, así como a niños y niñas que tienen factores de riesgo como condiciones médicas congénitas, enfermedades cardiacas o pulmonares, ya que puede impedir la respiración al inflamar sus vías respiratorias e incluso ser mortal. No obstante también puede afectar a adultos.\nAunque los síntomas del VSR son parecidos al de un resfriado común, como: congestión nasal, tos seca, fiebre, dolor de garganta, estornudos y dolor de cabeza, se recomienda acudir de inmediato al médico, para evitar una inflamación de las vías respiratorias y formas graves de la infección.\nVirus sincitial en México. Acude al médico si presentas estos síntomas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://cloudfront-us-east-1.images.arcpublishing.com/eluniversal/UELG42T7MJHBXA24ALVQ6XSDJU.jpeg",
      "https://news.google.com/publications/CAAqBwgKMPzGpAswv9G8Aw?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://www.cloudfront-us-east-1.images.arcpublishing.com/eluniversal/UELG42T7MJHBXA24ALVQ6XSDJU.jpeg",
      "https://www.news.google.com/publications/CAAqBwgKMPzGpAswv9G8Aw?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://news.google.com/publications/CAAqBwgKMPzGpAswv9G8Aw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:06.874+02:00",
    "updated": "2023-12-29T00:08:06.874+02:00"
  },
  {
    "uuid": "3355bf50fe3c75428eb27b104da40bd3967a178f",
    "url": "https://french.presstv.ir/Detail/2023/12/28/717206/Gaza-Isra%C3%ABl-Syrie-Damas-Razi-Moussavi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "French Presstv",
    "published": "2023-12-28T14:44:00Z",
    "title": "Assassinat du G. Moussavi: embourbé à Gaza, Israël souhaite l'expansion du conflit",
    "text": "Le commandant en chef du Corps des gardiens de la Révolution islamique (CGRI), le général de division Hossein Salami, a salué le rôle du général Moussavi dans l’axe de la Résistance et la lutte contre le terrorisme dans la région. « L’ennemi le connaissait mieux que nous, car il avait reçu de violents coups de sa part, et l’ennemi savait quel rôle et quelle influence il avait pour le contrer », a-t-il dit avant d’ajouter que l’Iran ne fera jamais preuve de patience face au martyre de ses compatriotes. « Notre vengeance pour l’assassinat de Seyyed Razi ne sera rien d’autre que l’élimination du régime sioniste », a-t-il souligné avant de renchérir que l’Iran se réserve le droit de répondre à ce crime lâche au moment voulu et opportun sans se précipiter et sans entrer dans le jeu du régime de Tel-Aviv qui cherche à provoquer l’Iran pour élargir le feu de la guerre dans la région. L’Iran maintient une mission consultative en Syrie à la demande de Damas dans le but d’aider ce pays arabe déchiré par la guerre à se débarrasser des terroristes soutenus par l’étranger qui combattent le gouvernement démocratiquement élu depuis 2011. Plus tôt en décembre, Israël a tué deux conseillers militaires du CGRI – Mohammad Ali Ataee Shoorcheh et Panah Taqizadeh – lors d’une autre attaque en Syrie. Le CGRI avait alors annoncé dans un communiqué que ces deux officiers ont été tués en martyr dans le contexte de la sauvagerie implacable du régime israélien « faux et tueur d’enfants » à Gaza. Réagissant aux évolutions, Jean-Michel Vernochet, analyste politique, journaliste et géopoliticien français, partage son analyse avec nous.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:23:15.615+02:00",
    "updated": "2023-12-29T01:23:15.615+02:00"
  },
  {
    "uuid": "16055f6f40886c32783a56a15e9a21c6341864ee",
    "url": "https://www.dna.fr/societe/2025/02/23/situation-preoccupante-pour-le-pape-francois-toujours-dans-un-etat-critique",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction avec AFP",
    "published": "2025-02-23T08:18:00Z",
    "title": "Religion. « Situation préoccupante » pour le pape François, toujours dans un état critique",
    "text": "Religion « Situation préoccupante » pour le pape François, toujours dans un état critique\nLe pape François, hospitalisé pour une pneumonie et dont l'état de santé était « critique » samedi soir, « a passé une nuit tranquille », a annoncé dimanche le Vatican.\nAprès plusieurs jours d'accalmie, l'état de santé du pape François s'est dégradé ces dernières 24 heures. Le pontife argentin de 88 ans, pour lequel le diagnostic des médecins était « réservé » samedi soir, a toutefois « passé une nuit tranquille et s'est reposé » à l'hôpital Gemelli de Rome, a annoncé le Vatican sur sa chaîne Telegram.\nLe chef de l'Église catholique est hospitalisé depuis le 14 février pour une pneumonie des deux poumons et son état s'est dégradé samedi avec « une crise asthmatique prolongée qui a nécessité l'application d'oxygène à haut débit », selon le dernier bulletin de santé. « Les analyses de sang effectuées aujourd'hui ont également révélé une thrombopénie (baisse du nombre de plaquettes sanguines), associée à une anémie, qui a nécessité l'administration d'une transfusion sanguine.\nProchains jours « déterminants »\nLe Saint-Père reste alerte et a passé la journée dans un fauteuil, bien qu'il souffre davantage qu'hier. Le pronostic est actuellement réservé », a précisé le Vatican dans ce communiqué au ton d'une rare gravité. Dès vendredi après-midi les médecins qui s'occupent du pape avaient mis en garde sur la fragilité de la situation. « Le pape est-il hors de danger ? Non, le pape n'est pas hors de danger », avait affirmé le Pr Sergio Alfieri lors d'une conférence de presse à l'hôpital Gemelli. « Le vrai risque dans ces cas-là est que les germes passent dans le sang », provoquant ainsi une septicémie potentiellement mortelle, avait-il expliqué.\n« La situation est devenue plus préoccupante », a déclaré le virologue Fabrizio Pregliasco, cité dimanche par le quotidien La Stampa. « L'âge du Saint Père, ainsi que les antécédents de santé, comme par exemple la bronchite asthmatique, pourraient avoir compliqué les choses et pas qu'un peu », détaille-t-il. « Il faut espérer que la thérapie antibiotique fonctionne pour éviter le risque d'une septicémie, une infection systémique, qui peut avoir une issue fatale. Le pape est certainement en de bonnes mains mais les prochaines heures et les prochains jours seront déterminants », estime l'expert.\nPrières à travers le monde\nIl sera hospitalisé au moins toute la semaine prochaine et il ne dirigera pas dimanche, pour la deuxième fois d'affilée, la prière de l'Angélus. En début de matinée, une messe se tiendra au Vatican lors de laquelle le pro-préfet du dicastère pour l'Évangélisation lira l'homélie préparée par le pape. Plusieurs responsables religieux et politiques ont dit prier pour le pape. Depuis samedi soir sur les réseaux sociaux, les internautes ont aussi posté des centaines de messages disant prier pour François, beaucoup postant une photo de l'évêque de Rome seul sur la place Saint-Pierre lors de la pandémie de Covid-19.\nFrançois a été hospitalisé initialement pour une bronchite, mais le Saint-Siège a révélé mardi qu'il avait développé une pneumonie dans les deux poumons, une infection du tissu pulmonaire potentiellement mortelle. Cette hospitalisation, la quatrième depuis 2021, suscite de vives inquiétudes alors que le pape a déjà été affaibli par une série de problèmes ces dernières années, allant d'opérations du côlon et de l'abdomen à des difficultés à marcher.\nL'hospitalisation du pape, à la fois chef spirituel des 1,4 milliard de catholiques dans le monde et chef de l'Etat de la Cité du Vatican, a relancé les interrogations autour de sa capacité à assurer sa charge, alors que le droit canonique ne prévoit aucune disposition en cas de problème grave qui altèrerait sa lucidité.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "topics": [
      "Religion and Belief->pope",
      "Religion and Belief->christianity",
      "Religion and Belief->religious leader"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-23T10:20:48.185+02:00",
    "updated": "2025-02-23T10:20:48.185+02:00"
  },
  {
    "uuid": "32156adee2901eb918d11f78003893e7a055cfdc",
    "url": "https://ndmais.com.br/noticias/central-do-tempo-temporais-e-chuvas-intensas-em-santa-catarina-e-rio-grande-do-sul",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@PortalNDMais",
    "published": "2024-05-09T22:31:00Z",
    "title": "Central do Tempo: temporais e chuvas intensas em Santa Catarina e Rio Grande do Sul",
    "text": "A previsão do tempo traz alerta para temporais e rajadas de vento em Santa Catarina e Rio Grande do Sul. A formação de uma frente fria e a atuação de um bloqueio atmosférico contribuem para a ocorrência de chuvas intensas, especialmente no litoral Sul. A população deve ficar atenta aos possíveis alagamentos e quedas de granizo.\nCentral do Tempo: temporais e chuvas intensas em Santa Catarina e Rio Grande do Sul\n[Leia mais](#)\nMais vídeos\n03:35\n Fórum Parlamentar Catarinense busca garantir recursos para prevenção de enchentes em SC 02:30\n Casos de dengue disparam: Santa Catarina registra mais de 150 mortes pela doença em 2024 03:41\n Consciência: melhorar a saúde do meio ambiente é tornar menos intensas as mudanças climáticas 01:59\n Ligação do Oeste ao RS: motoristas enfrentam dificuldades para chegar até o Rio Grande do Sul 03:26\n Rio Grande do Sul: caminhões com donativos são autuados nas praças de pedágio em SC 05:59\n Anvisa adota medidas temporárias para agilizar chegada de medicamentos no Rio Grande do Sul 02:38",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T02:51:59.631+03:00",
    "updated": "2024-05-10T02:51:59.631+03:00"
  },
  {
    "uuid": "78319bf962de89dd516458f14fa58fdadfea593f",
    "url": "https://www.lequotidien.com/sports/hockey/2025/01/16/la-confiance-inebranlable-de-leevi-merilainen-QQFINT3HTBEEXIQJBGPCQK5ZXU",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zakary Mercier, Le Droit",
    "published": "2025-01-16T22:00:00Z",
    "title": "La confiance inébranlable de Leevi Merilainen",
    "text": "Son nom est Leevi Merilainen. Le jeune portier de 22 ans est tout simplement intraitable depuis son rappel dans la Ligue nationale de hockey (LNH). «Il s’est vraiment bien adapté à la vitesse du jeu, surtout lors de ses trois derniers matchs. Il a l’air tellement calme et confiant devant son filet», a confié l’entraîneur-chef Travis Green.\nLa recrue affiche un dossier de cinq victoires et deux revers en sept rencontres cette saison. Ses statistiques personnelles sont tout aussi étincelantes avec une moyenne de buts alloués de 1,99 et un pourcentage d’arrêts de ,925.\n«Il tout simplement génial, a affirmé l’attaquant Drake Batherson. C’est un gars assez détendu, surtout pour un jeune gardien de but qui arrive. C’est aussi de cette façon qu’il joue. Même avant les matchs, il est assez calme. C’est un gardien spécial et il joue incroyablement bien.»\nLors de ses trois derniers départs, le Finlandais s’est surpassé. Il n’a accordé que deux buts aux puissants Stars de Dallas en plus de blanchir les Islanders de New York et les Penguins de Pittsburgh. Ottawa est d’ailleurs l'équipe qui a signé le plus de blanchissage cette saison avec sept.\n«Il est vraiment impressionnant. Son calme et sa confiance en lui, c’est vraiment agréable à voir. À seulement 22 ans, je n’ai jamais vu un gardien jouer de cette manière», a expliqué l’attaquant Shane Pinto.\nMerilainen respire la confiance actuellement. Celle-ci semble inébranlable, mais également contagieuse alors que ses coéquipiers jouent sans complexe devant lui.\n«Il ne parle pas beaucoup, mais je pense qu’il est tout simplement extrêmement mature. Pendant le match, tu le sais que même si un but est encaissé, il arrive à se ressaisir très rapidement. Je pense que c’est important pour un gardien de but. C’est vraiment impressionnant ce qu’il fait présentement», a mentionné Pinto.\nL'Ottavien Donovan Sebrango est un ancien de l’Académie canadienne et internationale de hockey de Rockland. Il aura la chance de vivre son baptême de feu dans la LNH, à Ottawa.\nDes nouvelles en rafales\nAprès avoir reçu une rondelle au visage lors du dernier match, Thomas Chabot s’absentera pour la rencontre de jeudi soir face aux Capitals de Washington. Fraîchement rappelé des Senators de Belleville, l’Ottavien Donovan Sebrango effectuera ses débuts dans la LNH dans sa ville natale.\n«C’est exactement ce à quoi je rêvais en grandissant de jouer mon premier match à Ottawa, a souligné le défenseur de 23 ans. Je n’ai pas encore pris totalement conscience de ce qui va se dérouler ce soir. J’ai travaillé toute ma vie pour arriver à ce moment. Je suis excité de vivre cette expérience avec ma famille et mes coéquipiers.»\nL’attaquant Michael Amadio sera de retour dans la formation, lui qui est absent depuis le 21 décembre dernier en raison d’une blessure.\nDans le cas du Québécois David Perron, il s’approche tranquillement d’un retour au jeu. Le vétéran de 36 ans a été limité à seulement neuf rencontres cette saison.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Sport->ice hockey",
      "Social Issue->teenagers",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:36:08.772+02:00",
    "updated": "2025-01-17T00:36:08.772+02:00"
  },
  {
    "uuid": "387fae8d3f0d83ad333ec9bde09c2d420e84a331",
    "url": "https://www.prensa-latina.cu/2023/12/23/obispos-senalan-profunda-crisis-moral-y-de-valores-en-peru",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manuel Robles Sosa",
    "published": "2023-12-23T22:59:00Z",
    "title": "Obispos señalan profunda crisis moral y de valores en Perú",
    "text": "Señaló que esa crisis se expresa en el irrespeto al orden constitucional, el enfrentamiento entre los poderes públicos, la inseguridad, la violencia, el feminicidio, la persecución y asesinato de líderes indígenas.\nTambién mencionó el aumento de las actividades económicas ilícitas y dijo que la Navidad “nos encuentra profundamente consternados por la cruda realidad que estamos viviendo en nuestro querido Perú”.\nDestacó el mensaje cristiano de diálogo, la reconciliación y la solidaridad para la unidad por el bien común y dijo que “el camino a la Paz y a la Reconciliación supone reconocer nuestros errores, comprometernos a cambiar, reparar el daño causado y mantener vivo el camino de Esperanza”.\nEn ese contexto, llamó al Gobierno a “atender con prontitud y probidad los servicios básicos de salud, educación y seguridad, especialmente para los más pobres que están totalmente desprotegidos y pasando hambre”.\nEl titular de la CEP, asamblea permanente de obispos católicos, pidió dar testimonio de alegría, justicia, defensa de la vida, de los derechos y la dignidad humana y del cuidado de la casa común, el medio ambiente.\n“Y que por ninguna razón anunciemos bondades engañosas, esperanzas falsas, superfluas y una falsa paz”, aseveró.\nEn lo internacional, monseñor Cabrejos propugnó “el paso de un mundo encadenado por las tinieblas de la enemistad, la indiferencia y la guerra, a un mundo libre, fraterno, solidario y en paz”.\nlam/mrs",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T01:03:40.526+02:00",
    "updated": "2023-12-24T01:03:40.526+02:00"
  },
  {
    "uuid": "f12e1fceb8a657a059282dcf695e25d1688d0f11",
    "url": "https://www.abc.es/gente/vida-personal-chenoa-nombre-real-infancia-marcada-20250130210000-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "María Albert",
    "published": "2025-01-30T19:00:00Z",
    "title": "La vida personal de Chenoa: su nombre real, una infancia marcada por la guerra y su reciente separación",
    "text": "La vida personal de Chenoa: su nombre real, una infancia marcada por la guerra y su reciente separación\nLa cantante acude este jueves como invitada a la segunda semifinal del Benidorm Fest 2025\nOrden de actuación en el Benidorm Fest 2025: quién canta hoy en la segunda semifinal\nEl Benidorm Fest 2025 ya ha dado el pistoletazo de salida en la ciudad alicantina y, a la espera de conocer quién se hace con el micrófono de bronce este próximo sábado 1 de febrero, son muchos los artistas que siguen desfilando por el escenario del Palau d'Esports L'Illa. Además de los concursantes que participan en esta edición, también lo harán rostros conocidos de la música de nuestro país, como Ruth Lorenzo, Isabel Aaiún o Chenoa.\nEsta última continúa siendo una de las artistas más reconocidas de nuestro país casi 20 años después de saltar a la fama gracias a 'Operación Triunfo'. La extriunfita ya sabe lo que es formar parte de la fiesta de Eurovisión, donde ejerció como corista de Rosa López tras su elección con 'Europe's Living a Celebration', y hará lo propio ahora en la segunda semifinal de este jueves.\nMás allá de su faceta de cantante, la hemos visto también despuntar como juez en 'Tu cara me suena' y como presentadora en el formato del que una vez formó parte, en esta ocasión en su emisión en Amazon Prime Video. Pero ¿qué se sabe del lado más personal de Chenoa? Te contamos todo lo que debes saber sobre la artista invitada del Benidorm Fest 2025\nUna complicada infancia marcada por la guerra\nA pesar de que muchos no lo saben, lo cierto es que Chenoa no nació en España, sino en Mar de Plata (Argentina), donde pasó sus primeros años hasta que se trasladó a vivir a Mallorca junto a su familia. Esta infancia no fue nada fácil, ni para ella ni para sus padres, pues estuvo marcada por la dictadura que se vivía entonces en su país de origen, del que tuvieron que huir para evitar represalias.\n«Nací en el 75 en Argentina y en ese momento estaba la dictadura y también pasé la guerra de las Malvinas, y en el 83 cuando se va la dictadura nosotros salimos con una mano delante y otra detrás, luchando por sobrevivir», contó la presentadora durante su visita en 'El Hormiguero' de Pablo Motos.\nSu llegada a Baleares fue una auténtica salvación para todos ellos: «Gracias a Dios, Mallorca fue... por eso yo le debo tanto, porque para mí es la tierra que me ha dado la oportunidad de crecer y de ser mallorquina, que es como me considero. Y ver a mis padres trabajar noche y día para poder pagar las cosas. El espíritu de lucha se mama en casa y se mama con las circunstancias», explicó entonces, coincidiendo además con la pandemia por el Covid.\nSu nombre real y el origen del apodo de Chenoa\nFue en el año 2002 cuando Chenoa saltó a la fama gracias a su entrada en la Academia de Operación Triunfo, junto a otros grandes personajes de la historia de España como Rosa López, David Bisbal, David Bustamante o el fallecido Álex Casademunt. Su desconocido nombre causó asombro entre el público del programa, aunque lo que muchos no saben es que se trata de un apodo.\nEl nombre real de la cantante es María Laura Corradini Falomir, el que figura en su partida de nacimiento, aunque, desde sus primeros pasos en el mundo musical, fue conocida bajo el sobrenombre de Chenoa. «Chenoa es el nombre de un poblado de Illinois que está en la Ruta 66, significa paloma o nube blanca. Es de las tribus indias que en ese momento tenían» confesó la artista en el programa 'Tómatelo menos en serio' de Europa FM.\nEste nombre artístico procede del primer grupo que tuvo, con apenas 16 años, pero en aquel entonces era conocida como Xenoa. Lo cambió durante el proceso de casting del talent show pensando que mucha gente no iba a entender el apodo con X, sin saber que este acabaría convirtiéndola en todo un icono de la música española.\nSu breve matrimonio con Miguel Sánchez Encinas\nEn torno a la vida privada de Chenoa siempre ha existido mucha expectación de cara al público. Ya desde que se hiciera pública la relación con su compañero de 'Operación Triunfo' David Bisbal y posteriormente su sonada ruptura, los amores de la cantante pasaron a un primer plano en lo que a prensa del corazón respecta, y desde entonces no han dejado de despertar curiosidad.\nConocidos fueron también sus amoríos con el actor Álex González, el artista David de María o empresarios como Alain Cornejo y Curi Gallardo. Sin embargo, no fue hasta 2019 cuando finalmente la presentadora de 'Operación Triunfo' sentó la cabeza y contrajo matrimonio con su última pareja pública, el urólogo Miguel Sánchez Encinas, con el que se casó en verano de 2022 en una íntima ceremonia en Mallorca.\nLo que no se esperaban muchos es que, apenas un año después de darse el 'sí, quiero', la pareja acabaría anunciando su separación definitiva. Muchos fueron los rumores que salieron entonces sobre los verdaderos motivos, apuntando a una crisis catapultada por los problemas de agenda de la cantante, aunque ambos dieron a entender que había sido una separación amistosa.\nLa propia Chenoa desmentiría tiempo después que este problema de calendario fuera la causa del fin de su matrimonio con el médico: «Las causas que la gente diga no tienen nada que ver con las que tenga yo. No tengo nada que decir y que me culpará el trabajo no, y sobre todo que no lo he dicho yo», dijo entonces.\nEsta funcionalidad es sólo para suscriptores\nSuscribete",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Social Issue->family",
      "Social Issue->women",
      "Social Issue->divorce",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:47:33.000+02:00",
    "updated": "2025-01-31T00:47:33.000+02:00"
  },
  {
    "uuid": "12efd620b630c423567ed2159d1d823ae700375f",
    "url": "https://www.mercurynews.com/2024/02/29/rare-hummingbird-turns-glendora-familys-new-yard-into-tourist-attraction/amp",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin",
    "published": "2024-02-29T14:36:00Z",
    "title": "A rare hummingbird turns a California family’s new backyard into a tourist attraction",
    "text": "The distinctive red bill is one of the identifiers of this broad-billed hummingbird as it lands on a tree in Palo Verde at Christine Joseph’s home in Glendora on Tuesday, Feb. 27, 2024. After Joseph took advantage of local rebates to replace her lawn with native and drought-tolerant plants, her new garden began to attract a variety of native birds, bees and other pollinators. (Photo by Leonard Ortiz, Orange County Register/SCNG)\nOver the past two weeks, several hundred people have flocked from Northern California, Arizona and everywhere in between to tour a quiet neighborhood in Glendora.\nThey come with binoculars, telephoto lenses and a shared mission: to see “BB”.\nThat’s the name birders have given to an elusive broad-billed hummingbird that now calls Christine Joseph’s flower-filled front yard home.\nIt may not be as impressive as the snowy owl that captivated people for several weeks in January 2023 after it veered off course and nested in northern Orange County. But since BB’s variety of small, fast-flying hummingbirds are usually only found in the canyons and forests of Mexico and southern Arizona, not in Glendora, it can be difficult for local enthusiasts to check off their birding bucket lists.\n“It’s something you don’t usually see in our area,” said Evelyn Serrano, director of the Audubon Center at Debs Park in Montecito Heights.\nJoseph credits the fact that she and her husband have spent the past few years turning their yard into a pollinator’s paradise. And while BB is definitely their most famous guest yet, she said they’ve enjoyed a steady parade of new visitors since swapping out their thirsty lawn for drought-tolerant native plants.\n“We got so many new different types of butterflies. We had grasshoppers that I hadn’t seen in years. I had praying mantises that I never had,” Joseph said. “And I have tons of birds in my yard all day long.”\nWith BB, Joseph said she heard the difference even before she saw it.\nAs an avid birder, she always pays attention to the visitors who fly through her yard. So when she spotted a bird humming an original tune, different from the familiar song she hears whenever Anna’s variegated hummingbirds stop by for a drink, Joseph grabbed her binoculars.\nThe small bird’s bright red beak was the next clue. Joseph’s bird books told her she was looking at a broad-billed hummingbird and, based on its coloration, very likely a male. So, two weeks ago, she logged the sighting in eBird, a popular online database run by the Cornell Lab of Ornithology.\nSomeone from the lab contacted her, asking for pictures to confirm what she had seen. She uploaded two photos to the site on Feb. 11 and said people quickly started reaching out to ask if they could come see BB’s red beak, dark tail and iridescent body for themselves.\nSince then, dozens of photos of BB sipping nectar from native plants in Joseph’s yard have been uploaded to the eBird site.\n“It was just the nicest group of people,” Joseph said. “Someone left a whole bunch of sugar on my porch to make more hummingbird feed. Several people have left gift cards and thank you notes. They were just so excited to see this bird.\nOne woman told Joseph that she was supposed to go with a group to Arizona to try to see broad-billed hummingbirds recently, but missed the trip because she was sick. So when she learned of BB sightings not far from where she lives, Joseph said she showed up wearing a sweatshirt emblazoned with a picture of a hummingbird.\n“They were very respectful and very happy to see that I had transformed my yard because it’s kind of like a little habitat.”\nThe transformation began several years ago when the Metropolitan Water District of Southern California and the city of Glendora offered residents rebates if they removed grass from their property. Joseph’s long, narrow front yard had been completely grassed since her family had moved there nearly two decades earlier. So they first spent the rebate money replacing that lawn with succulents and hardscape materials.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christine joseph",
          "sentiment": "none"
        },
        {
          "name": "joseph",
          "sentiment": "none"
        },
        {
          "name": "leonard ortiz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "orange county register",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "palo verde",
          "sentiment": "none"
        },
        {
          "name": "glendora",
          "sentiment": "none"
        },
        {
          "name": "orange county",
          "sentiment": "none"
        },
        {
          "name": "northern california",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:47:58.035+02:00",
    "updated": "2024-03-01T00:47:58.035+02:00"
  }
]