[
  {
    "uuid": "e1eb24308fbb56f069cd5be7c9eaf39c9ae0eb36",
    "url": "https://m.economictimes.com/news/bengaluru-news/bengaluru-airport-faces-water-leakage-amid-heavy-rainfall-disrupts-operations-of-17-flights/articleshow/110003799.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ET Online",
    "published": "2024-05-10T05:20:00Z",
    "title": "Bengaluru rains: Bengaluru Airport faces water leakage amid heavy rainfall, disrupts operations of 17 flights - The Economic Times",
    "text": "Bengaluru's Kempegowda International Airport (KIA) faced a challenge on May 9 as heavy rain caused water leakage at Terminal 2 (T2), leading to the diversion of multiple flights. Rainwater dripped from the roof near the baggage claim area of T2, prompting a swift response from Bangalore International Airport Limited (BIAL), which operates KIA. The incident occurred due to a very heavy downpour within a short span of time, causing inconvenience to passengers.Water Leakage at Terminal 2:The heavy rain on May 9 resulted in water leakage at certain areas of the terminals at Bengaluru airport. BIAL stated, A very heavy downpour of rain within a short span of time on the evening of May 9, 2024, resulted in water leakage in certain areas of the terminals at Bengaluru airport. Our teams promptly responded to the situation to mitigate the impact and restore normal operations. We regret the inconvenience caused to our passengers. Terminal 2 Background:The T2 of KIA was built at a cost of Rs 5,000 crore and was inaugurated by Prime Minister Narendra Modi on November 11, 2022. The terminal, which commenced domestic operations on January 15, 2023, saw its first bout of water leakage just months after its inauguration. International flight operations at T2 began on September 12.Weather and Traffic Conditions:Bengaluru airport recorded 72.4mm of rainfall, while the city received 14mm till 8:30 am on May 10, as per the India Meteorological Department. Waterlogging was reported on the roads leading to the airport, causing severe inconvenience to airport-bound passengers. Areas like Chalukya Circle to Hebbal flyover and Hunasamaranahalli experienced waterlogging, with traffic moving slowly. The Bengaluru traffic police advised commuters to expect a 30 to 40-minute delay to the airport.Flights Diverted:Several Bengaluru-bound flights were diverted to Chennai due to heavy rains. A total of 13 domestic flights, three international passenger flights, and one international cargo flight were affected. The airport became inaccessible for landings between 9:35 pm and 10:30 pm due to heavy rainfall and strong winds, according to a BIAL spokesperson. Heavy rainfall accompanied by strong winds rendered the airport inaccessible for landings between 9:35pm and 10:30pm, leading to the diversion of flights, a BIAL spokesperson said.According to the India Meteorological Department, Bengaluru airport recorded 72.4mm of rainfall, while Bengaluru City received 14mm, till 8:30am on May 10. Hunasamaranahalli (near IAF station) on KIA Airport Road is flooded. Heavy congestion due to slow-moving traffic on both sides... Commuters kindly cooperate... Commuters may expect a 30 to 40-minute delay to the airport, Bengaluru traffic police wrote in an advisory on X on May 9.Passengers are advised to check with airlines for updates on flight schedules in case of further disruptions due to weather conditions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "rainwater",
          "sentiment": "none"
        },
        {
          "name": "bial",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "economic times bengaluru",
          "sentiment": "negative"
        },
        {
          "name": "kia",
          "sentiment": "negative"
        },
        {
          "name": "bial",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bengaluru airport",
          "sentiment": "none"
        },
        {
          "name": "bengaluru",
          "sentiment": "none"
        },
        {
          "name": "bangalore international airport limited",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T11:02:52.859+03:00",
    "updated": "2024-05-10T11:02:52.859+03:00"
  },
  {
    "uuid": "29b6399b5465562112efa9b07c4c7daefc851e02",
    "url": "https://www.kxly.com/news/money/here-s-why-some-investors-are-so-optimistic-about-rate-cuts/article_ae3f0f4b-b78e-584b-a7d4-8c1da8d50d90.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bryan Mena, CNN",
    "published": "2024-01-07T05:00:00Z",
    "title": "Here’s why some investors are so optimistic about rate cuts | Money | kxly.com",
    "text": "Washington, DC (CNN) — Wall Street is clearly antsy for the Federal Reserve [to begin cutting interest rates](https://www.cnn.com/2024/01/02/economy/interest-rate-cuts-inflation-fed-2024/index.html). Some think that could happen as soon as March. But Fed officials aren’t as optimistic, penciling in [only three rate cuts](https://www.cnn.com/2024/01/03/economy/fed-minutes-rate-cuts-december-meeting/index.html) this year, which is about half what the market is currently pricing. So why is there such a disconnect? Here’s the bearish case for rate cuts: Central bank officials have staked out a modest stance on cutting rates, likely later than some investors hope, saying there is still much uncertainty over whether inflation will continue to drift toward their 2% target. That’s why they’re leaving the possibility of another rate increase on the table, even though the market rolls its eyes whenever officials make those hawkish comments. “The airport is on the horizon. But landing a plane isn’t easy, especially when the outlook is foggy, and headwinds and tailwinds can affect your course,” Richmond Fed President Thomas Barkin said Wednesday during an event in Raleigh, North Carolina. “The US economy continues to defy expectations.” “That’s why the potential for additional rate hikes remains on the table,” he added. That’s generally the stance most Fed officials have: That it’s way too early to be seriously considering rate cuts, mostly because plenty of upside risks to inflation remain and because there is still much uncertainty. The minutes from the Fed’s December policy meeting released Wednesday offer evidence not just over how Fed officials aren’t ready to reduce rates, but also on why some investors are so optimistic that rate cuts will come sooner rather than later. Here’s the case from Wall Street’s optimists: According to the latest Fed minutes, officials in December said they see the risk that inflation could stall or reignite “as having diminished” and “pointed to the downside risks to the economy that would be associated with an overly restrictive stance.” “That’s a really important change in the way the Fed is signaling its preferences over the course of this year and I think it’s one of the pieces of information that’s driving the market’s larger expectation for rate cuts,” Lauren Goodwin, economist and chief market strategist at New York Life Investments, told CNN in an interview. “That’s a dramatic shift from what they were saying early last year,” she said. In addition to Fed officials’ latest projections showing that this will finally be the year they begin to slash rates, the inflation data has also been encouraging. The Fed’s favorite inflation measure — the Personal Consumption Expenditures price index — [rose 2.6% in the 12 months ended on November](https://www.cnn.com/2023/12/12/economy/food-inflation-november-cpi/index.html), down from a four-decade peak of 7.1% in June 2022. The core index, stripping out volatile food and energy prices, rose 3.2% during the same period. And on a six-month annualized basis, the core PCE price index rose 1.9% in November, the first time that measure has dipped below 2% in more than three years. Some economists say that figure is evidence the US economy might have already stuck a soft landing, a rare scenario in which inflation slows without a sharp rise in unemployment. Put together, optimistic investors seem to believe there’s enough evidence for the central bank to cut rates more than officials themselves have projected. “The Fed may not come out with six (rate cuts), but it could easily be four by the end of the year we’re in,” Brad Conger, deputy chief investment officer at Hirtle Callaghan & Co., told CNN. “The market is more right than the Fed.” But upside risks to inflation remain, as reflected in the December-meeting minutes, including the re-acceleration of the economy and any unforeseen economic shocks. Some say markets may be getting a reality check. While December’s jobs report showed that hiring remains solid and unemployment remains low — both positive developments for American workers and the possibility of a soft landing — it might have tempered hopes that rate cuts could come in just a few months. “The market was overly excited from the December dot plot and that exuberance is now starting to be reined in and repriced,” Seema Shah, chief global strategist at Principal Asset Management, wrote in a note Friday, referring to the robust job growth in the December. The US just capped off another banner year of job growth. Now it’s at a turning point Friday’s jobs report marked a fitting end to what was an odds-defying year. The US economy added 216,000 jobs in December and the unemployment rate held steady at 3.7%, the Bureau of Labor Statistics reported Friday. The monthly total [blew past expectations](https://www.cnn.com/2024/01/04/economy/december-2023-jobs-report-preview/index.html) for a net gain of 160,000 jobs and capped off what’s been a year of resilience in the labor market, [my colleague Alicia Wallace reports.](https://www.cnn.com/2024/01/05/economy/jobs-report-december-final/index.html) Around this time last year, many experts said it was a sure bet that the Federal Reserve’s [inflation](http://inflation/)-fighting rate-hiking campaign would result in job losses mounting and send the economy into a recession. Instead, the labor market’s continued strength helped [fuel consumer spending](https://www.cnn.com/2023/10/21/economy/consumer-spending-winter-outlook/index.html) and [economic growth](https://www.cnn.com/2023/12/21/economy/q3-gdp-third-estimate/index.html) during the past 12 months. The job market has indeed cooled down but did not derail despite 11 Fed hikes that brought the benchmark interest rate 5 percentage points higher in under two years’ time. “We’ve lived through something quite unprecedented, which is such a large increase in interest rates and such a sharp drop in inflation without a meaningful increase in unemployment,” Julia Pollak, chief economist at ZipRecruiter, told CNN in an interview. “It’s never happened before.” The Fed appears to be nailing the so-called “soft landing” of bringing inflation down without flinging the economy into a recession. But the plane hasn’t landed just yet. Friday’s jobs report also showed that the labor market and the broader economy remain at a turning point, with the ultimate destination likely hinging on interest rates coming down from 22-year highs, she said. “We are seeing the labor market slow pretty substantially,” Pollak said, noting October and November were revised down by a combined 71,000 jobs. “The underlying rate of job growth is around 140,000-150,000 (jobs per month), and that will continue to gradually slow in the coming months until the Fed takes its foot off the brake pedal.” Up Next Monday: Atlanta Fed President Raphael Bostic delivers remarks. Tuesday: Earnings from Aritzia and Albertson. The US Commerce Department reports exports and imports in November. The National Federation of Independent Business releases its Small Business Optimism Index for December. Wednesday: New York Fed President John Williams delivers remarks. Thursday: The US Labor Department releases its Consumer Price Index for December, along with the number of new applications for jobless benefits in the week ended on January 6. China’s National Bureau of Statistics releases December data on inflation and its customs agency reports the country’s trade surplus in December. Friday: Earnings from Delta. The UK’s Office for National Statistics releases November gross domestic product data. The US Labor Department releases its Producer Price Index for December. Minneapolis Fed President Neel Kashkari delivers remarks. The-CNN-Wire ™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved. THE-CNN-WIRE (TM) & © 2024 CABLE NEWS NETWORK, INC., A TIME WARNER COMPANY. ALL RIGHTS RESERVED.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.cnn.com/2024/01/04/economy/december-2023-jobs-report-preview/index.html)",
      "https://www.cnn.com/2024/01/03/economy/fed-minutes-rate-cuts-december-meeting/index.html)",
      "https://www.cnn.com/2023/10/21/economy/consumer-spending-winter-outlook/index.html)",
      "https://www.cnn.com/2023/12/12/economy/food-inflation-november-cpi/index.html),",
      "https://www.cnn.com/2023/12/21/economy/q3-gdp-third-estimate/index.html)",
      "https://www.cnn.com/2024/01/02/economy/interest-rate-cuts-inflation-fed-2024/index.html).",
      "https://www.cnn.com/2024/01/05/economy/jobs-report-december-final/index.html)",
      "https://cnn.com/2024/01/05/economy/jobs-report-december-final/index.html)",
      "https://cnn.com/2023/10/21/economy/consumer-spending-winter-outlook/index.html)",
      "https://cnn.com/2023/12/12/economy/food-inflation-november-cpi/index.html),",
      "https://cnn.com/2023/12/21/economy/q3-gdp-third-estimate/index.html)",
      "https://cnn.com/2024/01/03/economy/fed-minutes-rate-cuts-december-meeting/index.html)",
      "https://cnn.com/2024/01/04/economy/december-2023-jobs-report-preview/index.html)",
      "https://cnn.com/2024/01/02/economy/interest-rate-cuts-inflation-fed-2024/index.html)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "federal reserve",
          "sentiment": "negative"
        },
        {
          "name": "fed",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:24:58.898+02:00",
    "updated": "2024-01-08T01:24:58.898+02:00"
  },
  {
    "uuid": "d8d4c8d1ab447a0bf2cdaa3fd587b6dafe1cde79",
    "url": "https://people.com/tiger-woods-son-charlie-attempting-qualify-for-us-open-8639250",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "people.com",
    "published": "2024-04-25T17:17:00Z",
    "title": "Tiger Woods' Son Charlie, 15, Attempting to Qualify for U.S. Open",
    "text": "Entertainment Sports Tiger Woods' Son Charlie, 15, Following in His Dad's Footsteps and Attempting to Qualify for U.S. Open Charlie Woods had a previous unsuccessful attempt to qualify for the Cognizant Classic back in February By Danielle Jennings Published on April 25, 2024 05:17PM EDT Close Charlie Woods and Tiger Woods. Photo: David Cannon/Getty Many parents dream of the day when their children will follow along in their footsteps — and golf legend Tiger Woods can officially count himself among them as his 15-year-old son Charlie attempts to qualify for this year’s U.S. Open. Charlie Woods, who had a previous unsuccessful attempt to qualify for the Cognizant Classic back in February, will further his U.S. Open aspirations by competing in an 18-hole in Port St. Lucie, Florida, on Thursday, April 25, according to Sports Illustrated. Charlie has seen success, though, in other pro arenas. He has competed alongside his father at the 2020, 2021 and 2022 annual PNC Championships — a tournament in which professional golfers team up with their children. \"Tiger loves spending time with Charlie on the golf course,” a source told PEOPLE in 2020. Following the father-son duo’s first tournament together in 2020, Tiger told reporters. \"Just the fact that we were able to have this experience together, Charlie and I, it's memories for a lifetime.\" 16 Photos of Tiger Woods & His Son Charlie Competing in Their First Golf Tournament Together Tiger and Charlie Woods playing in 2022. Mike Ehrmann/Getty Tiger previously told ESPN that, \"Any time I get a chance to spend time with my son, it’s always special. And to do it in a competitive forum, the last couple of years have been magical, and to be able to do it again, we're looking forward to it.\" And Charlie is racking up wins at the high school level — his North Palm Beach, Florida school won the Class 1A golf title back in November. Tiger and his ex-wife Elin Nordegren were proud parents to Charlie when he and the team at The Benjamin School received their championship rings in March. During an interview with PGA, Tiger explained that he is proud of his son no matter what. \"I'm proud of whatever direction he chooses, whether he sticks with the game or not,\" he said. Charlie Woods. Mike Mulholland/Getty Never miss a story — sign up for PEOPLE's free daily newsletter to stay up-to-date on the best of what PEOPLE has to offer, from celebrity news to compelling human interest stories. Tiger Woods, a 15-time majors champ, has won three U.S. Open tournaments, in 2000, 2002 and 2008. If things go well for Charlie Woods, he could join his father with a future U.S. Open win all his own.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://forms.dotdashmeredith.com/people-news-inline",
      "https://www.si.com/golf/2024/04/24/charlie-woods-us-open-local-qualifier-florida",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Ftiger-woods-son-charlie-attempting-qualify-for-us-open-8639250%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Tiger+Woods%27+Son+Charlie%2C+15%2C+Following+in+His+Dad%27s+Footsteps+and+Attempting+to+Qualify+for+U.S.+Open",
      "https://www.espn.com/golf/story/_/id/35265666/tiger-woods-says-playing-son-trumps-letting-foot-heal",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Ftiger-woods-son-charlie-attempting-qualify-for-us-open-8639250%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
      "http://www.youtube.com/watch?v=XeyARc0xRQY",
      "https://twitter.com/PGATOUR/status/1340752858925461506",
      "http://youtube.com/watch?v=XeyARc0xRQY",
      "https://si.com/golf/2024/04/24/charlie-woods-us-open-local-qualifier-florida",
      "https://www.facebook.com/sharer/sharer.php",
      "https://espn.com/golf/story/_/id/35265666/tiger-woods-says-playing-son-trumps-letting-foot-heal",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fpeople.com%2Ftiger-woods-son-charlie-attempting-qualify-for-us-open-8639250%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dshareurlbuttons&via=people&text=Tiger+Woods%27+Son+Charlie%2C+15%2C+Following+in+His+Dad%27s+Footsteps+and+Attempting+to+Qualify+for+U.S.+Open",
      "https://www.twitter.com/PGATOUR/status/1340752858925461506",
      "https://www.forms.dotdashmeredith.com/people-news-inline",
      "http://www.youtube.com/watch",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fpeople.com%2Ftiger-woods-son-charlie-attempting-qualify-for-us-open-8639250%3Futm_source%3Dfacebook.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-share-article",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charlie",
          "sentiment": "negative"
        },
        {
          "name": "charlie woods",
          "sentiment": "none"
        },
        {
          "name": "david cannon",
          "sentiment": "none"
        },
        {
          "name": "tiger woods",
          "sentiment": "none"
        },
        {
          "name": "danielle jennings",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sports illustrated",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "port st. lucie",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:29:10.503+03:00",
    "updated": "2024-04-26T02:13:36.594+03:00"
  }
]