[
  {
    "uuid": "b9f413b0d589dca6d7b3203753407052bfd1b0d5",
    "url": "https://www.meneame.net/story/lideres-ue-acuerdan-unanimidad-ayuda-50-000-millones-ucrania/c021",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "luiggi",
    "published": "2024-02-01T21:42:00Z",
    "title": "#21 Los líderes de la UE acuerdan por unanimidad la ayuda de 50.000 millones para Ucrania dentro del presupuesto",
    "text": "Portada\nmis comunidades\notras secciones\nAyudar es enviar armas.\nPor eso \"ayudan\" a quienes obligan a su población a ir a la guerra, pero no ayudan a quienes sufren un genocidio.\n[#3](c3#c-3) el anual, este paquete de ayuda es para 4 años, así que para comprarlo la cifra es de 12.500 millones/año de 243.000 ó 50.000 de 1.215.\n[#10](c10#c-10) eso de forma oficial, de forma \"extraoficial\" pues parece que había más.\nhttps://www.meneame.net/go?id=3903285\nSi la fuente fuera el dailymail no lo pondría, pero financial times, no es una de esas fuentes que yo ponga en cuarentena.\n[#11](c11#c-11) dudo que tal cosa sea posible y me inclino más por pensar que eso fue una maniobra de presión más que otra cosa. De todas maneras ya conoces mi postura, las fisuras de este tipo en un tema tan sensible como el compromiso con la disuasión sobran, de la misma manera que Hungría y otros más sobran en la ue.\n[#12](c12#c-12) que sobran es indudable, pero están dentro.\nY estando dentro tienen derecho a votar lo que deseen sin que se les castigue por ello.\nY sino, se les echa, ya que de primeras, no se les debería haber dejado entrar.\nPero la mierda pasivo agresiva del \"tu sabrás lo que haces\" debería estar fuera del mundo de la geopolítica.\n[#13](c13#c-13) si te unes a un club por unos intereses es por todos, y el interés de la ue es mandar un mensaje claro a cualquiera que inicie una guerra en el continente.\n[#14](c14#c-14) eso es como poco, cuestionable.\nDicho eso nos desviamos del tema, Orban es un pozo de mierda sin ningún lugar a dudas, no solo por sus cuestionables lealtades, sino por sus políticas ultraderechistas.\nPero tiene voto, aunque nos pese, y debería votar libremente sin presión alguna ni amenazas. Que sentido tiene votar si eres sancionado por no votar lo que otros te dicen que votes?\nPara eso se hace \"por mis cojones\" y ya está.\n[#16](c16#c-16) Igual que existe el voto, existe el articulo 7 para quitarle el voto, el cual también es parte del reglamento\n[#6](c6#c-6) tenías un artículo ayer, creo que en portada, sobre documentos de la UE filtrados para joder a Hungría si no votaba \"bien\"\nQue a ver, me alegro del consenso, pero los teatros de sombras para reventar países de la UE desde la UE si no se vota lo que quiere la UE, me parece como poco, inquietante.\nAunque si somos justos, tampoco tengo ninguna expectativa en la UE a estas alturas, la decepción desde 2007 hasta hoy ha sido enorme.\nOrban a poco que lo han apretado se ha cagao. Pero algo habrá sacado.\nLo de Ucrania será hasta que el ultimo ucraniano sobre la tierra no tenga un familiar asesinado o un techo donde cobijarse.\nA veces, solo a veces, hay que saber rendirse o como mínimo llegar a un acuerdo para ceder algo que es lo que busca Putin en este momento. Pero están en una espiral \"ultra patriótica\" de la que no saben como salir con EEUU (y la UE detrás comom buen mayordomo) azuznado por sus propios interese que no por el de los ucranianos ... Zelensky, prisionero de su propia interpretación, el primero porque acaba en una cuneta.\n[#7](c7#c-7) No es comparable... UK era una nación central en el tablero mundial...de Ucrania muchos no saben ni situarla en el mapa.\n[#8](c8#c-8) En efecto, Hitler no tenía la intención de destruír a la nación británica.\nPutin, en cambio:\n-\nQué debería hacer Rusia con Ucrania (RIA Novosti).\n-\nTemor a que el lenguaje genocida en medios rusos provoque más crímenes de guerra\n-\nSobre la unidad histórica de Rusos y Ucranianos por un tal Vladimir Vladimiróvich Putin.\n-\nPutin se compara a si mismo con Pedro el Grande en su misión para recuperar tierras rusas\n-\nLa venida de Rusia y el Nuevo Mundo (artículo de RIA Novosti): Rusia está restaurando su unidad — la tragedia del año 1991, esta terrible catástrofe en nuestra historia, su antinatural dislocación, ha sido superada. Sí, por un gran coste, sí, a través de los trágicos eventos de una verdadera guerra civil. Porque ahora, aunque todavía haya hermanos se disparándose los unos a los otros, separados por pertenecer a los ejércitos ruso y ucraniano, Ucrania ya no será más anti-Rusia. Rusia está restaurando su completitud histórica, reuniendo el Mundo Ruso, todos los Pueblos Rusos juntos - la totalidad de los grandes rusos, de los rusos blancos, y de los pequeños rusos [rusos, bielorrusos, y ucranianos, respectivamente]. Si hubiéramos abandonado esto, si hubieramos permitido esta separación temporal asentarse durante siglos, entonces no sólo habríamos traicionado el recuerdo de nuestros ancestros, sino que también habríamos maldicho a nuestros herederos con la desintegración de la Tierra Rusa.\n-\nTV Estatal Rusa: Esto es lo que dice Vika Nuland. Afirma que Vladimir Putin está cometiendo un genocidio. Ella dice específicamente: El objetivo de Putin es evidente: borrar la idea de ser ucraniano. Estoy de acuerdo con Vika Nuland. Vika, eres un genio. Hay que borrar esa idea.\n-\nVladimir Soloviov: No salvaremos Odesa. Destruyamos también Kyiv y Kharkiv.\n-\nHabrá que ir buscando que chatarra enviar de los arsenales del ejército español para cubrir la cuota de esos 50.000 millones.\nPD: Los USA no aprueban su parte de la financiación, mientras que los siervos a los que les ha destruído uno de los principales gasoductos, corren raudos a entregar el dinero de los europeos. Claro que allí tienen que votarlo, aquí no hace falta pasar por ningún congreso.\nhttps://aristeguinoticias.com/1101/mundo/estados-unidos-congela-ayuda-militar-a-ucrania/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://medium.com/@kravchenko_mm/what-should-russia-do-with-ukraine-translation-of-a-propaganda-article-by-a-russian-journalist-a3e92e3cb64",
      "https://aristeguinoticias.com/1101/mundo/estados-unidos-congela-ayuda-militar-a-ucrania/",
      "https://www.eldiario.es/internacional/theguardian/temor-lenguaje-genocida-medios-comunicacion-rusia-provoque-crimenes-guerra-ucrania_1_8904422.html",
      "https://twitter.com/mattia_n/status/1514942611777372160",
      "https://twitter.com/IuliiaMendel/status/1683012095628001281",
      "http://en.kremlin.ru/events/president/news/66181",
      "https://www.theguardian.com/world/2022/jun/10/putin-compares-himself-to-peter-the-great-in-quest-to-take-back-russian-lands",
      "https://theguardian.com/world/2022/jun/10/putin-compares-himself-to-peter-the-great-in-quest-to-take-back-russian-lands",
      "https://aristeguinoticias.com/1101/mundo/estados-unidos-congela-ayuda-militar-a-ucrania",
      "https://www.twitter.com/mattia_n/status/1514942611777372160",
      "http://www.en.kremlin.ru/events/president/news/66181",
      "https://www.aristeguinoticias.com/1101/mundo/estados-unidos-congela-ayuda-militar-a-ucrania/",
      "https://www.medium.com/@kravchenko_mm/what-should-russia-do-with-ukraine-translation-of-a-propaganda-article-by-a-russian-journalist-a3e92e3cb64",
      "https://eldiario.es/internacional/theguardian/temor-lenguaje-genocida-medios-comunicacion-rusia-provoque-crimenes-guerra-ucrania_1_8904422.html",
      "https://www.twitter.com/IuliiaMendel/status/1683012095628001281"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:45:47.127+02:00",
    "updated": "2024-02-02T00:45:47.127+02:00"
  },
  {
    "uuid": "da61b91342cd7350a87dd619b5d46dfb29eaf9c6",
    "url": "https://www.patriotledger.com/story/life/humankind/2023/12/28/spiral-hot-dogs-photo-norman-ok-business-boom/72051213007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Robledo",
    "published": "2023-12-29T00:01:00Z",
    "title": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
    "text": "Customer's photo of forlorn owner in empty restaurant leads business to boom at OK diner Nick Chappell had never been to Spirals Hot Dogs & More before he took a photo of Scott Hosek in his empty restaurant. But after business boomed, Chappell's part of the Spirals family, Hosek says. [Anthony Robledo](https://www.usatoday.com/staff/7612431001/anthony-robledo/) An Oklahoma hot dog joint owner visibly wanted customers one day and he soon got more than he bargained for. During a slow shift on Dec. 20, a customer took a photo of Scott Hosek standing by his restaurant entrance waiting for diners and shared it on social media. Hosek would soon have no time to stand around as \" [Spirals: Hot Dogs & More](https://spiralshotdogs.com/),\" in Norman, Oklahoma, saw booming business once the post went viral. \"We immediately started doing double digits in sales,\" Hosek told USA TODAY on Thursday. \"It happened really fast to me.\" The day the photo was taken, Hosek found himself staring out the window upset his family business of four years wasn't booming as well as others ahead of Christmas. Hosek said he had no idea why Spirals saw a sudden wave of new customers after Dec. 20 until the person responsible for posting the photo, Nick Chappell, later apologized and offered to take the post down. Hosek wouldn't hear of it. \"You just wouldn't expect it. Social media is amazing. It's amazing that people get involved with it,\" he said. \"But more importantly, it's the stuff that you just don't think would work. That's what works.\" 'I will always love you': [See Dolly Parton grant Utah man's dying wish to meet her](https://www.patriotledger.com/story/life/humankind/2023/12/26/dolly-parton-meets-longtime-fan/72033945007/) Customer knew he had to capture 'wholesome moment' Chappell visited the Norman area for his job as an Oklahoma Army National Guard. As part of their weekly hot dog Wednesday routine, Chappell and a his co-worker found Spirals on Google Maps and took a chance. Noticing Hosek gazing, Chappell decided to capture the \"wholesome moment\" on Snapchat captioning \"He has been standing here waiting on customers to come in.\" \"A good buddy of mine named Chad said, 'Hey, man, you can either post this on Facebook or I'm going to post this on Facebook. Some way or another we're going to get this guy some customers,'\" Chappell said. In a Facebook post, Chappell gave an excellent recommendation of the restaurant, complimenting their food and \"off the charts\" service. He shared a photo of his dish, the menu and of Hosek waiting for diners. Chappell was blown away by the success of the post, which has since had over 2,000 shares, and even more surprised to see over 70 guests at the diner during his next visit. \"I'm not a huge social media guy I typically don't share,\" Chappell said. \"I don't even know really the words to describe it as but it made me even that much happier that I did make a post.\" Owner adds new 'Thunderbird' item in customer's honor Hosek is showing his gratitude by adding a new item in Chappell's honor. Having named hot dogs and bowls after family members, he was more than happy to do so. The \"Thunderbird\" is a hot link with bacon, cream cheese and jalapeños, Hosek said. The meal gets its name from the Thunderbird Unit Patch for the 45th Infantry, which Chappell is a part of. The two reconnected at the restaurant on Thursday, where they both got emotional talking about the post's impact. Chappell received a certificate of appreciation during the unveiling of the \"Thunderbird\" and was told he is now forever part of the Spirals family. \"To know that it was a humble guy that just saw our need and did what he could. He doesn’t have a real following on social media, he hardly ever shares anything and to know that one post had so much power. It was super cool,\" Hosek added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/7612431001/anthony-robledo/)",
      "https://spiralshotdogs.com/),",
      "https://www.spiralshotdogs.com/),",
      "https://usatoday.com/staff/7612431001/anthony-robledo/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nick chappe",
          "sentiment": "negative"
        },
        {
          "name": "anthony robledo",
          "sentiment": "none"
        },
        {
          "name": "chappell",
          "sentiment": "none"
        },
        {
          "name": "scott hosek",
          "sentiment": "none"
        },
        {
          "name": "hosek",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spiral hot dogs",
          "sentiment": "negative"
        },
        {
          "name": "customer",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "norman",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:50:34.719+02:00",
    "updated": "2023-12-29T06:45:31.549+02:00"
  },
  {
    "uuid": "0cd7039214776398f8f597a7a47230984cb99144",
    "url": "https://www.tellerreport.com/news/2023-12-24-israel-hamas--what-to-remember-on-the-79th-day-of-the-conflict.rkL4EqSwp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-24T11:21:00Z",
    "title": "Israel-Hamas: What to remember on the 79th day of the conflict - Teller Report",
    "text": "Europe 1 with AFP 12:12 p.m., December 24, 2023On the 79th day of the conflict between Israel and Hamas, the Israeli army announced that it was intensifying its operations in the southern Gaza Strip. The IDF also announced that nearly 152 of its soldiers had died since the beginning of the operation. The Israeli military said on Sunday it was stepping up operations against Hamas in the southern Gaza Strip, while the United States urged Israel to do more to spare civilians at risk of hunger. In a phone conversation with Israeli Prime Minister Benjamin Netanyahu, US President Joe Biden \"underscored the critical need to protect the civilian population,\" according to the White House. Biden said he had \"not asked for a ceasefire\" between Israel and Hamas. The U.S. continues to show unwavering support for its historic ally, but recently it has been increasingly insisting that Israel move to a less intense phase of its offensive and favor more targeted operations against Hamas officials. Israel has vowed to destroy Hamas since an attack of unprecedented scale and violence carried out on its soil on October 7 by the Islamist movement from the Gaza Strip. On that day, Hamas commandos killed about 1,140 people, the majority of them civilians, according to the latest official Israeli figures. They also kidnapped about 250 people, 129 of whom remain in Gaza custody, according to Israel. In retaliation, Israel has vowed to \"annihilate\" Hamas, pounding and besieging Palestinian territory and conducting a ground operation there since October 27. The operations killed 20,258 people, mostly women, teenagers and children, and wounded more than 53,000, according to Hamas' health ministry. Since the beginning of the conflict, 152 Israeli soldiers have been killed in Gaza, according to the latest army toll published on Sunday. Khan Younis, a new stronghold targeted On Sunday, fresh shelling hit Jabaliya and Gaza City in the north, as well as Khan Younis, the major city in the south, Hamas said. The north has so far been the scene of enormous destruction, on this coastal strip where 1.9 million people have been forced to flee their homes, or 85% of the population, according to the UN. The Israeli military has announced its intention to continue striking in the south, looking for Hamas officials, which it considers a terrorist group, along with the United States and the European Union. After Gaza City, \"we are pivoting south and concentrating our main operations on another Hamas stronghold, Khan Younis,\" army spokesman Jonathan Conricus told Fox News. Fighting in the north \"will continue, perhaps at a lower intensity\", he added. Uncertainties over the delivery of humanitarian aid voted by the UN The humanitarian situation in the Gaza Strip is dire: most hospitals are out of service and in the next six weeks, the entire population is at risk of high levels of food insecurity, up to and including starvation, according to the United Nations. The UN Security Council on Friday passed a resolution calling for the \"immediate\" and \"large-scale\" delivery of humanitarian aid. But the scope of this text, which managed to avoid a US veto by calling for \"creating the conditions for a lasting cessation of hostilities\" rather than a \"ceasefire\", remains uncertain. NGOs and UN agencies say the intensity of Israeli strikes makes it almost impossible to distribute food aid. The Gazans interviewed by AFP denounced the international community. The resolution \"reinforces Israel's decision to kill more civilians and prolongs the war against these people in exchange for some food,\" said Rami al-Khalut, a northerner who fled to the southern city of Rafah. \"Rather than (...) to increase aid deliveries, stop supporting Israel and supplying it with weapons, (...) stop the war and give us peace.\" In Rafah, where hundreds of thousands of refugees are sheltering in makeshift camps, people are rushing to buy food rations, which are insufficient to satisfy everyone, AFP found. \"My children have lost a lot of weight, hunger wakes them up at night,\" said Nour Barbakh, a displaced woman from Khan Younis as she waited in line to wait for food. IDF says it has arrested 'more than 200 terrorists' In the central city of Deir el-Balah, a strike on Saturday killed and wounded many others, including several women and children, AFP reported. My \"house was hit by a drone missile,\" said Abed al-Khawalda, who lost his sister in the bombing. It \"collapsed on top of the people in it.\" On Saturday, the Israeli military claimed to have captured \"more than 200 terrorists\" during the week, and \"more than 700\" since the beginning of the conflict. It also said that a strike on Rafah on Friday, which Hamas said killed four members of the same family, including a young girl, targeted an official of the Palestinian movement in charge of supplying weapons. For its part, Hamas' health ministry accused Israeli forces this week of \"committing several atrocious massacres\" in the Jabaliya and Tal Al-Zaatar areas, including \"executing dozens of citizens in the streets.\" Contacted by AFP, the army did not specifically respond to the accusations of executions but assured that its strikes \"against military targets are in accordance with international law\". Uncertainties for five hostages Egyptian and Qatari mediators are still trying to reach a compromise between the warring parties on a new truce that would allow more aid to enter Gaza as well as the release of Palestinian hostages and prisoners held by Israel. At the end of November, a week-long truce led to the release of 105 Palestinian hostages and 240 prisoners, as well as the entry of humanitarian aid convoys into Gaza. Nevertheless, both sides remain intransigent. Hamas is demanding a halt to the fighting before any negotiations can take place over the hostages. Israel is open to the idea of a truce but rules out any ceasefire until the Islamist movement is \"eliminated.\" On Saturday, Hamas' military wing claimed to have \"lost contact\" with men guarding five Israeli hostages. They were probably \"killed in an Israeli strike,\" she said. No confirmation could be obtained from Israel. Boats targeted by drones in the Red Sea Beyond Gaza, the risk of a regional conflagration persists. Yemen's Houthi rebels have been threatening to slow down global trade by attacking maritime traffic in the Red Sea for several weeks, saying they are acting in solidarity with Hamas. A chemical tanker was hit off the coast of India on Saturday by an \"attack drone fired from Iran\", and two US oil tankers and a destroyer sailing in the Red Sea were also targeted by drones launched by Houthi rebels in Yemen, according to the US military. The Pentagon says Iran, an ally of Yemeni rebels and Hamas, is giving information to the Houthis for planning their attacks, accusations that have been rejected by Tehran.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benjamin netanyahu",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "idf",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T13:22:33.712+02:00",
    "updated": "2023-12-24T13:22:33.712+02:00"
  },
  {
    "uuid": "28dea19eb624c5f4fafeefd2147270703cfbd530",
    "url": "https://www.diariolasamericas.com/cultura/estrenan-la-obra-afterglow-el-teatro-tower-n5349321",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LUIS DE LA PAZ",
    "published": "2024-01-05T20:15:00Z",
    "title": "Estrenan la obra Afterglow en el Teatro Tower",
    "text": "MIAMI .- Hay obras de teatro que tienen una gran acogida de inmediato, ese ha sido el caso de Afterglow del dramaturgo, actor, director, coreógrafo y bailarían norteamericano S. Asher Gelman. Su exitosa pieza estrenada en off Broadway en el 2017, permaneciendo en cartelera por 14 meses ininterrumpidos y luego se ha presentado en importantes foros de Nueva York, Madrid, Buenos Aires, Los Ángeles, Londres y Bogotá, siempre con muy positivas notas en la prensa.\nA Miami llega en español, bajo la dirección del actor y productor argentino Kevin Cass, en el Teatro Tower de La Pequeña Habana.\nLee además ESCENA Gou Producciones: El estandarte del teatro en Latinoamérica ESCENA \"A 2,50 la Cuba libre\" cierra Festival de Teatro Hispano Boca Ratón Qué tiene Afterglow que ha causado tanto revuelo en la escena mundial. Se indica que Afterglow explora los límites de la relación en pareja a través de una visión crítica sobre el amor y los deseos, pero poniéndose en riesgo lo que se tiene.\nUna apresurada sinopsis señala que \"El texto, ambientado en Nueva York, sigue la vida de Josh y Alex, una pareja casada y exitosa que, en su deseo de explorar lo desconocido, se proponen abrir la relación para experimentar. Lo que no esperan es que esta nueva condición los enfrentará a sentimientos encontrados y situaciones que los llevarán al borde de sus propios límites\".\nEstas premisas han sido ya abordadas en otras obras, incluso comedias de parejas heterosexuales donde aparece un tercero. Entonces qué marca la diferencia en Afterglow , que podría traducirse como Después del brillo o Tras el resplandor , aunque el título en inglés ha sido suficiente. El director Cass apunta que es una obra sobre los conflictos de pareja, pero \"va más allá, quiere mostrar ese otro ángulo donde muchas veces no se valora lo que se tiene y se empieza a buscar en otros lo que ya posees, y el daño que eso causa en una relación\".\nA medida que avanza Afterglow se va pasando de la comedia al drama y eso conmueve y cautiva al público. Es un montaje visualmente muy agradable, donde la coreografía de Antonio Drija, que trabajó con el Cirque du Soleil, en Las Vegas, logra crear “una escena de lluvia muy real donde los protagonistas no dejan nada a la libre imaginación y no solo desnudan sus almas”, destaca Kevin Cass.\nLa propuesta miamense, que será en español, aunque estará subtitulada en inglés para satisfacer a todo el público, se estrena el 10 de enero, en una primera función que ya “está totalmente vendida”, señala el director, con funciones de jueves a domingo a las 8 pm. Se espera esté varias semanas en cartelera, siendo de hecho el primer estreno teatral en Miami del 2024.\nEsta obra tiene como protagonistas a Rafael Farello, Claudio Medina y Santi García. En el elenco está también José Jaimes. Todos los actores trabajan por primera vez con Kevin Cass, por lo que para el director es un desafío mayor. “Ha sido fabuloso encontrar a estos muchachos. Son actores sin vicios, muy dedicados al trabajo. Nunca ante me había pasado esto de convocar a un grupo y lograr una conexión inmediata, lo que facilita mi trabajo como director”.\nDe los protagonistas el actor argentino Claudio Medina viaja desde Nueva York para incorporarse al proyecto y compartir escena con el colombiano Rafael Farello, ya conocido en las tablas locales por su talento, y el venezolano Santi García, quien debuta como actor, y sin tener formación previa. Por su parte José Jaimes, es un joven venezolano formado en Argentina.\nEl director está muy entusiasmado con su estreno y habla del esfuerzo para tenerla lista en lo que señala “se parece a una gran producción”. Sobre su visión de Afterglow dice que ha buscado hacer una “versión completamente nueva, que mantiene la esencia cruda de la obra, pero tiene mi sello y mi estilo de trabajo”. Luego añade: “Me divertí mucho montándola, trabajarla en los detalles, pensarla. En ella puse mi creatividad al cien por cien”.\nEl entusiasmo del director lo muestra al decir que ha logrado llevar a escena la obra gracias al apoyo de las productoras El Tío Caracoles de España, Archers Stage de Nueva York y recibir el respaldo local de Luma Management. Para Kevin Cass “ Afterglow ofrece una experiencia teatral excepcional”.\nAfterglow se presenta de jueves a domingo a las 8 pm, en el Teatro Tower, 1508 SW 8 Street, Miami, 33135. El espectáculo es estrictamente para mayores de 18 años, No se aceptarán menores aun con sus representantes. Entrada disponibles en Ticketplate.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:03:47.101+02:00",
    "updated": "2024-01-06T06:44:50.274+02:00"
  },
  {
    "uuid": "14ca0e744d8416f3c6b09d7dac9163f157c7e2e0",
    "url": "https://menafn.com/1108889167/Musk-Names-Microsoft-As-Defendant-In-Amended-Lawsuit-Against-Openai",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-11-15T00:00:00Z",
    "title": "Musk Names Microsoft As Defendant In Amended Lawsuit Against Openai",
    "text": "Forgot Username or Password Date (MENAFN- IANS) San Francisco, Nov 15 (IANS) The US government efficiency czar Elon Musk, in his lawsuit against Sam Altman-run OpenAI for abandoning its non-profit stance, has now named new defendants including Microsoft, LinkedIn co-founder Reid Hoffman, and former OpenAI board member and senior Microsoft executive, Dee Templeton. The amended complaint, filed in a district court in California, also names new plaintiffs - Neuralink executive and ex-OpenAI board member Shivon Zilis and Musk's AI company, xAI. “OpenAI, co-founded by Musk as an independent charity committed to safety and transparency - and nurtured in its infancy by Musk's money, advice, recruiting efforts and connections - is, at the direction of Altman, Brockman, and Microsoft, fast becoming a fully for-profit subsidiary of Microsoft,” the lawsuit read. Musk's lawyers argued that OpenAI is“actively trying to eliminate competitors” such as xAI by“extracting promises from investors not to fund them.” The lawsuit further alleged that“never before has a corporation gone from tax-exempt charity to a $157 billion for-profit, market-paralysing gorgon - and in just eight years”. “Never before has it happened, because doing so violates almost every principle of law governing economic activity. It requires lying to donors, lying to members, lying to markets, lying to regulators, and lying to the public,” it read. According to the amended complaint, Zilis, who stepped down from OpenAI's board in 2023, has standing as an“injured employee” under California Corporations Code. Zilis has close ties to Musk, having worked as a project director at Tesla from 2017 to 2019 in addition to directing Neuralink research. The lawsuit further alleged that the efforts by Altman and his cohorts to cash in and squeeze others out have their roots in OpenAI's partnership with Microsoft. “Together, they established an opaque web of for-profit OpenAI affiliates, the only value of which came from looting OpenAI, Inc. of the intellectual property, employees, and relationships developed by exploiting Musk's name and contributions, the charity's tax status, and the goodwill generated by its supposed philanthropic commitment,” alleged the Musk lawsuit. While the tech billionaire had expressed an affinity for Microsoft's CEO Satya Nadella,“the values of Microsoft and OpenAI did not align”. Whereas Musk was concerned that AI posed an existential danger to humankind and believed the technology should be decentralised and open,“Nadella and Microsoft's co-founder Bill Gates minimised Musk's concerns as 'panic' and too far off in the future,” the lawsuit said. Microsoft was yet to comment on the amended lawsuit. -IANS na/ MENAFN15112024000231011071ID1108889167 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Dee Templeton",
          "sentiment": "none"
        },
        {
          "name": "Shivon Zilis",
          "sentiment": "none"
        },
        {
          "name": "Reid Hoffman",
          "sentiment": "none"
        },
        {
          "name": "Elon Musk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "IANS",
          "sentiment": "negative"
        },
        {
          "name": "Microsoft",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T08:52:09.947+02:00",
    "updated": "2024-11-15T08:52:09.947+02:00"
  },
  {
    "uuid": "f6156b85374d981ebb098451dc88d8fc768327b5",
    "url": "https://www.extra.ec/noticia/actualidad/papa-francisco-renunciar-esto-dijo-cardenal-121680.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "pasante extra",
    "published": "2025-02-21T17:21:00Z",
    "title": "El Papa Francisco podría renunciar: esto es lo que dijo un cardenal",
    "text": "Exclusivo\n[Actualidad]\nEl Papa Francisco podría renunciar: esto es lo que dijo un cardenal\nEl Papa Francisco sigue hospitalizado por neumonía bilateral, lo que ha generado dudas sobre una posible renuncia\nEl Papa Francisco, de 88 años, está internado en el Policlínico Gemelli de Roma desde el 14 de febrero de 2025 debido a una neumonía bilateral. Su estado de salud ha generado especulaciones sobre una posible renuncia, especialmente luego de las declaraciones del cardenal Gianfranco Ravasi, quien aseguró que el pontífice podría renunciar si se presentan dificultades graves para seguir cumpliendo con su servicio\nUna carta de rencuncia firmada en 2013\nNo es la primera vez que se habla de la posible renuncia de Francisco. En 2022, el Papa reveló en una entrevista con el diario español ABC que, al inicio de su pontificado en 2013, firmó una carta de renuncia en caso de que su salud se deteriorara gravemente. \"Si sufriera una discapacidad por razones médicas o lo que sea, aquí está mi renuncia\", afirmó.\nEste documento fue entregado al entonces secretario de Estado, Tarcisio Bertone, y actualmente está en manos de su sucesor, Pietro Parolin. Sin embargo, Francisco ha insistido en que esta medida no significa que vaya a dimitir de inmediato. \"No tiene la intención de convertirse en una práctica común\", aseguró en referencia a la renuncia de Benedicto XVI en 2013, que marcó un precedente histórico en la Iglesia Católica.\n(Te recomendamos leer: ¿Qué sucede con el Papa Francisco? Este es su más reciente estado clínico)\nDeclaraciones del cardenal Ravasi\nEl cardenal Gianfranco Ravasi, en una entrevista con el 'Corriere della Sera', destacó la importancia del Jubileo para el Papa Francisco y la posibilidad de una renuncia en caso de que su estado de salud se deteriore aún más.\nAdemás, mencionó el largo y desafiante viaje que el pontífice realizó en septiembre a Asia y Oceanía, enfatizando la determinación de Francisco a seguir adelante con su labor a pesar de sus limitaciones. \"Fue una gran lección, como la de los atletas paralímpicos. Demostró que se puede hacer cualquier cosa incluso en la fragilidad\".\nSobre los rumores en torno a su posible renuncia, fue claro al señalar que en la red, especialmente en sitios estadounidenses, existe una corriente que busca desestabilizar al Papa con noticias falsas. \"Hay una fuerte polarización\", afirmó, haciendo referencia a la oposición que Francisco ha enfrentado desde algunos sectores conservadores dentro de la Iglesia.\nTe puede interesar: Luis Cabrera sobre nombramiento como cardenal: \"Espero sirva para recuperar la paz\")\nEl deseo del Papa\nA pesar de las especulaciones sobre su posible dimisión, Ravasi dejó en claro que el principal deseo de Francisco es presidir el Jubileo 2025, un evento de gran importancia para la Iglesia Católica. \"Su gran deseo es cumplir al menos el Jubileo, el año santo dedicado a la esperanza que él siente como su gran momento\", destacó el cardenal.\nEl Jubileo, que iniciará el 25 de diciembre de 2025 y culminará el 6 de enero de 2026, es un período de celebraciones y perdón para los fieles. Sin embargo, la posibilidad de que Francisco no pueda llegar a esta fecha ha aumentado las dudas sobre el futuro del pontificado.\nSu labor desde el hospital\nA pesar de su frágil estado de salud, el Papa sigue cumpliendo con sus responsabilidades desde el hospital. Según el Vaticano, ha mantenido conversaciones telefónicas con sus colaboradores, firmado documentos y hasta ha bromeado con la primera ministra italiana, Giorgia Meloni, durante una reciente visita. Además, el arzobispo Vincenzo Paglia destacó que el Papa \"no ha perdido su sentido del humor\".\nMientras tanto, la Iglesia y el mundo siguen atentos a la evolución de su estado de salud y a las decisiones que podría tomar en los próximos meses.\n¿QUIERES ACCEDER A TODO EL CONTENIDO DE CALIDAD SIN LÍMITES? ¡SUSCRÍBETE AQUÍ!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "topics": [
      "Politics->freedom of religion",
      "Politics->political process",
      "Politics->political candidates",
      "Religion and Belief->christianity",
      "Religion and Belief->religious leader",
      "Religion and Belief->pope"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Papa Francisco",
          "sentiment": "none"
        },
        {
          "name": "Gianfranco Ravasi",
          "sentiment": "none"
        },
        {
          "name": "Tarcisio Bertone",
          "sentiment": "none"
        },
        {
          "name": "Papa",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T19:56:21.909+02:00",
    "updated": "2025-02-21T19:56:21.909+02:00"
  }
]