[
  {
    "uuid": "0f016094cd438c9d517b06881d44e5e5850ff598",
    "url": "https://www.jdsupra.com/legalnews/a-revamped-union-organization-process-5351712/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Spilman Thomas & Battle, PLLC",
    "published": "2023-12-29T16:09:00Z",
    "title": "A Revamped Union Organization Process",
    "text": "Unions won 95 percent of the elections involving groups of 500 or more workers that occurred in the first half of 2023. Overall, unions won 662 elections during that same period – covering over 58,000 workers, the greatest first-half win total for unions in nearly 20 years. In the second half of 2023, the National Labor Relations Board (the “Board”) made two changes to the union organization process that will likely aid unions seeking further gains in 2024. First, the Board completely altered the process for union organizing by, in some situations, placing the burden on an employer to seek an election and strengthening the consequences of unfair labor practices committed by an employer during an organizing campaign. Second, the Board issued new procedural rules, which go into effect on December 26, 2023, designed to reduce the time between when a petition for election is filed and when the election occurs. These changes require employers to immediately prepare for union organizing regardless of the perceived risk of employees organizing. Employers that are caught flat-footed by union organizing and ignorant about the rules for organizing likely will suffer the wrath of the Board’s union-friendly rules. A. In Cemex, the Board Creates a New Process for Union Organizing and Stiffens the Penalties for Employers that Unlawfully Interfere with Union Organizing. At the end of August 2023, the Board decided Cemex Constr. Materials Pac., LLC, 372 NLRB No. 130 (Aug. 25, 2023), which implemented two changes for union organization and the employer’s obligation to bargain with a union about the terms and conditions of employment: These changes are significant departures from the previous framework for union campaigns and require management’s immediate understanding how the new rules will work in practice. 1. Changes to Union Organizing Process. Under prior rules, if a union wanted to represent an employer’s workers, it had two options. Under the first, largely futile option, the union could demand the employer recognize it as the representative for employees and demand the employer bargain with it. The employer could refuse this demand with no consequences. Usually, a union would choose the second option and file a petition with the Board to represent the employees. The Board would then conduct an election to determine whether employees wanted the union to represent them for the purposes of collective bargaining. If a majority of employees who vote in the election vote for the union, the Board certified the union as the representative for employees and ordered the employer to bargain with it. The new rules make option one viable. Now, in response to a union’s demand that the employer recognize and bargain with it, the employer has three options: In response to a union’s claim that it represents a majority of the employees, an employer may consider asking for proof, such as union authorization cards signed by a majority of employees. This is a risky option because doing so may constitute implicit agreement to union representation if the informal card check proves the union does have support from a majority of employees. The Board suggested it would continue to order an employer to bargain with a union if “an employer had previously agreed to recognize and bargain with the union based on the union's showing of majority support and then reneged on its agreement” and cited a previous decision, Snow & Sons, 134 NLRB 709 (1961), in which the Board found an employer’s review of union authorization cards signed by a majority of its employees, which the employer believed was not binding, obligated the employer to bargain with the union. Most employers faced with a demand to bargain will challenge the union’s claim of majority support by petitioning the Board for an election, which is called an RM petition. When an employer files an RM petition, no evidence of representation by the union claiming a majority is required. By contrast, if a union petitions the Board for an election, it must prove that at least 30 percent of the employees in the unit want the union to represent them. An RM petition eliminates this burden for the union. An RM petition also potentially avoids a hearing on the appropriateness of the unit. While the Board suggested an employer may litigate the appropriateness of a unit in an RM petition, it is unclear how this would work because the standard obligates an employer to consent to an election if the union involved agrees with the allegations in the petition. In an RM petition, the employer would need to describe the unit involved that the employer believes is a proper unit and explain in a position statement why the unit sought by the union in its request for recognition is not appropriate. If the union agrees with the employer’s description of the unit and believes it has majority support within that unit, it may consent to the election and avoid a hearing on the appropriateness of the unit. This leaves challenging the appropriateness of the unit as a defense to a charge of unlawful refusal to bargain, which is not an appetizing option. Since these changes were announced on August 25, 2023, unions continue to file petitions for elections more often than employers, which suggests that the more practical change resulting from Cemex will be the stricter penalties for unlawful interference with union organizing. 2. Changes to the Penalties for Unlawful Interference with Union Organizing. Under prior law, where a union has achieved majority support and an employer engages in unfair labor practices that “have the tendency to undermine majority strength and impede the election processes,” the Board “should issue” an order for the employer to bargain with the union without an election if “the Board finds that the possibility of erasing the effects of past practices and of ensuring a fair election (or a fair rerun) by the use of traditional remedies, though present, is slight and that employee sentiment once expressed through cards would, on balance, be better protected by a bargaining order.” This standard commonly resulted in an order for another election unless the employer committed egregious violations. Under the new standard, when an unfair labor practice is committed, the Board will simply force the employer to recognize and bargain with the union. The Board clarified “the new standard does not give employers a free pass to commit even a single violation of the Act if that single violation is one that interferes with employee free choice and undermines the reliability of an election as an indicator of employees' true preferences.” This means if an employer commits a single unfair labor practice during an election, the Board may order it to bargain with the union no matter the results of an election. The Board said an order to bargain will not be justified “whenever an employer commits any unfair labor practice during the critical period prior to an election, no matter how attenuated the impact of the employer's conduct upon the validity of the election.” Rather, the violation must relate to the validity of the results. Despite this clarification, the Board’s message is clear: an employer may not aggressively campaign against a union with the expectation that, at worst, the Board may order another election. Instead, the Board is clearly seeking to deter employers from engaging in any action that could even be close to the line of a violation because a single violation may ruin the employer’s chances of prevailing in the campaign. B. The Board Announces New Rules Designed to Limit Time to Persuade Employees Not to Unionize After a Campaign Begins. On August 25, the Board published a Final Rule that will reduce the time between when a union election petition is filed and the date the election occurs. The new rule returns to the Board’s “quickie election” rules from 2014 and into effect on December 26, 2023. Employers generally want more time between when an election petition is filed and the election is held. Unions may spend months organizing employees and gaining support. When a union files a petition for an election (or requests that an employer recognize them without an election), the union likely has the most support from employees it can expect to achieve. The more time available to an employer to educate employees on the consequences of unionizing, the more likely the union will lose support from the majority of employees. The Board’s final rule means less time between when a petition is filed and when the election will occur, a conclusion confirmed by the Board’s General Counsel, Jennifer A. Abruzzo who explained the new rules would “meaningfully reduce the time from petition filing to election.” After similar rules were enacted in 2014, the time between petition and election was reduced from a median of 38 days to only 23 days. The reduction in time makes it essential that employers are prepared for union organizing campaigns because they will not have the luxury of time once a petition is filed. We recommend employers take steps now – when they have significantly more freedom and time – to respond to and address the issues that motivate a union organizing campaign, particularly where the employer identifies organizing activities before a petition for an election is filed or a union claims it has the support of most employees and demands bargaining. Employers that want to remain union-free should consider implementing the following recommendations in consultation with legal counsel: See more » DISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations. © Spilman Thomas & Battle, PLLC Refine your interests »",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "revamped union organization process unions",
          "sentiment": "negative"
        },
        {
          "name": "board",
          "sentiment": "none"
        },
        {
          "name": "national labor relations board",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:14:28.529+02:00",
    "updated": "2023-12-29T18:22:00.101+02:00"
  },
  {
    "uuid": "97b5007d83d4136062b1ab1cbdd1a745da876b9c",
    "url": "https://vnexplorer.net/football-clubs-told-to-take-fan-drug-use-at-games-more-seriously-s698358.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T00:12:00Z",
    "title": "Football clubs told to take fan drug use at games ‘more seriously’",
    "text": "Cocaine use among football fans at games reamins rife\nFootball clubs and police are failing to take a rise in fan cocaine use seriously enough, according to MPs demanding tougher laws against disorder.\nThe Culture Media and Sport Committee also recommends new legislation around unauthorised entry to prevent chaos seen at the Euro 2020 final. Since the Wembley final in which fans openly snorted white powder, authorities gained powers to impose Football Banning Orders for drug possession. The UK courts last season issued 682 new football banning orders –the highest since 2010/11 – in large part due to the new legislation.\nHowever, the Westminster committee suggest “further work is needed by the police to understand the prevalence of drug supply and possession” at football.\n“The increasing use of Class A drugs at sporting events is something that police and clubs should both be taking more seriously,” the MPs conclude. “It is unclear whether the use of Football Banning Orders for Class A drugs provides an adequate deterrent.”\nThe CMS Committee completed its inquiry into spectator safety issues following trouble seen at Wembley, and the problems encountered by Liverpool fans as a result of safety failures by authorities at last year’s Champions League final in Paris.\nThe Euro 2020 final between England and Italy saw fans without tickets attempting to gain entry to Wembley either with fake tickets, tailgating or by force. There is currently no distinct criminal offence regarding unauthorised entry to a stadium, and the Committee has called on the Government to back a bill introduced by committee member Kevin Brennan MP which would create an offence and allow a football banning order to be imposed on conviction.\nDame Caroline Dinenage MP, chair of the committee, said: “Tailgating and other forms of unauthorised entry into grounds are an increasing problem at high-profile matches putting safety at risk from overcrowding.\n“Those involved should know that they will face consequences and the Government should back legislation to ensure they can be banned.”\nThe issues seen in Paris last summer were very different, with the authorities found to be at fault for major problems around the Stade de France despite their attempts to pin the blame on Liverpool supporters.\nSeveral fans were denied entry despite having legitimate tickets for Liverpool’s match against Real Madrid, while police also used pepper spray and tear gas. The committee called the treatment Liverpool fans received “disgraceful” and said the attitude of foreign police forces towards British fans was a significant factor.\nDinenage added: “At big games in Europe, too often the attitude of foreign police to British fans leads to unacceptable treatment of innocent supporters. The Government needs to work with overseas counterparts to bolster the role of British police travelling with teams and collaboration with local forces.”\n%n\nDiscover Telegraph Wine Cellar’s new wine club. Enjoy expertly chosen bottles at exclusive member prices. Plus, free delivery on every order.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maJym.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maJym.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "culture media and sport committee",
          "sentiment": "none"
        },
        {
          "name": "cms committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wembley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:17:28.934+02:00",
    "updated": "2023-12-29T02:17:28.934+02:00"
  },
  {
    "uuid": "c244adc92af8518afbfc619b148abdbef252e776",
    "url": "https://www.latestly.com/socially/lifestyle/festivals-events/good-friday-wishes-by-rishi-sunak-uk-pm-extends-greetings-calls-for-reflection-on-values-embodied-by-jesus-christ-5855558.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Team Latestly",
    "published": "2024-03-29T12:16:00Z",
    "title": "Good Friday Wishes by Rishi Sunak: UK PM Extends Greetings, Calls for Reflection on Values Embodied by Jesus Christ | 🙏🏻 LatestLY",
    "text": "On the occasion of Good Friday 2024 on Friday, March 29, 2024, Prime Minister of the United Kingdom, Rishi Sunak, has urged people to imbibe the values of compassion, charity and selflessness that Jesus Christ embodied. In a recent tweet via his official X handle, Sunak extended his wishes and wrote, “On this Good Friday, as we remember the sacrifice of Jesus Christ, let us reflect on the values of compassion, charity and selflessness he embodied. These values are at the heart of British values, inspiring us to build a society based on respect, tolerance and dignity for all.” Good Friday 2024: PM Narendra Modi Recalls Profound Sacrifice of Jesus Christ on Good Friday, Says ‘It Teaches People Compassion and Forgiveness’. Good Friday Wishes by Rishi Sunak On this Good Friday, as we remember the sacrifice of Jesus Christ, let us reflect on the values of compassion, charity and selflessness he embodied. These values are at the heart of British values, inspiring us to build a society based on respect, tolerance and dignity for all. — Rishi Sunak (@RishiSunak) March 29, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rishi sunak",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "sunak",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T18:02:36.953+03:00",
    "updated": "2024-03-29T18:02:36.953+03:00"
  },
  {
    "uuid": "e92753f4b3d6d22ec98049e4fa9f194e487989c1",
    "url": "https://bnnbreaking.com/tech/azerbaijans-leap-towards-green-technologies-a-collaborative-approach",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rizwan Shah",
    "published": "2024-02-16T06:12:00Z",
    "title": "Azerbaijan's Leap Towards Green Technologies: A Collaborative Approach",
    "text": "In the heart of Azerbaijan, a pivotal conversation unfolds, marking a significant stride towards sustainability and environmental responsibility. At the forefront of this transformative journey is the partnership between the German-Azerbaijan Chamber of Commerce (AHK Azerbaijan) and the Interreg Central Baltic program, culminating in a webinar titled 'Advancement of green technologies in Azerbaijan'. Set against the backdrop of a global push for cleaner, greener economies, this event, scheduled for February 29, is more than a mere gathering. It's a beacon for change, illuminating the path for enterprises and organizations across the energy, green technology, logistics, transportation, and water supply sectors in Azerbaijan and its Baltic partners—Latvia, Estonia, and Finland.\nThe Green Blueprint: Navigating Azerbaijan's Sustainable Transformation\nThe narrative of Azerbaijan's transition towards a green economy is rich with ambition and action. Spearheaded by the nation's Acting Minister of Economy, the dialogue around establishing an industrial zone dedicated to green energy emerges as a cornerstone of this transition. Such a zone, powered by renewable sources, aims not only to bolster the competitiveness of local businesses but also to serve as a testament to Azerbaijan's commitment to sustainable development. The Minister's mention of potential fiscal and tax reforms, including additional taxes on imported goods, underscores the seriousness of Azerbaijan's intent to support green initiatives.\nParallel to these economic considerations, Azerbaijan's Acting Minister of Ecology and Natural Resources, Mukhtar Babayev, brings to light the country's strides in environmental stewardship. From drafting laws aimed at reducing greenhouse gas emissions to establishing a carbon credit and trading system, Babayev's narrative is one of proactive engagement with the climate crisis. The planting of 4 million trees in 2023 alone epitomizes the nation's dedication to combating climate change through tangible actions.\nA Symphony of Green Energy Projects\nAzerbaijan's green energy landscape is dotted with projects that reflect a harmonious blend of ambition and technological innovation. The construction of the Gorgudash and Shamkhal Hydropower Plants alongside the development of solar and wind farms illustrates the country's multifaceted approach to green energy. By integrating alternative energy sources into buildings and investing in the research and development of new technologies, Azerbaijan is not just envisioning a sustainable future but actively building it. These initiatives not only contribute to reducing greenhouse gas emissions but also play a crucial role in ensuring the nation's energy security.\nForging Partnerships for a Greener Tomorrow\nThe upcoming webinar, hosted in collaboration with the LEF Network initiative, represents a pivotal moment for Azerbaijan and its Baltic partners. This platform is not just about sharing insights on the current state of green technologies in Azerbaijan; it's about creating a fertile ground for partnerships that transcend borders. The emphasis on sectors such as energy, logistics, and water supply highlights the comprehensive nature of the green transition, underscoring the importance of collaboration across various domains. The previous in-person conference in Baku, focusing on green technologies for water supply in Karabakh, sets a precedent for the impactful discussions and outcomes expected from this webinar.\nIn conclusion, Azerbaijan's journey towards a green economy is a mosaic of ambitious policies, innovative projects, and international partnerships. The upcoming webinar symbolizes a significant step forward in this journey, offering a glimpse into the future of green technology in Azerbaijan and beyond. Through concerted efforts in establishing green industrial zones, enhancing renewable energy projects, and fostering global partnerships, Azerbaijan is not just navigating its own sustainable transformation but also contributing to the global narrative of environmental responsibility and sustainable development.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "leap towards green technologies",
          "sentiment": "negative"
        },
        {
          "name": "azerbaijan chamber of commerce",
          "sentiment": "none"
        },
        {
          "name": "ahk azerbaijan",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "latvia",
          "sentiment": "none"
        },
        {
          "name": "finland",
          "sentiment": "none"
        },
        {
          "name": "estonia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:22:48.334+02:00",
    "updated": "2024-02-16T10:22:48.334+02:00"
  }
]