[
  {
    "uuid": "dad64070f7e5d6f996df6cf0e9c8d7c55703a7f1",
    "url": "https://www.adnews.com.au/news/homie-and-champion-reverse-retail-norms-with-give-one-get-one-via-town-square/type/yafNews",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AdNews",
    "published": "2024-04-18T22:12:11Z",
    "title": "HoMie and Champion reverse retail norms with ‘Give One. Get One' via Town Square - AdNews",
    "text": "HoMie, the Melbourne-based streetwear label that supports young people affected by homelessness or hardship, has turned the traditional buy one get one free retail offer on its head with a promotional campaign developed by Town Square.\nHoMie has launched 'Give One. Get One', where for every HoMie hoodie purchased for Youth Homelessness Matters Day, fellow streetwear label Champion will donate a hoodie to a young person impacted by homelessness.\nBy transforming the 2-4-1 retail sales strategy, independent Melbourne creative agency Town Square and HoMie wants to emphasise the importance of giving before receiving.\nThe campaign is being supported across out of home, print, digital display, social and radio. An in-store activation is giving buyers the opportunity to be photographed by the professional photographer who shot the campaign images, which will then be used on HoMie social media channels.\nSteph Say from HoMie said 'Give One. Get One' is not just about selling hoodies, it's about creating a moment for the community to show solidarity for young people affected by homelessness in a meaningful, tangible way.\n\"Every purchase becomes a statement, the community coming together to give back, reminding Australia that giving isn't a chore, but something that can be cool, empowering, and, most importantly, fun,\" she said.\n\"We want to thank Town Square for their strategic creative guidance and campaign development, and Champion for their ongoing support of our mission.”\nTown Square general manager Alison Ray said it’s great to see HoMie make such a tangible difference to the lives of young people affected by homelessness.\n\"As a proudly Melbourne-based agency, it’s an honour to be part of such a great initiative for this Melbourne streetwear brand and one that ties in with our passion for tackling homelessness,\" said Ray.\nSince 2015 HoMie has supported more than 2,550 young people through its two social impact programs - The HoMie Pathway Alliance, an accredited retail education and employment program for young people (18-25) affected by homelessness or hardship and HoMie’s VIP Days, where young people are invited to shop for free HoMie garments, while enjoying haircuts, beauty services, personal care packs, and lunch with the HoMie team.\n100% of HoMie’s profits go towards achieving its mission to support young people.\nCredits:\nClient: HoMie\nCEO: Steph Say\nHoMie Co-Founder and Creative Director: Marcus Crook\nCreative Agency: Town Square\nExecutive Creative Director: Brendan Day\nArt Director: Peter Crawford\nCopywriter: Sam Nicolaci\nStrategist: Jeff Malone\nClient Lead: Alastair Langsford\nHave something to say on this? Share your views in the comments section below. Or if you have a news story or tip-off, drop us a line at adnews@yaffa.com.au\nSign up to the AdNews newsletter , like us on Facebook or follow us on Twitter for breaking stories and campaigns throughout the day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.twitter.com/adnews",
      "https://www.facebook.com/pages/AdNews-Australia/128551953892422",
      "https://facebook.com/pages/AdNews-Australia/128551953892422",
      "https://twitter.com/adnews"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "town square",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:12:13.196+03:00",
    "updated": "2024-04-19T01:12:13.196+03:00"
  },
  {
    "uuid": "db9079ff2199880c12dc188136cd86a93ef65132",
    "url": "https://www.postguam.com/business/2023-may-have-been-best-year-ever-for-las-vegas-gaming-and-tourism/article_9c758284-a50b-11ee-ae7f-dfc91a688d1a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Richard N. Velotta | Las Vegas Review-Journal",
    "published": "2023-12-28T04:00:00Z",
    "title": "2023 may have been best year ever for Las Vegas gaming and tourism",
    "text": "LAS VEGAS - It’s hard to argue against the position that Las Vegas had the most successful year in its history in 2023. And what do you do after one successful run? Come back for more. That’s what local gaming and tourism analysts figure will happen in 2024 after wrapping up a year filled with record gaming revenue and union contract signings, airport passenger numbers, colossal special events, new resort openings and the beginnings of still more economic growth. “I think it’s been another remarkable year for Vegas,” said Brendan Bussmann, a gaming industry analyst with Las Vegas-based B Global. “You’ve seen continued growth, both in gaming and nongaming. You’ve seen both a local and an on-Strip property open up. And you’ve had record air flow as well as visitation of the destination.” Josh Swissman, founding partner of the Las Vegas-based Strategy Organization, concurs. “I think it’s been a while since we’ve had so many things happening,” he said. “Vegas has always been a city of growth and reinvention, but I think it’s been a couple of years, at least probably predating COVID, where you had as many new things to celebrate.” Celebrating And celebrating is what many did in early December when Red Rock Resorts’ new locals property Durango and the north Strip Fontainebleau opened their doors within nine days of each other. Durango’s Dec. 5 opening was applauded by several gaming analysts who made their way to southwest Las Vegas to see the newest addition. “In short, we are impressed,” New York-based gaming analyst Joe Greff of J.P. Morgan wrote in his review of Durango. “Its casino floor has great sightlines and a ton of natural light with floor-to-ceiling windows on both sides of the casino. The restaurants offer variety both in terms of price points and cuisine and the eat-your-heart-out food hall is reminiscent, to us, of the food hall of The Plaza hotel in New York City and Eataly (at MGM Resorts International’s Park MGM). Most of the restaurants have an outdoor component, which has been popular with patrons,” he said. “Room quality rivals that of those on the Las Vegas Strip. We loved the sportsbook, which also has an outdoor component (even Jets fans would love the sportsbook there and it would make watching Jets games more tolerable).” Fontainebleau arrives A little over a week later, Fontainebleau was the celebration location. The long-awaited $3.7 billion, 67-story resort opened its doors with a grand opening for VIPs. The luxury resort was first proposed on the Strip in 2005 and construction began in 2007. But the Great Recession forced the project to go unfinished and ownership changed hands multiple times over the next decade-plus. In 2021, Fontainebleau Development CEO Jeffrey Soffer once again acquired the property. The resort had a star-studded, private grand opening before the public could get its first look on Dec. 14. Resorts weren’t the only infrastructure added to the Southern Nevada landscape. The $2.3 billion Sphere, a 17,500-seat live entertainment venue east of The Venetian Expo, was lit up for the first time on the Fourth of July and opened with its first residency, U2’s “Achtung Baby,” on Sept. 29. The futuristic spot is the largest sphere-shaped building in the world, standing at 366 feet tall and 516 feet wide. But what’s captured the world’s attention is its massive screens. A 4-acre interior screen surrounds the stage and a 580,000-square-foot “exosphere” makes up the outside LED screen — one that can be seen for miles. Fans were quick to seek out the best places to take pictures and videos of the venue and a Facebook fan club mushroomed to more than 322,000 members in six months. In addition to U2, the Sphere has played host to award-winning director Darren Aronofsky’s film, “Postcard from Earth.” While tourists and locals have delighted in seeing a mix of artistic content and innovative advertising on the big screen, the Sphere also became a promotional vehicle — and a centerpiece — for the city’s biggest special event of the year. Formula One The Formula One Las Vegas Grand Prix attracted more than 100,000 people a night over four nights in mid-November that included a special opening ceremony, a practice run, time trials and the race itself. Government officials haven’t yet calculated all the visitation metrics, revenue generated and tax collections, but analysts anticipate them to be record-breaking. “F1 obviously was a great way to top off the year,” Bussmann said. “Obviously, I know there were some naysayers about it, but I think everybody, once they saw the event go off, said, ‘Hey, this is a real positive for Vegas.’ It can have a long-term impact and attracts a customer that wasn’t necessarily coming or is very excited to come back to Vegas.” Among the naysayers who weren’t happy with F1 were small businesses that saw losses instead of gains because their access was limited by street closures that began in the summer as a result of track preparation. Local residents and visitors also were disappointed that bleachers and luxury-box race seating disrupted traditional Strip views and trees were ripped out of the front of Bellagio to improve sightlines. Many of those trees were replaced once the race was over. Clark County officials say they’ll produce a report that outlines the pros and cons of the race, although the top resort properties already have called the event a major success and plans are underway for F1 2024. Among the people most inconvenienced by the F1 traffic logjams were Strip workers, many of whom cheered winning the best union contract in history. Culinary contracts The Culinary Union and the three largest Strip employers reached new contract agreements with their union workers in November under the threat of a strike before the Grand Prix. The five-year contracts at MGM Resorts International, Caesars Entertainment Inc., and Wynn Resorts Ltd., covering roughly 35,000 workers, averted what could have been the largest hospitality strike in U.S. history. Each full-time, nontipped employee received a roughly $3-an-hour raise in the first year while tipped workers received a raise of about $1.50 hourly. The total compensation package, which includes subfunds including health care and pensions, increased by 11% in the first year, the union said. Some of those who reveled in the new contract — those at MGM — endured misery in the workplace in September. Cyberattacks A cyberattack that crippled computer systems at MGM properties for nine days affected thousands of MGM workers as well as MGM guests. A shadowy deep web organization attempted to extort a ransom from MGM, a tactic the group successfully used with Caesars in August. MGM paid no ransom; Caesars paid an estimated $15 million but didn’t have to endure the disruptions MGM experienced because it shut down its own systems to prevent crashes from spreading. Federal law enforcement agents haven’t made any arrests in the case, but in mid-December the FBI made a decryption tool available that will help companies that are victims of cyberattacks. More infrastructure Many of the other top stories of 2023 lean toward big things for 2024 and the future. Penn Entertainment Inc. broke ground in December on a $206 million project for a 384-room tower at the M Resort. The new tower, which will be attached to the existing building, is expected to be completed by mid-2025 and more than double M’s room capacity to 774. The tower also will provide additional meeting and convention space to the west Henderson property. Progress was made in 2023 on more major infrastructure projects. A new entertainment division of Howard Hughes Holdings could develop a new casino on the Las Vegas Strip — one that would rise above Fashion Show mall. The Houston-based company made the offhand announcement in October in a news release regarding the creation of a spinoff division. The new Seaport Entertainment division will take over entertainment operations of the company, which includes an 80% interest in the air rights above Fashion Show mall where a casino is being planned. Tilman Fertitta, owner of downtown’s Golden Nugget and a Houston-based entrepreneur, began initial plans for a new mid-Strip resort. Details haven’t been released. Hard Rock, other happenings Hard Rock International, which purchased The Mirage in 2022, made strides toward building a guitar-shaped hotel tower in the place where the property’s volcano attraction sits. The Oakland A’s, Bally’s Corp. and Gaming & Leisure Properties Inc. are in the midst of revamping the Tropicana resort site into a 33,000-seat Major League Baseball stadium. Transportation projects that are expected to have a positive impact on Southern Nevada tourism made some strides. Brightline West was awarded $3 billion in federal funds to go toward its planned $12 billion Las Vegas-to-Los Angeles high-speed rail system. Ground is expected to be broken next year with operations beginning by 2028. The Boring Co.’s underground transit system opened some new tunnels in 2023 and more are planned in the next two years. County officials also began discussions on a new Southern Nevada reliever airport south of Las Vegas near Primm. Environmental reports are nearing completion for the Ivanpah Valley airport as capacity nears at Harry Reid International Airport, which is expected to reach record passenger counts in 2023. Super Bowl prep Another big 2023 story is nearing — Super Bowl 58 at Allegiant Stadium in February. “We’re kicking off into a year that’s going to be busy, a busy first quarter,” Bussmann said. “You’ve got CES that hopefully will finally be back to the way it was pre-pandemic or at least close to it. Obviously, we’re still waiting for some of those international guests still to return because we’re still not completely back on the international front. But then you head into Super Bowl and Chinese New Year, so the first part of the year really kicks off strong.” “That’s obviously going to be huge and just an additional sort of proof points that Vegas has become a world-class entertainment and sports destination,” Swissman added. Bussmann said there isn’t much that can stop Las Vegas’ momentum and analysts like him will always be keeping an eye on economic and geopolitical forces. “You’ve got two major conflicts going on in the world, you’ve got gas prices that finally for the first time in a couple years are lower, but still up over the last four years. And those have continually put pressure on other things as it relates to costs and wages and everything else,” he said. “But for now, things are looking pretty good.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brendan bussmann",
          "sentiment": "none"
        },
        {
          "name": "josh swissman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "strategy organization",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "las vegas",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        },
        {
          "name": "vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:37:46.461+02:00",
    "updated": "2023-12-30T00:33:56.224+02:00"
  },
  {
    "uuid": "b5537db2ef557eaecf11931e05ae0d954fb8227e",
    "url": "https://www.fool.ca/?p=1633475",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrew Walker",
    "published": "2023-12-28T21:50:00Z",
    "title": "Retirees: 2 Great Canadian Dividend Stocks to Buy for Passive Income in 2024 | The Motley Fool Canada",
    "text": "Canadian seniors are searching for ways to squeeze more passive income out of their savings to help offset rising living costs. One popular strategy to achieve the goal is to own top [TSX](https://www.fool.ca/investing/what-is-the-toronto-stock-exchange/) dividend-growth stocks inside a self-directed [Tax-Free Savings Account](https://www.fool.ca/investing/what-is-a-tax-free-savings-account-tfsa/) (TFSA). Enbridge Enbridge ( [TSX:ENB](https://www.fool.ca/company/tsx-enb-enbridge-inc/346477/)) is a major player in the North American energy infrastructure industry. The company’s networks of oil and natural gas pipelines move 30% of the oil produced in the U.S. and Canada and 20% of the natural gas used in the United States. In recent years, Enbridge has focused its growth investments on other segments, including oil exports, natural gas exports, natural gas utilities, and renewable energy. For example, the company recently announced a US$14 billion deal to buy three natural gas utilities in the United States. Enbridge stock trades below $48 at the time of writing compared to $59 at one point in 2022. The drop looks overdone. Enbridge’s assets have performed well in 2023, and the company expects the new acquisitions and the ongoing capital program to generate revenue and cash flow growth in the next few years. Enbridge raised the dividend by 3.1% for 2024. This is the 29th consecutive annual dividend hike. Investors who buy at the current price can get a 7.7% dividend yield. BCE BCE ( [TSX:BCE](https://www.fool.ca/company/tsx-bce-bce-inc/338760/)) is another top Canadian dividend stock that looks oversold and offers a great yield. The share price is down to about $51.50 at the time of writing compared to $65 earlier this year. High interest rates are driving up borrowing costs for BCE. As with Enbridge, the company has a large capital program and uses debt to finance part of the overall investments. A jump in borrowing expenses will contribute to a small drop in profits in 2023. Weak ad sales in the media business will also put some pressure on earnings. That being said, BCE still expects to generate higher total revenue and better free cash flow in 2023 than it did last year. This should provide support for the dividend in 2024. BCE raised the payout by at least 5% in each of the past 15 years. Investors who buy BCE stock at the current price can get a 7.5% dividend yield. The bottom line on top stocks for passive income Ongoing volatility in the market should be expected, and further downside is possible in the next few months. That being said, Enbridge and BCE are leaders in their respective industries and pay attractive dividends that should continue to grow. If you have some cash to put to work in a TFSA focused on passive income, these stocks already look cheap and deserve to be on your radar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "motley fool canada",
          "sentiment": "negative"
        },
        {
          "name": "enbridge",
          "sentiment": "none"
        },
        {
          "name": "enbridge enbridge",
          "sentiment": "none"
        },
        {
          "name": "tsx",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:33.448+02:00",
    "updated": "2023-12-29T00:18:33.448+02:00"
  },
  {
    "uuid": "36cae38f5afd3579ec71e5cdfd8f4feac0ec005a",
    "url": "https://patch.com/new-jersey/southorange/south-orange-resident-named-ceo-guide-dog-school-nj",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eric Kiefer",
    "published": "2024-09-19T16:01:00Z",
    "title": "South Orange Resident Named CEO Of Guide Dog School In NJ | South Orange, NJ Patch",
    "text": "[Community Corner](/new-jersey/southorange/around-town) South Orange Resident Named CEO Of Guide Dog School In NJ The Seeing Eye – which was established nearly a century ago – now has a South Orange resident at its helm: Karen Leies. SOUTH ORANGE, NJ — The following news release comes courtesy of The Seeing Eye. Find out how to [post announcements or events](https://patch.com/new-jersey/montclair/want-post-patch-its-easy-1-2-3) to your local Patch site. Karen E. Leies, the Chief of External Affairs at the Community FoodBank of New Jersey (CFBNJ), has been named the Chief Executive Officer of The Seeing Eye, the world’s oldest guide dog school. “Karen stood out from a field of impressive candidates,” said Cynthia Bryant, Esq., The Seeing Eye’s Chair of the Board. “Her professional experience, her volunteerism, and her deep appreciation of the love between humans and dogs is the foundation of everything we do at The Seeing Eye.” Find out what's happening in South Orangewith free, real-time updates from Patch. Leies brings more than 25 years of experience with non-profit organizations. At CFBNJ, the state’s largest anti-hunger organization, she oversaw Board relations, revenue, marketing, communications, and volunteer functions as Chief of External Affairs. Prior to that, she was the Senior Director of Development at the New York City Ballet. She also held executive positions at the Michael J. Fox Foundation for Parkinson’s Research and Jazz at Lincoln Center. “The Seeing Eye has set the gold standard in breeding and training guide dogs and established its undeniable reputation of excellence,” Leies said. “I am honored to join a dedicated community of graduates, staff, volunteers, and donors who are all committed to building on this rich history in the years ahead.” Find out what's happening in South Orangewith free, real-time updates from Patch. Leies, a graduate of Ithaca College and a 2018 LEAD-NJ Fellow, also volunteers with Women Fighting Hunger and the New Jersey Ballet. She lives in South Orange with her family, including two golden retrievers, Lexi and Finnegan. She will begin as CEO of The Seeing Eye on November 1, replacing Margaret E.L. “Peggi” Howard, D.Litt., who announced her upcoming retirement earlier this year. Howard, a member of the Board of Trustees since 2009, has served as President & CEO since December 2021. She will remain with the organization as an adviser until the end of the year. Howard had previously served as Vice President of Administration and University Relations at Drew University until her retirement in 2014, and before that, as New Jersey Gov. Thomas H. Kean’s Deputy Chief of Staff and Cabinet Secretary from 1984 to 1990. “It’s time to return to retirement and to being a full-time grandma… and a part-time volunteer at The Seeing Eye,” said Howard, a resident of Whitehouse Station. Established in 1929, The Seeing Eye provides specially bred and trained dogs to guide people who are blind. Seeing Eye dog handlers experience greatly enhanced mobility and independence, allowing them to retain their active lifestyles. The Seeing Eye is a 501(c)3 non-profit supported by contributions from individuals, corporations and foundations, bequests, and other planned gifts. The Seeing Eye is a trademarked name and can only be used to describe the dogs bred and trained at the school’s facilities in Morristown, N.J. If you would like more information on The Seeing Eye, please visit the website at [www.SeeingEye.org](http://www.seeingeye.org/), call (973) 539-4425, or email [info@seeingeye.org](mailto:info@seeingeye.org). Send local news tips and correction requests to eric.kiefer@patch.com. Learn more about advertising on Patch [here](https://patch.com/us/across-america/advertising-solutions). Get more local news delivered straight to your inbox. [Sign up for free Patch newsletters and alerts.](/new-jersey/southorange/subscribe)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "http://www.seeingeye.org/),",
      "http://seeingeye.org/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:23:52.613+03:00",
    "updated": "2024-09-20T00:23:52.613+03:00"
  },
  {
    "uuid": "f54012affa17bff5c4a574ac74a86d2815c30f71",
    "url": "https://www.saltwire.com/nova-scotia/news/israeli-tanks-missiles-strike-gaza-in-offensive-against-hamas-100924393/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nidal al-Mughrabi and Bassam Masoud",
    "published": "2023-12-28T00:00:00Z",
    "title": "Israeli tanks, missiles strike Gaza in offensive against Hamas | SaltWire",
    "text": "By Nidal al-Mughrabi and Bassam Masoud\nCAIRO/GAZA (Reuters) - Israeli forces attacked areas of the central and southern Gaza Strip where residents have been expecting a renewed ground offensive in areas crammed with tens of thousands of Palestinians already displaced by the Israeli-Hamas war.\nWith nightfall on Thursday, an Israeli airstrike on a house in the southern city of Khan Younis killed eight Palestinians, health officials said. Three Palestinians were killed and six injured in an Israeli missile strike on a house in Maghazi camp in central Gaza, the Palestine Red Crescent said.\n\"The task here is to dismantle Hamas - so that it no longer has military and governing capabilities,\" Israeli Defence Minister Yoav Gallant said at a press briefing on operations in Khan Younis. \"We will be required to show a lot of perseverance and determination.\"\nA Palestinian journalist posted pictures of Israeli tanks near a mosque in a built-up area of Bureij in central Gaza.\nThe Islamist group Hamas released video it said showed its fighters targeting Israeli tanks and soldiers east of Bureij. Reuters was not able to verify the location or the date the video was filmed.\n\"That moment has come, I wished it would never happen, but it seems displacement is a must,\" said Omar, 60, who said he had been forced to move with at least 35 family members. He declined to give his surname for fear of reprisals.\nYamen Hamad has been living in a school in Deir al-Balah, also in central Gaza, since fleeing from the north. He said people newly displaced from Bureij and Nusseirat were setting up tents wherever there was open ground.\nIn one of Israel's latest airstrikes, 20 Palestinians were killed and 55 wounded in Rafah, a major town near the southern border with Egypt, Gaza health ministry spokesman Ashraf Al-Qidra said. Their bombed building was housing displaced civilians, according to local medics and residents.\nSEARCHING THROUGH RUBBLE\nReuters video showed rescuers scrabbling frantically through rubble to uncover and pull out victims including a baby and several children and rushing them through milling crowds of dazed and weeping people to the nearby Kuwaiti Hospital.\nPalestinian health authorities said earlier that 210 people were confirmed killed in Israeli strikes in the past 24 hours, raising the toll of Palestinians killed in the war so far to 21,320 - nearly 1% of Gaza's population. Thousands more dead were feared to be buried or lost in the ruins.\nOver the course of the war, the Israeli military has expressed regret for civilian deaths but it accuses Hamas of operating in densely populated areas and using civilians as human shields, a charge the group denies.\nHamas and its fighters are dug deep into the Gaza Strip's dense cities and towns and their leaders are still at large.\nIsrael has reported 169 of its soldiers killed in its Gaza campaign after Hamas fighters rampaged through Israeli towns in a cross-border raid on Oct. 7, killing 1,200 people and taking about 240 hostages.\nSome 110 hostages were freed during a Nov. 24-Dec. 1 humanitarian pause and more than 20 others have been declared dead.\nU.S. President Joe Biden said on Thursday that Hamas killed an American hostage, Judith Weinstein, 70, on Oct. 7. Last week he said her husband Gadi Haggai, 73, was killed on the same day.\nThe Israeli military released findings of an investigation into the killings in error by its troops of three Israeli hostages in Gaza on Dec. 15. Soldiers mistook their cries for help as a ruse by Hamas militants to draw them into an ambush, the military said, concluding that the soldiers acted rightly to the best of their understanding.\nEGYPT'S PLAN TO END CONFLICT\nEgypt confirmed on Thursday that it had put forward a framework proposal to end the conflict between Israel and Hamas in the Gaza Strip that includes three stages ending with a ceasefire and said it was awaiting responses on the plan.\nThe proposal is an attempt \"to bring viewpoints between all concerned parties closer, in an effort to stop Palestinian bloodshed and the aggression against the Gaza Strip and restore peace and stability to the region,\" Diaa Rashwan, head of Egypt's State Information Service, said in a statement.\nIsraeli Prime Minister Benjamin Netanyahu has said Israel will keep some form of security control of all Gaza indefinitely, though he insists that this would not amount to reoccupying the enclave.\n(Reporting by Reporting by Nidal al-Mughrabi in Cairo, Bassam Masoud in Gaza and Emily Rose in Jerusalem; writing by Grant McCool; editing by Howard Goller)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bassam masoud",
          "sentiment": "negative"
        },
        {
          "name": "nidal al-mughrabi",
          "sentiment": "negative"
        },
        {
          "name": "yoav gallant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "palestine red crescent",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:01:22.385+02:00",
    "updated": "2023-12-29T01:01:22.385+02:00"
  },
  {
    "uuid": "bd3a96dedc91235d1343394944635afcf253eee9",
    "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/abnewswire-2023-12-28-revolutionizing-hydration-on-the-go-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Decatur Daily Democrat",
    "published": "2023-12-28T00:00:00Z",
    "title": "Revolutionizing Hydration On-The-Go: OnTheGo Drinkware Launches Premium Line of Sustainable Portable Devices | News | decaturdailydemocrat.com",
    "text": "United Kingdom - OnTheGo Drinkware is proud to unveil its latest line of innovative hydration solutions, designed to revolutionize the way we stay hydrated while promoting sustainability. With a focus on compact, foldable, and convenient designs, OnTheGo Drinkware's portable devices are not just water bottles; they are a lifestyle accessory catering to the health-conscious and environmentally aware consumer. Introducing OnTheGo Drinkware: Your Go-To Source for Portable Hydration In a world where staying hydrated is key to overall well-being, OnTheGo Drinkware emerges as a trailblazer, providing a range of premium, sustainable hydration devices. The brand's commitment to health and the environment is encapsulated in its thoughtfully designed products that go beyond mere functionality. Sustainable Hydration: A Win-Win for Health and the Environment At the heart of OnTheGo Drinkware's ethos is the belief that hydration should not come at the expense of the planet. The company emphasizes the importance of choosing reusable drinkware, promoting a real win-win scenario where personal health is prioritized alongside positive environmental impact. The focus on sustainability is evident in OnTheGo Drinkware's star products, the Silicone Foldable Water Bottle and the Foldable Water Bottle. These meticulously crafted devices offer a unique blend of convenience and eco-friendliness. The foldable design ensures easy storage, making them the perfect companions for commuters, hikers, campers, fishing enthusiasts, and travelers. What Sets OnTheGo Drinkware Apart? Compact and Foldable Design: The standout feature of OnTheGo Drinkware's products is their compact and foldable design. Unlike traditional water bottles, these devices can be easily folded and stowed away in pockets or handbags after use, eliminating storage concerns. Convenience for Every Lifestyle: Whether you're on a daily commute, hiking through the great outdoors, camping under the stars, or exploring new destinations, OnTheGo Drinkware ensures that hydration is never compromised. These devices seamlessly integrate into various lifestyles, providing unparalleled convenience. Sustainability at Its Core: OnTheGo Drinkware is committed to reducing single-use plastic waste. By choosing these reusable and durable devices, consumers actively contribute to a more sustainable and eco-friendly future. Explore the OnTheGo Difference Visit OnTheGo Drinkware's website to explore the full range of products and discover why the Silicone Foldable Water Bottle and the Foldable Water Bottle are making waves in the world of portable hydration. OnTheGo Drinkware is not just a brand; it's a lifestyle choice for those who prioritize health, convenience, and sustainability. Join them in the movement towards a hydrated and eco-conscious future. About OnTheGo Drinkware: OnTheGo Drinkware is a brand committed to providing innovative and sustainable hydration solutions. With a range of premium products designed for convenience and eco-friendliness, OnTheGo Drinkware aims to revolutionize the way individuals stay hydrated on-the-go. Media Contact Company Name: OnTheGo Drinkware Contact Person: Cornelis Fru Email: Send Email Phone: +44 1344 538 463 Country: United Kingdom Website: https://www.onthegodrinkware.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.abnewswire.com/companyname/onthegodrinkware.com_127481.html",
      "https://www.onthegodrinkware.com/",
      "https://www.onthegodrinkware.com",
      "https://www.abnewswire.com/email_contact_us.php?pr=revolutionizing-hydration-onthego-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://abnewswire.com/companyname/onthegodrinkware.com_127481.html",
      "https://onthegodrinkware.com/",
      "https://www.onthegodrinkware.com",
      "https://abnewswire.com/email_contact_us.php?pr=revolutionizing-hydration-onthego-onthego-drinkware-launches-premium-line-of-sustainable-portable-devices",
      "https://onthegodrinkware.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:49:31.541+02:00",
    "updated": "2023-12-29T00:49:31.541+02:00"
  },
  {
    "uuid": "480cebd9e2d673712312faf38ca4ded7a4158f3a",
    "url": "https://www.estadao.com.br/sao-paulo/ja-foi-a-um-templo-budista-visite-um-pedaco-do-japao-a-cerca-de-50-quilometros-de-sp",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ana Lourenço",
    "published": "2024-03-28T19:23:00Z",
    "title": "Já foi a um templo budista? Visite um pedaço do Japão a cerca de 50 quilômetros de SP - Estadão",
    "text": "O [Estado de São Paulo](https://www.estadao.com.br/tudo-sobre/sao-paulo-estado/) é conhecido por ter a maior colônia japonesa do mundo fora do [Japão](https://www.estadao.com.br/tudo-sobre/japao-asia/). Atualmente são cerca de 1 milhão de japoneses e descendentes que moram por aqui. E com eles também sua cultura, desde a culinária até a religião. A visita de templos budistas que trazem a vivência dessa cultura para perto, por exemplo, é um dos passeios muito procurados por aqueles que a apreciam. Em Itapecerica da Serra, a cerca de 50 quilômetros de distância da capital paulista, existem dois templos budistas que valem a pena a visita: o Kinkaku-Ji e o Enkoji. A história deles começa nos anos 1970, quando surge o primeiro crematório do Brasil, na Vila Alpina, zona leste de São Paulo. Assim como os católicos, os budistas também aceitam a cremação e uma vez que a comunidade budista já era grande na época - algo que começou em 1908 com a imigração japonesa -, era preciso um templo que oferecesse um cinerário em complemento aos serviços de cremação que se iniciava em São Paulo, mas aos moldes de um cemitério japonês. E então nasceu o Kinkaku-ji do Brasil, uma réplica do Templo Kinkaku-ji do Japão, que em 1994 foi declarado Patrimônio Mundial da Unesco. Por aqui, ele foi idealizado pelo americano Alonzo Bain Shattuck e construído com participação de escultores japoneses: Noburo Norisada e Kanto Matsumoto. Apesar de não ser revestido em ouro, como a versão japonesa, teve pintura dourada e um entorno perfeito para proporcionar paz aos mortos e contemplação para os familiares que os visitassem. Situado dentro do Parque Turístico Nacional Vale dos Templos, o Kinkaku-ji se beneficia da Mata Atlântica, um lago repleto de carpas, gansos e patos, além de diversas cerejeiras que afloram entre os meses de julho e agosto. Já na parte interna, existem várias salas para realização de cerimônias fúnebres e diversos columbários (onde são inseridas as cinzas dos falecidos). Por isso mesmo, o objetivo da visita é a meditação. Cada visitante paga uma taxa de R$ 5, pode visitar todo o entorno e até alimentar as carpas. Mas o espaço também está aberto para excursões e locação para diversas vivências, seja aulas de karatês ou até filmagens profissionais, como foi feito com o episódio [Striking Vipers](https://www.youtube.com/watch?v=4que3oBVK2U), da quinta temporada da série Black Mirror e o clipe [Modo Turbo](https://www.youtube.com/watch?v=QcS9ZndErHc) de Anitta, Luisa Sonza e Pablo Vittar. Meditar e contemplar Do outro lado da cerca, a menos de 60 metros de distância, fica o Templo Enkoji, que significa Templo do Círculo Luminoso. Fundado pelo Reverendo Tensho Ohata e inaugurado em 2001, ele tinha como objetivo definir o caráter ecumênico do Kinkaku-Ji do Brasil e acomodar melhor os membros da comunidade e os serviços religiosos a ela prestados no templo vizinho. A ideia era criar uma sinergia entre as preces e atividades do budismo com o “cemitério” dos familiares. O antro dessa energia é simbolizado na sala chamada Ihaidô, onde ficam os ihais (tabuletas memoriais) e os butsudans (santuário). “Essa é a sala mais sagrada que temos aqui do templo. Enquanto no Kinkaku-Ji ficam as cinzas, aqui permanecem os Ihais e em alguns casos os butsudans”, explica o monge Marcos Lopes, que cuida do espaço há dez anos. Desde que virou presidente da Associação Cultural Kikaku-Ji do Brasil, em 2020, ele tenta revitalizar o templo tanto para as famílias quanto para as comunidades. “Todo segundo domingo do mês eu realizo uma cerimônia aos antepassados em japonês e português. Nos demais domingos, sempre às 11h, ofereço práticas de Zazen (meditações budistas). Além das Caminhadas Zen feitas do centro da cidade até o templo (percurso de 5km) no primeiro sábado de cada mês”, conta. No [instagram da instituição](https://www.instagram.com/temploenkoji/), é possível acompanhar as práticas e atividades que são realizadas no espaço. “Dialogamos com tudo e com todos, sempre ressaltando o budismo e o meio-ambiente. O propósito do budismo é acolher a todos”, resume Lopes. Para pessoas que quiserem fazer o retiro de um dia no local, com programação das 8h às 19h, é preciso investir um valor de R$ 250, sendo que pessoas em situação de vulnerabilidade pagam um valor simbólico de R$ 20. A próxima prática está marcada para o dia 13 de abril. É importante dizer que, desde sua fundação, o Enkoji é uma instituição distinta e autônoma em relação ao Kinkaku-ji, tendo administração, horários e orientações de funcionamento próprios, voltado à orientação de ensinamentos, práticas e cerimônias budistas. Contato com a natureza Além das práticas no templo, a relação com a natureza é essencial para o relaxamento de quem visita o espaço. Muito mais do que se beneficiar do relaxamento que a natureza do entorno promove, o visitante percebe a preservação do lugar que tem uma horta sustentável e edifício com selo verde. Na horta, aliás, onde são colhidos os alimentos dos retiros e as ervas oferecidas na Cerimônia do Chá, são mais de 50 espécies de sementes entre mamão, mandioca, lavanda, jiló, banana, maracujá, abóbora, taioba, alface, além de plantações de shimeji. Uma das práticas que o monge gosta de apresentar para quem visita o espaço é o banho da floresta, que na verdade começa com uma caminhada zen. “Do templo até a Cachoeira do Índio são 900 metros. Então sempre levo as pessoas em silêncio e peço para que elas contem seus passos e observem o máximo possível pelo caminho”, detalha ele. “ [Essa prática meditativa é utilizada no Japão](https://www.estadao.com.br/cultura/gilberto-amendola/exposicao-na-japan-house-traz-sensacao-de-banho-de-floresta-na-avenida-paulista/) e ajuda a reduzir o estresse e a ansiedade”, explica o monge. O espaço é mais para contemplação do que para banho, no entanto, de acordo com Lopes, vale a pena ficar descalço para fazer a prática de aterramento nas terras e na água da cachoeira, e assim retirar o acúmulo elétrico do nosso corpo e entrar na vibração da natureza. Fora do templo Antes de encerrar a viagem, pegar estrada e se estressar com o trânsito, sugiro que faça uma pausa em um café para levar a paz interior recuperada no templo para a casa. Um ótimo lugar para isso é o Amici, café recém-inaugurado na cidade, mas já famoso em [Embu das Artes](https://www.estadao.com.br/sao-paulo/embu-das-artes-feira-artesanato-cidade-abelhas/). O espaço foi criado por mulheres para que seja um momento de respiro na rotina agitada de quem por ali passa. Além de café coado e bolinho fresco, há opções para almoço e venda de vinhos. Mas se quiser encerrar o dia com mais uma experiência, a melhor opção é no The Yellow Deli, um lugar que dá a sensação de entrar em outro universo. Logo ao abrir a porta, você sente um cheiro forte de ervas que traz um profundo relaxamento, algo que é complementado pela música que lembra algo irlandês, com toques de gaitas, flautas e banjo. Os espaços para sentar, todos feitos com madeiras reaproveitadas que formam uma espécie de ninho, são perfeitas para tomar um café sozinho e ler um bom livro ou ter privacidade em uma conversa a dois. Além da simpatia dos atendentes que parecem genuinamente felizes de terem você por ali. De acordo com os escritos na parede, a ideia surgiu em 1972, quando um grupo de pessoas abriu um lugar onde outras pudessem vir e não se sentirem apressadas para sair - algo, que convenhamos, é raro hoje em dia. Esse grupo de pessoas são religiosos da linha “As doze tribos”, que tem comunidades espalhadas pelo mundo com esse intuito e com a renda que vem do café, sempre chamado The Yellow Deli (seja em Itapecerica ou na outra filial no Tennessee). O lema, de acordo com o garçom que nos serviu prontamente é: “Nossa história é muito mais do que um bom sanduíche, mas se for só isso que você está procurando, nós certamente temos um pra você. E se quiser conversar mais profundamente, nós também ficaremos felizes”. Serviço - Kinkaku-Ji do Brasil Endereço: Rua Camarão, 220 – Chácara das Palmeiras Horário de Funcionamento: de quarta-feira a domingo, das 09h às 16h Telefone: (11) 4666-4895 - Templo Enkoji Endereço: Rua Izequias Hengles, s/n Horário de funcionamento: de segunda a sexta das 14h às 18h; sábados e domingos, das 9h às 17h Mais informações: [www.temploenkoji.org.br](https://temploenkoji.org.br/) - Amici Empório Gourmet Endereço: Av. Eduardo Roberto Daher, 153 Horário de funcionamento: de quinta a domingo, das 09h às 18h Mais informações: [www.instagram.com/amici_gourmet](https://www.instagram.com/amici_gourmet/) - The Yellow Deli Endereço: Rua Porto Alegre, 10 Horário de funcionamento: de segunda a quinta, das 7h às 22h; sextas-feiras das 7h às 15h e domingo das 12h às 22h. Fechado aos sábados.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://temploenkoji.org.br/)",
      "http://www.youtube.com/watch?v=QcS9ZndErHc)",
      "https://www.instagram.com/amici_gourmet/)",
      "http://www.youtube.com/watch?v=4que3oBVK2U),",
      "https://www.instagram.com/temploenkoji/),",
      "http://youtube.com/watch?v=QcS9ZndErHc)",
      "https://instagram.com/temploenkoji/),",
      "http://youtube.com/watch?v=4que3oBVK2U),",
      "http://www.youtube.com/watch",
      "https://www.temploenkoji.org.br/)",
      "https://instagram.com/amici_gourmet/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T00:13:15.829+02:00",
    "updated": "2024-04-05T22:44:45.794+03:00"
  }
]