[
  {
    "uuid": "e2c683a03f4d870a47593c2aba66355ece2dcc52",
    "url": "https://lamarina.eldiario.es/2024/07/05/el-pabellon-de-calp-estrena-un-nuevo-parquet",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2024-07-05T08:17:00Z",
    "title": "El pabellón de Calp estrena un nuevo parquet",
    "text": "El pabellón de Calp estrena un nuevo parquet\n- Ha costado 161.536 € y ha sido instalado en dos meses\nEsta semana han finalizado las obras de renovación del pavimento del pabellón Domingo Crespo que fueron adjudicadas a la mercantil Soluciones Deportivas Ibaizabal por un importe de 161.536 € y un plazo de ejecución de dos meses.\nEl Pabellón Domingo Crespo es la principal instalación deportiva cubierta del municipio, contaba con una tarima de madera que después de más de 20 años de uso presentaba un estado deficiente, a pesar de haber sido objeto de reparaciones puntuales. Por ello se era necesario renovar el pavimento deportivo de la pista del pabellón y sustituirlo por otro que garantizase el desarrollo de competiciones oficiales en el futuro.\nLas obras han consistido en instalar un nuevo pavimento en un área de 1247 m2. Se retiró el pavimento antiguo y se colocó un nuevo pavimento formado por tablas de madera maciza de haya secada en prensa de 22 mm de espesor clavadas sobre madera laminada de 30 mm de altura, conforme a la norma EN 14904:A3 y con certificación FIBA 2023 actualizada. El pavimento deportivo queda rematado perimetralmente con una cámara ventilada de 5 cm de espesor de ranura, cerrada con chapa perforada de acero inoxidable enrasada con el pavimento.\nLas obras se iniciaron a finales de mayo, una vez finalizada la temporada deportiva, en un periodo de menor actividad de los clubes deportivos. El nuevo pavimento permitirá también la práctica de otras modalidades deportivas.\nEl Pabellón Domingo Crespo fue construido en 1983 y es uno de los recintos deportivos más importantes del municipio. Desde entonces ha acogido torneos deportivos de alto nivel, campeonatos de baloncesto de primera categoría nacional, los campus de Pau Gasol y Juan Carlos Navarro, etc., pero también otros eventos sociales como la elección de la reina de las fiestas o el festival de folclore.\nHoy en portada\nLa Marina Plaza, periodismo pase lo que pase... siempre\nLlevamos juntos 11 años. Y juntos hemos vivido ya de todo: inundaciones, incendios, crisis, momentos duros y otros muy buenos, gestas sociales y oleadas de solidaridad de las que nos hemos sentido orgullosos.. Por eso, tampoco ahora vamos a rendirnos. Queremos seguir contigo, haciendo lo que sabemos hacer: periodismo. ¿Nos ayudas?\nSUSCRÍBETE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Business and Market Analysis",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://suscripcion.lamarinaplaza.com",
      "https://www.suscripcion.lamarinaplaza.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T13:21:39.949+03:00",
    "updated": "2024-07-05T13:21:39.949+03:00"
  },
  {
    "uuid": "d8b41ceb859aa2c6d85271292e5582b4b56afc13",
    "url": "https://www.lapatilla.com/2024/06/13/familiares-de-presos-en-falcon-advierten-que-podrian-unirse-a-la-huelga-de-hambre",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LAAS",
    "published": "2024-06-13T20:29:00Z",
    "title": "Familiares de presos en Falcón advierten que podrían unirse a la huelga de hambre",
    "text": "El grupo de mujeres fue del Tribunal Penal a la policía de Carirubana\nLos familiares de los privados de libertad de la Comunidad Penitenciaria de Coro y de los diferentes Centros de Detención Preventiva de la Península de Paraguaná, protestaron frente a los tribunales penales de Punto Fijo para exigir que sus parientes sean escuchados.\nIrene Revilla // Corresponsalía lapatilla.comu\nPidieron al Ministerio Público investigar los casos, ya que así como hay personas que están pagando sus condenas, también hay muchos inocentes víctimas de los organismos de seguridad que presuntamente han aplicado procedimientos viciados.\nTambién denunciaron que tienen que pagar para todo, incluso, la gasolina para que los vehículos oficiales puedan trasladar a los privados de libertad a sus audiencias. Así mismo, se quejaron de que en muchos Centros de Detención Preventiva abundan las enfermedades, debido a las pésimas condiciones sanitarias y el hacinamiento que hay en todos los recintos.\nEn el caso de la Comunidad Penitenciaria, dijeron que los presos ya cumplieron cinco días en huelga de hambre y se mantendrán en la lucha hasta obtener respuestas. Los familiares afirmaron que se unirán a la huelga de hambre si no se ven resultados pronto.\nOrelis Benítez, familiar de un detenido, denunció que son seres humanos, que hay detenidos que están pagando condenas por delitos que nunca existieron, por lo que pide la intervención de la Policía Nacional Bolivariana y que se investiguen todos los casos por droga que han sido abiertos, donde asegura no existen pruebas del delito.\n“Hasta cuándo van a estar sembrando tres y seis libras de marihuana. Quién en su sano juicio piensa que alguien va a tener seis libras de marihuana en un koala. Sí hay personas que están pagando sus delitos, pero hay muchos que no”, dijo.\nPor su parte, Ana Colina denunció el retardo procesal que involucra a todos los presos. “Los jueces y fiscales faltan todo el tiempo y ese traslado solo le cuesta a uno y al preso, que pierde sus días en ese lugar”.\nProtesta en Policarirubana Hicieron la denuncia en las afueras de Policarirubana\nUn grupo de madres y esposas se acercaron a la Policía de Carirubana, con pancartas en manos exigiendo justicia, porque aseguran que sus hijos y esposos están siendo golpeados por los funcionarios.\n“Ayer les cayeron a palo, les dañaron las colchonetas, les quitaron lo poco que tenían solo porque pedían sacar a un preso desmayado por hambre. Estamos cansados, todos los gastos del preso lo asume el familiar, incluso la gasolina para su traslado a tribunales. Ahora también hay que costear medicinas por las palizas que les dieron y volver a comprar colchonetas”, dijo Laura de Pereira, madre de un privado de libertad que tiene más de un año en Policarirubana y todavía está esperando apertura de juicio.\nEl director de la policía municipal dijo a los medios de comunicación que esta mañana escuchó a los privados de libertad sobre lo sucedido la noche anterior y llamó a las Fiscalías de Derechos Fundamentales, Defensoría del Pueblo y Defensoría Pública para que se investigue lo sucedido y que cada quien asuma su responsabilidad.\n“La policía está a disposición para cualquier investigación. Hoy se hicieron dos requisas para sacar los celulares, además se les consiguieron unos chuzos y unos trozos de cabilla. Mi gestión ha estado encaminada en los derechos humanos y así permanecerá”, dijo.\nhttps://www.lapatilla.com/wp-content/uploads/2024/06/Video-de-WhatsApp-2024-06-13-a-las-16.10.09_17dcb628.mp4",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:24:04.797+03:00",
    "updated": "2024-06-14T00:24:04.797+03:00"
  },
  {
    "uuid": "c38f868b2e4f18c90627e53376547678515af860",
    "url": "https://vtdigger.org/2023/12/28/community-of-vermont-elders-shuts-down-citing-financial-struggles/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patrick Crowley",
    "published": "2023-12-28T22:13:00Z",
    "title": "Community of Vermont Elders shuts down, citing financial struggles",
    "text": "A Montpelier-based nonprofit that spent more than four decades working on issues affecting older Vermonters closed its doors this week, citing financial pressures.\nThe Community of Vermont Elders announced in a press release Wednesday that its board of directors voted unanimously on Dec. 22 to shut down the 41-year-old organization. While all programs ended immediately, according to the release, its offices will close Dec. 31.\n“Ongoing financial challenges and limited resources have led to the decision to cease operations,” the release stated.\nJim Holway, president of the board of directors, said in the press release that the decision to close was “incredibly difficult.”\n“The organization has faced mounting challenges over a prolonged period of time, including insurmountable financial issues warranting the Board’s action on Friday,” said Holway, who could not be reached for comment on Thursday.\nAccording to his LinkedIn profile, Holway took over as interim executive director of the organization in October.\nIn addition to providing resources and education for older residents of the state, the nonprofit worked at the Statehouse on advocacy and policy and administered a Medicare education program.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim holway",
          "sentiment": "none"
        },
        {
          "name": "holway",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vermont elders",
          "sentiment": "negative"
        },
        {
          "name": "board",
          "sentiment": "none"
        },
        {
          "name": "community of vermont elders",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "montpelier",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:49.014+02:00",
    "updated": "2023-12-29T00:24:49.014+02:00"
  }
]