[
  {
    "uuid": "2c4f316fb46509813bf3589944374b179f3334d8",
    "url": "https://www.ajc.com/things-to-do/georgia-entertainment-scene/yellow-river-wildlife-sanctuary-welcomes-a-new-river-otter-enclosure/QGFL5WTYB5BGDGHODBBJUKFDBA",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rodney Ho",
    "published": "2024-07-05T10:00:00Z",
    "title": "Yellow River Wildlife Sanctuary welcomes a new river otter enclosure",
    "text": "Yellow River Wildlife Sanctuary co-owner Jonathan Ordway invested $500,000 to build a river otter exhibit in part to please his wife Katy, who loves otters.\nBut as the exhibit neared completion in late winter, they had no actual otters available. So he sent out an APB to animal rescue groups throughout the Southeast.\n“It was literally build it and they will come,” said Jonathan Ordway, giving a nod to the movie “Field of Dreams.”\nIt worked. Word-of-mouth led to a rescue group in Ohio, which had procured four orphaned female North American river otters saved from a farm in Louisiana, found under a barn that was being torn down. (The group declined to be identified.)\nSo in early April, at about 10 weeks old, the tiny two-pound otters were transported to Atlanta. They had some skin burns and rashes but were otherwise healthy.\nCredit: RODNEY HO/rho@aj\nCredit: RODNEY HO/rho@aj\nAbbey Patton, Yellow River’s lead zookeeper, took in the otter sisters ― named Emma, Elise, Harper and Jolie ― and bottle fed them five times a day for three weeks before giving them access to the new enclosure.\nIn mid-June, the new river otter exhibit officially opened. The otters, now five months old, are fed three times a day including a daily public feeding six days a week at 12:15 p.m. Patton provides commentary and answers questions while the otters cavort about, chew on branches and devour various types of fish.\nExplore Overnight safari park opens in Madison The Ordways, who own multiple apartment complexes and townhomes, gambled their life savings and purchased what was then called the Yellow River Game Ranch in 2018 after the U.S. Department of Agriculture cited the previous owner for poor treatment of animals. Over the past six years, the family business has invested millions into giving the black bears a new, more naturalistic home and adding animals such as lemurs, spider monkeys and a lynx to the existing turkey, vultures, potbellied pigs and bison.\nExplore How the Ordway family bought a zoo Katy Ordway said the first few years, they focused on giving the existing animals better habitats and upgrading the water and electric systems before investing big money into a new exhibit.\n“Any time we talked about a five-year plan, I would bring up otters,” she said. “It just seems like otters are rarely seen in the wild and people don’t often appreciate them.”\nOtters, when taken care, could live more than 20 years in captivity, according to Clark’s Otters, an otter rescue group.\n“I knew with a great habitat and enrichment,” she said, “we could offer otters a full life. And by showcasing them, people could learn to appreciate why cleaning and protecting our rivers is crucial.”\nOrdway added: “It’s been on the back burner for so long. It was finally time to do something for Katy.”\nCredit: RODNEY HO/rho@ajc\nCredit: RODNEY HO/rho@ajc\nBut he himself has become obsessed with the otters: “I sit there for hours watching them. I waste so much time seeing them swim around and goof off.”\nIndeed, the four otters on a recent morning were whirling dervishes, chasing and tackling each other with toddler-like abandon. One otter spent a minute chasing its own tail in the water. (This is why they have to eat the equivalent of 15% of their body weight every day in fish, Patton said.)\nPatton has already learned the personalities of each otter: Harper is the runt, Emma likes human touch, Elise is a talker, and Jolie is relatively quiet and reclusive.\nCredit: RODNEY HO\nCredit: RODNEY HO\nThis is not the only otter exhibit in town. The Georgia Aquarium has Asian sea otters and Zoo Atlanta has South American giant otters . “But ours are native to the area,” Ordway said.\nThe enclosure’s hand-mixed cement work, meant to resemble stone, was created by Johan Marais, a professional rock carver from Lilburn nicknamed “The Caveman of Georgia” who also built features for the Yellow River’s wolf and black bear enclosures.\n“I gave the otters several little areas to play in and a bridge they can hide under,” said Marais, a South African native who has been building theme park and animal enclosures for 28 years. “They seem to be liking it quite a bit.”\nThere are two entrances to get to the otter exhibit with the west side enabling you to see the otters frolic underwater.\n“We wanted this to flow with nature with the fallen trees,” Ordway said. “I think it’s a pretty good fit. It was two years of brainstorming and six months of work.”\nCredit: RODNEY HO/rho@ajc.com\nCredit: RODNEY HO/rho@ajc.com\nKeeping the exhibit water pristine takes work. Jonathan said the filters have to be changed out three times a day and a staffer has to scoop up detritus and poop regularly.\nThe weekly cost of maintaining the otters is around $1,000.\n“It’s definitely a labor of love,” Jonathan said. “There was no expense spared.”\nExplore Meet bald eagles, other raptors at this Georgia wildlife center But he is confident the otter exhibit will draw more people to the sanctuary to compensate.\n“I think this will be our biggest draw,” he said. “People have spent more time at this enclosure than anywhere else because these guys are so active and entertaining.”\nCredit: RODNEY HO\nCredit: RODNEY HO\nIF YOU GO The Yellow River Wildlife Sanctuary\nOpen Wednesday through Mondays. 10 a.m. to 6 p.m. in the summer. $20; $13 children. 4525 U.S. 78, Lilburn. yellowriverwildlifesanctuary.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/in/johan-marais-07355b36/",
      "https://zooatlanta.org/animal/giant-otter/",
      "https://www.georgiaaquarium.org/experience/sea-otter-encounter/",
      "https://fareharbor.com/embeds/book/yellowriverwildlifesanctuary/items/231325/?full-items=yes&flow=380324&u=d6c433da-adfc-487e-9b50-df5fd49fd316&from-ssl=yes&ga4t=G-72DXEZZZ46%2C1797760655.1719888441__1719926947%3B&g4=yes&cp=no&csp=no&back=https%3A%2F%2Fyellowriverwildlifesanctuary.com%2Fhours%2F&language=en-us",
      "https://www.youtube.com/embed/2qwLFEjB8Yo?feature=oembed",
      "https://www.zooatlanta.org/animal/giant-otter/",
      "https://www.linkedin.com/in/johan-marais-07355b36",
      "https://www.fareharbor.com/embeds/book/yellowriverwildlifesanctuary/items/231325/?full-items=yes&flow=380324&u=d6c433da-adfc-487e-9b50-df5fd49fd316&from-ssl=yes&ga4t=G-72DXEZZZ46%2C1797760655.1719888441__1719926947%3B&g4=yes&cp=no&csp=no&back=https%3A%2F%2Fyellowriverwildlifesanctuary.com%2Fhours%2F&language=en-us",
      "https://linkedin.com/in/johan-marais-07355b36/",
      "https://georgiaaquarium.org/experience/sea-otter-encounter/",
      "https://www.georgiaaquarium.org/experience/sea-otter-encounter",
      "https://fareharbor.com/embeds/book/yellowriverwildlifesanctuary/items/231325/",
      "https://youtube.com/embed/2qwLFEjB8Yo?feature=oembed",
      "https://www.youtube.com/embed/2qwLFEjB8Yo",
      "https://zooatlanta.org/animal/giant-otter"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jonathan ordway",
          "sentiment": "negative"
        },
        {
          "name": "rodney ho abbey patton",
          "sentiment": "none"
        },
        {
          "name": "katy",
          "sentiment": "none"
        },
        {
          "name": "rodney ho credit",
          "sentiment": "none"
        },
        {
          "name": "elise",
          "sentiment": "none"
        },
        {
          "name": "emma",
          "sentiment": "none"
        },
        {
          "name": "harper",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "apb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yellow river wildlife sanctuary",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "louisiana",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "southeast",
          "sentiment": "none"
        },
        {
          "name": "yellow river",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T14:58:27.995+03:00",
    "updated": "2024-07-12T23:21:53.162+03:00"
  },
  {
    "uuid": "56eddf5a9770b77ee621966f3a66d1c4f37537dd",
    "url": "https://vnexplorer.net/seven-best-places-in-the-uk-to-see-the-northern-lights-tonight-s769244.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-02T20:14:00Z",
    "title": "Seven best places in the UK to see the Northern Lights tonight",
    "text": "The Northern Lights could be visible in parts of the UK tonight\nStargazers and space enthusiasts in the UK will be pleased to know that tonight (January 2), they may be able to see the Northern Lights. Depending on where you live, you may catch a glimpse of the incredible night-time display.\nFor some areas, the colourful phenomena will likely be much more visible and easier to spot. Predominantly the northern lights are best witnessed in Scotland, North England, North Wales and Northern Ireland. However under severe space weather conditions, the lights can be seen throughout the UK.\nIt comes as, according to experts, this time of year is the best for seeing Aurora Borealis, with chances tonight being high thanks to a solar flare. As explained by the Met Office’s space weather centre, there is a chance of moderate and strong flares tonight – as well as the chance of a G1 minor storm – thanks to a hole in the surface of the sun.\nThe best conditions to view the lights are when the sky is dark and clear of any clouds. In general, the best times are between midnight and 2am, but geomagnetic activity can happen at any time. So in terms of where exactly the best possible places in Britain are, experts at LeaseCar.uk have shared the top seven locations.\n1. Isle of Anglesey, Wales The largest island in Wales will likely host the Northern Lights over winter as they’ve been consistently on display over the last few years. They’ve also been spotted in Gwynedd, Conwy and Denbighshire.\n2. Sandsend, Yorkshire Yorkshire was treated to the Northern Lights in early December with photos being taken from back gardens. The lack of street lights in Sandsend makes it easier to spot the colourful lights without them being covered by artificial lighting.\n3. Lake District, Cumbria The Northern Lights have been spotted in the heart of the Lake District. The clear skies over Cumbria will make it easier to spot the lights and witness a starry night. Grizedale Forest has been named one of the best spots to get a glimpse of the Aurora Borealis.\n4. Whitley Bay, North Tyneside The Northern Lights were not long spotted in Whitley Bay back in October 2023, with photos being taken near St Mary’s Lighthouse. They’ll likely make an appearance once again and will be easier to spot as the nights draw in earlier.\n5. Arthur’s Seat, Edinburgh Arthur’s Hill is an extinct volcano that’s located in Holyrood Park. It’s one of the most popular spots in Scotland for people to go hiking. Be prepared for a steep walk to the summit as it can take almost two hours to reach the peak. If you end up missing the Northern Lights, you’ll still get to witness a breathtaking view of Edinburgh.\n6. Shetland Islands, Scotland The greenish, purple glow is likely to be spotted in the Shetland Islands. It’s one of the most likely places to spot them throughout the whole of winter, but make sure to visit when it’s a clear night sky.\n7. Donegal, Ireland Donegal has been named one of the best places in Ireland to get a clear view of the Aurora Borealis. The chances of spotting them are better when there’s no rain and the moon is shining brightly.\nTips for seeing the aurora You need a clear night with no cloud cover Find a dark location with no light pollution Look toward the northern horizon Be cautious that geomagnetic activity can cause disturbances to satellite navigation (GNSS/GPS etc).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Weather"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mmbLL.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mmbLL.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "aurora borealis",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "north wales",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "north england",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T22:26:07.007+02:00",
    "updated": "2024-01-02T22:26:07.007+02:00"
  }
]
