[
  {
    "uuid": "97f7b8b617d32196ce48115b1142ae678241164e",
    "url": "https://abcnews.go.com/Sports/illinois-terrence-shannon-jr-charged-rape-suspended/story?id=105974920",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2023-12-28T20:19:00Z",
    "title": "Illinois' Terrence Shannon Jr. charged with rape, suspended - ABC News",
    "text": "Illinois' Terrence Shannon Jr. charged with rape, suspended No. 11 [Illinois](https://www.espn.com/mens-college-basketball/team/_/id/356/illinois-fighting-illini) men's basketball star [Terrence Shannon Jr.](http://www.espn.com/mens-college-basketball/player/_/id/4432847/terrence-shannon-jr) has been suspended from all team activities after he was charged with rape, the school announced Thursday. A warrant for Shannon's arrest was issued by the Douglas County (Kansas) district attorney's office Wednesday over an alleged sexual assault that happened in September. According to jail records, Shannon turned himself in and was arrested in Lawrence, Kansas, on Thursday morning on a charge of \"rape; sexual intercourse without consent and use of force.\" The university said in a statement that the alleged incident occurred while Shannon was in Lawrence to attend the Illinois-Kansas football game. The school noted that Shannon was \"not in Lawrence on official University business, nor was he a member of the University's travel party.\" Shannon posted $50,000 bail Thursday and was returning to Champaign, Illinois, according to the school. Mark P. Sutter, an Illinois-based attorney representing Shannon, said his client is innocent and intends to take the case to trial. \"Since September, when these allegations surfaced, Terrence has cooperated with law enforcement throughout the investigation, declaring his innocence from the beginning,\" Sutter said in a statement. \"Now, several months later, my office learned that formal charges were filed against him yesterday in Lawrence, KS. In less than 24 hours, my client responded, and he voluntarily surrendered to local authorities for processing and release. Terrence is innocent of these charges, and he intends to take his case to trial.\" Cheryl Cadue, a spokeswoman with the Douglas County district attorney's office, told ESPN, \"We are unable to comment at this time.\" Illinois officials said they had been aware of a Lawrence police investigation involving Shannon since late September but did not receive \"actionable information\" until Wednesday, when the warrant for his arrest was issued. The incident allegedly occurred on Sept. 9. The charge against Shannon states that he \"unlawfully, feloniously, and knowingly engaged in sexual intercourse with a person ... who did not consent to the sexual intercourse under circumstances when she, was overcome by force or fear, a severity level 1 person felony,\" according to a copy of the complaint obtained by ESPN on Thursday afternoon. The alleged victim is not named, but multiple law enforcement officers and another unnamed individual are listed as witnesses. The official complaint says Shannon faces a range of minimum of 147 months and a maximum of 653 months in prison and/or a fine up to $300,000 if he's convicted. Athletic director Josh Whitman noted the school's zero-tolerance policy for sexual misconduct. \"The University and [the Division of Intercollegiate Athletics] have shown time and again that we have zero tolerance for sexual misconduct,\" Whitman said in a statement. \"At the same time, DIA policy affords student-athletes appropriate levels of due process based on the nature and severity of the allegations. We will rely on that policy and our prior experiences to manage this situation appropriately for the University and the involved parties.\" Shannon, a Chicago native, has been one of the top players in college basketball this season. The guard leads the Illini with 21.7 points per game and has connected on 40.8% of his 3-point attempts this season.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "http://www.espn.com/mens-college-basketball/player/_/id/4432847/terrence-shannon-jr)",
      "https://www.espn.com/mens-college-basketball/team/_/id/356/illinois-fighting-illini)",
      "http://espn.com/mens-college-basketball/player/_/id/4432847/terrence-shannon-jr)",
      "https://espn.com/mens-college-basketball/team/_/id/356/illinois-fighting-illini)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "terrence shannon jr.",
          "sentiment": "negative"
        },
        {
          "name": "shannon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news illinois",
          "sentiment": "negative"
        },
        {
          "name": "university",
          "sentiment": "none"
        },
        {
          "name": "illinois-kansas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "douglas county",
          "sentiment": "none"
        },
        {
          "name": "lawrence",
          "sentiment": "none"
        },
        {
          "name": "kansas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:41.006+02:00",
    "updated": "2023-12-29T00:01:41.006+02:00"
  },
  {
    "uuid": "f1f687dfc75e683192baa8aa31ac26ae514e3ed9",
    "url": "https://www.newsbreak.com/crawford-county-ar/3279660158351-the-warmest-december-in-crawford-county-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T22:23:00Z",
    "title": "The warmest December in Crawford County history",
    "text": "The popular image of an idyllic December is one of white Christmases, hot chocolate retreats, snow-capped conifers, and cozy, cold-weather activities. But not every December lives up to those expectations. Most of the continental U.S. will experience its peak winter cold weather in January and February . Officially, winter doesn't even start until Dec. 21. Across the U.S., the average December temperature from 1901-2000 was right above freezing point, at 32.68 F. Yearly temperatures can be compared to this 20th-century long-term average to find how uncommon a year's December climate was. The nation's warmest December on record was 2021, when the average temperature reached 6.66 F above the long-term average, at 39.34 F. December 2022 was closer to the previous century's average for the U.S. overall, at 33.08 F. The average temperature in Crawford County, Arkansas from 1901-2000 was 39.8. The diverse climates of the U.S. mean residents can experience a range of holiday weather without breaking out their passports. Within the continental U.S., Monroe County, Florida, at the Southeast tip of the state, reported the highest average December temperature during the past century at 67.6 F. On the other end of the spectrum was Roseau County, Minnesota, bordering Canada, at 7.2 F. However, across both sides of the extremes, temperatures are warming. While that doesn't mean every December will be warmer than the last or the prior century's average, it does mean long-term temperature averages will continue to inch up the thermometer. When did Crawford County, Arkansas experience its warmest December? To find out, Stacker used data from the National Centers for Environmental Information to identify the 15 Decembers with the highest average temperature since 1895. Also included is how that year's temperature compared to the 1901-2000 average. Read on to see if you lived through the warmest December in Crawford County, Arkansas history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=39AbG4_0qSfFnwc00",
      "https://img.particlenews.com/image.php?url=39AbG4_0qSfFnwc00",
      "https://www.stacker.com/Arkansas/Crawford-County-AR",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=39AbG4_0qSfFnwc00",
      "https://img.particlenews.com/image.php",
      "https://ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.img.particlenews.com/image.php?url=39AbG4_0qSfFnwc00",
      "https://stacker.com/Arkansas/Crawford-County-AR",
      "https://climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "crawford county",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "arkansas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:53:16.202+02:00",
    "updated": "2023-12-29T01:53:16.202+02:00"
  },
  {
    "uuid": "71f8208f2eb176b0e1ded15427089e6382137b7a",
    "url": "https://www.newindianexpress.com/states/kerala/2024/Jun/02/tdb-plans-insurance-scheme-for-sabarimala-pilgrims-6",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "M S Vidyanandan",
    "published": "2024-06-01T20:12:00Z",
    "title": "TDB plans insurance scheme for Sabarimala pilgrims",
    "text": "THIRUVANANTHAPURAM: In a major initiative, the Travancore Devaswom Board (TDB) plans to introduce an optional insurance scheme for pilgrims visiting the Sabarimala temple. As part of the move, the board will hold a meeting of insurance companies within two weeks.\n“The plan is in the nascent stage. The meeting is to know the packages that the companies can offer. A suitable proposal will be selected through a fair process,” said TDB president P S Prasanth, adding that a final decision requires the state government’s sanction. The board aims to implement the scheme from the next mandalam-makaravilakku season.\nThe board is of the view that a good policy could be implemented for a premium of up to Rs 5. As per the plan, pilgrims can make this payment at the time of Virtual Queue booking, the online booking system for darshan. The Virtual Queue booking will be opened three months ahead of the start of mandalam-makaravilakku season.\nAt present, the board has a scheme which is being implemented in partnership with United India Insurance Company.\n“The board pays the annual premium for the current scheme. But it has only limited benefits. Under this, Rs 5 lakh compensation is given for accident deaths on the Sabarimala premises. In case of other deaths, Rs 30,000 is given as ambulance costs within the state and Rs 50,000 for those from outside,” he said.\n“The new scheme is aimed at enhancing the scope of compensation,” says Prasanth. “In the last season alone, more than 20 people died due to various reasons like heart attack and respiratory ailments. We wish to cover all such deaths under the new scheme,” Prasanth added.\nMeanwhile, the TDB president rejected allegations that the board plans to levy charges for Virtual Queue booking. “We do not have any plan to charge fees for darshan. The insurance premium will go directly to the company,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "p s prasanth",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tdb",
          "sentiment": "negative"
        },
        {
          "name": "travancore devaswom board",
          "sentiment": "negative"
        },
        {
          "name": "united india insurance company",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "thiruvananthapuram",
          "sentiment": "none"
        },
        {
          "name": "sabarimala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T04:19:21.687+03:00",
    "updated": "2024-06-02T04:19:21.687+03:00"
  }
]