[
  {
    "uuid": "9355c44ea8f96dc6148d2abee8125cfd3d9fc523",
    "url": "https://securite.developpez.com/actu/353117/80-ans-plus-tard-le-GCHQ-publie-de-nouvelles-images-inedites-de-Colossus-l-ordinateur-de-decryptage-des-codes-Nazi-qui-a-contribue-a-la-victoire-lors-de-la-Seconde-Guerre-mondiale/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Developpez",
    "published": "2024-01-19T14:43:00Z",
    "title": "80 ans plus tard, le GCHQ publie de nouvelles images inédites de Colossus, l'ordinateur de décryptage des codes Nazi, qui a contribué à la victoire lors de la Seconde Guerre mondiale",
    "text": "En 1944, Colossus, le premier ordinateur numérique au monde, a décodé des messages allemands qui ont convaincu les forces alliées que leur plan d'un an visant à tromper Hitler sur le lieu de l'invasion avait été couronné de succès, donnant ainsi le feu vert au débarquement. Lors des préparatifs du débarquement sur les côtes françaises, qui a marqué un tournant dans la Seconde Guerre mondiale, Colossus a joué un rôle essentiel dans les coulisses et, selon de nombreux experts, il a permis d'écourter la guerre. Cadre de deux mètres de haut composé d'interrupteurs et de prises drapés de fils, Colossus tapait et pulsait sur des bandes de papier, utilisant 2 500 valves pour traiter les informations plus rapidement que jamais, réduisant le temps nécessaire au décodage des messages à quelques heures au lieu de plusieurs semaines. Mais ce n'est qu'au début des années 2000 que son existence a été révélée. 80 ans plus tard, l'agence britannique de renseignement électromagnétique GCHQ a publié une série d'images et de sons inédits pour marquer cet anniversaire. Le GCHQ célèbre les 80 ans de Colossus Voici une série d'images rares et inédites de Colossus, pour célébrer le 80e anniversaire de l'ordinateur de décryptage qui a joué un rôle essentiel dans l'effort de guerre de la Seconde Guerre mondiale. L'ordinateur Colossus a été créé pendant la Seconde Guerre mondiale pour déchiffrer des messages stratégiques cruciaux entre les généraux allemands les plus haut placés dans l'Europe occupée, mais son existence n'a été révélée qu'au début des années 2000, après six décennies de secret. Alors que la planification des débarquements du jour J était déjà bien avancée au moment où COLOSSUS a été introduit, c'est l'une des machines qui a contribué à produire l'information selon laquelle Hitler avait été convaincu que les Alliés lanceraient l'invasion à partir du Pas-de-Calais et non de la Normandie. La publication de ces images jette un nouvel éclairage sur la genèse et le fonctionnement de Colossus, qui mesurait plus de deux mètres de haut et qui est considéré par beaucoup comme le premier ordinateur numérique de l'histoire. Une photographie rare montre une lettre qui retrace l'avancement des travaux de décryptage des communications entre les hauts responsables nazis. La lettre contient les mots \"Flowers du P.O. a fait une suggestion pour une machine entièrement différente\" - une référence à l'idée du célèbre décrypteur Tommy Flowers qui allait finalement donner naissance à Colossus. Une autre partie de la lettre révèle les communications de haut niveau que Colossus interceptait, y compris \"des instructions allemandes plutôt alarmantes\". Anne Keast-Butler, directrice du GCHQ, a déclaré : L'innovation technologique a toujours été au cur de notre travail ici au GCHQ, et Colossus est un parfait exemple de la façon dont notre personnel nous maintient à la pointe des nouvelles technologies - même lorsque nous ne pouvons pas en parler. La créativité, l'ingéniosité et le dévouement dont ont fait preuve Tommy Flowers et son équipe pour assurer la sécurité du pays étaient tout aussi essentiels pour le GCHQ à l'époque qu'aujourd'hui. Je suis ravi de célébrer le 80e anniversaire de cet ordinateur et de rendre hommage à ceux qui y ont travaillé. Dès le début, le secret a été tissé dans le fonctionnement de Colossus. Sous la supervision de Tommy Flowers, l'ingénieur qui l'a conçu, de nombreux experts travaillant sur l'ordinateur n'avaient aucune idée de ce qu'ils contribuaient à construire jusqu'à ce qu'il soit installé à Bletchley Park. Une fois sur place, seul un petit groupe - tous assermentés au titre de la loi sur les secrets officiels - était au courant du travail effectué sur Colossus. Bill Marshall, ancien ingénieur du GCHQ, a déclaré : \"J'ai travaillé comme ingénieur sur Colossus pendant un an dans les années 1960. Je venais de signer la loi sur les secrets officiels et je ne savais rien du GCHQ, mais on m'a proposé un 'travail intéressant' qui consistait, selon moi, à traiter des télégrammes pour un ministère. On m'a dit très peu de choses sur la machine sur laquelle je travaillais - je ne devais pas savoir ce qu'elle faisait réellement. Mon travail consistait à la réparer si nécessaire, à l'aide de quelques schémas de circuit et d'aucun manuel d'utilisation détaillé. Ce n'est que bien plus tard que j'ai découvert que plusieurs des systèmes et des informations détaillées sur la conception avaient été détruits à la fin de la Seconde Guerre mondiale. Je suis très fier d'avoir été impliqué dans Colossus, ne serait-ce qu'un peu, et nous devrions tous être fiers de ce qui a été accompli au nom de la sécurité et de la sûreté nationales.\" Andrew Herbert OBE FREng, président du conseil d'administration du National Museum of Computing, a déclaré : \"Colossus était peut-être la plus importante des machines de décryptage en temps de guerre, car elle a permis aux Alliés de lire les messages stratégiques échangés entre les principaux quartiers généraux allemands à travers l'Europe. C'est l'une des nombreuses raisons pour lesquelles nous sommes si fiers d'exposer une reconstitution entièrement fonctionnelle d'une machine à décoder Colossus au National Museum of Computing de Bletchley Park. D'un point de vue technique, Colossus a été un précurseur important de l'ordinateur numérique électronique moderne, et beaucoup de ceux qui ont utilisé Colossus à Bletchley Park sont devenus des pionniers et des leaders importants de l'informatique britannique dans les décennies qui ont suivi la guerre, et ont souvent été les premiers au monde dans leur travail. Nous sommes fiers de nous associer au GCHQ pour célébrer cette date importante dans l'héritage de Colossus\". Ian Standen, PDG de Bletchley Park, a déclaré : \"Le développement de la machine Colossus a constitué une avancée considérable dans les efforts de décryptage de Bletchley Park, en aidant les Alliés à décrypter l'un des codes les plus complexes de la Seconde Guerre mondiale. Grâce à Colossus, mais aussi aux travaux informatiques pionniers réalisés après la guerre par des décrypteurs comme Alan Turing, Max Newman, Donald Michie et Jack Good, Bletchley Park est considéré comme le berceau de l'informatique moderne. Cet héritage a été déterminant dans le choix de Bletchley Park comme lieu d'accueil du premier sommet mondial sur la sécurité de l'intelligence artificielle, qui se tiendra en novembre 2023. Il est donc juste et approprié de marquer le 80e anniversaire du déploiement de cette pièce maîtresse de la technologie\". Bien qu'il utilise environ 2 500 valves et mesure plus de deux mètres de haut, Colossus est considéré par beaucoup comme la naissance de l'informatique moderne et est encore considéré aujourd'hui comme le premier ordinateur numérique jamais fabriqué. Les experts qui ont travaillé sur cet ordinateur décrypteur ont ensuite créé le Manchester Baby, construit à l'université de Manchester en 1948, plaçant ainsi Manchester au centre d'une révolution informatique mondiale. Source : [GCHQ](https://www.gchq.gov.uk/news/colossus-80) Colossus ? Voir aussi : [Le musée de l'histoire de l'ordinateur restaure 21 vidéos rares de la légendaire conférence sur l'informatique de 1976, il s'agit de la toute première conférence internationale sur l'informatique](https://www.developpez.com/actu/334278/Le-musee-de-l-histoire-de-l-ordinateur-restaure-21-videos-rares-de-la-legendaire-conference-sur-l-informatique-de-1976-il-s-agit-de-la-toute-premiere-conference-internationale-sur-l-informatique/) [Il y a 50 ans, Internet est né dans la salle 3420 du Boelter Hall de l'UCLA, le premier message envoyé fut \"LO\". D'un ordinateur à l'UCLA vers un autre ordinateur situé au Stanford Research Institute](https://reseau.developpez.com/actu/282740/Il-y-a-50-ans-Internet-est-ne-dans-la-salle-3420-du-Boelter-Hall-de-l-UCLA-le-premier-message-envoye-fut-LO-d-un-ordinateur-a-l-UCLA-vers-un-autre-ordinateur-situe-au-Stanford-Research-Institute/) [« Comment casser le RSA avec un ordinateur quantique ? » Le résultat d'une recherche théorique publié par un groupe de chercheurs chinois](https://securite.developpez.com/actu/339998/-Comment-casser-le-RSA-avec-un-ordinateur-quantique-le-resultat-d-une-recherche-theorique-publie-par-un-groupe-de-chercheurs-chinois/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://gchq.gov.uk/news/colossus-80)",
      "https://www.gchq.gov.uk/news/colossus-80)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T18:12:30.631+02:00",
    "updated": "2024-01-19T18:12:30.631+02:00"
  },
  {
    "uuid": "bf7005b25970a2838a59a3832bacd738de3927b9",
    "url": "https://www.news24.com/news24/southafrica/news/severe-weather-alerts-storms-and-floods-could-hit-parts-of-sa-this-weekend-20231229",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marvin Charles",
    "published": "2023-12-29T05:43:00Z",
    "title": "Severe weather alerts: Storms and floods could hit parts of SA this weekend | News24",
    "text": "A cut-off low pressure weather system is expected to bring widespread showers and thundershowers that may cause significant rainfall with heavy downpours within a short space of time from Saturday until Sunday in Theewaterskloof. The municipality added that disruptions to essential services could be expected, as well as damage to property, infrastructure, and loss of livelihood and livestock.\n\"The possibility of mudslides and rockfalls may occur especially along slopes and mountainous areas. The general public are cautioned not to attempt to cross any rivers or streams as there is a danger to life due to the strong currents that may prevail,\" Solomons-Johannes added.\nThe national government urged residents to take precautions and follow instructions from their respective disaster management centres.\nMeanwhile, the SAWS said widespread showers and thundershowers could be expected over the western parts of the Free State.\nThe eastern half of the Eastern Cape can expect cloudy and cool to warm conditions, with scattered showers and thundershowers, but isolated along the coast and adjacent interior.\nIsolated afternoon showers and thundershowers can be expected in KwaZulu-Natal.\nActing government spokesperson Nomonde Mnukwa said government was aware of the damages already caused by inclement weather and the responses of first responders in KwaZulu-Natal, Gauteng, Mpumalanga and Limpopo.\nREAD MORE | On the frontlines of Ladysmith floods: 'I haven't seen anything like this in 15 years'\n\"The National Disaster Management Centre supports all provincial and municipal disaster management centres to assist the affected communities. We all have the responsibility to assist government and disaster managers to keep us safe,\" she said.\nMeanwhile, the National Sea Rescue Institute (NSRI) appealed to bathers, boaters, paddlers, sailors, anglers and coastal hikers to be cautious around the coastline, saying that the spring tide phase may contribute to stronger than normal rip currents.\n\"Public at beaches and along the coastline will experience the two daily high tides, which will noticeably be higher than normal, and the two daily low tides, which will be lower than normal and stronger than normal rip currents will occur at places around the coastline.\"\n\"Swim at beaches protected by lifeguards. Inland water users are also urged to be cautious. Although not affected by spring tide on inland waters, the increase in water-related emergencies is of concern, and we are appealing to everyone in and around coastal and inland waterways to have safety top of mind,\" the NSRI added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://playback.oovvuu.media/frame/ef95a8cd-40d0-41b4-9da9-45178c132186",
      "https://playback.oovvuu.media/frame/8f06b89e-2192-4131-bfdb-5a94f2783325",
      "https://www.playback.oovvuu.media/frame/ef95a8cd-40d0-41b4-9da9-45178c132186",
      "https://www.playback.oovvuu.media/frame/8f06b89e-2192-4131-bfdb-5a94f2783325"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "johannes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "saws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "eastern cape",
          "sentiment": "none"
        },
        {
          "name": "theewaterskloof",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:25:24.602+02:00",
    "updated": "2023-12-29T11:25:24.602+02:00"
  },
  {
    "uuid": "6f2af8ebca05705de9e50e4c1b162d0982d222af",
    "url": "https://www.agensir.it/quotidiano/2024/3/28/pasqua-mons-checchinato-cosenza-ci-invita-a-volare-alto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@agensir",
    "published": "2024-03-28T18:30:00Z",
    "title": "Pasqua: mons. Checchinato (Cosenza), “ci invita a volare alto” - AgenSIR",
    "text": "“La Pasqua ci invita a volare alto”. Lo afferma nel messaggio alla diocesi mons. Giovanni Checchinato, arcivescovo di Cosenza-Bisignano. Gli auguri pasquali del presule sono stati pubblicati sul numero del settimanale diocesano “Parola di Vita”, in uscita oggi. “Scorgo un germoglio di resurrezione”, il tema del messaggio di mons. Checchinato. “Un germoglio nella storia dei paesi delle aree interne del nostro territorio”, paesi in cui “i numeri sono ormai minimali, in cui mancano i servizi essenziali”. L’arcivescovo bruzio ha constatato che per tali mancanze “si corre ogni giorno il rischio di non avere un soccorso sanitario celere, una prevenzione e un accompagnamento nella malattia”; eppure “questi piccoli centri custodiscono ancora sogni proprio grazie a chi non ha mollato, grazie alla presenza di donne e uomini che continuano a sognare un futuro per il loro paese”. Mons. Checchinato scorge “un germoglio di risurrezione nelle tante esperienze in cui ci si prende cura gli uni degli altri”. Pur constatando che “alcune esperienze siano un po’ autoreferenziali”, “è pur vero che generano relazioni, quelle che ti costringono a guardarsi negli occhi, che portano ancora a stringere le mani e non semplicemente a mettere dei like o dei cuoricini su uno schermo”. Quando accade questo, “si scopre che sono queste le relazioni che trasformano la vita” e “ti permettono di incontrare l’altro come fratello e sorella con cui camminare insieme” e “non come beneficiari della mia benevolenza”. Mons. Checchinato “scorge un germoglio di risurrezione nelle esperienze di coloro che scelgono di evitare il balcone da cui sentenziare sul mondo e sulla gente” e “mettono la loro faccia nel condividere il loro sogno di un mondo migliore dove ci sia la pace e la giustizia per tutti”. Per il presule bruzio “questo ci fa dire che la Pasqua è evento ‘sovversivo’, destabilizzante” perché “non solo stimola la sua energia di liberazione e di grazia nella storia dei credenti e il loro desiderio di cielo”, ma perché “ci fa comprendere che siamo ben oltre quello che possiamo vedere, toccare, sentire, sperimentare”. Infatti – ha concluso – “vorremmo tener chiuso Il Signore nel sepolcro della nostra dottrina, delle nostre tradizioni, delle nostre regole e delle nostre leggi”. Ma “se è chiuso nel sepolcro lo possiamo piangere, gli possiamo portare dei fiori, lo possiamo ricordare. E invece no, lui non è lì, il Sovversivo per eccellenza, che ha detto che è altrove che va cercato, dove forse non andremmo mai a cercarlo, che va amato lì dove si trova, senza la pretesa di poterlo controllare e incasellare”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T06:05:34.021+03:00",
    "updated": "2024-03-29T06:05:34.021+03:00"
  },
  {
    "uuid": "f2232df69ec0eaacbd9e3049c4a094844e4922f9",
    "url": "https://www.eldesmarque.com/futbol/valencia-cf/20240919/mestalla-dos-partidos-clave-cuatro-dias_300446016.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Xema Tarazona",
    "published": "2024-09-19T09:04:00Z",
    "title": "Mestalla, la salvación de la crisis del Valencia CF en LALIGA",
    "text": "El Valencia CF se aferra a la fuerza de Mestalla: dos partidos vitales en cuatro días - Valencia CF - Girona FC (sábado 21 de septiembre a las 18:30 horas) - Valencia CF - CA Osasuna (martes 24 de septiembre a las 19:00 horas) - [El Valencia CF cierra filas y se va de comida con Rafa Mir: conjura para salir de la crisis](https://www.eldesmarque.com/futbol/valencia-cf/20240918/valencia-cf-comida-equipo-conjura-salir-crisis_300447379.html#utm_source=sumario&utm_medium=articulo) La situación del Valencia CF es límite: colista en LALIGA, un punto de 15 disputados, ninguna victoria, un empate, cuatro derrotas, tres goles a favor, 10 en contra y [a punto de igualar su peor racha sin ganar en la competición](https://www.eldesmarque.com/futbol/valencia-cf/20240916/el-valencia-cf-acecha-la-peor-racha-de-partidos-sin-ganar-en-su-historia-de-barinaga-a-baraja-pasando-por-di-stefano-y-neville_300444704.html). Se puede hablar de crisis y solo Mestalla puede hacer que el equipo resurja. El elenco de Rubén Baraja tiene ante sí dos partidos seguidos en casa en los que se juega gran parte de sus opciones de llegar al parón fuera de la zona de descenso. Sin entrar en cábalas de cuántos puntos necesita el Valencia CF, lo que está claro es que los dos próximos partidos ante Girona FC y CA Osasuna son vitales. Fundamentalmente, porque después llegan otras dos jornadas seguidas fuera de casa. Este es el calendario antes del parón de selecciones de octubre: - Valencia CF - Girona FC (sábado 21 de septiembre a las 18:30 horas) - Valencia CF - CA Osasuna (martes 24 de septiembre a las 19:00 horas) - Real Sociedad - Valencia CF (sábado 28 de septiembre a las 18:30 horas) - CD Leganés - Valencia CF (viernes 4 de octubre a las 21:00 horas) Todos saben de la importancia de Mestalla Desde la derrota en el Metropolitano, muchos han sido los que han hablado de la importancia de Mestalla en esa semana venidera. [Rubén Baraja fue el primero](https://www.eldesmarque.com/futbol/valencia-cf/20240915/ruben-baraja-duro-analisis-crisis-situacion-valencia-cf_300444334.html): \"El próximo partido es importante, jugamos en Mestalla y tenemos que hacer las cosas mejor que hoy”. Javi Guerra le secundó “Ya pensando en el Girona FC, en seguir trabajando, intentar mejorar. Hay cosas que no han salido hoy”. Y Sergi Canós quiso mandar un mensaje al valencianismo: “Los necesitamos a todos arriba, con la cabeza arriba, dentro estamos todos más unidos que nunca y por nosotros no va a ser. Esto va a salir hacia delante seguro. Tenemos que levantar cabeza y seguir nuestro camino”. Y por último, Dani Gómez fue otro de los componentes del primer equipo que habló: \"Es cierto que LALIGA acaba de empezar, hemos tenido también unos partidos complicados, que nos han tocado rivales de la parte alta de la tabla. Ahora, a hacernos fuertes en Mestalla, con nuestra gente y regalarles los tres puntos\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:23:35.466+03:00",
    "updated": "2024-09-20T00:23:35.466+03:00"
  },
  {
    "uuid": "a36faba085c859af2de796e6201bfffb0f34dc10",
    "url": "https://www.liverpool.com/liverpool-fc-news/features/guardiola-warning-liverpool-man-city-28359834",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patrick Rowe",
    "published": "2023-12-29T01:00:00Z",
    "title": "Pep Guardiola fires warning to Liverpool as Man City set to gain two title advantages",
    "text": "Liverpool has been handed a warning by Pep Guardiola following Manchester City’s 3-1 win against Everton on Wednesday.\nSean Dyche's side took the lead in the first half thanks to a goal from Jack Harrison, but were ultimately undone after Phil Foden, Julian Alvarez and Bernardo Silva slotted their efforts past Jordan Pickford to secure all three points.\nLiverpool currently holds a five-point gap on last season’s treble winners. However, as City have so regularly shown in previous seasons, it is capable of hitting a rich vein of form in the second half of the season when it comes to securing titles.\nREAD MORE:\nDarwin Núñez 'costs Liverpool $5.5m' as Tottenham 'interested' in shock transfer for defender\nREAD MORE:\nArsenal could make Liverpool millions as Jürgen Klopp just got two hints to Mohamed Salah plan\nSpeaking after the victory at Goodison Park,\nGuardiola warned the likes of Arsenal, Liverpool and Tottenham that City is approaching them in the table, following a relatively slow start to the campaign thus far. \"I remind them [his players] every day. We have standards to keep. That makes us have more responsibility so the standards cannot go down,\" Guardiola said (via the ECHO).\n\"I thought the first half was really good. In the second half we had to attack quicker with wingers and runners and we did really well.\n“They showed again how special they are. We know after six games with just one win, the people were asking, which is normal because it is all about results but we are close and so do Arsenal, Tottenham, Liverpool and Aston Villa. We want to be there.\n\"We said we needed to move to structure to play more direct to the wingers. We created 5-10 minutes of chances. Phil Foden in the end just took the ball and put it in the net! We arrived more often in the final third in the second half.\"\nLiverpool.com says: City is dangerous in the table, especially when you consider they hold a game in hand on the Reds too. Liverpool will need to maintain its standards in the New Year, which will be difficult without\nMohamed Salah and Wataru Endō as they depart for AFCON and the Asian Cup. City holds a major advantage in that regard, with no African or Asian players to worry about for Guardiola.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Politics"
    ],
    "external_links": [
      "https://liverpoolecho.co.uk/sport/football/football-news/pep-guardiola-issues-man-city-28357846",
      "https://www.liverpoolecho.co.uk/sport/football/football-news/pep-guardiola-issues-man-city-28357846"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pep guardiola",
          "sentiment": "negative"
        },
        {
          "name": "jordan pickford",
          "sentiment": "none"
        },
        {
          "name": "jack harrison",
          "sentiment": "none"
        },
        {
          "name": "jürgen klopp",
          "sentiment": "none"
        },
        {
          "name": "bernardo silva",
          "sentiment": "none"
        },
        {
          "name": "phil foden",
          "sentiment": "none"
        },
        {
          "name": "mohamed salah",
          "sentiment": "none"
        },
        {
          "name": "sean dyche",
          "sentiment": "none"
        },
        {
          "name": "guardiola",
          "sentiment": "none"
        },
        {
          "name": "julian alvarez",
          "sentiment": "none"
        },
        {
          "name": "darwin núñez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester city",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "negative"
        },
        {
          "name": "arsenal",
          "sentiment": "none"
        },
        {
          "name": "tottenham",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "man city",
          "sentiment": "none"
        },
        {
          "name": "goodison park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:03:57.870+02:00",
    "updated": "2023-12-29T03:03:57.870+02:00"
  },
  {
    "uuid": "e3455179624a46ff5b77d1301aec06c05af168da",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrft3928323.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:32:00Z",
    "title": "双创龙头ETF（588330）跌0.37%，半日成交额777.05万元|双创_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，双创龙头ETF（588330）跌0.37%，报0.544元，成交额777.05万元。双创龙头ETF（588330）重仓股方面， 宁德时代 截止午盘跌1.13%， 中芯国际 跌0.23%， 汇川技术 跌0.05%， 迈瑞医疗 跌1.30%， 海光信息 跌0.68%， 寒武纪 涨0.31%， 阳光电源 跌2.96%， 澜起科技 涨1.02%， 中际旭创 涨3.03%， 中微公司 涨0.63%。\n双创龙头ETF（588330）业绩比较基准为中证科创创业50指数收益率，管理人为华宝基金管理有限公司，基金经理为胡洁，成立（2021-06-29）以来回报为-45.30%，近一个月回报为0.09%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->investment and opinion pieces",
      "Politics->economic policy",
      "Politics->government",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:04.650+03:00",
    "updated": "2025-06-20T05:05:10.000+00:00"
  }
]