[
  {
    "uuid": "7bf6a880366e24e0913561499a143bdebabd66d2",
    "url": "https://www.bollyinside.com/news/health-news/florida-deputy-fatally-shoots-81-year-old-woman-with-knife-during-mental-health-episode",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Delia Reynolds",
    "published": "2024-01-25T22:19:00Z",
    "title": "Florida deputy fatally shoots 81-year-old woman with knife during mental health episode",
    "text": "An 81-year-old woman suffering from a mental health episode was fatally shot by a Florida deputy after allegedly lunging at him with a knife, the Sumter County Sheriff’s Office said. 81-Year-Old Woman with a Knife Suffering a Mental Health Episode Fatally Shot by Florida Deputy An 81-year-old woman suffering from a mental health episode was fatally shot by a Florida deputy after she allegedly lunged at him with a knife, the Sumter County Sheriff’s Office said. Investigation and Family’s Response The Sumter County Sheriff’s Office declined to answer questions about the deadly shooting, citing the ongoing investigation. A spokesperson said the deputy is on administrative leave pending the outcome of the investigation, a standard procedure. Sours’ family declined to comment on Thursday. Handling of the Incident As deputies were investigating whether her complaint “was real or if she was having a mental episode,” Sours allegedly pulled a knife from behind her back and lunged at a deputy “attempting to stab him,” the release states. Authorities said the deputy “took evasive action backing up while simultaneously drawing his service weapon and fired” at Sours, striking her.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sumter county sheriff’s office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:22:45.193+02:00",
    "updated": "2024-01-26T01:08:24.269+02:00"
  },
  {
    "uuid": "2196a0c983cde289b2482d398f534a15925ec41c",
    "url": "https://theprint.in/world/uae-armed-forces-unification-anniversary-is-rich-in-lessons-and-experiences-dubais-first-dy-ruler-maktoum-bin-mohammed/2070731",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2024-05-05T03:47:00Z",
    "title": "UAE Armed Forces unification anniversary is rich in lessons and experiences: Dubai's First Dy Ruler Maktoum bin Mohammed – ThePrint – ANIFeed",
    "text": "Home World UAE Armed Forces unification anniversary is rich in lessons and experiences: Dubai's... World UAE Armed Forces unification anniversary is rich in lessons and experiences: Dubai’s First Dy Ruler Maktoum bin Mohammed ANI 05 May, 2024 02:17 pm IST WhatsApp First Deputy Ruler of Dubai Sheikh Maktoum bin Mohammed bin Rashid Al Maktoum (Image Credit: X/@MaktoumMohammed) Follow Us : Text Size: A- A+\nAbu Dhabi [UAE], May 5 (ANI/WAM): Sheikh Maktoum bin Mohammed bin Rashid Al Maktoum, First Deputy Ruler of Dubai, Deputy Prime Minister and Minister of Finance, highlighted the significance of the UAE Armed Forces unification anniversary.\nHe emphasised that this event is rich in lessons and experiences, serving as a reminder of the wisdom, dedication, and generosity of the UAE’s founding fathers. These leaders made the decision to unite the UAE armed forces to equip the young nation with strength and resilience.\nShow Full Article\nIn a speech on the occasion of the 48th anniversary of the unification of the armed forces, Sheikh Maktoum bin Mohammed emphasised the significance of the May 6, 1976 anniversary. He noted that this date holds additional importance as it signifies the commencement of the UAE armed forces’ development journey. These forces have now attained a high level of skill, capability, and preparedness that align with the exemplary Emirati model. This model is structured to encompass all the necessary components of self-sufficiency to support growth, advancement, and resilience.\nThe following is the text of his speech on this occasion:\n“It is my honour to share with our wise leadership and the dear sons and daughters of the UAE the celebration of the 48th anniversary of the unification of the UAE Armed Forces.\nThis occasion, full of lessons and experiences, reminds us of the wisdom, dedication, and giving of our founding fathers, led by the late Sheikh Zayed bin Sultan Al Nahyan. They came together on the decision to unify our armed forces to empower our young country with the means of strength and resilience, and to pave the way for deepening the unity of our Emirati family and strengthening our comprehensive national identity.\nOn May 6, 1976, the unification of our armed forces marked a pivotal moment. It not only completed a key pillar of the UAE’s foundation, but also set in motion the development of a powerful military that embodies the spirit of our nation. These forces, renowned for their efficiency, capability, and readiness, are a cornerstone of our self-sustaining Emirati model, ensuring continued progress and strength.\nThe rapid localisation of all ranks stands as a testament to the success of this initiative. Furthermore, the armed forces have played a pioneering role in diversifying the economy by establishing a strong presence in the defense industry, paving the way for private sector involvement in this critical field.\nOur armed forces have represented the UAE in participation with international forces for peacekeeping, counterterrorism, and assisting those affected by conflicts and natural disasters.\nOur leaders have supported the armed forces in their development and progress. Special thanks to President and Supreme Commander of the Armed Forces, Sheikh Mohamed bin Zayed Al Nahyan, for his leadership in enhancing our armed forces and defence industry.\nWe honour the officers and soldiers for their loyalty, dedication, and bravery in both peace and wartime. We also acknowledge their colleagues who have made sacrifices, along with their families.\nOn this important occasion, we reaffirm our commitment to our leaders by demonstrating loyalty and dedication to safeguard our nation’s interests and uphold their achievements while striving for new successes.” (ANI/WAM)\nThis report is auto-generated from ANI news service. ThePrint holds no responsibility for its content.\nSubscribe to our channels on YouTube , Telegram & WhatsApp\nSupport Our Journalism\nIndia needs fair, non-hyphenated and questioning journalism, packed with on-ground reporting. ThePrint – with exceptional reporters, columnists and editors – is doing just that.\nSustaining this needs support from wonderful readers like you.\nWhether you live in India or overseas, you can take a paid subscription by clicking here .\nSupport Our Journalism\nTags WhatsApp LEAVE A REPLY Cancel Comment: Please enter your comment! Name:* Please enter your name here Email:* You have entered an incorrect email address! Please enter your email address here Save my name, email, and website in this browser for the next time I comment.\nΔ\nMost Popular 2 voter IDs, 2 ration cards — welcome to Kotia, cluster of disputed villages on Andhra-Odisha border Prasad Nichenametla - 5 May, 2024 Vacant, white-haired villages & ‘money order economy’ — how development eluded Ratnagiri +TFP Manasi Phadke - 5 May, 2024 Balding men should know this—there’s an ideal time for a hair transplant Deepali Bhardwaj - 5 May, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAiEJ4BfMo3d_iCDXCxGfnD968qFAgKIhCeAXzKN3f4gg1wsRn5w_ev?hl=en-IN&gl=IN&ceid=IN:en",
      "https://www.facebook.com/plugins/like.php?href=https://theprint.in/world/uae-armed-forces-unification-anniversary-is-rich-in-lessons-and-experiences-dubais-first-dy-ruler-maktoum-bin-mohammed/2070731/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://www.whatsapp.com/channel/0029VaNK5yfJkK7I6MT34t1l",
      "https://www.youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://api.whatsapp.com/send?text=UAE+Armed+Forces+unification+anniversary+is+rich+in+lessons+and+experiences%3A+Dubai%E2%80%99s+First+Dy+Ruler+Maktoum+bin+Mohammed",
      "https://t.me/ThePrintIndia",
      "https://news.google.com/publications/CAAiEJ4BfMo3d_iCDXCxGfnD968qFAgKIhCeAXzKN3f4gg1wsRn5w_ev",
      "https://www.facebook.com/plugins/like.php",
      "https://www.news.google.com/publications/CAAiEJ4BfMo3d_iCDXCxGfnD968qFAgKIhCeAXzKN3f4gg1wsRn5w_ev?hl=en-IN&gl=IN&ceid=IN:en",
      "https://www.api.whatsapp.com/send?text=UAE+Armed+Forces+unification+anniversary+is+rich+in+lessons+and+experiences%3A+Dubai%E2%80%99s+First+Dy+Ruler+Maktoum+bin+Mohammed",
      "https://youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://facebook.com/plugins/like.php?href=https://theprint.in/world/uae-armed-forces-unification-anniversary-is-rich-in-lessons-and-experiences-dubais-first-dy-ruler-maktoum-bin-mohammed/2070731/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://www.youtube.com/ThePrintIndia/",
      "https://api.whatsapp.com/send",
      "https://whatsapp.com/channel/0029VaNK5yfJkK7I6MT34t1l",
      "https://www.t.me/ThePrintIndia"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maktoum bin mohammed",
          "sentiment": "negative"
        },
        {
          "name": "maktoum bin mohammed bin rashid al maktoum",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uae armed forces",
          "sentiment": "negative"
        },
        {
          "name": "finance",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dubai",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T12:04:33.573+03:00",
    "updated": "2024-05-05T12:04:33.573+03:00"
  },
  {
    "uuid": "e206705967030a60dace436604243b4abe32d11f",
    "url": "https://www.chatsports.com/nfl/a/source/buccaneers-clinch-third-straight-nfc-south-title-with-win-17769692",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ESPN.com",
    "published": "2024-01-07T20:53:00Z",
    "title": "Buccaneers clinch third straight NFC South title with win",
    "text": "CHARLOTTE, N.C. -- \"By any means necessary\" -- a phrase used in recent weeks by [Tampa Bay Buccaneers](https://www.espn.com/nfl/team/_/name/tb/tampa-bay-buccaneers) head coach Todd Bowles and quarterback [Baker Mayfield](https://www.espn.com/nfl/player/_/id/3052587/baker-mayfield) -- proved to be a viable strategy in defeating the [Carolina Panthers](https://www.espn.com/nfl/team/_/name/car/carolina-panthers) 9-0 on Sunday to earn their third consecutive NFC South title. It was also the second for head coach Todd Bowles and the first in the Bucs' post-Tom Brady era, finishing with a 9-8 record. Mayfield fought through a rib injury that disrupted the synchronicity of the offense, but he led three field goal drives with [Chase McLaughlin](https://www.espn.com/nfl/player/_/id/3150744/chase-mclaughlin) -- signed this offseason in the post-Brady purge -- hitting 36, 57 and 39-yard kicks while the defense, led by safety [Antoine Winfield Jr](https://www.espn.com/nfl/player/_/id/4034790/antoine-winfield-jr).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.espn.com/nfl/player/_/id/4034790/antoine-winfield-jr).",
      "https://www.espn.com/nfl/player/_/id/3150744/chase-mclaughlin)",
      "https://www.espn.com/nfl/team/_/name/car/carolina-panthers)",
      "https://www.espn.com/nfl/player/_/id/3052587/baker-mayfield)",
      "https://www.espn.com/nfl/team/_/name/tb/tampa-bay-buccaneers)",
      "https://espn.com/nfl/team/_/name/car/carolina-panthers)",
      "https://espn.com/nfl/player/_/id/3052587/baker-mayfield)",
      "https://espn.com/nfl/team/_/name/tb/tampa-bay-buccaneers)",
      "https://espn.com/nfl/player/_/id/4034790/antoine-winfield-jr).",
      "https://espn.com/nfl/player/_/id/3150744/chase-mclaughlin)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brady",
          "sentiment": "none"
        },
        {
          "name": "antoine winfield jr",
          "sentiment": "none"
        },
        {
          "name": "mayfield",
          "sentiment": "none"
        },
        {
          "name": "todd bowles",
          "sentiment": "none"
        },
        {
          "name": "baker mayfield",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tampa bay buccaneer",
          "sentiment": "negative"
        },
        {
          "name": "buccaneers",
          "sentiment": "negative"
        },
        {
          "name": "chase mclaughlin",
          "sentiment": "none"
        },
        {
          "name": "bucs",
          "sentiment": "none"
        },
        {
          "name": "carolina panthers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "charlotte",
          "sentiment": "none"
        },
        {
          "name": "n.c.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:21:55.578+02:00",
    "updated": "2024-01-08T01:21:55.578+02:00"
  }
]