[
  {
    "uuid": "4c88948e345d695edbb2455211785bfcf27a36c2",
    "url": "https://www.rtve.es/noticias/20231230/volver-frente-soldados-ucranianos-heridos-guerra/2468053.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ALBA SANZ",
    "published": "2023-12-30T10:16:00Z",
    "title": "Volver al frente a pesar de las heridas",
    "text": "Volver al frente a pesar de las cicatrices: los heridos de guerra ucranianos que se rehabilitan en Zaragoza - Veintidós ucranianos heridos en combate reciben tratamiento en el Hospital Militar de Zaragoza - Muchos de ellos sufren amputaciones en sus extremidades como consecuencia de los obuses rusos [Sigue en directo el minuto a minuto de la guerra en Ucrania](https://www.rtve.es/noticias/20231230/guerra-ucrania-rusia-directo-ultima-hora/2470142.shtml) \"¡Vamos, vamos! Que me tengo que recuperar\", exclama el sargento Oleksander T (59 años). Tres fisioterapeutas le rodean. Cuando una de ellas cuenta hasta tres en ucraniano, 'tri', Oleksander se levanta de su silla de ruedas para andar. A pasos lentos este militar, que es también paramédico, empieza a caminar a través de dos piernas ortopédicas azules. Se ayuda, además, de un andador de metal que le hace a la vez de soporte. Oleksander se recupera en el Hospital Militar de Zaragoza después de que \"una bola de fuego\" hubiese acabado con sus dos piernas y con cuatro dedos de su mano derecha. El impacto de la metralla dañó también su dentadura y sus tímpanos, ahora reconstruidos. \"El 8 de agosto del año pasado yo estaba en mi posición. Los rusos empezaron a disparar y un misil impactó muy cerca de mí. Me evacuaron mis chicos\", afirma. \"En Polonia me recibieron y desde allí consiguieron evacuarme a Zaragoza. Al llegar me sorprendí porque me recibió, junto con el general Lara (actual director del Hospital), el sargento de las Fuerzas Armadas de Ucrania\". La segunda planta del Hospital Militar de Zaragoza se ha convertido en un reducto ucraniano. Nada más entrar, un árbol de navidad decorado con banderas ucranianas y grivnas (la moneda del país) recibe a los visitantes. Las habitaciones de la planta también están decoradas con banderas ucranianas y españolas, símbolo de la cooperación entre ambos países como parte de la ayuda que España brinda a Ucrania desde el inicio de la invasión iniciada por el presidente ruso, Vladímir Putin. El Hospital Militar de Zaragoza tratado a 82 ucranianos Desde que comenzó la guerra el Hospital ha acogido a 82 ucranianos que han sido [heridos en combate](https://www.rtve.es/noticias/20221018/ucrania-vive-oleada-amputaciones-entre-combatientes-incluso-sin-pierna-segui-disparando/2406301.shtml). En la actualidad son 22 los que conviven en esta planta por la particularidad y la similitud de sus heridas. Las amputaciones, consecuencia de la metralla, son unas de las principales lesiones que reflejan sus cuerpos magullados. Sin embargo, para estos heridos de guerra haber sufrido amputaciones no es un impedimento para volver al frente. Al menos, anímicamente. Muchos de ellos llegan al hospital con la esperanza de recuperarse \"tan rápido como sea posible\". Su tono general se caracteriza por un optimismo voraz, como si haber perdido las piernas no fuese un motivo determinante para no poder regresar al frente a luchar por \"su patria, familia e hijos\". Estos ucranianos se muestran impacientes, incluso alegres, porque saben que un día más en el hospital se traduce en un día menos para volver. Pero no todos comparten esa actitud. Valentyn (33 años) tiene el rostro serio. Bromea de vez en cuando con sus compañeros, pero rápidamente su gesto se ensombrece. El impacto de la metralla acabó con su pierna derecha y ahora solo puede moverse con la ayuda de las muletas o en una silla de ruedas. Viste una camiseta verde, una gorra militar y un pantalón corto azul. Tiene una hija en Ucrania que ni siquiera sabe que su padre ya no podrá volver a caminar. Valentyn tiene siempre a mano una cajetilla de cigarros. En un cesto, que cuelga de su silla de ruedas motorizada, guarda dos tesoros: sal y pimienta. Dice que la comida del hospital es muy sosa. \"Apenas ponen sal a la comida\", comenta esbozando una sonrisa. Valentyn habla con frases cortas y nunca mira a los ojos. Al preguntarle si tiene ganas de volver al frente, responde airado: \"Ahora no te puedo responder a esa pregunta\". Acto seguido, sus ojos buscan primero su pierna ausente y, después, se queda mirando al suelo. Rutina de ejercicios de rehabilitación En la sala de rehabilitación, Volodymyr (49 años) aprende a caminar de nuevo. Anda apoyándose en dos barras de madera paralelas. Una pierna ortopédica rellena el hueco vacío donde antes estaba su pierna izquierda. La metralla, otra vez, fue la culpable. Mientras su fisioterapeuta le dicta los ejercicios de rehabilitación le pregunto si ha merecido la pena perder su pierna por su país. Su cara se ensombrece. Sus labios dibujan una mueca de tristeza. Parece que se está aguantando las ganas de llorar. Tras un breve silencio responde como excusándose. \"Tenía que defender a mi familia, a mi tierra. Claro que ha merecido la pena\". En la misma sala el sargento Andrii Y. (25 años) comienza con su rutina de ejercicios rehabilitadores. El, a diferencia de sus compañeros amputados, dispone de las dos piernas. Sin embargo, una onda expansiva le ha causado un daño medular que le ha dejado parapléjico. Siente la \"obligación de regresar\", aunque para él \"las guerras no tienen nada de bueno\". Mientras habla, un equipo de fisioterapeutas le ayuda a levantarse. Le sujetan por la cadera y Andrii se apoya con sus dos manos en una espaldera. Poco a poco este joven sargento trata de adaptarse a su nueva realidad lejos de sus hombres. Alina es la intérprete ucraniana del hospital que hace de nexo entre el equipo sanitario y los heridos ucranianos. Mientras los soldados realizan sus obligados ejercicios, ella habla en susurros. \"Muchos se sientean mal por haber sobrevivido y no haber corrido la misma suerte que los compañeros que cayeron en el frente\", afirma. \"Los rusos ya han ocupado Donestk y después Lugansk. Ya han hecho sus Federaciones y después se han convencido de invadir toda Ucrania. No tienen límite\", lamenta. Las heridas más visibles Desde el inicio del conflicto y de acuerdo con datos de la ONU, la cifra de muertos en Ucrania ha ascendido a 10.000 y ya son más de 14.000 los heridos. La mayoría de los que llegan al hospital zaragozano tienen trastornos en el aparato locomotor. El médico especialista en rehabilitación Alfredo Blasco Gómez explica que en el hospital tienen \"un porcentaje importante de amputados tanto de extremidad superior como inferior. Tras preparar el muñón se les coloca una prótesis y luego se les enseña a utilizarla. Después de la reparación quirúrgica se les hace una rehabilitación hasta que se consigue una movilidad que no es completa en ningún caso\". \"Hay afectaciones neurológicas, sobre todo en extremidades superiores porque es donde el chaleco anti-fragmento no protege. Y es donde se lesionan los nervios que mueven los codos y las manos. La rehabilitación es muy larga y costosa. A veces no muy gratificante. Hemos tenido dos lesionados a nivel de columna, lesionados medulares severos con una afectación de parálisis de la extremidad inferior, es decir, una paraplejia\", indica. En esta guerra, los obuses se utilizan sobre todo para discapacitar al enemigo. Las [heridas causadas por la metralla](https://www.rtve.es/noticias/20230707/centro-evacuacion-medica-bajmut-guerra-ucrania/2451547.shtml), tal y como explica Blasco, se emplean para convertir a los ucranianos en inválidos para el resto de su vida. \"Haces más daño discapacitando que matando. Herir a alguien, hacerle dependiente y que no pueda trabajar supone un coste económico importante para el país\". \"Los heridos no son por bala. Todos son heridos por explosivos con mucha metralla. Estos explosivos están llenos de fragmentos de hierro que cuando explotan cortan todo a lo que llega con fragmentos pequeñitos. Provoca mucha destrucción, pero no mata. Ese es el problema, la destrucción del cuerpo hay que rehabilitarla. Esa es la forma de confrontar ahora. No con disparos, si no con explosivos de metralla. Tampoco con grandes bombas que matarían a todos. Es un proyectil de grado intermedio que provoca mucha lesión sin matar\", indica. El tabú de la salud mental entre los ucranianos La médico adjunto de medicina física y rehabilitación, Marta Garín Alegre, añade que en el proceso de rehabilitación hay muchos que \"quieren volver al frente. Hacen todo lo posible para rehabilitarse para luego volver. Hay algunos que probablemente estén más dudosos porque las secuelas que les quedan de las lesiones que han tenido no les van a permitir tener una actividad 100% como tenían previamente. Al final es una decisión personal, hay pacientes amputados que aun así quieren volver a la guerra\". \"Sus familias también apoyan esa idea. No he visto a ningún familiar echarles para atrás\", afirma. Además de las físicas, las heridas psicológicas, el conocido como estrés postraumático, afecta a muchos de los pacientes que se han visto en situaciones de guerra. Conseguir llegar a ellos de una forma más personal supone una barrera muy fuerte para los médicos. Garín explica que, en comparación con el paciente mediterráneo, \"los ucranianos son mucho más cerrados. Nos cuesta mucho entrar en el paciente, salvo en algún momento en el que se desborda y se pone a llorar y ahí decide contarte algo. Nosotros tampoco vamos a incidir si no sale del paciente de forma espontánea\". \"He tenido un par de pacientes con los que hay que tener cuidado por ejemplo con cerrarles la puerta. Con algún golpe fuerte se asustan, lo que puede indicar uno de los síntomas del estrés postraumático\", explica. Sin embargo, tanto Garín como Blasco coinciden en que el estrés postraumático como tal llega más tarde. \"Al final ellos están aquí con la novedad, con un ambiente de compañerismo con los demás, más tranquilos, fuera del conflicto. Cuando vuelvan a su estatus con familia o sin familia, con apoyo o sin apoyo sanitario, probablemente les dará el bajón a muchos de ellos\", señalan. \"Al principio muchos se retraen cuando se enteran de que va a llegar la psiquiatra a preguntarles qué tal duermen o saber si necesitan algo. Conforme pasan los meses ya se van abriendo, pero a nivel cultural en Ucrania nadie va al psiquiatra\", añaden. \"Tienen mucho tabú. No quieren decir si tienen más dolor. A nosotros nos cuesta que entren en esa dinámica para que les podamos ayudar de la mejor forma posible\". * Alba Sanz es alumna del máster de Reporterismo Internacional RTVE/in y UAH",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T12:39:00.842+02:00",
    "updated": "2023-12-30T12:39:00.842+02:00"
  },
  {
    "uuid": "9883013b16c11dceadab56cd39632b65307453dc",
    "url": "https://thenationaldesk.com/news/americas-news-now/israeli-military-says-it-discovered-hamas-terrorist-tunnel-below-gaza-mosque-israel-defense-forces-palestine-middle-east-conflict-terrorism",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JACKSON WALKER | The National Desk",
    "published": "2023-12-28T21:53:00Z",
    "title": "chevron-right",
    "text": "{p}Sunday will be a lot calmer than Saturday with some nice sunbreaks for the morning and most of the afternoon. Showers will start moving back after sunset. Highs today will hit the mid to upper 50s.{/p}{p}Showers will take over tonight making for a wet start to your Monday morning. Lows should drop to the upper 40s in most spots.{/p}{p}Monday will have frequent showers and the chance of a thundershower or two. The best chance to hear the rumble of thunder will be along the ocean beaches, areas south of Tacoma, and in the Puget Sound Convergence Zone of north King and south Snohomish Counties. Highs on Monday will make it to the mid to upper 50s once again.{/p}{p}Rain will continue on Tuesday under gray skies. Highs should drop back to a bit to the mid-50s.{/p}{p}Right now the forecast models say Wednesday should bring mostly dry weather with some sunbreaks. It will not be all that warm with daytime highs only getting to the low to mid-50s.{/p}{p}Theron Zahn{br}The KOMO 4-Cast Team{br}{/p}{p}{strong}Updated Sunday Morning{/strong}{/p}{p}The Israel Defense Forces (IDF) announced the discovery of an underground tunnel below a Gaza mosque Thursday, something it believes could be used by Hamas terrorists.{br}{/p}{p}“WATCH as IDF troops uncover a terrorist tunnel shaft hidden inside a mosque in Gaza. This is a direct threat to both Israeli and Gazan civilians,” IDF{ }{a href=\\\"https://twitter.com/IDF/status/1740389313802535209?s=20\\\" target=\\\"_blank\\\" title=\\\"https://twitter.com/IDF/status/1740389313802535209?s=20\\\"}wrote {/a}via X, the platform formerly known as Twitter. The tunnel was discovered by the military’s 55th brigade, according to the video.{/p}{p}The clip opens with an aerial shot of a partially-ruined mosque before the camera drops into the building. Weaving through rooms with shattered windows and ruined walls, the camera then shows a wide rectangular shaft opening into the floor.{/p}{p}Responding to the video was the American Jewish Committee (AJC), which believes it to be direct evidence of Hamas using civilians as \\\"human shields.\\\"{/p}{p}{sd-embed class=\\\"sd-embedded-media\\\" data-embed-file=\\\"1740389313802535209\\\" data-embed-type=\\\"twitter\\\" contenteditable=\\\"false\\\"}{/sd-embed}{/p}{p}“This shows - again - how Hamas purposely uses Palestinian civilians as human shields. #FreeGazaFromHamas,” AJC{ }{a href=\\\"https://twitter.com/AJCGlobal/status/1740477831514403170\\\" target=\\\"_blank\\\" title=\\\"https://twitter.com/AJCGlobal/status/1740477831514403170\\\"}wrote{/a}.{br}{/p}{p}Others, however, were unconvinced by the video.{/p}{p}{strong}READ MORE |{ }{a href=\\\"https://thenationaldesk.com/news/americas-news-now/gaza-hospital-director-confesses-to-role-as-hamas-operative-calls-terrorists-cowards-israel-palestine-middle-east-conflict-terrorism-ahmad-al-khalot-kamal-adwan-shifa#\\\" target=\\\"_blank\\\" title=\\\"https://thenationaldesk.com/news/americas-news-now/gaza-hospital-director-confesses-to-role-as-hamas-operative-calls-terrorists-cowards-israel-palestine-middle-east-conflict-terrorism-ahmad-al-khalot-kamal-adwan-shifa#\\\"}Gaza hospital director confesses to role as Hamas operative, calls terrorists 'cowards'{/a}{/strong}{/p}{p}“Why does the Israeli army not show the alleged tunnel?” {a href=\\\"https://twitter.com/IDF/status/1740389313802535209/quotes\\\" target=\\\"_blank\\\" title=\\\"https://twitter.com/IDF/status/1740389313802535209/quotes\\\"}asked {/a}commentator Chris Doyle. “It has before put a drone or camera down one. We just get to see an opening in the corner. This just is not evidence. (Do I think Hamas might do this? Yes quite possibly).”{/p}{p}“Again. Every f building has basements and underground bunks,” Palestinian advocate Hadi Nasrallah {a href=\\\"https://twitter.com/HadiNasrallah/status/1740397709620916638\\\" target=\\\"_blank\\\" title=\\\"https://twitter.com/HadiNasrallah/status/1740397709620916638\\\"}said{/a}. “You keep posting them without context and without showing what is inside. Or you edit a part from outside and another inside together from different tunnels and buildings. No one believes you.”{/p}{p}The IDF has been working to combat a wide network of tunnels, which it believes Hamas is using to covertly move terrorists and weapons throughout the city. The military this month {a href=\\\"https://thenationaldesk.com/news/nation-world/israel-flooding-hamas-terrorists-tunnels-with-seawater-report-says-gaza-strip-wall-street-journal-wsj-palestine-terrorism-middle-east-biden-netanyahu-white-house-politics-ceasefire\\\" target=\\\"_blank\\\" title=\\\"https://thenationaldesk.com/news/nation-world/israel-flooding-hamas-terrorists-tunnels-with-seawater-report-says-gaza-strip-wall-street-journal-wsj-palestine-terrorism-middle-east-biden-netanyahu-white-house-politics-ceasefire\\\"}built {/a}five pumps to channel seawater into tunnels with the intention of destroying them. Biden administration officials were reportedly told in a briefing the operation could take weeks to complete.{/p}{p}{strong}READ MORE |{ }{a href=\\\"https://thenationaldesk.com/news/americas-news-now/european-authorities-capture-four-suspected-hamas-terrorists-this-is-shameful-and-shocking-denmark-europe-danish-israel-palestine-gaza-terrorism-benjami-netanyahu#\\\" target=\\\"_blank\\\" title=\\\"https://thenationaldesk.com/news/americas-news-now/european-authorities-capture-four-suspected-hamas-terrorists-this-is-shameful-and-shocking-denmark-europe-danish-israel-palestine-gaza-terrorism-benjami-netanyahu#\\\"}European authorities capture four suspected Hamas terrorists: 'This is shameful and shocking'{/a}{/strong}{/p}{p}In November, IDF announced the {a href=\\\"https://thenationaldesk.com/news/americas-news-now/israel-defense-forces-destroy-network-of-hamas-terrorist-tunnels-pause-ceasefire-hostages-terrorist-al-shifa-rantisi-hospital-gaza-strip-war-middle-east-\\\" target=\\\"_blank\\\" title=\\\"https://thenationaldesk.com/news/americas-news-now/israel-defense-forces-destroy-network-of-hamas-terrorist-tunnels-pause-ceasefire-hostages-terrorist-al-shifa-rantisi-hospital-gaza-strip-war-middle-east-\\\"}destruction {/a}of a network of tunnels below the al-Shifa Hospital. The location was one of the first places to be discovered as apart of the Hamas tunnel network.{/p}{p}Sunday will be a lot calmer than Saturday with some nice sunbreaks for the morning and most of the afternoon. Showers will start moving back after sunset. Highs today will hit the mid to upper 50s.{/p}{p}Showers will take over tonight making for a wet start to your Monday morning. Lows should drop to the upper 40s in most spots.{/p}{p}Monday will have frequent showers and the chance of a thundershower or two. The best chance to hear the rumble of thunder will be along the ocean beaches, areas south of Tacoma, and in the Puget Sound Convergence Zone of north King and south Snohomish Counties. Highs on Monday will make it to the mid to upper 50s once again.{/p}{p}Rain will continue on Tuesday under gray skies. Highs should drop back to a bit to the mid-50s.{/p}{p}Right now the forecast models say Wednesday should bring mostly dry weather with some sunbreaks. It will not be all that warm with daytime highs only getting to the low to mid-50s.{/p}{p}Theron Zahn{br}The KOMO 4-Cast Team{br}{/p}{p}{strong}Updated Sunday Morning{/strong}{/p}{p}The Israel Defense Forces (IDF) announced the discovery of an underground tunnel below a Gaza mosque Thursday, something it believes could be used by Hamas terrorists.{br}{/p}{p}“WATCH as IDF troops uncover a terrorist tunnel shaft hidden inside a mosque in Gaza. This is a direct threat to both Israeli and Gazan civilians,” IDF{ }{a href=\\\"https://twitter.com/IDF/status/1740389313802535209?s=20\\\" target=\\\"_blank\\\" title=\\\"https://twitter.com/IDF/status/1740389313802535209?s=20\\\"}wrote {/a}via X, the platform formerly known as Twitter. The tunnel was discovered by the military’s 55th brigade, according to the video.{/p}{p}The clip opens with an aerial shot of a partially-ruined mosque before the camera drops into the building. Weaving through rooms with shattered windows and ruined walls, the camera then shows a wide rectangular shaft opening into the floor.{/p}{p}Responding to the video was the American Jewish Committee (AJC), which believes it to be direct evidence of Hamas using civilians as \\\"human shields.\\\"{/p}{p}{sd-embed class=\\\"sd-embedded-media\\\" data-embed-file=\\\"1740389313802535209\\\" data-embed-type=\\\"twitter\\\" contenteditable=\\\"false\\\"}{/sd-embed}{/p}{p}“This shows - again - how Hamas purposely uses Palestinian civilians as human shields. #FreeGazaFromHamas,” AJC{ }{a href=\\\"https://twitter.com/AJCGlobal/status/1740477831514403170\\\" target=\\\"_blank\\\" title=\\\"https://twitter.com/AJCGlobal/status/1740477831514403170\\\"}wrote{/a}.{br}{/p}{p}Others, however, were unconvinced by the video.{/p}{p}{strong}READ MORE |{ }{a href=\\\"https://thenationaldesk.com/news/americas-news-now/gaza-hospital-director-confesses-to-role-as-hamas-operative-calls-terrorists-cowards-israel-palestine-middle-east-conflict-terrorism-ahmad-al-khalot-kamal-adwan-shifa#\\\" target=\\\"_blank\\\" title=\\\"https://thenationaldesk.com/news/americas-news-now/gaza-hospital-director-confesses-to-role-as-hamas-operative-calls-terrorists-cowards-israel-palestine-middle-east-conflict-terrorism-ahmad-al-khalot-kamal-adwan-shifa#\\\"}Gaza hospital director confesses to role as Hamas operative, calls terrorists 'cowards'{/a}{/strong}{/p}{p}“Why does the Israeli army not show the alleged tunnel?” {a href=\\\"https://twitter.com/IDF/status/1740389313802535209/quotes\\\" target=\\\"_blank\\\" title=\\\"https://twitter.com/IDF/status/1740389313802535209/quotes\\\"}asked {/a}commentator Chris Doyle. “It has before put a drone or camera down one. We just get to see an opening in the corner. This just is not evidence. (Do I think Hamas might do this? Yes quite possibly).”{/p}{p}“Again. Every f-",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://twitter.com/IDF/status/1740389313802535209/quotes\\",
      "https://twitter.com/IDF/status/1740389313802535209?s=20\\",
      "https://twitter.com/AJCGlobal/status/1740477831514403170\\",
      "https://twitter.com/HadiNasrallah/status/1740397709620916638\\",
      "https://www.twitter.com/HadiNasrallah/status/1740397709620916638\\",
      "https://www.twitter.com/IDF/status/1740389313802535209/quotes\\",
      "https://www.twitter.com/AJCGlobal/status/1740477831514403170\\",
      "https://www.twitter.com/IDF/status/1740389313802535209?s=20\\",
      "https://twitter.com/IDF/status/1740389313802535209"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "israel defense forces",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "idf",
          "sentiment": "none"
        },
        {
          "name": "ajc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:15.558+02:00",
    "updated": "2023-12-29T00:07:59.337+02:00"
  },
  {
    "uuid": "bf1d74eb1eee4f7359a904103b09f026f5d8181f",
    "url": "https://thebigmansworld.com/chicken-thigh-recipes/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arman Liew",
    "published": "2023-12-29T01:15:00Z",
    "title": "20+ Healthy Chicken Thigh Recipes",
    "text": "Stuck on what to cook with chicken thighs? These healthy chicken thigh recipes will have you covered!\nWhile chicken breasts may be the most common part of the chicken to eat, the tastiest part is the chicken thighs. It’s delicious enough to eat on its own but also super versatile to use in a plethora of dishes.\nThese are the BEST healthy chicken thigh recipes and ideas that will ensure that come dinnertime, you’ll have something different to enjoy.\nYou’ll find recipes that involve baking, stir-frying, frying, and stuffing, made in one pot, slow cooked, and more. Plenty of options helps keep things exciting. Let’s jump in.\nTable of Contents\nBenefits of cooking chicken thighs\nAs much as I love\nchicken breasts, the thighs are where all the flavor is. This is why almost every recipe I’m including here needs very little prep to make them shine.\n- It’s healthy. While chicken thighs are higher in fat than chicken breasts or turkey, they also contain more iron and zinc, along with protein and vitamin B12.\n- They are affordable. Thighs are one of the most affordable cuts of meat, making them a budget-friendly option for those who want to cook healthy meals without breaking the bank.\n- It’s so flavorful. Chicken thighs have more fat than chicken breasts, which gives them a richer, more flavorful taste. They also have a tender, juicy texture that makes them great for all kinds of cooking methods.\n- It’s versatile. This collection of recipes prove how many kinds of dishes this chicken can be based around.\nCalories in chicken thighs\nChicken thighs come in three ways- skinless, boneless AND skinless, and skin-on. Each has similar calories, with the fat difference being the main differentiating factor.\n- Skinless chicken thighs– 220 calories, 32 grams of protein, and 10 grams of fat.\n- Boneless skinless chicken thighs– 206 calories, 32 grams of protein,\n- Skin-on and bone-in chicken thighs– 239 calories, 32 grams of protein, and 12 grams of fat.\nSimple chicken thigh recipes\nThese five recipes are staples in my household and should be in yours, too! They use classic kitchen equipment like an Instant pot or air fryer, and come together very quickly.\nAir fryer chicken thighs. The quickest and fastest way to cook chicken thighs. Air frying them gives them a crispy skin and juicy meat. Sous vide chicken thighs. Made with or without a sous vide cooker, the longer cooking time yields super juicy and perfectly cooked chicken. Instant pot chicken thighs. Crispy skin, juicy meat, and ready in no time Cast iron chicken thighs. My family LOVES how crispy the skin gets and how flavorful the spice mix. Grilled boneless chicken thighs. A summertime staple. No need to marinate the meat beforehand.\nBaked chicken thigh recipes\nOven baking chicken is always a safe bet, and these four recipes will elevate your oven-baked chicken game.\nHoney garlic chicken thighs. A little sweet, a little savory, and perfect to pair with almost anything. Crispy baked chicken thighs. A tried and tested favorite, baking chicken thighs is hands-off and can be easily customized with a plethora of flavors. Oven fried chicken– Oven fried chicken thighs are a healthier and easier alternative to traditional fried chicken, without sacrificing flavor or crispiness. Pollo Asado. Mexico’s answer to grilled or oven-baked chicken. I like to shred the meat and serve them with salads or veggie sides.\nOne pan chicken thigh recipes\nAre you a fan of one-skillet dinners? Here are a range of delicious dinner ideas using chicken thighs.\nMoroccan chicken. Full of spices and perfect over some couscous, this comes together in no time. Hunan chicken. An easy-to-cook recipe that can be made within 10 minutes! It includes fresh vegetables stir-fried with tender chicken, finally covered with delicious Hunan sauce. Black pepper chicken. A healthier version of the PF Chang’s popular dish. Chicken masala. Who said Indian curries have to be high calorie foods? This homemade takeout favorite uses less butter, less oil, but is super flavorful. Butter chicken. Like the masala, just because it has butter in it’s name does NOT mean it unhealthy. Chicken Al Pastor. A healthier copycat version of Chipotle’s new chicken dish.\nInternational chicken thigh recipes\nI consider myself a very worldly person, and these recipes prove just that.\nPeri Peri chicken. My family LOVES Nandos, so I’ve made a homemade version that is lean, filling, and so flavorful. The spice mix is spicy, sweet, and so good. Peruvian chicken. As the name suggests, this is Peru’s answer to baked chicken thighs. Don’t forget the green sauce. Satay chicken. My dad’s top secret (well, not anymore) recipe for grilled chicken skewers. Don’t forget the peanut sauce. Chicken Adobo. The #1 dish in the Philippines, chicken thighs are braised with an umami-forward sauce. Huli Huli chicken. This Hawaiian style grilled chicken thigh recipe is flavored with a spicy pineapple marinade. It’s a summertime staple in my household.\nKeto chicken thigh recipes\nFollowing a low carb diet and want some\nlow carb dinner ideas that use chicken thighs? I got you covered! Keto quesadilla. While you can use chicken breasts, I personally love chopped and seasoned chicken thigh pieces. You can use some leftover ones from above. Keto chicken soup. Cozy and comforting, the thigh meat falls apart making this soup utlra flavorful. Keto stir fry. Perfect for a quick and easy weeknight meal. Keto fried chicken. Thighs work best for frying, because it’s super juicy and holds onto the breading really well. Chicken parmesan. There’s nothing better than crisp and juicy chicken thighs made with two kinds of cheese and topped off with delicious sugo, marinara, or pomodoro sauce.\nFrequently Asked Questions\nBoth bone-in and boneless chicken thighs have their benefits. Bone-in chicken thighs tend to be more flavorful and juicy, while boneless chicken thighs cook more quickly and have less fat.\nMarinating chicken thighs before cooking can help enhance their flavor and tenderize the meat. However, with so many spice and sauce blends, simple seasonings work just as well too.\nYes, you can cook frozen chicken thighs, but it is best to thaw them out first. This will ensure the chicken remains juicy instead of rubbery,\nThe best way to know if chicken thighs are cooked is to use a meat thermometer to check the internal temperature. They should reach an internal temperature of 165°F.\n20+ Healthy Chicken Thigh Recipes\nIngredients\n- 8 chicken thighs boneless\n- 1/4 teaspoon\nsalt\n- 1/4 teaspoon pepper\n- 1/4 cup\nolive oil\n- 1/4 cup\nsoy sauce\n- 1/4 cup Dijon mustard\n- 2 tablespoons\nmaple syrup\n- 2 tablespoons\nbrown sugar\n- 2 cloves garlic minced\nInstructions\n- Preheat the oven to 210C/425F. Season your chicken thigh fillets with salt and pepper and set aside.\n- In a large bowl, whisk together the olive oil, soy sauce, Dijon mustard, maple syrup, brown sugar and garlic. Transfer the mixture into a large ziplock bag, then add the chicken thighs to them and toss until combined.\n- Let the chicken marinate for at least 10 minutes.\n- Remove the chicken from the marinade and place them on a large baking sheet lined with tinfoil.\n- Bake for 20 minutes, before switching the oven to the broil setting so the sauce on top slightly thickens.\n- Remove the baked chicken thighs from the oven and serve immediately.\nNotes\nNutrition\n@thebigmansworldor tag #thebigmansworld!\nRecipe collection originally published January 2022 but updated to include new recipes for your benefit.\nDisclosure: This post may contain affiliate links. I may earn a small commission for my endorsement, recommendation, testimonial, and/or link to any products or services from this website.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://www.amzn.to/3DzEv1G",
      "https://www.amzn.to/3INam2D",
      "https://amzn.to/3aIYdxI",
      "http://amazon.com/exec/obidos/ASIN/B00GGBLPVU",
      "https://instagram.com/thebigmansworld",
      "http://www.amazon.com/exec/obidos/ASIN/B00GGBLPVU",
      "https://amzn.to/3WHWzjG",
      "https://www.amzn.to/3aIYdxI",
      "https://amzn.to/3DzEv1G",
      "https://www.instagram.com/thebigmansworld",
      "https://www.instagram.com/explore/tags/thebigmansworld",
      "https://instagram.com/explore/tags/thebigmansworld",
      "https://www.amzn.to/3WHWzjG",
      "https://amzn.to/3INam2D"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:24:25.587+02:00",
    "updated": "2023-12-29T03:24:25.587+02:00"
  },
  {
    "uuid": "999f81a37bd512f526d19afafe4bef22249b899d",
    "url": "https://vnexplorer.net/new-years-eve-fireworks-light-up-the-sky-as-the-uk-sees-in-2024-s742899.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-01T03:11:00Z",
    "title": "New Year’s Eve: Fireworks light up the sky as the UK sees in 2024",
    "text": "Britons flocked to New Year’s Eve celebration at cities across the country depite gale-force winds and heavy showers.\nDepite weather warnings being issued by the Met Office, crowds were out in force to watch spectacular pyrotechnics light up the sky.\nIn London, the country’s biggest display took place over the River Thames, which was attended by 100,000 people, as millions watched the BBC’s coverage at home.\nAt the stroke of midnight Big Ben’s bongs rang out as 12,000 fireworks fired into the sky from the London Eye, as mesmerised crowds looked on.\nManchester hosted its New Year’s Eve firework display for the first time since the Covid pandemic forced the annual celebrations to be postponed.\nFireworks explode over Edinburgh Castle during the street party for Hogmanay New Year celebrations. (Photo: PA)\nRevellers at the Hogmanay New Year celebrations in Edinburgh. (Photo: Jane Barlow/PA Wire)\nThe spectacular display over the London Eye and Big Ben in London (Photo: by HENRY NICHOLLS / AFP)\nCrowds packed into Castlefield Bowl music venue to watch a live DJ set from Hits Radio DJ Jordan Lee, which was followed by a huge firework display to bring in the New Year.\nIn the Scottish capital Ediburgh, tens of thousands were mesmerised by the Hogmany firework displays on Princess Street near Edinburgh Castle.\nAfter the fireworks were over Princess Street was packed with people singing Auld Lang Syne and dancing.\nThousands of people also partied into 2014 at the Princes Garden Street Party and Concert in the Gardens, which was headlined by Pulp, who have not played in the city in 20 years.\nAhead of the celebrations, two yellow weather alerts were issued by the Met Office for parts of England and Wales, which warned severe gales would bring heavy showers.\nElsewhere an impressive firework show took place Blackpool, which illuminated its iconic Blackpool Tower illuminated\nIn Newcastle’s Quayside crowds BAFTA award-winning artist Seb Lee-Delisle’s new Laser Light City laser show was emblazoned onto the Baltic Flour Mills.\nCaption: Fireworks explode over Edinburgh Castle during the street party for Hogmanay New Year celebrations in Edinburgh (Photo: PA)\nSome events were cancelled because of the blustery conditions, including Plymouth’s Winter Wonderland in Central Park, which cancelled its events which were meant to run from 6pm until midnight, due to high winds.\nIn a Facebook post, it said: “Unfortunately we have taken the very difficult decision to cancel our New Year’s Eve event due to the high winds expected.”\nBarnstaple in Devon cancelled its fireworks display due to “gusting winds”.\nThe first country to celebrate 2024 was Pacific island nation of Kiribati which celebrated at 10am GMT.\nIt was followed soon after by New Zealand’s capital, Auckland, who put on an impressive fireworks display, at its tallest building, the Sky Tower was emblazoned with ifferent colours.\nSydney’s famous pryotechnics lit up the sky over the Sydney Harbour Bridge and Opera House.\nLandmarks in countries across Europe were also lit up by displays, including the Acropolis in Athens, Greece and Berlin’s Brandenburg Gate.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mhQYp.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mhUFR.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mhQYo.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mhOG9.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mhOG9.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mhQYp.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mhUFR.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mhQYo.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "henry nicholls",
          "sentiment": "none"
        },
        {
          "name": "jane barlow",
          "sentiment": "none"
        },
        {
          "name": "ben",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        },
        {
          "name": "bbc",
          "sentiment": "none"
        },
        {
          "name": "edinburgh castle",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        },
        {
          "name": "edinburgh",
          "sentiment": "none"
        },
        {
          "name": "river thames",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T05:21:31.833+02:00",
    "updated": "2024-01-01T05:21:31.833+02:00"
  },
  {
    "uuid": "fa602912a734a0c5a195e1ae03db1e8f2ba88655",
    "url": "https://www.phonearena.com/news/google-pixel-10-pro-fold-october-9-release-essentially-confirmed-now_id173201",
    "ord_in_thread": 0,
    "author": "Adrian Diaconescu",
    "published": "2025-08-14T08:25:00Z",
    "title": "The Pixel 10 Pro Fold news you did not want to hear is now essentially confirmed",
    "text": "The Pixel 10 Pro Fold news you did not want to hear is now essentially confirmed\nNothing is truly etched in stone until Google comes out with an official confirmation, but the Pixel 10 Pro Fold looks very likely to keep you waiting until October.\nHave you been wondering why some of the most recent\nPixel 10 series leaksand reports lacked new information on the foldable member of Google's next high-end handset family, focusing instead exclusively on the three non-foldable phones scheduled for anAugust 20 official announcement?The explanation might be pretty simple... and highly disappointing, as the most prolific and trustworthy mobile tech leaker on all of social media is\ntoday corroboratingthatsurprising Pixel 10 Pro Fold storyfrom... the second most reliable industry insider across the interweb last week.The name of the game is patience\nI know that's not something you ever want to hear in relation to a highly anticipated product like Google's third-ever Galaxy Z Fold alternative, but I'm afraid you'll almost certainly have to play the waiting game here until October 9.\nObviously, nothing is truly etched in stone until Big G makes it official, but the chances of two guys like Evan Blass and Roland Quandt getting the exact same date wrong within a little over a week are... slim, to say the least.\nSo while the\nPixel 10, 10 Pro, and 10 Pro XL are almost guaranteed to start shipping on August 28 following a pre-order kickoff the day after their August 20 announcement, the Pixel 10 Pro Fold, and curiously enough, thePixel Watch 4andPixel Buds 2aare extremely likely to only reach their earliest adopters in October.That's a pretty lengthy waiting period for a foldable device that already had a timing disadvantage compared to Samsung's\nsurprisingly popular Galaxy Z Fold 7, not to mention a big problem for the Pixel Watch 4 as well, which will need to take on the recently releasedGalaxy Watch 8and overshadow theApple Watch Series 11we're all expecting to see daylight before October.My biggest fear, however, is that the October 9 date is not set in stone (how could it be in August?), and depending on exactly what's causing the\nPixel 10 Pro Folddelay, Google might end up pushing it even further towards the holiday shopping season.Is the Pixel 10 Pro Fold worth the wait?\nThat's hard to say, and it depends a lot on how you feel about last year's\nPixel 9 Pro Foldand the aforementionedGalaxy Z Fold 7. If you liked Google's previous foldable powerhouse but were not very impressed by its battery life, thePixel 10 Pro Foldcould be the answer to your prayers thanks to an important jump from 4,650 to around 5,000mAh cell capacity.That's likely to be the handset's biggest upgrade over its predecessor, but it definitely won't be the only one, with Qi2 wireless charging support confirmed by Evan Blass today, a 3nm-based\nTensor G5processor essentially guaranteed ever since thePixel 9 Pro Foldcame out with a 4nm-based Tensor G4 under the hood, and a modest charging speed improvement also expected for quite some time now.While that may not sound like a radical set of changes or a major reimagining of Google's 2024 foldable, the battery size bump,\n\"Pixelsnap\" support, and a possible increase from a 6.3 to a 6.4-inch secondary screen could be enough to make quite a few Z Fold 7 holdouts pull the Pixel 10 Pro Fold trigger instead.In case you're wondering, no, the Pixel 10 Pro Fold is unlikely to be as thin and as lightweight as its number one rival this holiday season, but given that battery capacity upgrade, keeping the Pixel 9 Pro Fold's dimensions and weight largely unchanged sounds like a genuine engineering miracle. So, yes, I do believe you should wait until October before deciding what the\nbest foldablefor your tastes (and budget) is.\nLoading Comments...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/evleaks/status/1955840508112032229",
      "https://www.x.com/evleaks/status/1955840508112032229"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Google",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "GOOG",
              "exchange": "NASDAQ"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T11:28:16.960+03:00",
    "updated": "2025-08-14T11:34:54.000+03:00"
  },
  {
    "uuid": "dbc23b712d2202067d6c92c80343ca958b0e63fe",
    "url": "https://www.semana.com/confidenciales/articulo/a-hitler-tambien-lo-nominaron-al-nobel-de-paz-fuerte-senalamiento-contra-el-presidente-petro/202448",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Semana",
    "published": "2024-02-01T22:59:00Z",
    "title": "“A Hitler también lo nominaron al Nobel de Paz”: fuerte señalamiento contra el presidente Petro",
    "text": "El presidente de la República, Gustavo Petro, fue nominado este jueves 1 de febrero al premio Nobel de la Paz, luego de que Rasmus Hansson, diputado ecologista noruego, lo postulara. El funcionario europeo, que profesa una enorme admiración por el jefe de Estado colombiano, indicó que el mandatario promueve una política moderna.La candidatura del jefe de Estado colombiano, como era de esperarse, generó un tsunami de comentarios y reacciones en las diferentes redes sociales, donde varios líderes de la oposición cuestionaron el nombramiento del cordobés en el prestigioso galardón, incluida la senadora Paloma Valencia.Mediante su cuenta personal de X (Twitter), la congresista del Centro Democrático no ocultó su molestia con este anuncio y manifestó que grandes dictadores de la historia mundial también han sido nominados al Nobel de Paz. “Hitler, Mussolini y Stalin fueron nominados al premio”, precisó.Cabe mencionar que Adolf Hitler, que fue uno de los personajes más oscuros que ha tenido la humanidad en su historia moderna, fue nominado una vez al premio Nobel de Paz antes de que empezará la segunda guerra mundial en 1939, así lo recordó hace unos años el diario La Vanguardia , reconocido medio catalán.Sin embargo, enfatizó que los académicos suecos analizaron la petición, tras registrarla, y la eliminaron posteriormente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:02:29.281+02:00",
    "updated": "2024-02-02T02:02:29.281+02:00"
  },
  {
    "uuid": "571547f9d5adb479cf0432d29de9f43e0e819694",
    "url": "https://www.clarin.com/informacion-general/potencia-memoria-habito-matutino-sencillo-recomendado-experto_0_slK4sEp5CH.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Clarín",
    "published": "2024-11-08T00:45:00Z",
    "title": "Potenciá tu memoria con este hábito matutino sencillo y recomendado por un experto",
    "text": "Los años pasan para todos y la memoria necesita ser ejercicio y cuidado diario. El envejecimiento cerebral es más común y rápido de lo que se suele pensar. Es fundamental adoptar hábitos que contribuyan a mantener nuestra agilidad mental. En este sentido un experto en salud mental propone un hábito matutino sencillo que puede ser la respuesta que muchos buscan.Este hábito fácil de implementar en tu rutina diaria puede hacer una gran diferencia en cómo enfrentás las actividades cotidianas. A continuación te contamos más sobre este enfoque y cómo puede influir en tu memoria y bienestar general para ser y mantenerte como una persona inteligente sin importar la edad.Salud mental: descubrí el hábito matutino sencillo que potencia tu memoriaLa clave para potenciar tu memoria radica en la inclusión de canela en tu café por la mañana. Este sencillo gesto recomendado por el reconocido neurólogo Brandon Crawford en el sitio She finds no solo transforma tu bebida de todos los días sino que también brinda múltiples beneficios tanto a nivel físico como mental.Incorporar una cucharadita de canela puede resultar en mejoras notables en la concentración y la agilidad mental.Los beneficios de la canelaMejora la sensibilidad a la insulina.Reduce el azúcar en sangre.Equilibra los niveles de glucosa.Disminuye el colesterol.Funciona como un potente digestivo.Canela: un superalimento para tu saludLa canela es una especia conocida por sus efectos beneficiosos en el organismo. Proviene de la corteza del canelo un árbol originario de Sri Lanka. Hay dos especies principales: la cassia más común y la zeylanicum considerada de mejor calidad.Además de mejorar el sabor de tus comidas la canela posee compuestos que brindan múltiples beneficios para la salud que menciona CuerpoMente como:Antiinflamatorio: reduce la inflamación y mejora la función cognitiva.Digestiva: ayuda a aliviar problemas gastrointestinales.Metabólica: mejora la sensibilidad a la insulina y regula el azúcar en sangre.Antioxidante: su potente acción antioxidante supera a otros superalimentos.Incorporar la canela en tu rutina no solo realza el sabor de tus alimentos sino que también aporta importantes beneficios a tu salud y bienestar convirtiéndose en un aliado valioso en el cuidado de tu memoria y energía diaria.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Brandon Crawford",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T03:18:13.164+02:00",
    "updated": "2024-11-08T03:18:13.164+02:00"
  },
  {
    "uuid": "f07841bd7185d0c09e99478af74db12bd7561790",
    "url": "https://br.ign.com/baldurs-gate-3/117995/news/alan-wake-2-e-brilhante-diz-diretor-da-desenvolvedora-de-baldurs-gate-3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maria Eduarda Cury",
    "published": "2023-12-28T20:55:00Z",
    "title": "Alan Wake 2 é \"brilhante\", diz diretor da desenvolvedora de Baldur's Gate 3",
    "text": "Alan Wake 2 é \"brilhante\", diz diretor da desenvolvedora de Baldur's Gate 3\nMichael Douse elogiou trabalho da Remedy Entertainment e comparou jogo com Disco Elysium.\nNo futuro, quando lembrarmos do que 2023 significou para a indústria de\n[jogos eletrônicos,](/games) uma confusão de sentimentos certamente preencherá nossa mente. Presenciamos o lançamento de alguns dos melhores jogos da história e, em contrapartida, diversas demissões em massa no que parecia ser um dos anos mais propícios para recordes de faturamento do mercado.\nFicamos, porém, com a certeza de que a maneira de trabalhar proposta pelas grandes empresas foi profundamente afetada pelo desempenho cultural e social de jogos que levaram o tempo necessário para serem produzidos, desenvolvidos e lançados; entre eles,\n[Baldur's Gate 3](/baldurs-gate-3/) e [Alan Wake 2.](/alan-wake-2)\nE, para além da ótima recepção do público, os funcionários que estiveram por trás destes jogos também reconhecem a grandeza destes trabalhos. Michael Douse, diretor de publicação da Larian Studios - estúdio de BG3 - comentou em seu X/Twitter nesta quinta-feira (28) que a sequência de Alan Wake é \"brilhante\".\nAlan Wake 2 has this lifelike, pristine gorgeousness you get with the perfect marriage of in-house tools & creative direction. Years of fine tuning to execute an exact, toiled aesthetic. An entire ecosystem designed to do just one thing: this exact game. It’s a brilliant thing.— Very AFK (@Cromwelp)\n[December 28, 2023]\nEle continuou dizendo que o jogo tem diversas similaridades com\n[Disco Elysium](/disco-elysium), o RPG da ZA/UM que chamou atenção por fatores como sua excelência narrativa.\nThere’s also a lot of Disco Elysium in this game. Just sprinkles, like seasoning. It’s seasoned with Disco Elysium.— Very AFK (@Cromwelp)\n[December 28, 2023]\nEm mais um comentário, Douse opinou que muitas pessoas irão ter experienciar sensações parecidas com a de ver uma produção do diretor David Lynch, famoso por obras como Twin Peaks e Eraserhead. Ele também comparou o jogo da Remedy Entertainment ao livro TerrorTome, de Garth Marenghi, que conta a história de um \"mau escritor sendo atacado por sua própria imaginação por causa de uma amaldiçoada máquina de escrever\".\nI know that a lot of people will get David Lynch vibes from this, obviously, but I can’t stop thinking about Garth Marenghi’s Terrortome. A book about a bad writer being attacked by his own imagination because of a cursed typewriter succubus.— Very AFK (@Cromwelp)\n[pic.twitter.com/i2N9g90nzV] [December 28, 2023]\nIndicado a oito categorias no The Game Awards - e vencedor de três delas -, Alan Wake 2 está disponível para compra nos dispositivos\nPlayStation 5, Xbox Series X/S e PC.\nInscreva-se no canal do IGN Brasil no\nYouTube e visite as nossas páginas no Twitch! | Siga Maria Eduarda Cury no",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.xbox.com/pt-BR/games/store/alan-wake-2/9PNZH065X7PV",
      "https://www.twitch.tv/ignbrasil",
      "https://store.epicgames.com/pt-BR/p/alan-wake-2",
      "https://www.youtube.com/c/ignbrasil",
      "https://www.playstation.com/pt-br/games/alan-wake-2/",
      "https://twitch.tv/ignbrasil",
      "https://playstation.com/pt-br/games/alan-wake-2/",
      "https://youtube.com/c/ignbrasil",
      "https://www.store.epicgames.com/pt-BR/p/alan-wake-2",
      "https://www.playstation.com/pt-br/games/alan-wake-2",
      "https://xbox.com/pt-BR/games/store/alan-wake-2/9PNZH065X7PV"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:30.071+02:00",
    "updated": "2023-12-29T00:05:30.071+02:00"
  }
]