[
  {
    "uuid": "399ebdc3d9371e277e2023ec8c515c34c909437a",
    "url": "https://onmilwaukee.com/articles/milwaukee-uncut-bishop-darrell-hines",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Richie Burke",
    "published": "2023-12-28T22:01:00Z",
    "title": "Bishop Hines briefly died in the '80s; he's inspired millions ever since",
    "text": "In this episode, we hear the transformative story behind Bishop Darrell Hines, a man who has experienced extraordinary events in his life. From being pronounced dead for 45 minutes, to finding love in the unlikeliest of places, to going on to speak all over the world, to founding a church and a community center on Milwaukee’s North Side, his journey is filled with moments that you won’t believe.\nGrowing up in a strict Pentecostal church, Bishop Hines experienced both the joys and challenges of being part of a devout community. The rules were stringent: no sports, no movies, no card games. Their lives revolved around church, school, and visiting neighbors and relatives. While his sisters excelled in double dutch, jacks and hopscotch, the boy games were off-limits. No basketball, football or baseball for them.\nBut amidst the strictness, Bishop Hines encountered a life-changing moment when he met his future wife, Pamela, who came to his father's church when they were teenagers. She was not a member of their church but came from a more lenient Baptist background. Hines' mother wasted no time and called Pam's mother to declare that their children would marry one day.\nHowever, fate had other plans as Pam's mother whisked her away from the picture. Three years later, when Bishop Hines spotted Pam walking down the street, he couldn't contain his excitement. He stopped the car, jumped out and approached her with an ultimatum: be my girlfriend now, and I promise to marry you when you're old enough. He gave her seven days to call him; she called him on the sixth.\nWell, they ended up getting married and have gone on to have two sons, several grandchildren, founded a church along with a community center and several other companies, and are still together nearly 50 years after initially meeting.\nThat said, none of that should have happened. A shocking turn of events happened shortly after they were married and when Pam was pregnant with their first son DJ.\nBishop Hines was working at General Mitchell Airport in 1981 and Pam was on her way to a family reunion in Memphis. During a lightning storm, Bishop was grounding a plane when it got struck by lightning and shot him fifteen feet up in the air. His heart stopped beating for nearly 45 minutes and he was pronounced dead, only to be revived and brought back to life after seeing the other side. (You won’t want to miss this part of the episode.)\nWhile Hines was in the hospital recovering, he heard the voice of God tell him to “tell a dying world about a living Christ.\" He ultimately survived and has done just that.\nThis experience changed the direction of his life. He has since gone on to spread the word of God all over the world and has founded Christian Faith Fellowship Church, which is filled with 2,000 people every Sunday as well as a community center on Milwaukee’s North Side.\nTune into this episode of Milwaukee Uncut to learn more about Bishop Hines incredible journey and fulfilling life story.\nFor more on Milwaukee Uncut and to submit guest, topics, or partner opportunities\nclick here.\nMilwaukee Uncut is produced by\nStory Mark Studios, sponsored by Central Standard Distillery, in partnership with OnMilwaukee.\nGet all the daily headlines in your inbox\nSign up for our newsletter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://storymarkstudios.com/",
      "https://storymarkstudios.com/milwaukee-uncut-podcast/",
      "https://us2.list-manage.com/subscribe?u=c3f3134181cab4a604f9eaf8b&id=ecd5e3eef5",
      "https://thecentralstandard.com/",
      "https://storymarkstudios.com",
      "https://www.storymarkstudios.com/",
      "https://us2.list-manage.com/subscribe",
      "https://www.storymarkstudios.com/milwaukee-uncut-podcast/",
      "https://www.thecentralstandard.com/",
      "https://storymarkstudios.com/milwaukee-uncut-podcast",
      "https://www.us2.list-manage.com/subscribe?u=c3f3134181cab4a604f9eaf8b&id=ecd5e3eef5",
      "https://thecentralstandard.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bishop hines",
          "sentiment": "negative"
        },
        {
          "name": "darrell hines",
          "sentiment": "negative"
        },
        {
          "name": "pamela",
          "sentiment": "none"
        },
        {
          "name": "hines",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "milwaukee",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:16.000+02:00",
    "updated": "2023-12-29T00:42:16.000+02:00"
  },
  {
    "uuid": "eb856d3a7e6bbf4c83468a8f37f2fc9ddfbf0825",
    "url": "https://www.softpedia.com/get/Multimedia/Video/Video-Recording/Streamlabs-OBS.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Softpedia Windows",
    "published": "2024-04-11T16:28:00Z",
    "title": "Streamlabs Desktop 1.16.3 (GPLv3)",
    "text": "Prepare and make professional streams where you control everything from encoder and bitrate to subscribers and accounts via this application.\n#Manage stream #Stream manager #Broadcast manager #Stream #Broadcast #Manager\nSoftpedia Review\nspecifications\nFree Download Alexandra Sava\nStreamlabs Desktop is an all-in-one utility that packs dozens of overlays and easy-to-use features to help you make professional broadcasts from various sources, online and offline.\nFollowing a swift and uneventful installation, you will be happy to learn that the tool can be set up, and you can start streaming in just a couple of minutes. In fact, you can opt for one of the dozens of overlays available and go live directly. The only thing that you need to account is to test the widgets that you selected before opening the app.\nThen again, if you prefer to design your own streaming window, then you can easily do so from the Editor tab. Making your own streaming pattern, in this case, means changing or adding scenes, sources and mixer, which is mostly the audio, recording and visual controls of the stream setup.\nThe highlight of the application steams from the numerous overlay available, some of them being animated. As you would expect, you can make any desired modifications to these designs, as the frames are both removable and adjustable. If you are still not satisfied, then you can make additional changes in the Editor.\nAt the same time, the program includes a dashboard window that allows you to access and manage anything related to broadcasts, including, but not limited to widgets, alert profiles, donation settings, account settings, so on and so forth. On a side note, from here you can also set up the alerts that you would like to receive notifications.\nRegardless of whether you are creating streams as part of your profession or you simply want to make a broadcast that can captivate your audience, then perhaps Streamlabs could come in handy.\nStreamlabs Desktop 1.16.3add to watchlist add to download basket send us an update REPORT\n- runs on:\n-\nWindows 11\nWindows 10 32/64 bit\nWindows 8 32/64 bit\nWindows 7 32/64 bit\n- file size:\n- 235 MB\n- filename:\n- Streamlabs Desktop Setup 1.16.3.exe\n- main category:\nInternet\n- developer:\n-\nvisit homepage Bitdefender Antivirus Free Microsoft Teams paint.net Windows Sandbox Launcher 4k Video Downloader 7-Zip IrfanView Zoom Client ShareX calibre\n- Zoom Client\n- ShareX\n- calibre\n- Bitdefender Antivirus Free\n- Microsoft Teams\n- paint.net\n- Windows Sandbox Launcher\n- 4k Video Downloader\n- 7-Zip\n- IrfanView",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alexandra sava streamlabs desktop",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "softpedia review",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T03:38:30.703+03:00",
    "updated": "2024-04-12T03:38:30.703+03:00"
  },
  {
    "uuid": "2847705a058ad31214f9f0c8f63439cbd308a5af",
    "url": "https://www.antena3.com/programas/y-ahora-sonsoles/josefa-absuelta-acusada-matar-marido-cama-abrazamos-tomar-pastillas_20240425662a8eb6c0b95c00018d6f13.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sara Ruiz",
    "published": "2024-04-25T19:11:00Z",
    "title": "Josefa, absuelta tras ser acusada de matar a su marido: \"Nos fuimos a la cama y nos abrazamos tras tomar las pastillas\"",
    "text": "Hablamos con ella Josefa, absuelta tras ser acusada de matar a su marido: \"Nos fuimos a la cama y nos abrazamos tras tomar las pastillas\" Esta mujer y su marido decidieron poner fin a sus vidas juntos ingiriendo una mezcla de pastillas. Él falleció debido a su débil estado de salud, ya que padecía alzhéimer, pero ella sobrevivió gracias a la rápida actuación de los servicios sanitarios. Publicidad Josefa, de 71 años, y su marido Carlos, de 75 y con alzhéimer, tomaron la decisión de suicidarse juntos con una sobredosis de pastilla, pero solo murió él. Ella acaba de ser absuelta de matar a su esposo. Un veredicto que Josefa ha conocido entre lágrimas después de 3 años de sufrimiento. Se enfrentaba a 26 años de prisión, acusada de asesinar a su marido. Tras 3 días de deliberaciones, el jurado popular le ha declarado inocente después de probar lo que siempre ha defendido: que pactó junto a su marido poner fin a sus vidas. Estuvieron casados durante más de 50 años y, después de media vida juntos, también querían morir de la mano. En 2018, a Carlos le diagnosticaron alzhéimer y le trasladó a su mujer un mensaje: \"Cuando vea que pierdo fuerzas, me iré\". El 21 de julio de 2021, los dos tomaron una mezcla de pastillas con intención de morir. Antes, Josefa escribió una carta a sus hijos. \"Perdonadme, no soportaba ver el deterioro de vuestro padre\", ponía. Él perdió la vida debido a su débil estado de salud, pero ella consiguió sobrevivir gracias a la rápida actuación de los servicios de emergencia. Un suicidio pactado por amor que ha supuesto años de calvario judicial para Josefa, que vuelve a respirar tras la absolución. En Y ahora Sonsoles hemos hablado con Josefa, que se ha emocionado al hablar de su marido, en quien piensa todos los días. \"Fuimos tan felices que me parece un imposible que no esté aquí conmigo\", ha dicho. Que le acusaran de asesinato es lo que más le ha dolido en su vida junto con el fallecimiento de su esposo, una situación que ha definido como \"horrible\". \"Me puse a llorar y me acordé de mis hijos\" Josefa ha explicado que nunca diagnosticaron a Carlos con alzhéimer, sino que era una posibilidad. Para ella, le dijo, la vida no tenía sentido sin él y por eso le aseguró que si a él le pasaba algo, ella se iría también. El matrimonio nunca compartió su plan con sus hijos, a pesar de que lo hablaron un año y medio antes de que ocurriese. \"Era una cosa nuestra\", ha asegurado, pero ella nunca pensó que pudiera complicarse tanto. Eso sí, Carlos le dijo que nunca quería llegar a ese estado ni ser una carga para sus hijos. Ella le pidió que no dijera tonterías, pero días después le preguntó si lo que le dijo realmente lo pensaba. Él se lo confirmó y la respuesta de Josefa era que ella lo haría también. No volvieron a tocar ese tema hasta que se lo propuso de nuevo tiempo después. El 16 de julio Carlos se duchó y se puso la ropa de salir. En el pasillo Josefa se lo encontró muy guapo y le propuso ir al mar a ver la procesión de la Virgen del Carmen. Días después, vio en la tele las inundaciones mortales de Alemania y se acostó. Al levantarse, volvieron a hablar y Carlos le dijo que era el día perfecto para hacer lo que habían hablado. Posteriormente se metieron en casa, cogieron el medicamento y lo echaron en un plato. \"Él me ayudó a abrir también\", ha dicho. Se lo repartieron y Carlos se lo tomó con yogur. En ese momento, Josefa y su marido se acostaron abrazados. \"Me puse a llorar y me acordé de mis hijos\", ha explicado, y buscó una foto de ellos y por la parte de atrás escribió la carta. Más Noticias [Las imágenes inéditas de Raffaella Carrà cuando llegó a España por primera vez en los años 70](https://www.antena3.com/programas/y-ahora-sonsoles/imagenes-ineditas-raffaella-carra-espana-primera-vez-anos-70_20240425662a99b28e6602000188a467.html) [Bertín Osborne confiesa no estar al 100% en su reaparición: \"Hay asuntos que no se han resuelto aún\"](https://www.antena3.com/programas/y-ahora-sonsoles/bertin-osborne-confiesa-100-reaparicion-temas-personales_20240425662a92a7c18d400001879d75.html) [¿Quién es Ana Umbral, la amiga íntima de Silvia Tortosa y la beneficiaria sorpresa de parte de su herencia?](https://www.antena3.com/programas/y-ahora-sonsoles/ana-umbral-amiga-intima-silvia-tortosa-beneficiaria-sorpresa-parte-herencia_20240425662a90aac18d40000187980c.html) A raíz de ese escrito, le culparon de asesinar a su marido. Publicidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:45:21.288+03:00",
    "updated": "2024-04-26T00:45:21.288+03:00"
  }
]