[
  {
    "uuid": "a6a93630a5d4e64924be1b88b03f03089999c66b",
    "url": "https://www.corporatewellnessmagazine.com/article/creating-a-smoking-cessation-program-in-the-workplace",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Anderson; At",
    "published": "2023-12-29T05:10:00Z",
    "title": "Creating a Smoking Cessation Program in the Workplace",
    "text": "Creating a Smoking Cessation Program in the Workplace\nIn today's fast-paced corporate world, the health and wellness of employees have become a paramount concern. Among various health initiatives, smoking cessation programs are gaining significant attention. Implementing a smoking cessation program in the workplace not only supports employees who wish to quit smoking but also contributes to creating a healthier, more productive work environment. This article delves into the critical aspects of creating an effective smoking cessation program in corporate settings.\nUnderstanding the Need for Smoking Cessation in the Workplace\nThe Impact of Smoking on Employee Health and Productivity\nSmoking is a leading cause of preventable diseases and deaths globally. In the workplace, smoking affects not just the smoker's health but also impacts productivity and increases healthcare costs. Establishing a smoking cessation program can significantly reduce these risks and promote a healthier lifestyle among employees.\nBenefits to Employers\nInvesting in a smoking cessation program is beneficial for employers. It leads to reduced absenteeism, lower health care costs, improved productivity, and a positive corporate image. Additionally, it shows a commitment to employee wellness, which can aid in talent retention and attraction.\nKey Components of a Successful Smoking Cessation Program\nAssessment and Planning\nA successful program begins with a thorough assessment of the current smoking trends within the organization. Understanding the needs and preferences of employees who smoke is crucial in designing an effective program.\nComprehensive Support\nOffering a range of support options is essential. This can include counseling, access to nicotine replacement therapies, educational materials, and creating a supportive environment that encourages employees to quit.\nPolicy and Environment\nImplementing a tobacco-free workplace policy is a foundational step. This includes banning smoking in all company premises and offering resources to help employees comply with the policy.\nIncentives and Motivation\nIncorporating incentives can significantly increase participation and success rates. Rewards for milestones in the quit-smoking journey can motivate employees to stick to the program.\nImplementation Strategies\nEngagement and Communication\nEffective communication is key to the success of the program. Regularly informing employees about the benefits of quitting smoking and the resources available to them is crucial.\nTraining and Resources\nProviding training for managers and team leaders to support their team members in the quitting process is vital. Additionally, ensuring easy access to resources and support services can enhance program effectiveness.\nMonitoring and Evaluation\nRegularly monitoring the program's progress and making necessary adjustments ensures long-term success. Gathering feedback from participants can provide valuable insights for improvement.\nChallenges and Solutions\nOvercoming Resistance\nResistance from employees is a common challenge. Addressing concerns and misconceptions about smoking cessation in a sensitive and informative manner can help in overcoming resistance.\nMaintaining Long-term Engagement\nEnsuring sustained engagement in the program is crucial. Continuous support, follow-up, and reinforcement of the benefits of being smoke-free are essential strategies.\nA well-designed smoking cessation program in the workplace can have a profound impact on employee health and the overall productivity of the organization. It demonstrates a commitment to employee well-being and fosters a culture of health and wellness.\nFor organizations looking to implement or enhance their wellness initiatives, Global Healthcare Resources offers expert wellness consulting. Visit\nGlobal Healthcare Resources - Wellness Consulting to learn how we can assist in developing comprehensive and effective wellness programs tailored to your organization's needs. Learn about how you can become a Certified Corporate Wellness Specialist→",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.corporatewellnesscertification.com/?utm_campaign=EndOfArticle-Link&utm_medium=Article&utm_source=CWM",
      "https://www.globalhealthcareresources.com/wellnessconsulting",
      "https://corporatewellnesscertification.com/?utm_campaign=EndOfArticle-Link&utm_medium=Article&utm_source=CWM",
      "https://www.corporatewellnesscertification.com/",
      "https://globalhealthcareresources.com/wellnessconsulting"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "impact of smoking on employee health",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T10:26:54.887+02:00",
    "updated": "2023-12-29T10:26:54.887+02:00"
  },
  {
    "uuid": "4ed8f4ed476a7ef83371ed43989495fad237a303",
    "url": "https://www.dailynews.com/2024/06/21/post-fire-containment-now-at-61-as-temperatures-rise-in-gorman-area",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "City News Service",
    "published": "2024-06-21T00:00:00Z",
    "title": "Post fire containment now at 61% as temperatures rise in Gorman area – Daily News",
    "text": "News Crime and Public Safety News News Based on facts, either observed and verified directly by the reporter, or reported and verified from knowledgeable sources. Crime and Public Safety | Post fire containment now at 61% as temperatures rise in Gorman area Share this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to share on Reddit (Opens in new window) Click to print (Opens in new window) An LA County fire engine pours water on the Post fire near Gorman on Saturday, June 15, 2024. As of Friday, June 21, the blaze was 61% contained after burning 15,690 acres. (Photo by Mike Meadows/Contributing Photographer) By City News Service | news@socalnews.com PUBLISHED: June 21, 2024 at 9:30 a.m. | UPDATED: June 21, 2024 at 9:30 a.m. Firefighters are steadily gaining the upper hand on the massive Post fire in the Gorman area north of Los Angeles, increasing containment from 57% to 61% Friday, prompting officials to lift or reduce some evacuation orders.\nThe burn area remained at 15,690 acres after increasing from 15,611 acres on Tuesday, according to Cal Fire.\nIn anticipation of hot and breezy conditions Friday and through the weekend, firefighters continue to focus on protecting critical infrastructure and recreation areas throughout the fire footprint.\nCrews will continue to identify and address pockets of fire and heat within interior portions of the burned area, as well as along roads and the Interstate 5 corridor, according to Cal Fire.\nA DC-10 air tanker makes a drop on the Post fire near Gorman on Saturday, June 15, 2024. Crews were still battling the fire on Friday, June 21, with hot, dry conditions expected to persist throughout the weekend. (Photo by Mike Meadows/Contributing Photographer)\nAn LA County fire engine pours water on the Post fire near Gorman on Saturday, June 15, 2024. As of Friday, June 21, the blaze was 61% contained after burning 15,690 acres. (Photo by Mike Meadows/Contributing Photographer)\nTwo LA County Fire Department battalion chiefs set up a command post near Gorman Post Road on Saturday, June 15, 2024, as the Post fire rages in the background. (Photo by Mike Meadows/Contributing Photographer)\nLA County firefighters head up Gorman Post Road on Saturday, June 15, 2024, to battle the Post fire. (Photo by Mike Meadows/Contributing Photographer)\nAn LA City fire helicopter makes a drop to protect an LA County camp crew worning a spot fire Saturday, June 15, 2024, during the batle against the Post fire near Gorman. (Photo by Mike Meadows/Contributing Photographer)\nA large air tanker starts its drop over the hills to stop the spread of the Post fire to the northeast on Saturday, June 15, 2024. (Photo by Mike Meadows/Contributing Photographer)\nShow Caption of\nExpand The priority remains constructing and reinforcing containment lines around the fire.\nFire crews have also made progress on suppression repair, including repairing dozer lines and constructing water bars to help protect watersheds and recreation areas.\nSeasonably hot and dry weather is expected Friday, with daytime temperatures in the 90s and humidity levels in the teens and single digits. Morning and evening winds are expected at lower elevations and in valleys.\nFirefighters continue to prepare for a significant warming trend this weekend, with temperatures expected in the high 90s to around 100 degrees. On Sunday there is a slight possibility of thunderstorms over the burn area.\nThe fire broke out Saturday, June 15, prompting the evacuation of about 1,200 people from the Hungry Valley State Vehicular Recreation Area. Evacuation orders remained in place there Wednesday, and also at Pyramid Lake and Oak Flats Campground.\nAs of 10 a.m. Thursday, evacuation orders remained in place for areas south of Gorman Post Road, west of Interstate 5, east of the Los Angeles County line and north of Pyramid Lake, officials said.\nAlso as of 10 a.m. Thursday, evacuation orders were lifted for Cas Paradise Ranch and Goldenstate B. An evacuation order was converted to an evacuation warning for areas south of Pyramid Lake, west of Interstate 5, east of the Los Angeles County line, and just north of Templin Highway.\nThe following road closures were in place:\n— Northbound Interstate 5 at state Route 138\n— Southbound Vista del Lago Road at the entrance to the Vista del Lago Visitors Center\n— Eastbound Castaic Lake Drive at Ridge Route Road\nOne commercial property has been destroyed, while 10 are being threatened, along with 50 single-family residences, fire officials said.\nAuthorities are officially reporting one injury from the fire, although no details were released.\nThe blaze is being battled by a unified command that includes the U.S. Forest Service, Angeles National Forest, the Los Angeles County Fire Department and Ventura County Fire Department. The Los Angeles County Sheriff’s Department, California State Park Services, Los Angeles County Office of Emergency Management, Cal Fire and California Highway Patrol were also providing support.\n“Crews continue making progress on the perimeter of the Post fire … allowing teams to focus more on the interior terrain,” officials said in their Thursday morning update. “Crews continue seeking out isolated smoke and heat sources that produced small flare ups (Wednesday). Increased temperatures are expected over the next several days and into the weekend which make these areas a priority.”\nThe South Coast Air Quality Management District issued a wildfire smoke advisory for the Santa Clarita and Castaic areas, with northwesterly winds expected to push smoke from the fire southeast toward Santa Clarita, the San Fernando Valley and parts of the Angeles National Forest.\nThe SCAQMD advised people in the area to limit their exposure by remaining indoors with windows and doors closed or by seeking immediate shelter, avoid vigorous physical activity and to run their air conditioners or air purifiers.\nRelated Articles Crime and Public Safety | Home insurance at $10,000 a year shows California buyers’ pain Crime and Public Safety | Post fire, in the Gorman area, is now 43% contained at 15,690 acres Crime and Public Safety | All that rain, and now all that brush on fire in Southern California. What gives? Crime and Public Safety | Containment rises to 31% on the Post fire in Gorman Crime and Public Safety | Post fire in Gorman nearing Pyramid Lake; Inland fires reported well in hand “It’s best to avoid using swamp coolers or whole house fans that bring in outside air,” the agency said. “Residents should also avoid burning wood in their fireplaces or firepits. And, if they absolutely must be outside, a properly fit N95 mask or P100 respirator may provide some protection.\nThe Post fire started at about 1:45 p.m. Saturday at Ralph’s Ranch and Gorman School roads, near the 5 Freeway, Los Angeles County Fire Department spokesman Craig Little told City News Service.\nSome 1,747 personnel wee involved in the firefighting effort.\nThe cause of the fire was under investigation.\nShare this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to share on Reddit (Opens in new window) Click to print (Opens in new window)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gorman",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "cal fire",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gorman",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T19:48:22.177+03:00",
    "updated": "2024-06-22T00:39:39.129+03:00"
  },
  {
    "uuid": "6f60d9a30ec5340b37461ea655842c4574d95564",
    "url": "https://www.meneame.net/story/humillante-tradicion-hacer-desfilar-mujeres-desnudas-como-india/c071",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "manzitor",
    "published": "2023-12-29T15:50:00Z",
    "title": "#71 La humillante tradición de hacer desfilar a mujeres desnudas como castigo en India",
    "text": "[Pilar_F.C.](/user/Pilar_F.C.)a [bbc.com](/go/link/3891620) [#38](c38#c-38) cultura y religion no son lo mismo, por mas que se mezclen.\nPor ejemplo, el burka es cultural, no musulman, otra cosa es que donde es tradicional el burka eso se mezcle con religion.\nPasa con muchas costumbres afganas que ahora ellos mismos consideran parte de\" su islam\" que ya las describe alejandro magno\n[#24](c24#c-24) Generalizar con que el hecho de la noticia desmiente lo que dices, como si fuese algo común en toda la India, es demagogia pura y pura.\n[#20](c20#c-20) el problema es que os estáis dejando llevar por el sensacionalismo de la BBC. No es tradición en la India castigar a los parientes por actos familiares.\nEs como decir que en España también lo es (y fijarse solo en un sector de la población innombrable en Menéame no sé muy bien por qué motivo)\n[#20](c20#c-20) Demagógico decir que un país de ignorancia y embrutecimiento, de 287 millones de analfabetos, donde es norma cultural tirar las carroñas al río, a veces quemadas, a veces no, donde es norma cultural cagar en la calle, con más dioses que chinches (predicando desde el canibalismo post-mortem a la ejecución de vidudas), con un índice de homicidios de 2,94/100000 h (España 0,68), de 296 millones de pobres, donde la violación está bien vista por una buena parte de sus ciudadanos, con un sistema de castas arrastrado del medioevo, se puede comparar mínimamente al peor país europeo?\nA ver si lo vuestro va a ser el riego...\nIndia, cagadero que no pienso pisar salvo obligación laboral.\n[#36](c36#c-36) ¿Qué te fumas? Europa (continente) mide 10.530.751 km², Unión Europea (Comunidad política) mide 4.237.473 km² e India 3.287.263 km²\n[#44](c44#c-44) hablaba de población. Ya ya, no van a ser 6 veces exactas, quizá son 4,5 veces o 5,7... Perdona por la inexactitud.\n[#47](c47#c-47) De población tampoco. Europa son unos 700 millones de personas e India 1.400 millones. Vamos, que son el doble y gracias.\n[#49](c49#c-49) ah bueno, si son 1400 millones solo, entonces deben ser todos iguales.\nIgual que un sami y un gaditano, que son los 2 europeos.\n[#49](c49#c-49) en mi cabeza, pensando en la UE (unos 450 millones) aunque yo pensaba que éramos unos 300. Y estaba pensando en India como 1800 millones, no sé por qué.\nPero no cambia el hecho de que generalizar sobre 1400 personas está un poco feo.\nEstos son los que próximamente van a ser una de las mayores potencias mundiales.... Un pais con castas y leyes medievales....\n[#6](c6#c-6) No lo van a ser precisamente por ello. Tendrán muchos millones de potenciales productores/consumidores pero siendo así como funcionan no dejarán de ser eso, potenciales.\nEso por no hablar de la industrialización / robotización. Lo que en el pasado ha sucedido con China será harto improbable que vuelva a suceder.\nTe recomiendo ver este vídeo:\n[#8](c8#c-8) Pues como EEUU que tienes las mejores universidades del mundo y miles de personas asaltando el parlamento vestidos de anormales o miles de personas zombies por fentanilo por las calles.\n[#51](c51#c-51) también. Suelo decir que EEUU es también un país del 3er mundo. Por mucho que nos lo quieran vender en películas.\nRelacionada (de otro país, Israel, y se lo hacen a los hombres palestinos):\nSoldados de las FDI obligan a niños, hombres y ancianos a desnudarse ante las cámaras a punta de pistola (EN):\nSoldados de las FDI obligan a niños, hombres y ancianos a desnudarse ante las cámaras a punta de pistola (EN)\ncrímenes tan atroces\nTampoco es para decir que esté bien, pero si dejáramos de exagerar tanto sería más fácil comunicarse.\n[#31](c31#c-31) \"La sacaron a rastras, la desnudaron y la hicieron desfilar así por el pueblo. Después, la ataron a un poste de electricidad y la golpearon durante horas.\"\nNo te quedes en el paseo desnuda, la ataron a un poste y la golpearon durante horas... Yo lo veo bastante atroz, la verdad.\n[#15](c15#c-15) Echando memoria de noticias, pero si quieres material gráfico pásate por goredb.com o alguna del estilo y busca children india burn alive, no localizo el video, pero vi como quemaban viva a una niña, en la descripción ponía que era para provocar lluvias. Era espeluznante, 7 minutos tardó en morir...., pero buen material para enseñar a aquellos que dicen que los inmigrantes se deben quedar en su país, puede concienciar a más de uno que si la gente se va de sus países es por una buena razón.\nIndia es un país con multitud de sub países, tradiciones y formas de ver la vida. No tiene nada que ver Bangalore o Hyderabad, que nos podrían recordar a cualquier zona desarrollada de Europa, con un pueblo en medio de Rajastan en los que aún no tienen agua corriente ni redes de saneamiento. Las castas legalmente ya no existen y en muchos estados ni siquiera forman parte de la cultura ni costumbres de la población.\nPor lo tanto, juzgar a todo un país y a su gente por lo que hace un pequeño porcentaje me parece bastante injusto. En Europa somos 400MM, en India tienen casi 4x nuestra población.\n[#27](c27#c-27) Las castas existen, lo he visto con mis ojos viajando de mochilero durmiendo en guesthouses y moviéndome por zonas donde no hay turismo. No niego que haya zonas más desarrolladas, pero la gran mayoría de la zona norte, incluyendo la capital, es lamentable. Y es precisamente la zona norte donde mayor población hay.\nQué tan equiparable es defender este hecho bajo el paraguas de 'tradición y cultura', con defender la tauromaquia con los mismos argumentos?\n[#39](c39#c-39) Me temo que tú observación no va a servir:\n¡ Esta gente debe pensar que una mujer no es un ser humano !\n[#39](c39#c-39) 😅 correcto. También se me ocurre que la tauromaquia genera algunos puestos de trabajo cuando la 'tortura gratuita' del meneo, no lo hace.\nSin embargo, ambas circunstancias tienen puntos en común en que (al menos una parte de la población) considera que ambos son barbaries, independiente del objeto de la misma, y que ambos se pueden defender/argumentar con lo de 'cultura/tradición'.\nEste hecho, salvando las diferencias, me parece curioso y hasta cierto punto, un ejemplo de lo poco válido que tiene el argumento mencionado.\nBueno, es el precio de mantener los \"valores tradicionales\" y no pasarse al \"buenismo\", algunos en occidente no paran de dar la brasa con volver a los métodos de antes porque supuestamente son más \"efectivos\". Claro que también dan la brasa con el NWO, los masones, que si el COVID es una mentira y demás, así que mucho caso no deberíamos hacerles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:53:52.848+02:00",
    "updated": "2023-12-29T18:53:52.848+02:00"
  }
]