[
  {
    "uuid": "672fbbaaa599e5a2ea1a5eb24167c59587bd4278",
    "url": "https://www.dailymail.co.uk/news/article-12908543/Three-men-died-submerged-4x4-swept-away-rain.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Woodland",
    "published": "2023-12-29T01:12:00Z",
    "title": "Three men who died in submerged 4x4 were 'swept away' by heavy rain after trying to cross a river: Tractor driver reveals efforts to rescue the trio but stormy conditions meant their vehicle was carried 400 yards downstream | Daily Mail Online",
    "text": "Three men who died after being trapped in a submerged 4x4 were 'swept away' by heavy rain after trying to cross a river, a man who tried to saved them revealed. The trio were found dead after they crashed into the River Esk in the North York Moors at 11.48am this morning. Emergency services scrambled to the scene near Glaisdale but when they pulled the vehicle from the waters the three men were found dead inside. Chris Ford, who lives nearby, said the men were part of an off-roading group when they crossed a ford on Rake Lane. He claims the river, swollen by heavy rain, swept them away and carried them around 400 yards downstream. Mr Ford, a firewood salesman, was called to the scene to help recover the vehicle with his tractor and found it fully submerged beneath the water, he said. Three men were found dead after their 4x4 crashed into the River Esk in the North York Moors. Pictured: Emergency services at the scene Emergency services scrambled to the scene near Glaisdale at 11:48am today following reports of a serious incident involving a vehicle He and two others used tractors to pull the 4x4 on to the riverbank, he said. Mr Ford said: 'There was a ford they were going over and they were swept down 400 yards. 'They were part of an off-road club. 'I went down with my tractor. There was a couple of vehicles - one parked up. 'You couldn't see the (other) vehicle. It was 3ft beneath the water. 'I helped get it out on to the riverbank with three other tractors.' A 4x4 was recovered from the river by the fire service just after 3pm and the three men found inside had died, North Yorkshire Police said. Three men inside the 4x4 died while another man who attempted to help them was pulled to safety from the river at around 12:10pm. He has been receiving medical treatment. The force added that next of kin are currently being informed about the tragic incident and specialist support is being provided. Two other locals, Rosie and Andrew Dale, said they were with Mr Ford when he got the call to help. Three men have been found dead after their 4x4 crashed into the River Esk (pictured) in the North York Moors A 4x4 was recovered from the river by the fire service just after 3pm and the three men found inside had died, North Yorkshire Police said They said they saw several 4x4 vehicles pass their home in the direction of the ford shortly before the incident. Mrs Dale said 'nobody local' would attempt to cross the ford in the current conditions. The area is popular with 4x4 drivers, she said, adding: 'In the summer you get 10 of them at a time.' Ambulance, partner agencies and police teams also attended the scene, along with air support. More information is expected to be released in 'due course', with witnesses urged to call North Yorkshire Police on 101, option 4, quoting reference NYP-28122023-0146. The tragedy comes after heavy rain brought by Storm Gerrit has caused flooding on roads around the River Esk. A car also got stuck in flood water nearby at Houlsyke at 12:49pm today and another at Kirby Wiske in Hambleton at 2.35pm. Police said that the occupants of both vehicles were brought to safety. Further south, the city of York has been flooded after the River Ouse broke its banks. Waters in the river rose to 3.6 metres following intense downpours in the area. There are also several flood warnings, indicating where flooding is expected, in place in Yorkshire. The tragedy comes after heavy rain brought by Storm Gerrit has caused flooding in the city of York today North Yorkshire Police warned: 'Localised conditions across our area are making driving hazardous. 'Roads are particularly badly affected around the River Esk, to the north of the county, as we have seen with the tragic incident near Glaisdale. 'The key advice is to consider whether your journey is necessary. 'If you are driving, use your headlights, leave extra space to the car in front, and take it slow and steady. 'Please avoid driving through any kind of standing or moving flood water if you possibly can.'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris ford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ford",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north york moors",
          "sentiment": "none"
        },
        {
          "name": "glaisdale",
          "sentiment": "none"
        },
        {
          "name": "rake lane",
          "sentiment": "none"
        },
        {
          "name": "river esk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:31:11.042+02:00",
    "updated": "2023-12-29T03:31:11.042+02:00"
  },
  {
    "uuid": "8e691673dde4348f4c6042b2836025132d7f966a",
    "url": "https://www.ncregister.com/news/muslim-conversion-boom",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NCRegister",
    "published": "2024-03-29T15:10:00Z",
    "title": "Boom in Muslim Conversions to Christianity in France: How Is the Church Responding?| National Catholic Register",
    "text": "Boom in Muslim Conversions to Christianity in France: How Is the Church Responding? This little-documented phenomenon is forcing dioceses to deploy new pastoral services to better welcome these converts, who often have difficulty integrating into their new Catholic communities. At a time when concern is growing about the rise of Islam, which is threatening to become the primary religion in historically Catholic countries such as France, a phenomenon of fundamental importance cannot be ignored: the exponential growth in conversions of Muslims to Christianity. Marie-Anne and Nicolas are two such converts from Islam who will be baptized this year on Easter. Like many other catechumens who have apostatized from their Muslim faith, their journey is as challenging as it is edifying to others. It was while accompanying her dying husband from Algeria to a hospital in Belgium in 2015 that Marie-Anne (her baptismal name; her civil name will remain anonymous for security reasons) was overwhelmed by the humanity and compassion shown to her by a Catholic nurse — to the point of wanting to “know more” about the figure of Jesus, as she explained in an interview with the Register. This thirst for Christ, which became unquenchable over the years, aroused the suspicions of her family back in Algeria. Once widowed and promised to a man who would “reeducate” her in the Muslim faith, she abandoned a prestigious position and her material comforts to flee to France with her two children, where she completed her catechumenate. It was this same attraction to Christianity’s distinct relationship to charity and the undifferentiated love of neighbor that led Nicolas, a Frenchman who converted to Islam in 2008 at the age of 26, then immigrated to Indonesia, to embrace the Catholic faith and return to his homeland. His conversion, which began to blossom in 2017 — and culminated in a spiritual experience at the Sacré-Coeur Basilica in Paris, praying there beside a statue of St. Thérèse of Lisieux — resulted in a divorce from his Muslim wife and an estrangement from his two children, who remained in Indonesia. He says that he is far from an isolated case in Indonesia, where he has met many former Muslims who have converted to Christianity without being able to formalize their new religion, as apostasy is prohibited in Islam. “I have been able to observe that the civil war in Syria and the rise of ISIS in particular have provoked a wave of apostasy, often in favor of Christianity,” he told the Register. This ties in with the major study by missionary David Garrison, featured in his 2014 book [A Wind in the House of Islam](https://www.amazon.com/Wind-House-Islam-Drawing-Muslims/dp/1939124034). He estimates that between 2 and 7 million Muslims have converted to Christianity worldwide over the past two decades, calling this movement “the greatest turning of Muslims to Christ in history.” Welcoming the New Converts In the same way as local Churches in Europe are beginning to recognize the need to respond appropriately to young people’s return to Catholicism through traditionalist and charismatic communities, they are also beginning to consider how to welcome the numerous conversions from Islam. The Archdiocese of Paris in 2020 set up a pastoral service, [Ananie](https://www.ananie.org/qui-sommes-nous/), designed to direct new converts from Islam to parishes suited to their needs and to train priests and the faithful to welcome them as best they can. Father Ramzi Saadé, who leads the Ananie service in Paris, estimates from 10 to 20% of those who will be baptized at Easter in the capital’s archdiocese are converts from Islam. He points out that while the absence of official figures prevents a precise assessment, it is definitely an exponential phenomenon that he is witnessing on the ground. “Some 50 people who have passed through Ananie will be baptized between this year and next year in the Paris Archdiocese, but I’ve heard of many other catechumens from Islam with whom I’m not in contact,” he told the Register. This upsurge in baptisms of converts from Islam is part of a general trend of a sharp rise in baptisms of young adults between the ages of 18 and 25 in France, with an increase of the number of new catechumens for 2024 [exceeding 30%](https://eglise.catholique.fr/espace-presse/communiques-de-presse/550845-resultats-record-en-2024-du-nombre-de-catechumenes-en-france/), while it was [28% in 2023](https://eglise.catholique.fr/approfondir-sa-foi/la-celebration-de-la-foi/les-sacrements/le-bapteme/les-baptemes-dadultes-en-2023/514607-catechumenes-qui-sont-les-adultes-baptises-en-2023/). Amid the turmoil of their unforeseen conversion, Marie-Anne and Nicolas also faced the challenge of integrating into their new Catholic communities. The Ananie network played a crucial role in this process, offering these new converts a valuable anchor thanks to the weekly Wednesday Mass, followed by a time of study and friendly dialogue between former Muslims. “I had felt a kind of aloofness in my new parish because of my past,” Nicolas remembered. “Although I’m French by birth, it took a long time for me to feel integrated; I felt very isolated, and meeting the Ananie network did me a lot of good.” Avoiding the Wrong Approach It was precisely to compensate for the lack of preparation in many Catholic parishes for welcoming converts from Islam that the Ananie service came into being, at the request of Father Saadé to then-Archbishop Michel Aupetit of Paris. A Maronite Christian originally from Lebanon, he was ordained in 2018 a priest in the Maronite Church, which is in communion with Rome, and brings invaluable field experience to the project. In addition to his mission of welcoming new converts and directing them to suitable parishes, he also offers, via the network’s website, vademecums (handbooks) for parishes and those accompanying catechumenates, as well as training videos. “I realized that many new converts from Islam had left the Catholic Church, not because the faithful were unkind to them, but because they often want to show themselves so favorable to Islam that they come to explain that we worship the same God and that, in the end, there’s no need to become a Christian to access salvation,” said Father Saadé, stressing that this misguided approach concerned both clergymen and laypeople. “Yet many of those who join Christ do so at the risk of their lives: Some have left their countries, have been rejected by their families; they are in real danger — the last thing they need is to be sent back to their Muslim identity.” In his view, the interreligious dialogue implemented by Church authorities over the past decades, which has been very beneficial for the mutual understanding of cultures and peoples, can also sometimes be a source of misunderstandings about the duty of Christians in the West to announce. \"Many people of Islamic origin arriving in a parish to become Christians are often welcomed in a way unsuited to their situations, as if they were still Muslim when in fact they are no longer,\" he continued. Overcoming the Fear of Offending According to the Maronite priest, the most urgent thing for the Church hierarchy today — especially in Europe, where immigration from Muslim countries is constantly on the rise — is to clarify its position on welcoming new converts. “We must not be afraid to assert that the Church is there to baptize those who wish to be baptized, at the end of a long path of freedom that is the catechumenate, and to raise issues relating to freedom of conscience with Muslim leaders, asking them concretely what can be done at the level of education and families to prevent the pressures and reprisals experienced by those who encounter Christ and want to follow him,” Father Saadé added. He also pointed out that the search for consensual dialogue is a typically Western approach, not often understood by Eastern Arabic culture, where tension is synonymous with authentic dialogue, the necessary foundation for constructive exchange. “If we Christians are ashamed of our identity, we will disappear in the face of an expansionist Islam in the West that forces us to question ourselves,” he said. At the same time, Father Saadé noted that, transcending the shortcomings and imperfections of human situations, Jesus himself never fails to intervene to touch hearts. And, indeed, this has been the experience of both Nicolas and Marie-Anne. As he prepares to be received into the Catholic Church on March 31, Nicolas has had the joy of seeing his father, a lifelong atheist, suddenly and inexplicably cured of cancer after asking for the intercession of St. Thérèse of Lisieux. His father promised to attend his baptism and support him on his journey of faith. In Indonesia, his children have already located a Catholic church where he can attend Mass during his next visit. Marie-Anne’s children, who had clung to their Muslim identity since arriving in France, have nevertheless decided to accompany their mother to the baptistery dressed in white and to take catechism classes to better join her in what she is experiencing in her faith journey. “I’ve always felt guilty about cutting my children off from my family; it’s been very hard on them, but my son, who is now 14, recently pointed out to me that, in Algeria, after their father's death, I was more isolated than ever,” Marie-Anne said with emotion. “With very wise words, he asked me what a family was to me and reminded me that my new spiritual family, through the love and care with which it surrounds the three of us, had long ago transcended blood ties. I know that the Lord’s grace also works in their hearts, and nothing could comfort me more as I prepare to enter a new life through my baptism.” - Keywords: [catholic converts](https://www.ncregister.com/tag/catholic-converts) [muslim converts](https://www.ncregister.com/tag/muslim-converts)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.ananie.org/qui-sommes-nous/),",
      "https://eglise.catholique.fr/espace-presse/communiques-de-presse/550845-resultats-record-en-2024-du-nombre-de-catechumenes-en-france/),",
      "https://eglise.catholique.fr/approfondir-sa-foi/la-celebration-de-la-foi/les-sacrements/le-bapteme/les-baptemes-dadultes-en-2023/514607-catechumenes-qui-sont-les-adultes-baptises-en-2023/).",
      "http://www.amazon.com/exec/obidos/ASIN/1939124034",
      "http://amazon.com/exec/obidos/ASIN/1939124034",
      "https://www.eglise.catholique.fr/espace-presse/communiques-de-presse/550845-resultats-record-en-2024-du-nombre-de-catechumenes-en-france/),",
      "https://www.eglise.catholique.fr/approfondir-sa-foi/la-celebration-de-la-foi/les-sacrements/le-bapteme/les-baptemes-dadultes-en-2023/514607-catechumenes-qui-sont-les-adultes-baptises-en-2023/).",
      "https://ananie.org/qui-sommes-nous/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marie-anne (",
          "sentiment": "none"
        },
        {
          "name": "marie-anne",
          "sentiment": "none"
        },
        {
          "name": "nicolas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national catholic register boom",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "islam",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "belgium",
          "sentiment": "none"
        },
        {
          "name": "algeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T18:23:06.323+03:00",
    "updated": "2024-04-14T18:05:23.269+03:00"
  },
  {
    "uuid": "7ed5d65a2b8c6ab617d4f4416affcfdee34aa41b",
    "url": "https://www.diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html",
    "ord_in_thread": 0,
    "author": "Joan Domenech",
    "published": "2025-04-09T21:21:00Z",
    "title": "La contracrónica del Barça-Dortmund: se van a cargar a Messi",
    "text": "El análisis\nLa contracrónica del Barça-Dortmund: se van a cargar a Messi\n¿Raphinha superando a Messi en una estadística? ¿Un futbolista en pleno ejercicio de redención amenazando un récord de una leyenda? Andan los culés asombrados, y a la vez expectantes, ante lo que muchos catalogarían de sacrilegio si no fuera porque la humanidad es progreso. Pero es cierto. Raphinha se va acercando sigilosamente a Messi.\nDejo el añorado astro el récord de 14 goles con el Barça en la Champions de 2012, luego superado por Cristiano con 17, y Raphinha suma ya 12 con el tanto que abrió la eliminatoria con el Borussia Dortmund y con la perspectiva de seguir sumando más y más. Messi jugó 11 de los 12 partidos en aquella edición, en la que el Barça sucumbió en las semifinales –las cuartas consecutivas con Pep Guardiola, eso sí era una tradición– frente al Chelsea. El mito de Rosario marcó sólo en seis partidos, pero en uno de ellos, ante el Bayer Leverkusen en el Camp Nou, anotó cinco, un registro igualado pero no superado en la posteridad.\nLa celebración de Cubarsí\nRaphinha ha marcado en ocho partidos y también le ha metido cinco al mismo rival: al Benfica, pero en tres dosis distintas. Al Dortmund lo batió en su casa, en la liguilla, y de nuevo en la eliminatoria le enchufó de nuevo el primer gol, con lo que no habría que descartar en absoluto que repita el martes que viene. Quien lo celebró con más entusiasmo fue Pau Cubarsí, convencido de que era suyo, feliz de estrenarse en la Champions como lo hizo en la Copa, y la tecnología se lo quitó.\nEn verdad se lo quitó Raphinha, que se lanzó, ansioso él, a remacharlo con la punta del pie y sobre la línea. A punto estuvo de suceder que ese gol no perteneciera a ninguno dos. La revisión videográfica aclaró que Raphinha no estaba en fuera de juego por un pelo. Aclaró el camino hacia la goleada más espectacular de las eliminatorias.\nCon esa agonía transformada en generosidad se lanzó luego el brasileño a buscar un centro pasadísimo de Lamine Yamal que se perdía fuera y que él, con la cabeza, metió dentro del campo. Tan al límite estaba Raphinha que apenas pudo devolverlo al juego. Lewandowski, sobre la línea, pero debajo de la portería, remachaba hacia dentro el balón con un segundo cabezazo, sin peligro de que el VAR lo anulara.\nEl culé está más preparado para ver a Lewandowski cerca de Messi. La profesión del polaco es la de goleador, uno de los pluriempleos de Messi. De hecho, le persigue en la clasificación absoluta en la lista de goleadores de la Champions, pero a los 37 años difícilmente le alcanzará. Sí amenaza, como Raphinha, el de los 14 goles. Con el doblete que completó ante el Dortmund cuenta con 11 goles. El 4-0, pero sobre todo las toneladas de fútbol que aplastaron al cuadro alemán, cultiva la certeza de que el Barça jugará más partidos después de la vuelta de la semana que viene.\nDe Dembélé a Lamine Yamal\nUn pie y medio tiene en la semifinal, la estación que no pisa desde 2019. Cayó aquel Barça con un 4-0 en Liverpool, y entre los amargos recuerdos de aquella eliminatoria se cuenta el gol que falló Ousmane Dembélé en la ida. Messi lo puso a cabalgar en solitario hacia Alisson, pero el ahora demoledor atacante del París Saint Germain falló.\nNo falló para colocar la guinda Lamine Yamal. La humanidad es progreso. A los 17 años recibió un caramelo de Raphinha, su segunda asistencia, y batió a Kobel con la suficiencia de un futbolista sobrado de recursos. El cuarto gol que debería blindar la eliminatoria y permitiera al Barça superar un trauma que se ha alargado más años de lo esperado, primero con Messi, y luego sin él.\nLa fabulosa noche, mejor que la del Bayern (4-1) concluyó con el regreso de Ansu Fati al césped. El gesto de un Flick más feliz que nunca.\nRRSS WhatsApp\nRRSS Facebook\nRRSS Twitter\nRRSS email\nCopiar URL)\nNoticia guardada en tu perfil",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Politics->sports policies",
      "Politics->political development"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://api.whatsapp.com/send?text=La%20contracr%C3%B3nica%20del%20Bar%C3%A7a-Dortmund%3A%20se%20van%20a%20cargar%20a%20Messi%20https://www.diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://twitter.com/intent/tweet?original_referer=https://www.diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html&text=La%20contracr%C3%B3nica%20del%20Bar%C3%A7a-Dortmund%3A%20se%20van%20a%20cargar%20a%20Messi%20%20https://www.diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40cordoba",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://facebook.com/sharer/sharer.php?u=https://diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet?original_referer=https://diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html&text=La%20contracr%C3%B3nica%20del%20Bar%C3%A7a-Dortmund%3A%20se%20van%20a%20cargar%20a%20Messi%20%20https://diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40cordoba",
      "https://api.whatsapp.com/send",
      "https://api.whatsapp.com/send?text=La%20contracr%C3%B3nica%20del%20Bar%C3%A7a-Dortmund%3A%20se%20van%20a%20cargar%20a%20Messi%20https://diariocordoba.com/deportes/2025/04/09/contracronica-barca-dortmund-cargar-messi-116231436.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://twitter.com/intent/tweet"
    ],
    "entities": {
      "persons": [
        {
          "name": "Messi",
          "sentiment": "negative"
        },
        {
          "name": "Pep Guardiola",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Camp Nou",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Borussia Dortmund",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Barça",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:59:40.071+03:00",
    "updated": "2025-04-10T00:59:40.071+03:00"
  },
  {
    "uuid": "da54ab466b4917754dbcfdde5407e3ed47fc6be1",
    "url": "https://finance.eastmoney.com/a/202504173379100091.html",
    "ord_in_thread": 0,
    "author": "中国证券报",
    "published": "2025-04-16T21:10:00Z",
    "title": "增持回购案例大增 国企市值管理加速落地 _ 东方财富网",
    "text": "一场自上而下的市值管理改革热潮正在资本市场掀起。4月7日以来，超50家央企发布增持、回购公告，中国国新、中国诚通1800亿元增持计划出炉，央企集团近300亿元增持、回购资金火线驰援。广东、北京、上海等十余省市国资委密集发声。\n　　业内人士表示，市值管理相关公告数量的爆发式增长，体现了相关政策效应正逐步显现。下一阶段，国企分红提升、并购重组、公司治理改善等市值管理举措落地值得期待。\n　　 央企增持回购提振市场信心\n　　4月7日以来，多家中央企业宣布增持、回购股份等市值管理举措，通过真金白银传递发展信心，稳定资本市场预期。\n　　中国国新、中国诚通两家国有资本运营公司率先行动，在近期已主动增持股票、ETF等资产的基础上，宣布拟运用股票回购增持再贷款进一步增持A股资产； 中无人机 、 中国核电 在近期开展上市以来首次回购； 亚普股份 控股股东开展上市以来首次增持；兵器工业集团、通用技术集团明确成立集团上市公司市值管理专项工作组； 中远海控 、 上海能源 、 中国石化 等多家央企近日在预案披露次日就已实施增持、回购……\n　　拒不完全统计，50余家央企集团集中表态看好资本市场，央企公告的拟增持、回购规模近300亿元，约占同期市场的32%。约五成央企拟实施的增持、回购金额占流通市值的1%以上。\n　　不仅如此，国家能源集团、中国电子、南方电网、国家电投、中 国华 电、通用技术集团、中国节能、中交集团等央企集团均作出提高资源整合力度、推动优质资产上市等表述，部分央企集团还提出提高股东回报等市值管理举措。\n　　“央企市值管理纳入负责人业绩考核实际上已经试行了2-3年，2024年开始进行整体推进，预计2025年将全部落地实施。”荣正集团创始人、董事长郑培敏表示，增持、回购是典型的市值管理工具，央企通过增持、回购等手段维护市场稳定，推动市场重新评估央企的投资价值。\n　　中国企业改革研究会研究员周丽莎认为，央企的增持、回购行为向市场传递了积极信号，有助于稳定市场情绪，增强投资者信心，吸引更多资金流入市场。\n　　 招商证券 分析师林喜鹏认为，近期央企就稳定市场及时发声并付诸行动，不仅反映了市值管理纳入央企负责人考核等机制有效提高央国企的市值管理动力，也意味着部分央企已就市值管理建立了较高效的流程管理与响应机制。\n　　 一省一策激活资本新动能\n　　近日，多地国资发声维护资本市场平稳运行，一些地方国资以“一省一策”的方式开辟市值管理新实践。\n　　安徽省国资委、安徽证监局联合印发的《关于加强省属企业控股上市公司市值管理若干事项的通知》提出，在并购重组方面，鼓励聚焦提高科技创新能力实施并购重组，打造一批科技领军企业；在稳定投资者回报预期方面，鼓励优先考虑现金分红，增加现金分红频次，增强投资者获得感；在增强投资者信心方面，建立常态化股票回购增持机制，鼓励用好用足股票回购增持再贷款工具。\n　　上海市国资委印发的《关于加强上海市国有控股上市公司市值管理工作的若干意见》，提出从并购重组、股票回购增持、投资者回报、激励约束机制、信息披露、投资者关系管理等六方面，支持监管企业和上市公司用好各类市值管理政策和工具。\n　　山东省国资委与山东证监局签署的《关于推动山东辖区国有控股上市公司高质量发展合作备忘录》提出，省属企业要以市值管理为抓手，综合运用增持、回购，加大分红频次与力度，规范信息披露，加强投资者关系管理等方式，持续维护好资本市场形象。\n　　 招商证券 数据显示，近一周地方国企的拟增持、回购规模合计超200亿元，约占同期市场的23%。国资央企、地方国企上市公司近一周拟增持、回购规模合计达到全市场的55%。\n　　郑培敏表示，各地国资以政策引导为核心，结合工具创新和合规要求，推动上市公司从“重融资”转向“回报投资者”，大力提升市场稳定性与信心，有助于市场对国企估值体系重新评估，促进资本市场高质量发展。\n（文章来源：中国 证券 报）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business restructuring",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->business governance",
      "Social Issue->social condition",
      "Social Issue->social services",
      "Social Issue->values"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:25:42.005+03:00",
    "updated": "2025-04-17T00:25:42.005+03:00"
  },
  {
    "uuid": "ff060b94e0e7bef62f7c9e74b87fc29c7e6e4c44",
    "url": "https://www.thisdaylive.com/index.php/2024/07/05/weforgood-international-unveils-women-championing-sustainable-solutions-in-africa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ayo Yusuf",
    "published": "2024-07-04T23:16:00Z",
    "title": "WeForGood International Unveils Women Championing Sustainable Solutions in Africa",
    "text": "WeForGood International Unveils Women Championing Sustainable Solutions in Africa\nIwonume Ekeghe\nWeForGood International recently unveiled the X-Women Championing Sustainable Solutions in Africa, a list that spotlights remarkable women at the forefront of environmental sustainability across the continent.\nOriginally conceived as a celebration of 100 Women Creating a Better Africa (100WCBA) which recognises women who contribute their quota towards the fulfillment of the Sustainable Development Goals in Africa, this initiative has evolved to focus specifically on environmental sustainability in recognition of the urgent need for action in the face of climate change and ecological degradation.\nFrom protecting fragile ecosystems to advocating for renewable energy solutions, these women stand out for their innovative approaches, unwavering commitment, and tangible impact in addressing environmental issues, each making a significant difference in shaping a more sustainable Africa.\nSpeaking about the initiative, Temitayo Ade-Peters, CEO of WeForGood International, explained: “Our mission is deeply rooted in promoting sustainable solutions and with this well-deserved recognition, we are not just celebrating these women but showcasing their work so that their solutions can be adopted by more people while inspiring others to catalyze action towards a healthier planet and future.” “As with previous years, this was also open for public nomination across Africa and we are happy with the quality of the results and the potential it holds to spread the message and inspire action around environmental sustainability” she added.\nThe X-Women are acknowledged trailblazers who are redefining conservation efforts, promoting sustainable agriculture, and leading community-driven initiatives to combat environmental degradation. From rural villages to urban centers, their work resonates across diverse landscapes, inspiring change and fostering resilience in the face of climate challenges.\nThe 2024 X-Women Championing Sustainable Solutions in Africa (X-WCSA) includes Rose Sikulu, Co-Founder of Fibertext Green Paper Limited from Kenya; Lolade Alonge, CEO of Celloop from Nigeria; Doreen Irungu, Founder and CEO of Ustawi Afrika from Kenya; Agharese Onaghise, Executive Director of Food & Beverage Recycling Alliance (FBRA) from Nigeria; Glory Brendan-Otuojor, Executive Director of Development Impact Pathfinders Initiative (Devimpath) from Nigeria; and Bekeme Masade-Olowola, Chief Executive and Founder of CSR-in-Action from Nigeria.\nOther notable women include Sevidzem Ernestine Leikeki, Women Empowerment Officer at Cameroon Gender and Environment Watch (CAMGEW) from Cameroon; Temitope Okunnu, Founder of FABE International Foundation from Nigeria; Onyinyechi Chikere, Founder and Operations Manager of Clozetsales from Nigeria; Ayanda Nyikana, Founder of Apara Global from South Africa; and Crystal Chigbu, Executive Director of The IREDE Foundation from Nigeria.\nAdditionally, the list features Nina Mbah, Co-founder of The African Climate Stories from Nigeria; Yetunde Deborah Fadeyi, Founder of REES Africa and CEO of Vectar Energy from Nigeria; Sakinat Bello, Lead Consultant at Heela Green Resources from Nigeria; Adejumoke Olowookere, Creative Director of African Creative Sustainable Synergy Hub (ACSSH) and Founder of The Waste Museum from Nigeria; Jennifer Uchendu, Founder of SustyVibes from Nigeria; Adejoke Lasisi, Founder and CEO of Planet 3R and Jokelinks Weaving School from Nigeria; and Adesola Adegeye, Founder of Greenwithgrin from Nigeria.\nWeForGood is a sustainable solution and impact design firm that brings people together to act on causes they care about. They work with change-makers in Africa to design measurable impact and tell change stories to inspire and connect people to the right opportunities for achieving a healthier planet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "temitayo ade-peters",
          "sentiment": "none"
        },
        {
          "name": "better africa",
          "sentiment": "none"
        },
        {
          "name": "weforgood international",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T04:53:01.510+03:00",
    "updated": "2024-07-05T04:53:01.510+03:00"
  },
  {
    "uuid": "1ffabea983c49295126d87b3db07f76859a212bd",
    "url": "https://us.acrofan.com/detail.php?number=954768",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Wire",
    "published": "2024-03-14T08:55:00Z",
    "title": "OneLegacy Partnered with Danny Trejo and Trejo Music to Host SOULDIEZ Concert Featuring Talented Artists, Lowriders, Trejo’s Tacos and More",
    "text": "The Event was a Great Success and Shared the Importance of Organ, Eye and Tissue Donation with Hundreds of Event Attendees\nLOS ANGELES--(BUSINESS WIRE)--OneLegacy Inspires Hollywood partnered with Danny Trejo and Trejo Music to present SOULDIEZ, a music concert that took place at the OneLegacy’s Headquarters in Azusa with the goal of sharing the power of music with the critical message of organ donation and transplantation. Hundreds of concert goers visited the local organ procurement organization last Saturday, and enjoyed the show hosted by legendary actor and musician, Danny Trejo, co-hosted by Becky Lu, and including the performances of Baby Bash, Cota the Barber, Pepe Marquez, Amoraa, Tarah New, and Raquel. The event also included testimonials from donor families, transplant recipients and living donors.\nA portion of the funds raised by this concert will be donated to the OneLegacy Foundation to help promote public education efforts to inspire local communities to Donate Life. With over 100,000 men, women, and children currently waiting for a lifesaving organ transplant in the U.S., OneLegacy continuously connects with local communities to inspire them to say “YES” to organ, eye and tissue donation and register as donors.\n“Our partnership with Danny Trejo has opened the doors to a group of talented musicians and producers, ‘Connecting the Dots’ with a greater audience of Trejo fans and local community members that trust Danny as a native Angelino,” said E’Tiffany Jones, Head of Communications and Strategic Partnerships at OneLegacy. “We are excited about the upcoming initiatives between OneLegacy and Danny Trejo’s enterprises, and we are immensely grateful to Danny and his team for using their voice and platform to lift our mission.”\nThe OneLegacy surgical team took the stage for a moment of acknowledgement. Trejo claimed, “There are angels among us,” to which the team received a standing ovation.\nHundreds of guests from around Los Angeles visited OneLegacy on Saturday, March 9. The event included a display of lowrider cars, a special meet and greet session with Danny Trejo, merchandise from Trejo’s Music Label and Danny Trejo, raffle prizes provided by OneLegacy and the OneLegacy Ambassadors, a 90’s inspired photo booth and food and drinks provided by Trejo’s Tacos.\nAbout OneLegacy\nOneLegacy is the nonprofit organization dedicated to saving lives through organ, eye and tissue donation in seven counties in Southern California: Los Angeles, Orange, Riverside, San Bernardino, Ventura, Santa Barbara and Kern. It serves more than 200 hospitals, 10 transplant centers, a diverse population of 20 million people across the region and waiting recipients across the country. Becoming an eye, organ or tissue donor is easy and can be done by registering online at donateLIFEcalifornia.org/OneLegacy or by “checking YES” at your local DMV. For more information, visit OneLegacy.org .\nContacts\nTania Llavaneras, OneLegacy\ntllavaneras@onelegacy.org , 323-354-6619",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.donatelifecalifornia.org%2Fonelegacy&esheet=53910537&newsitemid=20240314417274&lan=en-US&anchor=donateLIFEcalifornia.org%2FOneLegacy&index=1&md5=946fe1d9a294475492e86f60d42eb210",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.onelegacy.org%2F&esheet=53910537&newsitemid=20240314417274&lan=en-US&anchor=OneLegacy.org&index=2&md5=30c43576f2d9224184e3b42488d94116",
      "https://cts.businesswire.com/ct/CT",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.donatelifecalifornia.org%2Fonelegacy&esheet=53910537&newsitemid=20240314417274&lan=en-US&anchor=donateLIFEcalifornia.org%2FOneLegacy&index=1&md5=946fe1d9a294475492e86f60d42eb210",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.onelegacy.org%2F&esheet=53910537&newsitemid=20240314417274&lan=en-US&anchor=OneLegacy.org&index=2&md5=30c43576f2d9224184e3b42488d94116"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trejo",
          "sentiment": "negative"
        },
        {
          "name": "hundr",
          "sentiment": "negative"
        },
        {
          "name": "danny trejo",
          "sentiment": "negative"
        },
        {
          "name": "barber",
          "sentiment": "none"
        },
        {
          "name": "tarah new",
          "sentiment": "none"
        },
        {
          "name": "raquel",
          "sentiment": "none"
        },
        {
          "name": "becky lu",
          "sentiment": "none"
        },
        {
          "name": "pepe marquez",
          "sentiment": "none"
        },
        {
          "name": "cota",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "onelegacy foundation",
          "sentiment": "none"
        },
        {
          "name": "baby bash",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "amoraa",
          "sentiment": "none"
        },
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "azusa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:06:14.623+02:00",
    "updated": "2024-03-15T00:06:14.623+02:00"
  },
  {
    "uuid": "05a6ced951c191ffc1ba99d3f4e19497f0c50968",
    "url": "https://bvmsports.com/2024/08/30/eaters-upended-in-final-minute-vs-san-francisco",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2024-08-30T08:03:00Z",
    "title": "‘Eaters Upended in Final Minute vs. San Francisco",
    "text": "‘Eaters Upended in Final Minute vs. San Francisco\nUC Irvine women's soccer suffered a last-minute defeat to\nSan Francisco, falling 2-1 after leading for most of the match. The Anteaters scored first with Mia Colombini's goal just before halftime, but the Dons equalized in the second half and netted the winner with only 12 seconds left on the clock. Despite dominating possession and shots, UC Irvine couldn't maintain their advantage, ending the match heartbreakingly.\n- UC Irvine had a 13-6 shot advantage and a 7-1 edge in corner kicks.\n- Mia Colombini scored her first career goal in the 43rd minute.\nDespite the loss, UC Irvine's performance featured multiple opportunities, with key players showcasing their potential, particularly in their offensive strategy and execution.State of Play\n- UC Irvine led 1-0 until the 63rd minute before the Dons equalized.\n- The Anteaters searched for a second goal as they held the upper hand in overall shots and corner kicks.\nUC Irvine aims to bounce back as they prepare to host Arizona on Sunday, September 1, with hopes of converting opportunities into goals.Bottom Line\nThe Anteaters must learn from their narrow loss to effectively capitalize on their advantages in upcoming matches, ensuring they finish strong when opportunities arise.\nRead more at\n UCI Athletics\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://ucirvinesports.com/news/2024/8/29/womens-soccer-eaters-upended-in-final-minute-vs-san-francisco.aspx",
      "https://www.ucirvinesports.com/news/2024/8/29/womens-soccer-eaters-upended-in-final-minute-vs-san-francisco.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mia colombini",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uc irvine",
          "sentiment": "none"
        },
        {
          "name": "anteaters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san francisco uc irvine",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T11:34:54.122+03:00",
    "updated": "2024-08-30T11:34:54.122+03:00"
  }
]