[
  {
    "uuid": "8c358dcba06c85f42c1d7b2ce87caa2302dafb5b",
    "url": "https://uk.sports.yahoo.com/news/brighton-no-premier-leagues-nice-221125814.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Glasgow Times",
    "published": "2023-12-28T00:00:00Z",
    "title": "Brighton are no Premier League's nice guys – they're horrible to play against",
    "text": "The Telegraph Brighton are no Premier League nice guys – they are horrible to play against Read full article Thom Gibbs 29 December 2023 at 0:11 am · 3-min read Captain Lewis Dunk helps to give Brighton an uncompromising edge - Reuters/John Silbey\nFrom a distance, the patronising assumption is that Brighton and Hove Albion are one of the “nice” football clubs. Their feelgood comeback story, from when the record label Skint was a grimly apposite shirt sponsor; the cheerful gull on the emblem; the dozens of keen young boys poring over spreadsheets in an underground scouting bunker. What is not to like? Plenty, if you are unfortunate enough to be playing against them.\nTottenham were terrorised into nervy mistakes from scrambled thinking in the first half, punished every time they hesitated. Danny Welbeck closed down Ben Davies to win a corner, the Spurs defender punched the air in anger. Seeing his team so cowed with their passing, the otherwise impassive Ange Postecoglou span around in frustration as one too many balls was worked backwards.\nThe Spurs manager would prefer his team to be on the front foot forever, but Brighton gave them little opportunity for 80 minutes, playing with a physicality and speed Spurs could not match.\nThere were glimpses of vulnerability. Spurs targeted left-back Igor Julio with occasional success in the first half but Pervis Estupinan replaced him at the break, a weak link immediately tightened by a full-back who can casually slam in a third goal from 30 yards.\nIt is all led by Roberto De Zerbi, who looks like a complete nightmare to work for. Within minutes he was swearing at his colleagues on the bench as if they were the ones who failed to award a foul for a marginally too-strong Tottenham challenge. Any balls sent out of play but into his orbit were caught or controlled as if to make a point: standards. Even when it literally does not matter.\nRoberto De Zerbi has the respect and ear of his players - Reuters/Dylan Martinez He clearly has the ear of his players and it does not hurt to have the fans helping to build a siege mentality. After one debatable decision against, with the manager’s recent broadsides at referees fresh in the mind, the home supporters chanted “De Zerbi’s right / the refs are s----”. No let up from assistant Andrea Maldera either, bad cop to De Zerbi’s worse cop, who seemed furious with sub Carlos Baleba for failing to return quickly enough from a touchline warm-up.\nStory continues None of this would fly if the results were not forthcoming or, crucially, if it were not fun. It is an odd feature of Brighton’s galaxy-brained recruitment strategy that they rely on some players who are apparently past their peak. Danny Welbeck, with career seemingly in decline, looks utterly re-energised, James Milner is still playing at the ripe old age of 83, started off in the middle then drifted onto the left wing and hit a post at 2-0 with a long range screamer which would have brought the house down.\nThere is plenty of skill too, Brighton’s tenacity earning their flair players to deploy their talents when appropriate. The first goal came after Joao Pedro took a circuitous but high-speed route around a baffled Spurs defence. But mostly you notice Brighton’s grit.\nEvery corner is a threat, every high ball is contested with gusto, enormous centre backs Lewis Dunk and Jan Paul van Hecke used their physicality to the limit of the rules. Joao Pedro took a mild brush in the face from Richarlison as his invitation to roll around as if assaulted with an anvil. Usually this is behaviour which turns other clubs’ fans against you, but Brighton’s intensity does the opposite. Their clear fallibility at the back helps.\nAn untidy end to their game made the final minutes needlessly tense, with their occasionally frantic defending finally punished after a number of offside reprieves. Dunk looked too tired to challenge Ben Davies for Spurs’ second and a game which seemed settled stayed exciting to the end.\nHere is something for the neutrals, steel and softness together. At both ends, Brighton are thrilling to watch when playing like this.\nTRENDING 1. Experience: I’m a world champion pea thrower 2. The 10 greatest commentary moments in sports history 3. When is Dancing on Ice 2024 and who are the hosts? 4. At least 30 E.coli cases could be linked to recalled cheese, say health officials 5. Strictly Come Dancing star John Whaite pulls out of stage role due to illness",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/7ZP6mX_wV5laVpiwWlU1sA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NDY-/https://media.zenfs.com/en/the_telegraph_818/f6b7d779de561e0386f5ad25e7bd8ebc",
      "https://s.yimg.com/ny/api/res/1.2/I6ylwh7Ve281YgHGTaWeMQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://media.zenfs.com/en/the_telegraph_818/c63cf42cd383265a0f0ed86983834ea8",
      "http://www.telegraph.co.uk/",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://www.telegraph.co.uk/football/2023/12/28/brighton-vs-tottenham-live-score-updates-premier-league/",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.sports.yahoo.com%2Fnews%2Fbrighton-no-premier-leagues-nice-221125814.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/0jQNiR68Bi84bmZdrPcOwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU5Nw--/https://media.zenfs.com/en/the_telegraph_818/f6b7d779de561e0386f5ad25e7bd8ebc",
      "https://twitter.com/intent/tweet?text=Brighton%20are%20no%20Premier%20League",
      "https://s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.sports.yahoo.com%2Fnews%2Fbrighton-no-premier-leagues-nice-221125814.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/7ZP6mX_wV5laVpiwWlU1sA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NDY-/https://www.media.zenfs.com/en/the_telegraph_818/f6b7d779de561e0386f5ad25e7bd8ebc",
      "https://www.s.yimg.com/ny/api/res/1.2/I6ylwh7Ve281YgHGTaWeMQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://www.media.zenfs.com/en/the_telegraph_818/c63cf42cd383265a0f0ed86983834ea8",
      "https://www.twitter.com/intent/tweet?text=Brighton%20are%20no%20Premier%20League",
      "https://www.s.yimg.com/ny/api/res/1.2/0jQNiR68Bi84bmZdrPcOwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU5Nw--/https://www.media.zenfs.com/en/the_telegraph_818/f6b7d779de561e0386f5ad25e7bd8ebc",
      "http://www.telegraph.co.uk",
      "https://www.s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://telegraph.co.uk/football/2023/12/28/brighton-vs-tottenham-live-score-updates-premier-league/",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "http://telegraph.co.uk/",
      "https://twitter.com/intent/tweet",
      "https://www.telegraph.co.uk/football/2023/12/28/brighton-vs-tottenham-live-score-updates-premier-league"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john silbey",
          "sentiment": "none"
        },
        {
          "name": "danny welbeck",
          "sentiment": "none"
        },
        {
          "name": "thom gibbs",
          "sentiment": "none"
        },
        {
          "name": "ben davies",
          "sentiment": "none"
        },
        {
          "name": "lewis dunk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "telegraph brighton are no premier league",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "hove albion",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "tottenham",
          "sentiment": "none"
        },
        {
          "name": "spurs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:23.598+02:00",
    "updated": "2023-12-29T12:06:19.669+02:00"
  },
  {
    "uuid": "66a1a9cca6cc6fb9419e6e10a97f18cb3cdcb0a5",
    "url": "https://www.cbsnews.com/philadelphia/news/gold-and-water-co-soap-black-owned-business-philadelphia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wakisha Bailey",
    "published": "2023-12-29T15:07:00Z",
    "title": "Black-owned soap and bath shop Gold and Water Co. is a reference to scripture - CBS Philadelphia",
    "text": "PHILADELPHIA (CBS) -- Every Friday in December is Shop Black Business Friday after Philadelphia councilmembers passed a resolution this year to help generate exposure for Black-owned businesses.\nRELATED : Philly coffee shop owners welcome return of \"Shop Black Business Friday\"\nGold and Water Co. owner Chartel Findlater stopped by our studio Friday to talk about her business selling specialty soaps, candles and bath items. They are meant as a reminder that \"you are luxury,\" which is part of her business' motto.\nAfter leaving academia, in 2019 Findlater created an online boutique soapery.\nREAD MORE: Charisse McGill is empowering Philadelphia youth with French Toast Bites\n\"We handcraft all our soaps and make them in these huge batches,\" Findlater said.\nA popular soap is the Revolver charcoal soap. It's a black bar sprinkled with gold, fitting for the name of her company.\n\"The gold is a reference to a scripture that says when we go through life's test and trials, our faith becomes purer than gold,\" Findlater said. \"Water is a place of rest and cleansing,\" Findlater added later.\nGold and Water Co. owner Chartel Findlater shows the Revolver charcoal soap with flecks of gold. CBS News Philadelphia She hopes her products foster a sense of relaxation.\nALSO SEE: How Diner en Blanc inspired this Black-owned charcuterie business\nBesides being a business owner, Findlater also is an advocate. She supports local anti-abuse organizations and those addressing mental health and hygiene needs in the city.\nHer products can be found at GoldAndWaterCo.com . And check out Gold and Water's Instagram for plenty of cool videos of soap cutting and photos of the products.\nView this post on Instagram A post shared by GOLD+WATER CO.® | Soapery (@goldandwaterco_)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://goldandwaterco.com/",
      "https://www.instagram.com/goldandwaterco_/",
      "https://www.instagram.com/wakisha_bailey/",
      "https://twitter.com/newswakisha",
      "https://www.facebook.com/wakisha.bailey",
      "https://instagram.com/goldandwaterco_/",
      "https://www.goldandwaterco.com/",
      "https://www.instagram.com/goldandwaterco_",
      "https://www.instagram.com/wakisha_bailey",
      "https://www.twitter.com/newswakisha",
      "https://goldandwaterco.com",
      "https://instagram.com/wakisha_bailey/",
      "https://facebook.com/wakisha.bailey"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "findlater",
          "sentiment": "none"
        },
        {
          "name": "chartel findlater",
          "sentiment": "none"
        },
        {
          "name": "charisse mcgill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gold and water co.",
          "sentiment": "negative"
        },
        {
          "name": "cbs",
          "sentiment": "negative"
        },
        {
          "name": "water co.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philadelphia philadelphia",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "philly",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:18:05.677+02:00",
    "updated": "2024-01-21T14:56:37.918+02:00"
  },
  {
    "uuid": "b0a08974517ee9e04c65fb5f7c02e5f0872dbe1b",
    "url": "https://finance.yahoo.com/news/global-green-transition-energising-chinas-093000139.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "South China Morning Post",
    "published": "2024-02-16T08:30:00Z",
    "title": "Global green transition is re-energising China's investments in Africa after pandemic slowdown",
    "text": "South China Morning Post Global green transition is re-energising China's investments in Africa after pandemic slowdown Read full article South China Morning Post 16 February 2024 at 11:30 am · 6-min read\nChina's increased appetite for metals and minerals to power its industries is fuelling a boom in Chinese investments and construction deals in Africa , after years of slowdown partly caused by the coronavirus pandemic.\nAfrican countries that have a Belt and Road Initiative cooperation agreement with China saw a 47 per cent jump in Chinese construction contracts and a 114 per cent increase in investments last year compared with 2022, according to the China Belt and Road Initiative Investment report for 2023 by the Griffith Asia Institute at Griffith University in Brisbane, Australia.\nThe increase in 2023 saw Africa become the largest recipient of Chinese engagement, worth US$21.7 billion, overtaking Middle Eastern countries which saw US$15.8 billion in engagement.\nDo you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge , our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team.\nMeanwhile, East Asian belt and road countries expanded their intake of Chinese investments by 94 per cent to US$6.8 billion in 2023, according to the report, which was produced in collaboration with the Green Finance & Development Centre of the Fanhai International School of Finance at Fudan University, Shanghai.\nObservers expect the upward trend for Chinese investments in Africa to continue, though they say they will not reach the same levels that were seen a decade ago.\nPowering the recovery is the race for raw minerals that are vital in the global transition to green energy .\nMajor players in this transition are the electric vehicle, battery and renewable energy industries, referred to as the \"New Three\" by the report's author Professor Christoph Nedopil Wang, a director at Griffith Asia Institute.\nHe said the jump in belt and road investments in Africa has been \"driven by the metal and mining sector\" - such as in Botswana, where China's MMG Ltd, which is controlled by the state-owned China Minmetals Corp, acquired Khoemacau copper mine owned by Cuprous Capital for US$1.88 billion in November last year .\nStory continues Other resource-rich African countries including the Democratic Republic of the Congo (DRC), Namibia, Zimbabwe and Mali have all witnessed a rush by China to secure minerals, in particular raw materials such as cobalt and lithium which are essential for making electric vehicle batteries and electronics.\nAs well as leading the charge for vital minerals, Chinese companies have also won construction deals in energy, railways, roads and real estate in various African countries.\nNedopil Wang said these construction deals have been fuelled by the transport industry, such as in Tanzania, where Chinese companies are building major railways .\nLast year, China Civil Engineering Construction Corporation and China Railway Construction Corporation won a second contract worth US$2.2 billion to build the sixth phase and final portion of a 2,561km (1,591 mile) standard gauge railway (SGR) in Tanzania , according to the China Global Investment Tracker by the American Enterprise Institute.\nThe Chinese companies will build the 506km line connecting the towns of Tabora in the mid-west of the country with Kigoma, on Lake Tanganyika near the Burundi and DRC borders. In 2021, the two Chinese entities were also appointed to construct the fifth phase of the SGR line, about 250km long, connecting the town of Isaka with Mwanza, the second-largest city in Tanzania.\nMeanwhile, Chinese companies, including China National Petroleum Corp, China Energy Engineering Corporation, and China Communications Construction Company, last year won construction projects worth US$930 million in Tanzania . Plus Chinese firm Weihai Huatan is investing US$110 million to build the East Africa Commercial and Logistics Centre there.\nNedopil Wang, who is also a director at Green Finance & Development Centre, said the top destinations for investment and construction engagement were Tanzania, the DRC, Nigeria, Botswana, Algeria, Zimbabwe and Ethiopia.\nIn particular, in Zimbabwe, billions of dollars have been pumped into the production and processing of lithium, while in the DRC, which is the world's largest producer of cobalt and a major source of copper, massive investments have been made by Chinese companies.\nChinese firm JCHX Mining, China Molybdenum, which is China's largest producer of molybdenum, used to make alloys, and Contemporary Amperex Tech, the world's largest battery producer, last year announced plans to invest more than US$4 billion in the DRC, according to China Global Investment Tracker data.\nChinese construction schemes in Africa, particularly to upgrade or build infrastructure, increased in 2023. Photo: Xinhua alt=Chinese construction schemes in Africa, particularly to upgrade or build infrastructure, increased in 2023. Photo: Xinhua>\nIn Algeria, too, Chinese companies, including State Construction Engineering, China National Petroleum Corp and China Communications Construction won construction projects worth US$1.2 billion last year.\nNedopil Wang predicts a further recovery of belt and road investments and construction contracts in 2024. He said there is a clear need for investments to boost growth in support of the green transition both in China and in belt and road countries.\n\"This provides great opportunities for mining and minerals processing deals, technology deals such as electric vehicle manufacturing, battery manufacturing and green energy,\" Nedopil Wang said.\nWhat's more, he said, continuing post-Covid investments by global banks, including development finance institutions such as the World Bank, Asian Development Bank and AIIB, will provide infrastructure opportunities for Chinese contractors.\nBut the Griffith Asia Institute's report only talks about construction and investment, and does not comment on Chinese financing .\nYun Sun, co-director of the East Asia Programme and director of the China Programme at the Washington-based Stimson Centre, said: \"As China reopens, investment will resume, but loans have always been the more significant portion of Chinese financing.\"\nSub-Saharan geoeconomic analyst Aly-Khan Satchu said that Chinese investments are rebounding after a period of slowdown.\n\"The China-Africa engagement is self-evidently not the fair-weather variety but long-term and strategic,\" he said.\n\"China increased its lending to those countries which were diligent about paying their debts during the recent tough times in a type of quid pro quo.\n\"I expect a further acceleration as African countries find it easier to access funds [such as Ivory Coast and Benin Eurobonds] and China continues to look at a longer term horizon.\"\nMark Bohlund, a senior credit research analyst at REDD Intelligence, said Chinese lending to Africa is likely to pick up, but it will remain well below the levels that were seen in 2010-2015.\nHe said this is primarily because most African governments are now managing considerably higher debt loads, both to domestic and external creditors, and are unable to absorb much new lending.\n\"So I expect new debt disbursements to be connected to principal repayments on previous loans for countries like Angola, Cameroon and Kenya, which already owe Chinese creditors significant sums,\" Bohlund said.\nThis article originally appeared in the South China Morning Post (SCMP) , the most authoritative voice reporting on China and Asia for more than a century. For more SCMP stories, please explore the SCMP app or visit the SCMP's Facebook and Twitter pages. Copyright © 2024 South China Morning Post Publishers Ltd. All rights reserved.\nCopyright (c) 2024. South China Morning Post Publishers Ltd. All rights reserved.\nTRENDING 1. 4 Singapore Blue-Chip Stocks Poised to Declare a Dividend When They Announce Their Earnings 2. StarHub More Than Doubles its Net Profit and Hikes its Dividend by 34%: 5 Highlights from the Telco’s Latest Results 3. Singapore Budget 2024: CPF contribution rate for workers aged 55 to 65 and Enhanced Retirement Sum to increase 4. 4 Singapore REITs That Are Perfect for Your CPF Investment Account 5. Budget 2024: Singapore to provide 50 per cent personal income tax rebate for Assessment Year 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "https://www.scmp.com/news/china/diplomacy/article/3240247/europe-us-racing-challenge-chinas-dominance-over-vital-african-minerals-market-will-they-succeed",
      "https://www.scmp.com/news/china/diplomacy/article/3251503/nigerian-rail-projects-drive-home-chinas-commitment-african-infrastructure-development",
      "https://www.scmp.com/topics/renewable-energy",
      "http://www.scmp.com?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
      "https://www.scmp.com/topics/belt-and-road-initiative",
      "https://www.scmp.com/news/china/diplomacy/article/3250881/chinese-firms-agree-raise-investment-democratic-republic-congo-copper-cobalt-mining-deal",
      "https://www.scmp.com/news/china/diplomacy/article/3242359/china-targeted-climate-campaigners-over-controversial-east-africa-oil-pipeline-project",
      "https://www.scmp.com/news/china/diplomacy/article/3250139/challenge-chinas-influence-africa-us-borrows-belt-and-road-playbook",
      "https://www.scmp.com/news/china/diplomacy/article/3235290/chinese-investors-focus-west-africa-amid-decline-total-loans",
      "https://www.scmp.com/comment/opinion/article/3248963/why-brics-plus-belt-and-road-initiative-what-world-needs",
      "https://www.scmp.com/topics/china-africa-relations",
      "https://www.scmp.com/news/china/diplomacy/article/3251351/china-tipped-keep-mali-ties-strictly-economic-un-peacekeeping-mission-wraps",
      "https://www.scmp.com/news/china/diplomacy/article/3249030/chinese-yuan-gives-us-dollar-run-its-money-african-trade-embraces-other-currencies",
      "https://go.onelink.me/3586748601?pid=3rdpartycontentexchange",
      "https://www.scmp.com/knowledge?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
      "https://www.scmp.com/business/commodities/article/3242251/chinese-metal-miner-mmg-buys-parent-botswanas-khoemacau-copper-mine-us188-billion",
      "https://www.scmp.com/news/china/diplomacy/article/3251559/china-plans-spend-us1-billion-revamp-tanzania-zambia-railway-race-control-critical-mineral-trade",
      "https://scmp.com/news/china/diplomacy/article/3242359/china-targeted-climate-campaigners-over-controversial-east-africa-oil-pipeline-project",
      "https://scmp.com/news/china/diplomacy/article/3251559/china-plans-spend-us1-billion-revamp-tanzania-zambia-railway-race-control-critical-mineral-trade",
      "https://scmp.com/news/china/diplomacy/article/3240247/europe-us-racing-challenge-chinas-dominance-over-vital-african-minerals-market-will-they-succeed",
      "https://www.scmp.com/knowledge",
      "https://scmp.com/news/china/diplomacy/article/3251503/nigerian-rail-projects-drive-home-chinas-commitment-african-infrastructure-development",
      "https://www.go.onelink.me/3586748601?pid=3rdpartycontentexchange",
      "https://scmp.com/knowledge?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance",
      "https://scmp.com/topics/china-africa-relations",
      "https://scmp.com/news/china/diplomacy/article/3250139/challenge-chinas-influence-africa-us-borrows-belt-and-road-playbook",
      "https://go.onelink.me/3586748601",
      "https://scmp.com/news/china/diplomacy/article/3251351/china-tipped-keep-mali-ties-strictly-economic-un-peacekeeping-mission-wraps",
      "http://www.scmp.com",
      "https://scmp.com/news/china/diplomacy/article/3235290/chinese-investors-focus-west-africa-amid-decline-total-loans",
      "https://scmp.com/news/china/diplomacy/article/3249030/chinese-yuan-gives-us-dollar-run-its-money-african-trade-embraces-other-currencies",
      "https://scmp.com/business/commodities/article/3242251/chinese-metal-miner-mmg-buys-parent-botswanas-khoemacau-copper-mine-us188-billion",
      "https://scmp.com/news/china/diplomacy/article/3250881/chinese-firms-agree-raise-investment-democratic-republic-congo-copper-cobalt-mining-deal",
      "https://scmp.com/topics/belt-and-road-initiative",
      "https://scmp.com/topics/renewable-energy",
      "https://scmp.com/comment/opinion/article/3248963/why-brics-plus-belt-and-road-initiative-what-world-needs",
      "http://scmp.com?utm_medium=partner&utm_campaign=contentexchange&utm_source=YahooFinance"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "griffith asia institute at griffith university",
          "sentiment": "none"
        },
        {
          "name": "scmp knowledge",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "china belt",
          "sentiment": "none"
        },
        {
          "name": "brisbane",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T11:34:16.191+02:00",
    "updated": "2024-02-16T11:48:24.823+02:00"
  },
  {
    "uuid": "148923f771aaa9fc117273f5499bc2ffbc90cba8",
    "url": "https://www.wisbechstandard.co.uk/news/national/24016286.nearly-4-000-violent-assaults-reported-trains-past-year/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T22:31:00Z",
    "title": "Nearly 4,000 violent assaults reported on trains in past year | Wisbech Standard",
    "text": "Nearly 4,000 violent assaults were reported on trains in Britain in the past year, figures obtained by the Liberal Democrats show. The party called for “a serious strategy” to tackle crime on the railways as it accused the Conservatives of being “all bark and no bite”. British Transport Police (BTP) statistics show 3,991 incidents of violence against the person were reported on trains in the year to the end of November. That is up 12% from the previous 12 months. The figures also show 699 robberies were reported on trains in the year to the end of November, up 18% year on year, while sexual offences rose by 2.3% to 1,419. Liberal Democrat MP Sarah Olney, who obtained the data through a Freedom of Information request, said: “People deserve to feel safe when on public transport, yet these alarming figures tell a different story. “Far too often our train carriages are being turned into crime scenes as violent criminals are allowed to terrorise other passengers with impunity. “This Conservative Government is all bark and no bite. Rather than yet more rhetoric, we need a serious strategy to tackle this rise in crime on our railways. “The public deserves better – which is why the Liberal Democrats are calling for a return to local community policing which will help keep us safe.” BTP head of crime and public protection Detective Chief Superintendent Paul Furnell said: “Tackling crimes such as robbery and sexual offences are a force priority and we have dedicated taskforces as a result. “We are committed to making the network a hostile place for those who seek to commit such offences. “We are aware the data might not represent a true increase, with travel numbers only recently returning to pre-Covid levels. “Additionally, we continue to campaign to encourage victims and witnesses to report to us as a priority – particularly for sexual offences which we know are under-reported – and with this we expect the number of reports to continue to increase. “As a result of this, we continue our work to make reporting as accessible as possible for the travelling public, with our discreet text 61016 service turning 10 this year and the introduction of the free Railway Guardian app in 2022.” A Home Office spokesperson said: “We are providing police forces with the tools they need to deliver for the public and since 2010, our communities are safer. “Neighbourhood crimes including burglary, robbery and theft are down 50% and violent crime is down 52%. “There are also now 149,500 police officers keeping the public safe in England and Wales – the highest number on record.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sarah olney",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wisbech standard nearly",
          "sentiment": "negative"
        },
        {
          "name": "british transport police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "britain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:45:36.660+02:00",
    "updated": "2023-12-29T00:45:36.660+02:00"
  },
  {
    "uuid": "288c6aa4351e94f2879eb95ea275f79ae6a3f53e",
    "url": "https://gomag.com/event/queeraoke-at-metropolitan-bar-2/2025-01-14",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@GOMag",
    "published": "2025-01-24T21:00:00Z",
    "title": "Queeraoke at Metropolitan Bar - GO Magazine",
    "text": "-QUEERAOKE-\n(Every Tuesday)\n10:00pm – No Cover\nDrink Special: $4 Well drinks\nMiss Katie hosts our long-running weekly karaoke night.\nWe have props for you to use for when you sing, and we give out a $25 Bar Tab to the most spirited performer of the evening!\n-FREE WIRELESS INTERNET\n-A phone charging station for your convenience\n-A POOL TABLE for you to work on your trick shots! The sign up sheet goes fast, so reserve your spot!\n-A DIGITAL PHOTO BOOTH for you to commemorate the moment\nSince 2002, Metropolitan had been one of Brooklyn’s original gay bars!\nWe welcome EVERYONE at Metropolitan! LGBTQ+ and all our allies…everyone is welcome here!\nIn the chilly winter months, we’ve got 2 fireplaces to keep you warm and fuzzy. Bundle up on a sofa with your friends or special someone and sip those drinks fireside!\nOur huge outdoor patio/garden is one of the best in Brooklyn and open all year long!!! We challenge you to find a better backyard than ours!\n***RESERVE OUR PRIVATE 2nd FLOOR OUTDOOR PATIO FOR BIRTHDAYS/OFFICE PARTIES/ETC***\nPrivate Patio Available Hours: 3pm-11pm\nCALL BAR FOR DETAILS.\nOur legendary Sunday BBQ’s happen every year from Memorial Day weekend through Labor Day! FREE food, two levels of outdoor seating, rotating DJ’s, and backyard shows.\nMetropolitan is located at 559 Lorimer Street\n(between Metropolitan Ave & Devoe St) in Williamsburg, Brooklyn\n718-599-4444\nMETROPOLITAN IS OPEN DAILY 365 DAYS A YEAR\n3pm-4am (Major holiday hours can vary)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "topics": [
      "Lifestyle and Leisure->party",
      "Lifestyle and Leisure->trend",
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->festival"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:06:33.070+02:00",
    "updated": "2025-01-24T00:06:33.070+02:00"
  },
  {
    "uuid": "0d296795b654a7c19d8c375eaf9e4cd8f0a5c824",
    "url": "https://www.latercera.com/opinion/noticia/semana-santa-nos-devuelve-la-esperanza/SLYWZ47EIFFKPFKHBORVBG424Y",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "latercera.com",
    "published": "2024-03-28T23:48:00Z",
    "title": "Semana Santa nos devuelve la esperanza - La Tercera",
    "text": "SEÑOR DIRECTOR: Este viernes santo entramos en el corazón de la semana santa. Un tiempo denso para los que creemos en Jesucristo porque nos sitúa en un drama sin igual: la lucha entre las fuerzas del mal y el amor de Dios que triunfa. Conmueve el relato de la Última Cena dónde instituye la Eucaristía y nos promete que estará con nosotros hasta el fin de los tiempos; desconcierta el gesto del lavado de los pies a sus discípulos. El hijo de Dios realiza el trabajo propio de los esclavos para recordarnos que nuestra vocación más genuina es el servicio a los demás. Mensaje potente en medio de tanto individualismo. Así deja claro la gran novedad del cristianismo: el hombre le encuentra sentido a su vida al “ser para los demás”. Llama la atención Pedro, que lleno de miedo, lo reniega tres veces y la actitud de Judas que lo traiciona. Esta ruptura de la amistad entre Dios y los hombres sigue presente en todos los ámbitos de la sociedad. Como dice Pascal, “el sufrimiento de Jesús, su agonía, perdura hasta el fin del mundo…En aquella hora, Jesús ha tomado sobre sus hombros la traición de todos los tiempos, el sufrimiento de todas las épocas por el ser traicionado, soportando así hasta el fondo las miserias de la historia”. Jesús carga sobre sí todo el pecado del mundo, lo hace suyo, lo experimenta en carne propia, al punto que llega a plantearse que ha sido olvidado por su Padre. Nosotros también hemos tenido la sensación de abandono por parte de Dios, pero el misterio de su muerte y resurrección vuelve a proclamar que el bien es siempre más grande que el mal. San Pablo dirá “me amó y se entregó por mí”. El cristianismo está más vigente que nunca porque Dios es fiel, y a pesar que renegamos de Él una y otra vez, sigue amándonos y recordándolo en cada eucaristía. Ante esta verdad que estremece que absurdo resulta poner atención al precio del pescado y a cuántos autos saldrán de la capital. Volvamos al centro de esta Semana Santa, Dios es amor y permitamos que ese amor nos devuelve la esperanza y nos ilumina la vida. +Fernando Chomali G. Arzobispo de Santiago de Chile Comenta Los comentarios en esta sección son exclusivos para suscriptores. Suscríbete aquí.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://twitter.com/share?url=https://www.latercera.com/opinion/noticia/semana-santa-nos-devuelve-la-esperanza/SLYWZ47EIFFKPFKHBORVBG424Y/&text=Semana%20Santa%20nos%20devuelve%20la%20esperanza&hashtags=CorreosdelosLectores",
      "https://www.lacuarta.com/tendencias/noticia/yoga-un-triangulo-amoroso-y-un-arranque-turbulento-la-historia-de-amor-de-cristian-campos-y-maria-jose-prieto/2CERPBJEBFHBBB6YSVTZRCVEH4/",
      "https://www.lacuarta.com/tendencias/noticia/yoga-un-triangulo-amoroso-y-un-arranque-turbulento-la-historia-de-amor-de-cristian-campos-y-maria-jose-prieto/2CERPBJEBFHBBB6YSVTZRCVEH4",
      "https://twitter.com/share",
      "https://twitter.com/share?url=https://latercera.com/opinion/noticia/semana-santa-nos-devuelve-la-esperanza/SLYWZ47EIFFKPFKHBORVBG424Y/&text=Semana%20Santa%20nos%20devuelve%20la%20esperanza&hashtags=CorreosdelosLectores",
      "https://lacuarta.com/tendencias/noticia/yoga-un-triangulo-amoroso-y-un-arranque-turbulento-la-historia-de-amor-de-cristian-campos-y-maria-jose-prieto/2CERPBJEBFHBBB6YSVTZRCVEH4/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T01:54:36.009+02:00",
    "updated": "2024-03-29T07:07:27.541+03:00"
  }
]