[
  {
    "uuid": "0c56e605c0fd3bc0faa1ec6be3cd4cf4c66fed87",
    "url": "https://avesis.ktu.edu.tr/publication/details/b7597ab3-ae2f-4821-a43e-81a208fd7b43/cerebrolysin-provides-effective-protection-on-high-glucose-induced-neuropathy-in-cultured-rat-dorsal-root-ganglion-neurons",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rouhikia, Mahindokht",
    "published": "2023-12-28T23:04:41Z",
    "title": "Cerebrolysin provides effective protection on high glucose-induced neuropathy in cultured rat dorsal root ganglion neurons | AVESİS",
    "text": "Journal of Receptors and Signal Transduction, 2023 (SCI-Expanded) Cerebrolysin, an endogenous peptide with neuroprotective and neurotrophic properties, indicated to be beneficial on diabetic neuropathy by preliminary clinical and experimental studies but without evidence on central or peripheral action. Dorsal root ganglion (DRG) neurons, based on involvement of pain sensation in both health and disease as first relay centers for transmission and processing of peripheral nociceptive sensory signals, was used to investigate possible effects of Cerebrolysin on high glucose-induced neuropathy, as model. DRG’s were obtained from adult rats and the isolated neurons were seeded on E-Plate®’s equipped with gold microelectrodes, and incubated in culture media in a CO2 incubator at 37 C. DRGs were exposed to high glucose (50 mM) in the absence and presence of different concentrations of Cerebrolysin ® (2–40 mg/ml). Cell index (derived from cell viability and neurite outgrowth) was recorded with Real-Time Cell Analyzer and was used as primary outcome measure. High glucose-induced cellular neuropathy and neuroprotective effects of Cerebrolysin was evaluated from area under the curve (AUC) of cell index-time graphs. Exposure of DRG neurons to high glucose caused a rapid and persistent decrease in the mean AUC values compared to normoglycemic controls. Co-treatment with Cerebrolysin (40 mg/ml) attenuated this high glucose-induced effect in a concentration-dependent manner. In normoglycemic conditions, treatment with Cerebrolysin caused a dose-dependent increase in the mean AUC values. Cerebrolysin treatment resulted in maintenance of the functional integrity, survival, and promotion of neurite outgrowth of the cultured DRG neurons exposed to high glucose, indicating involvement of peripheral sensory neurons.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "signal transduction",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "cerebrolysin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:42.860+02:00",
    "updated": "2023-12-29T01:04:42.860+02:00"
  },
  {
    "uuid": "987fcd6abeeb43cf5ed13724a768c41a2082e7ad",
    "url": "https://au.finance.yahoo.com/news/side-hustles-clever-ways-aussies-are-making-an-extra-5000-a-month-211010314.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NCA NewsWire",
    "published": "2023-12-28T00:00:00Z",
    "title": "Side hustles: Clever ways Aussies are making an extra $5,000 a month",
    "text": "Yahoo Finance AU Side hustles: Clever ways Aussies are making an extra $5,000 a month Looking to earn extra cash next year? Three Aussies share the easy ways they are supplementing their income. Read full article Tamika Seeto · Finance Reporter 28 December 2023 at 11:10 pm · 3-min read\nAussies are picking up side hustles as a way to earn extra cash, as cost-of-living pressures continue to bite households.\nMore than 955,000 Aussies - or about 6.6 per cent of all working Aussies - currently have multiple jobs on the go, according to the latest Australian Bureau of Statistics data.\nWe spoke to three Aussies to find out how they were earning extra cash by leveraging their belongings or skills.\nFrom renting out their stuff to capitalising on existing skills, three Aussies share the side hustles earning them extra cash. (Source: Supplied) Do you have a story to share? Contact tamika.seeto@yahooinc.com\nRenting out wardrobe Perth resident Louise Seery makes around $8,000 a year renting out her designer clothes on The Volte and has been doing this for about three years.\n“I’m a lawyer but have expensive fashion taste that my government salary doesn’t allow, so this is enough to finance my wardrobe and expensive taste in brands,” Louise told Yahoo Finance.\nThe mum of two has about 30 dresses listed on the platform, including from popular brands like Zimmerman and Scanlan Theodore, which are rented out across the country.\nLouise's Scanlan Theodore dress is her best dress rental. (Source: Supplied/The Volte) “My lilac crepe knit short-sleeve Scanlan Theodore dress is the most popular and has been rented out about 15 times in the last year, making me more than $1,500 alone,” she said.\nLouise uses the extra cash to buy new dresses and also sells the clothes that aren’t rented out as regularly.\n“Also, I have a 16-year-old daughter who definitely takes after me with expensive tastes, so the money helps with that too,” she said.\nRELATED\nHow Aussie dad saved his family $6,000 in 2023\nThe side hustle that doubled this Aussie’s income\nHow to get a side hustle off the ground in 7 easy steps\nTapping into freelance skills Former English teacher Michele Berner started freelancing as a proofreader on Fiverr about eight years ago and is making about $1,000 each month from the gig.\nThe Melbourne retiree said she was looking to make some extra cash to supplement her pension, which is set to run out this year.\n“It’s a solid way to make money. It’s consistent money and you can create all sorts of gigs depending on what your skills are,” Michele told Yahoo Finance.\nStory continues While Michele said her proofreading work had slowed down recently due to artificial intelligence , she was still earning enough money to make it worthwhile.\nHer jobs include proofreading novels, blog posts and university dissertations, with a large portion of her clients coming from America.\n“If you’ve got skills and interests and passions that you can use to develop a gig, start by researching and seeing what other people have done and looking at comments. See what negative comments there are so you can see where there are gaps,” Michele said.\nAccording to Fiverr, the current top trending searches in Australia are:\n3D rendering - $600-$1,600 per gig)\nProofreading English - $150-$650 per gig)\nVirtual assistant social media - $200-$900 per gig)\nUser generated content creator ($400-$800 per gig)\nRenting out pool and spare space Sydney resident Hemant Benne has been renting out his pool on Swimply since 2020 and says it’s earning him around $5,000 a month in summer.\nHemant charges between $35 and $60 an hour for his King Langley pool (depending on the size of the booking) and says it’s mostly rented out for parties.\nHemant rents out his pool and puts the extra cash towards pool maintenance costs. (Source: Supplied/Swimply) “There have been a few interesting requests as well, including families needing a private space to take a dip, bookings for private swimming lessons, scuba diving lessons and there was a baptism that was a religious request,” Hemant told Yahoo Finance.\nThe dad of two said the extra cash was going towards his pool’s maintenance costs, as well as improvements to his backyard.\nHemant also rents out the spare space in his basement for storage. He currently rents out three rooms for between $100 and $150 a month each.\nFollow Yahoo Finance on Facebook , LinkedIn , Instagram and Twitter , and subscribe to our free daily newsletter .\nYahoo Australia TRENDING 1. 4 days left for millions of Aussies to claim $1,300 2. $100,000 salary: The foreign languages that could score you a pay rise 3. Major 4-day work week development for thousands 4. How Aussie dad saved his family $6,000 in 2023 5. $753 Boxing Day sales warning for Aussie shoppers",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/nt5dGx4HiuaxJyO1G5ipxw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIzMjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-12/02246f50-3412-11eb-bfdd-de89f8b3b8b8",
      "https://twitter.com/YahooFinanceAU",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fau.finance.yahoo.com%2Fnews%2Fside-hustles-clever-ways-aussies-are-making-an-extra-5000-a-month-211010314.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://subscription.yahoo.net/Newsletter/Preference/sub?b=aufinance",
      "https://www.instagram.com/yahoofinanceau/",
      "https://s.yimg.com/ny/api/res/1.2/wn4laoQ8d_AreVBHBgeiDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTgwO2g9ODA-/https://s.yimg.com/os/creatr-uploaded-images/2022-10/26817eb0-4b49-11ed-b3a7-71dcf909a946",
      "https://s.yimg.com/ny/api/res/1.2/3iqfRohgmovFmJlP.txh_A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE5Mg--/https://s.yimg.com/os/creatr-uploaded-images/2023-09/d3ff4610-5db5-11ee-ab7f-d8bc17627555",
      "https://s.yimg.com/ny/api/res/1.2/BZ3Aw5zp1G3E_mb.4oFmhw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNw--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/53c652a0-a535-11ee-bdff-0d16c54f2e65",
      "https://twitter.com/intent/tweet?text=Side%20hustles%3A%20Clever%20ways%20Aussies%20are%20making%20an%20extra%20%245%2C000%20a%20month&url=https%3A%2F%2Fau.finance.yahoo.com%2Fnews%2Fside-hustles-clever-ways-aussies-are-making-an-extra-5000-a-month-211010314.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooFinanceAU",
      "https://s.yimg.com/ny/api/res/1.2/TTpKDqtdrHj7.8sOyukB1Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNw--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/98bb1790-a532-11ee-b575-f944a962f355",
      "https://s.yimg.com/ny/api/res/1.2/MuAsYQqdwY6X5U5eacmB6Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NDY-/https://s.yimg.com/os/creatr-uploaded-images/2023-12/98bb1790-a532-11ee-b575-f944a962f355",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-12/02246f50-3412-11eb-bfdd-de89f8b3b8b8",
      "https://www.linkedin.com/company/yahoo-finance-australia-nz/",
      "https://s.yimg.com/ny/api/res/1.2/MxVC4CfUD9PoOsqB7lEUPw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNw--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/85d3bd00-a535-11ee-b7f1-0a9566e5df08",
      "https://www.facebook.com/yahoofinanceaunz/",
      "https://www.s.yimg.com/ny/api/res/1.2/nt5dGx4HiuaxJyO1G5ipxw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIzMjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/02246f50-3412-11eb-bfdd-de89f8b3b8b8",
      "https://www.s.yimg.com/ny/api/res/1.2/TTpKDqtdrHj7.8sOyukB1Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNw--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/98bb1790-a532-11ee-b575-f944a962f355",
      "https://www.subscription.yahoo.net/Newsletter/Preference/sub?b=aufinance",
      "https://www.twitter.com/YahooFinanceAU",
      "https://www.instagram.com/yahoofinanceau",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/02246f50-3412-11eb-bfdd-de89f8b3b8b8",
      "https://subscription.yahoo.net/Newsletter/Preference/sub",
      "https://linkedin.com/company/yahoo-finance-australia-nz/",
      "https://facebook.com/yahoofinanceaunz/",
      "https://instagram.com/yahoofinanceau/",
      "https://www.s.yimg.com/ny/api/res/1.2/MxVC4CfUD9PoOsqB7lEUPw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNw--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/85d3bd00-a535-11ee-b7f1-0a9566e5df08",
      "https://www.facebook.com/dialog/feed",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fau.finance.yahoo.com%2Fnews%2Fside-hustles-clever-ways-aussies-are-making-an-extra-5000-a-month-211010314.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/ny/api/res/1.2/BZ3Aw5zp1G3E_mb.4oFmhw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUxNw--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/53c652a0-a535-11ee-bdff-0d16c54f2e65",
      "https://www.s.yimg.com/ny/api/res/1.2/MuAsYQqdwY6X5U5eacmB6Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NDY-/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/98bb1790-a532-11ee-b575-f944a962f355",
      "https://www.facebook.com/yahoofinanceaunz",
      "https://www.linkedin.com/company/yahoo-finance-australia-nz",
      "https://www.s.yimg.com/ny/api/res/1.2/3iqfRohgmovFmJlP.txh_A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTE5Mg--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-09/d3ff4610-5db5-11ee-ab7f-d8bc17627555",
      "https://www.s.yimg.com/ny/api/res/1.2/wn4laoQ8d_AreVBHBgeiDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTgwO2g9ODA-/https://www.s.yimg.com/os/creatr-uploaded-images/2022-10/26817eb0-4b49-11ed-b3a7-71dcf909a946",
      "https://www.twitter.com/intent/tweet?text=Side%20hustles%3A%20Clever%20ways%20Aussies%20are%20making%20an%20extra%20%245%2C000%20a%20month&url=https%3A%2F%2Fau.finance.yahoo.com%2Fnews%2Fside-hustles-clever-ways-aussies-are-making-an-extra-5000-a-month-211010314.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooFinanceAU",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tamika seeto",
          "sentiment": "none"
        },
        {
          "name": "louise seery",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "australian bureau of statistics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "perth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:15.381+02:00",
    "updated": "2023-12-29T06:10:06.593+02:00"
  },
  {
    "uuid": "6ecc248eba832518b2aa13c8086dd98b634a5e32",
    "url": "https://m.dailyhunt.in/news/india/english/ptienglish-epaper-dhb257ed10fd464e5fb60231069c472df5/navy+performed+miracle+rajnath+on+its+operations+to+assist+merchant+ships+in+strategic+sea+lanes-newsid-n605971160",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-05-05T05:16:00Z",
    "title": "Navy performed 'miracle': Rajnath on its operations to assist merchant ships in strategic sea lanes",
    "text": "New Delhi, May 5 (PTI) The Indian Navy has performed a \"miracle\" (karishma), Defence Minister Rajnath Singh has said, heaping wholehearted praise for the force's numerous operations in foreign waters where it assisted several merchant ships commandeered or threatened by pirates.\nIn an exclusive interview to PTI, Singh also dropped hints of the government&apos;s readiness to positively consider the Navy&apos;s proposal for construction of a second aircraft carrier.\nThe Navy has been making a strong pitch for having the second indigenous aircraft carrier (IAC-II) with a displacement of 45,000 tonnes which is estimated to cost close to Rs 40,000 crore with the envisaged specifications.\nExuding confidence of the National Democratic Alliance retaining power for a third straight term, he said the new government&apos;s focus would be to make India totally self-reliant in the defence sector.\nSingh said India&apos;s annual defence exports crossed Rs 21,000 crore mark for the first time in 2023-24 and that his ministry has set a target of increasing it to Rs 50,000 crore in the next five-six years.\n\"We will take it to more than Rs 50,000 crore by 2029-30,\" he said.\nOn the Navy&apos;s operations in the strategic waterways, Singh said the force deserves praise.\n\"The India Navy has done miracle. Congratulations to the Navy. (Indian Navy ne Karishma kiya. Navy ko Badhai),\" he said.\nIn the last few months, the Indian Navy extended assistance to a number of merchant vessels in the Western Indian Ocean, the Gulf of Aden and strategic waterways around the Red Sea following attacks on them.\nLate last month, the Indian Navy swiftly assisted a Panama-flagged crude oil tanker with 30 crew members, including 22 Indians, after the vessel came under missile attack from Houthi militants.\nThere have been growing global concerns over attacks on various commercial vessels in the Red Sea by the Houthi militants.\nThe Navy has foiled attacks by pirates on several ships in the region since January.\nAsked about the Navy&apos;s push for a second indigenous aircraft carrier (IAC), Singh indicated that it is being favourably considered.\nIndia&apos;s first indigenously-built aircraft carrier INS Vikrant (IAC I) was commissioned in September last year.\nBuilt at a cost of around Rs 23,000 crore, INS Vikrant has a sophisticated air defence network and anti-ship missile systems.\nIt has the capacity to hold 30 fighter jets and helicopters.\nThe Navy has been pitching for three aircraft carriers to deal with China&apos;s growing naval prowess and influence over the Indian Ocean region.\nAt present, India has two aircraft carriers - INS Vikramaditya and INS Vikrant.\nINS Vikramaditya is a Russian origin platform.\nTo a question on the Agnipath scheme, Singh said its implementation has been satisfactory and that the government is taking measures to help the youths who will not be retained by the armed forces after their initial stint.\nIn June 2022, the government rolled out the Agnipath recruitment scheme for short-term induction of personnel with an aim to bring down the age profile of the three services.\nIt provides for recruiting youths between the age bracket of 17-and-half years and 21 for four years with a provision to retain 25 percent of them for 15 more years.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rajnat",
          "sentiment": "neutral"
        },
        {
          "name": "singh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "navy",
          "sentiment": "neutral"
        },
        {
          "name": "indian navy",
          "sentiment": "neutral"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "iac",
          "sentiment": "none"
        },
        {
          "name": "national democratic alliance",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T14:16:52.789+03:00",
    "updated": "2024-05-05T14:16:52.789+03:00"
  },
  {
    "uuid": "2beb64a60141306c3ffb9248d4f333f27e9c49de",
    "url": "https://listindiario.com/la-vida/20241017/86-discapacitados-cree-ia-mejorar-calidad-vida-40-experimenta-mejoras-reales_829871.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Listin Diario",
    "published": "2024-10-17T21:36:00Z",
    "title": "86% de personas con discapacidad cree que IA mejorar\\u00eda su calidad de vida",
    "text": "solo 40% experimenta mejoras 86% de personas con discapacidad cree que IA mejoraría su calidad de vida El informe 'La inteligencia artificial desde la perspectiva de las personas con discapacidad' elaborado por la Fundación Randstand, analiza el uso, las percepciones y las barreras que encuentran las personas con discapacidad en relación con las tecnologías de IA aplicadas a diversos campos. Aunque el 86 por ciento de personas con discapacidad cree que la Inteligencia Artificial (IA) puede mejorar su calidad de vida, solo el 40 por ciento los usuarios afirma haber experimentado mejoras reales en su día a día y su autonomía derivadas de esta tecnología, lo que pone de manifiesto la necesidad de continuar mejorando la IA y su aplicación. El informe 'La inteligencia artificial desde la perspectiva de las personas con discapacidad' elaborado por la Fundación Randstand, analiza el uso, las percepciones y las barreras que encuentran las personas con discapacidad en relación con las tecnologías de IA aplicadas a diversos campos, ya sea la vida diaria, la comunicación, el aprendizaje, la movilidad y el empleo. Uno de los principales puntos que recoge el estudio es la capacidad que tiene esta tecnología para mejorar la calidad de vida de las personas con discapacidad, respecto a lo que se muestra una visión \"predominantemente positiva\", dado que el 86 por ciento de los encuestados valora que la IA puede mejorar su día a día a nivel general. Siguiendo esta línea, el 45 por ciento de estos usuarios considera que la IA puede impactar en su calidad de vida de forma significativa, mientas que el 41 por ciento, señala que la mejora será \"moderada\". El informe también puntualiza que el 53 por ciento de los encuestados piensa que la IA sirve especialmente para mejorar tareas específicas. USO DE LA IA EN EL APRENDIZAJE Y FORMACIÓN Respecto a las principales áreas en las que se emplea la IA para ayudar a la discapacidad de los usuarios, los encuestados han apuntado principalmente (62%) a su uso en el aprendizaje y la formación. Esta tecnología también se emplea comúnmente en el entretenimiento (56%), la comunicación y el trabajo (55% en ambos casos), la creación de contenido (54%) o la gestión personal (53%). La fundación también recoge en su informe que el 82 por ciento de las personas con discapacidad preguntadas tienen \"una actitud positiva\" frente esta tecnología. Teniendo esto en cuenta, los usuarios han subrayado beneficios como el fácil acceso a la información y a los servicios y mejoras en la educación y la formación. BRECHA ENTRE EL IMPACTO PORTENCIAL Y REAL DE LA IA No obstante, solo el 40 por ciento de los participantes en el informe ha afirmado encontrar mejoras en su calidad de vida y en su autonomía, lo que refleja una \"brecha importante\" entre el impacto potencial y el real de la IA en la vida de las personas con discapacidad, tal y como ha reflexionado la directora de la Fundación Randstad, María Viver. Viver ha señalado la importancia de continuar trabajando para \"paliar este impacto negativo\", haciendo referencia a continuar formando en IA a los usuarios, y aplicar de forma efectiva esta tecnología en los distintos procesos que llevan a cabo en la fundación. A pesar de todo ello, un 28 por ciento de los encuestados afirma no estar seguro de los beneficios de esta tecnología. En este marco, los usuarios discapacitados han matizado algunas dificultades encontradas con respecto a la adopción de la IA en su día a día. Por ejemplo, el 54 por ciento de los encuestados han señalado que, a la hora de comenzar a utilizar esta tecnología, encuentran impedimentos como la falta de conocimiento o información. El 50 por ciento también han señalado como obstáculo la \"insuficiente capacitación\" para adoptar la IA. El informe también puntualiza que al 38 por ciento le preocupan cuestiones relacionadas con la privacidad y la seguridad. Además, el 28 por ciento de los usuarios discapacitados identifica la falta de recursos económicos como otro de los obstáculos más significativos, dado que, en algunas ocasiones, para acceder a tecnología impulsada por IA es necesario utilizar dispositivos con precios elevados. Teniendo todo ello en cuenta, el informe concluye que la IA es percibida por las personas con discapacidad como una herramienta que puede facilitar la vida y las tareas cotidianas, pero que todavía tiene obstáculos que impiden que su impacto real en la calidad de vida sea mayor.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Inteligencia Artificial",
          "sentiment": "none"
        },
        {
          "name": "Fundación Randstand",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T03:05:03.759+03:00",
    "updated": "2024-10-18T03:05:03.759+03:00"
  },
  {
    "uuid": "ef4ddbd7b0a06870c41f05897b7454171f9dfba7",
    "url": "https://www.mdzol.com/sociedad/2024/9/13/que-sanciones-recibiran-los-gremios-aeronauticos-por-los-paros-realizados-1151903.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MDZ Sociedad",
    "published": "2024-09-13T17:23:00Z",
    "title": "Qué sanciones recibirán los gremios aeronáuticos por los paros realizados - MDZ Online",
    "text": "El vocero presidencial Manuel Adorni cargó contra los gremialistas y, además de enumerar los \"privilegios\" de los pilotos, adelantó que habrán sanciones. El vocero presidencial, Manuel Adorni cargó contra los gremios aeronáuticos y los acusó de \"estar por fundir la empresa que tanto dicen defender\". Se refería a Aerolíneas Argentinas , que en este momento está enfrentada con sus trabajadores, que están de paro por paritaria. Adorni criticó \"los privilegios\" que tienen los trabajadores aeronáuticos y contó que el presidente Javier Milei firmó la reglamentación del artículo del DNU 7023 que establece al trasporte aéreo como actividad esencial. Esto deja en la ilegalidad las medidas de fuerza sindicales en el sector, ya que el planteo de la esencialidad contempla que se garantice un funcionamiento mínimo del servicio. Mirá el video de Manuel Adorni cuestionando los privilegios de los pilotos y los sindicalistas aeronáuticos En la misma línea, el ministro de Desregulación y Transformación del Estado, Federico Sturzenegger tuiteó en su cuenta de X: El presidente @JMilei acaba de firmar la reglamentación del artículo 182 del DNU 70/23 con los lineamientos aplicables a la prestación del servicio esencial de aeronáutica civil comercial. Mañana daremos más detalles\". Los gremios aeronáuticos señalaron a esta medida como parte de un \"arbitraje ilegal\" y expresaron que se trata de un ataque al derecho constitucional a la protesta. Fue en respuesta a este planteo, que el vocero presidencial manifestó que los gremios defendían \"privilegios\" y habló sobre un dirigente gremial, Edgardo Llano, dirigente de APA, que se encuentra de vacaciones en España, mientras convocó al paro \"que afecta miles de personas\". Qué sanciones recibirán los gremios tras la reglamentación de la esencialidad Como los gremios convocaron a las medidas de fuerza antes de la reglamentación del DNU, no puede haber delito por retroactividad. Es decir, no puede haber delito ante de la sanción, reglamentación y promulgación de una ley que los castigue. Sí enfrentarán sanciones los gremios que convoquen medidas luego de que la reglamentación aparezca en el Boletín Oficial, que según fuentes cercanas al Gobierno, será el próximos lunes. [](/sociedad/2024/9/13/la-rebelion-de-los-estados-contra-las-redes-sociales-impunidad-libertad-de-expresion-1151318.html) Opinión Rebelión contra las redes sociales: ¿impunidad o libertad de expresión? [](/sociedad/2024/9/13/las-escalofriantes-cifras-de-femicidios-tras-el-asesinato-de-morena-en-maipu-1151818.html) Violencia de género Las escalofriantes cifras de femicidios tras el asesinato de Morena en Maipú [](/sociedad/2024/9/13/se-oficializo-el-pago-de-la-compensacion-salarial-docentes-1151783.html) Boletín Oficial Se oficializó el pago de la compensación salarial a docentes [](/sociedad/2024/9/13/cementerio-de-valijas-ventanillas-vacias-postales-del-salvaje-paro-en-aeroparque-1151880.html) Galería Cementerio de valijas y ventanillas vacías: postales del salvaje paro en Aeroparque [](/sociedad/2024/9/13/embarazo-ectopico-que-es-como-se-diagnostica-cual-es-el-tratamiento-1151689.html) Salud reproductiva Embarazo ectópico: qué es, cómo se diagnostica y cuál es el tratamiento [](/sociedad/2024/9/13/el-dato-clave-tener-en-cuenta-si-queres-viajar-de-compras-chile-1151264.html) Atención El dato clave a tener en cuenta si querés viajar de compras a Chile [](/sociedad/2024/9/13/dia-del-bibliotecario-soy-mamerto-pero-no-ejerzo-1151800.html) Vivir entre libros Día del Bibliotecario: \"Soy Mamerto, pero no ejerzo\" [](/sociedad/2024/9/13/salarios-docentes-en-argentina-como-cayeron-en-2024-cual-es-la-situacion-de-mendoza-1151714.html) Educación",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T21:45:36.129+03:00",
    "updated": "2024-09-13T21:45:36.129+03:00"
  },
  {
    "uuid": "636c0ab040d1a4d4a2eec12f3350bd8799b99f3c",
    "url": "https://vulners.com/ibm/86392777B3631C1B446F75DF907FEBDB029491FAC07F35461B1E472F475E589A",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IBM",
    "published": "2024-11-22T01:46:00Z",
    "title": "Security Bulletin: IBM Technical Support Appliance - possible excessive CPU usage or denial of service",
    "text": "CVSS3\nAttack Vector\nNETWORK\nAttack Complexity\nLOW\nPrivileges Required\nNONE\nUser Interaction\nNONE\nScope\nUNCHANGED\nConfidentiality Impact\nNONE\nIntegrity Impact\nNONE\nAvailability Impact\nHIGH\nCVSS:3.1/AV:N/AC:L/PR:N/UI:N/S:U/C:N/I:N/A:H\nAI Score\nConfidence\nHigh\nDNS protocol allows teh IBM Technical Suport Appliance to resolve hostnames to their corresponding IP address.\n**CVEID:**CVE-2023-4408 **DESCRIPTION:**ISC BIND is vulnerable to a denial of service, caused by an error when parsing large DNS messages. By flooding the target server with queries, a remote attacker could exploit this vulnerability to cause excessive CPU load. **CWE:**CWE-770: Allocation of Resources Without Limits or Throttling **CVSS Source:**IBM X-Force **CVSS Base score:**7.5 CVSS Vector:(CVSS:3.0/AV:N/AC:L/PR:N/UI:N/S:U/C:N/I:N/A:H)\n**CVEID:**CVE-2023-50387 **DESCRIPTION:**ISC BIND is vulnerable to a denial of service, caused by an error when processing responses coming from specially crafted DNSSEC-signed zones. By flooding the target server with queries, a remote attacker could exploit this vulnerability to cause CPU exhaustion on a DNSSEC-validating resolver. **CWE:**CWE-400: Uncontrolled Resource Consumption **CVSS Source:**IBM X-Force **CVSS Base score:**7.5 CVSS Vector:(CVSS:3.0/AV:N/AC:L/PR:N/UI:N/S:U/C:N/I:N/A:H)\n**CVEID:**CVE-2023-50868 **DESCRIPTION:**ISC BIND is vulnerable to a denial of service, caused by an error when preparing an NSEC3 closest encloser proof. By flooding the target resolver with queries, a remote attacker could exploit this vulnerability to cause CPU exhaustion on a DNSSEC-validating resolver. **CWE:**CWE-20: Improper Input Validation **CVSS Source:**IBM X-Force **CVSS Base score:**7.5 CVSS Vector:(CVSS:3.0/AV:N/AC:L/PR:N/UI:N/S:U/C:N/I:N/A:H)\nAffected Product(s) | Version(s) |\n---|---|\nTechnical Support Appliance | All |\nUpdate the IBM Technical Support Appliance to 3.0.1. Refer to the online support documentation on how to perform an update.\nNone\nVendor | Product | Version | CPE |\n---|---|---|---|\n|\nCVSS3\nAttack Vector\nNETWORK\nAttack Complexity\nLOW\nPrivileges Required\nNONE\nUser Interaction\nNONE\nScope\nUNCHANGED\nConfidentiality Impact\nNONE\nIntegrity Impact\nNONE\nAvailability Impact\nHIGH\nCVSS:3.1/AV:N/AC:L/PR:N/UI:N/S:U/C:N/I:N/A:H\nAI Score\nConfidence\nHigh",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Business and Market Analysis",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "IBM",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T05:13:49.874+02:00",
    "updated": "2024-11-22T05:13:49.874+02:00"
  },
  {
    "uuid": "76588ea7d8bf676f03759014b20e7d2a8777bfeb",
    "url": "https://www.cronica.com.mx/escenario/kevin-johansen-arte-dibujar-emociones-liniers-risa-forma-aplauso.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Estefani Castañeda",
    "published": "2024-03-14T18:35:00Z",
    "title": "Kevin Johansen y el arte de dibujar emociones con Liniers: “La risa también es una forma de aplauso”",
    "text": "Kevin Johansen y el arte de dibujar emociones con Liniers: “La risa también es una forma de aplauso” ENTREVISTA. El monero y el compositor regresan con su concepto de “concierto ilustrado” al Teatro de la Ciudad en el Centro de la Ciudad de México con la promesa de algún estreno en vivo música El compositor Kevin Johansen regresa a la Ciudad de México de la mano del monero argentino Ricardo Liniers Siri para presentarse nuevamente en el Teatro de la Ciudad Esperanza Iris con su concepto de concierto ilustrado, este jueves 14 de marzo. La idea de Kevin Johansen + Liniers se formaliza en 2008, cuando ambos publicaron el libro OOPS!, un material en el que, de acuerdo con la descripción de un sitio en la web, “hablan de arte, de los pingüinos, de la sociedad de consumo, de la infancia, de los conejos, del humor, de los proyectos compartidos... Se ríen, se complementan y trazan paralelismos: tienen las formas y, sobre todo, el fondo de una grafía común. Con picardía de duendes se dedican a mover las cosas y a encontrarles otro lugar. Parece que están de acuerdo”. Dicho material incluye algunos temas de los álbumes entonces publicados por Johansen: The nada (2000), Sur o no sur (2002), City Zen (2005) y Logo (2007), ilustrados por Liniers y acompañados por material exclusivo como el audio de una entrevista, fotos inéditas y una historieta. El éxito del concepto resultó en una gira que un poco más tarde se materializó en un DVD filmado en Buenos Aires. No obstante, la relación entre este par de amigos que han acordado jugar con sus distintas disciplinas artísticas data de más tiempo, tras coincidir durante una presentación del músico originario de Alaska, al interior del bar de jazz Notorious, ubicado en la capital argentina: “la primera vez que charlamos un poco, fue durante un show que hacía en un lugar chiquito, porque antes de tocar conmigo, Kevin tocaba en lugares muy pequeños”, bromeó Liniers con picardía, mientras al otro extremo del enlace vía zoom con Crónica Escenario, Johansen le contestó con una sonrisa. “Cuando llegué con mi mujer no había lugar, así que nos sentaron en el escenario a un costado de la banda y luego que tocaron, nos quedamos un ratito charlando”, continuó Ricardo en entrevista. “Como el mundo de Kevin y el mío eran tan diferentes, a ninguno de los dos se nos pasaba por la cabeza que podíamos hacer algo juntos; en algún momento me pidió dibujos para un póster para un recital que iba a hacer, después me dijo que hiciéramos algo para algún show, pero le dije, ‘yo soy un aparato, no puedo aparecer en ningún escenario’; hasta que Gastón Piñero (quien trabajaba con Johansen en aquel entonces) nos dijo, ‘si vos dibujas y vos tenés el escenario vacío, ¿por qué no le dibujas el escenario?’”, recordó. Fue entonces cuando los dos dejaron de bromear con la idea para convertirse en un concepto más formal: “dentro de ese aspecto genérico se fueron armando diferentes versiones del show; en un momento dibujaba un mural atrás de la banda, al principio dibujaba en una computadora, ahí medio escondido con el sonidista, pero Kevin quería que mirara para adelante”, añadió. Así que, con la finalidad de que Liniers fuera un elemento activo durante el espectáculo, recurrieron a una cámara cenital que captara la orquesta dirigida por Johansen, una en la que Ricardo era parte, ya no como un aparato sino como un instrumentista más. Un trabajo completamente distinto a lo que estaba acostumbrado como autor de Macanudo para el diario La Nación (desde 2002). Tras el éxito del primer material lanzado juntos, deciden continuar el viaje con el CD + DVD (Bi)vo en México filmado y grabado en los Estudios Sony Music de la capital mexicana, con invitados como Natalia Lafourcade y Rubén Albarrán (Café Tacvba), el cual fue publicado en 2014. “Hemos tocado en muchos espacios diferentes, desde festivales con mucha gente hasta lugares más pequeños, el formato es adaptable a cualquier espacio y lugar, donde nos dejen allí estaremos”, aseveró el ilustrador, quien aprovechó para hacer memoria sobre una de las presentaciones que tuvieron en su anterior gira por el país: “Tengo un recuerdo lindo de México, de un show que hicimos en Guadalajara, en el que a media presentación voló un corpiño al escenario y lo fui a agarrar suponiendo que era para Kevin, quien es el músico, hasta que me di cuenta que se habían tomado el tiempo de dedicar el soutien y decía ‘para Liniers con cariño…’ y estaba firmado, entonces miré a Kevin con una cara de decepción que tenía el pobre”, comentó entre risas; “pero México siempre da para que pase algo interesante en el escenario”, dijo. Asimismo, Johansen se tomó el tiempo para reflexionar sobre uno de sus shows en Caracas, Venezuela, en el que se percató de las múltiples reacciones del público con este proyecto: “Ricardo estaba nervioso, no sabía qué hacer, yo no le daba directiva porque para mí tenía que hacer lo suyo”, dijo y aunque el audio se entrecortaba, comenzó a narrar cómo fue que durante una de las canciones más tranquilas y melosas que tenía en ese momento, los asistentes comenzaron a reír por la intervención de Liniers, quien llegó a cambiar completamente el formato de sus presentaciones, no solo porque su expresión artística sea distinta, sino además, porque su interpretación y ocurrencia hace de cada interpretación algo peculiar y único, como un jazzista con lápiz. “Descubrí que la risa estaba bien entendida en ciertos momentos, yo no estaba acostumbrado a ella más allá de un chiste tonto entre canciones que la gente reaccionaba como ‘jaja, seguí tocando’, pero me di cuenta que la risa también es una forma de aplauso”, aseveró. “Eso fue un clic para mí, entender que la yuxtaposición de sentimientos es interesante, de repente pasa ahora que estoy cantando algo más light, más tranquilo y miro al público que está con lágrimas en los ojos porque Liniers está haciendo algo que los emociona y eso me gusta, es bonito ese tinte de sensaciones que se da entre lo visual y lo sonoro, es algo a lo que recién le estamos encontrando, no todo tiene que ser blanco o negro, también hay sensaciones encontradas y ambigüedades”, añadió. Y fue precisamente en 2023 que el dúo de creativos se presentó por primera ocasión en el Teatro “Esperanza Iris”, al que ahora vuelven con la promesa de un posible estreno en vivo del álbum Quiero Mejor (2024), en el que destacan las colaboraciones con el grupo español Las Migas, Natalia Lafourcade y el reconocido Nito Mestre.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:04:55.210+02:00",
    "updated": "2024-03-15T00:04:55.210+02:00"
  },
  {
    "uuid": "a01c0c29762a0d35da50fabc30e3dab76c0e1387",
    "url": "https://www.meneame.net/story/martin-varsavsky-duenos-meneame-creemos-esta-mucho-mas-izquierda/c022",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Estauracio",
    "published": "2024-06-27T19:57:00Z",
    "title": "#22 Martin Varsavsky: \"Los dueños de @meneame creemos que está mucho más a la izquierda de lo que representa el público español. Pero eso es fácil de arreglar...\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#2](c2#c-2) No esta contento teniendo a gente de izquierdas trabajando gratis para el... necesita que la gente de centro tambien lo haga!\nY si la gente de la derecha y la ultraderecha le fuera a proporcionar mas dinero, pues bienvenidos serian tambien!\nEl señor Martin Varsavsky , sera el propietario de Mename, pero la comunidad es dueña de la plataforma.\nSin comunidad, no hay Meneame.\nCuando esta eprsona compro parte de Meneame, yo ya llevaba un tiempo por aqui, por ejemplo.\n[#1](c1#c-1) Será idiota, pero está proponiendo la única forma posible para equilibrar ideológicamente Menéame: que usuarios de ideología más de centro o de derechas hagan lo mismo que hacen algunos usuarios de izquierdas: organizarse y votar. Tampoco está diciendo nada extraordinario...\n[#27](c27#c-27) Como seguro que no hay debate es si todos pensamos igual o si se sigue abusando del puto ignore.\n[#29](c29#c-29) El ignore es uno de los mayores canceres de este sitio, rompe completamente el funcionamiento y permite que algunos comentarios parezca que queden sin respuesta, es una de las cosas que se debería cambiar, si quiere que no lo lea el que lo pone, pero que se pueda responder.\n[#9](c9#c-9) Es que ningún medio representa la media ideológica, y la culpa la tiene la paradoja de la tolerancia. En el momento en que dejas entrar a todo el mundo y que digan lo que les sale del nabo muchos se piran para no tener que aguantar a los más radicales, y al final te queda todo escorado hacia un lado. Después siempre ocurre lo mismo, que los radicales se cansan de discutir entre ellos e intentan \"colonizar\" otros servicios en los que la cosa es más sana\nLos blogs de webedia son un ejemplo perfecto, y es que después de tantos años de intentar moderar lo mismo posible se les han quedado solo los más locos escribiendo, y los comentarios se han reducido exponencialmente en poquísimo tiempo. ¿Para qué voy a comentar yo sobre un videojuegos, películas o tecnología si ya sé que los que me van a leer solo vienen a contar su libro?\n[#9](c9#c-9) Ya hay bastantes medios de derechas.\nTu conoces algunos? Puedes enumerar alguno. Es para un amigo.\n[#9](c9#c-9) ¿es estúpido promover la idea de que Menéme debería ser lo más diverso posible? ¿Qué habría de malo?\n[#5](c5#c-5) la gente de derechas con pasta pasa esta gastandose el dinero y no en entrando en sitios de probes, los de derechas sin pasta estan ocupados currando como animales persiguiendo la zanahoria.\n[#5](c5#c-5) No sé.\nYo observo anomalías por aquí, que por desgracia enrarecen la participación de uno, incluso cuando vas sin estridencias, cautela máxima y hasta argumentos para poder llegar a conclusiones (conclusiones que serán certeras o no, pero al menos argumentadas).\nComo por ejemplo en este comentario que hice hoy:\nintento-golpe-bolivia-foto-video-presidente-luis-arce-cara-cara/c05#c-5 [#36](c36#c-36) en la práctica, los negativos se utilizan para castigar al que tiene determinadas opiniones, independientemente de cómo las exprese. Esto que dices también se manifiesta de otra forma: se potencian con positivos comentarios absolutamente irrelevantes o que no aportan nada a la discusión, pero que van en una determinada línea ideológica, como por ejemplo el número [#1](c1#c-1) (sin acritud).\n[#1](c1#c-1) Tampoco es cuestión de ser más listo o más tonto, es simplemente no entender qué vende tu empresa. Foros y \"portales\" de derechas hay a patadas, y bastante más grandes que Menéame. Querer tener aquí lo mismo que cualquiera puede encontrar en forocoches o burbuja (o mismamente Twitter) es un tanto absurdo y al final solo consigue que el tráfico caiga en picado porque la gente no quiere sucedáneos si puede quedarse con los originales.\nEs decir, interpreto que siendo parte de MnM ¿propone violar las normas de MnM?\n¿Es eso o lo he entendido yo mal?\n\" ...es fácil de arreglar si entran unos 500 votantes que sean de centro o de derecha. Recomiendo a los votantes de estas ideas políticas organizarse y entrar\".\nPropone que unos 500 usuarios se coordinen y hagan campaña pòlitica / ideologica\nLas normas:\nhttps://www.meneame.net/legal#contact\n6. El usuario se abstendrá de usar Menéame con el objetivo de...b) las campañas comerciales (aunque el lugar promocionado no contenga publicidad directa), políticas o ideológicos promoviendo el voto masivo a las noticias objeto de la campaña o del lugar promocionado....\nMuy biem, Martin.\nBravo\nQue alguien le diga a\n#_6 q si tanto le gusta la variedad ideologia y le molesta el sectarismo q no bloquee a medio meneame\nJoder, es q es ridiculo\n[#8](c8#c-8) Un gilipollas.\nLe sigo en twitter pq es un gilipollas q me recuerda, a cada tweet, q ser millonario es cuestion de suerte y no de capacidades.\nUn crack.\n[#31](c31#c-31) Es de esa gente que evidencia la irracionalidad del reparto de riqueza. Gente sin sentido del ridículo, semianalfabeta, progenocida, sectaria e inicua amasando millones\nYo justo estoy en meneame porque no hay una asfixiante jauría de ultraderecha que constantemente insulta y menosprecia\n¿Y no será mejor que nos pongamos todos de acuerdo, nos montemos un agregador de noticias y nos larguemos de esta mierda?\nTampoco es malo per se que haya una mayoría ideológica de un lado del espectro.\nLo cansino es el sectarismo de un grupo de cuentas organizadas, que se dedican a aupar las noticias enviadas por ellos mismos, envían 5 veces la misma noticia con una ligerísima variación, cuando no directamente bulos. Tienen docenas de cuentas, lo cual es muy beneficioso en una web como menéame, que premia la endogamia, porque es la mejor forma de ganar karma",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:47:46.686+03:00",
    "updated": "2024-06-28T00:47:46.686+03:00"
  },
  {
    "uuid": "e15ba1b34c9fc8aac4c12bb08c96d030ca654633",
    "url": "https://www.greenstate.com/perspective/cannabis-and-ketamine-may-be-the-antidote-for-election-stress",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "GreenState Contributor",
    "published": "2024-11-07T09:30:00Z",
    "title": "Cannabis and ketamine may be the antidote for election stress",
    "text": "Americans are facing heightened anxiety and sleepless nights, grappling with intense feelings about the future due to the election results. In response, more people are turning to alternative forms of stress management, including cannabis and ketamine treatments, to help them cope in this post-election period.\nRELATED: What another Trump presidency means for weed\nKeta Medical Center , which offers ketamine therapy across four locations in New York and New Jersey, has seen a significant uptick in patients seeking pre and post-election stress relief. The centers reported an 18.6 percent increase in appointments in October compared to September, with many patients continuing treatments post-election to help manage stress, anxiety, and depression.\nKetamine has gained attention in the medical world for its mental health applications, particularly for easing anxiety and treatment-resistant depression. According to Dr.Cheryl Malina, a board-certified Emergency Medicine physician and co-founder of the centers, the election appeared to have exacerbated pre-existing anxiety and depression conditions for many patients. To manage the increase in patients seeking care, the centers stayed open for extended hours during election week.\nMeanwhile, many people in the cannabis community are finding their own paths to relaxation. Caroline Murphy, founder of the cannabis lifestyle brand High On Plants , embraced Wana THC Raspberry Iced Tea as a calming ritual in response to post-election stress.\n“It’s been a way to calm the chaos and ground myself,” Murphy shared, explaining that the effects of THC, when combined with CBD and CBG , have helped her feel more centered.\nThis was echoed by Dina, founder of Grass Goddess Consulting , who turned to a CBD and CBG edible to manage her stress levels. After taking the edible, she felt more relaxed during a doctor’s appointment and was surprised to find her blood pressure was normal and not elevated, an improvement she attributes to the product’s calming effects.\nA woman eats a CBD gummy. Photo: Vanessa Nunes / Getty Other cannabis users have leaned into products specifically crafted for sleep support to counter insomnia exacerbated by political tension. Event producer and community builder Ashlee Belzo relied on Camino Sours Blackberry Dream ‘Sleep’ gummies, infused with CBD, CBN , THC, and sleep-supporting terpenes, to unwind the night before election results were finalized. She noted that the gummy’s balanced formula helped her get a full night’s rest.\nInhalable forms of cannabis also played a crucial role for people looking for immediate stress relief. Sarah Meeker, a Maryland resident, took the day off work when she felt overwhelmed by election-related news and turned to her Storz & Bickel Volcano , a device for vaporizing cannabis flower.\n“I was so tense, and my emotions were running high,” Meeker shared. “Using my Volcano allowed me to inhale THC and exhale my stress.”\nRELATED: The first legal psilocybin gummies have arrived\nFor some, like Aubrey Nicole, a human resources professional in the cannabis industry, cannabis products like Wana’s fast-acting gummies containing CBD and CBG have become a staple for regulating her nervous system.\n“With CBD and CBG, I’m able to stay present and surrender to the flow of things without feeling overpowered by my stress,” she explained.\nSimilarly, Francesca Cserr, owner of Dab Cowgirl Marketing , turned to Betty’s Eddies edibles with increased CBD, CBG, and THC levels to help maintain balance in her daily routine.\nAs the emotional weight of the election season begins to lift, many are finding that these alternative wellness solutions provide them with not only physical relief but also emotional resilience. I found it fascinating that so many people consumed edibles that contained cannabinoids outside of your standard THC and CBD.\nFor individuals across the spectrum of cannabis and ketamine use, these therapeutic methods offer a steadying influence in a post-election environment that feels anything but predictable. While I wish circumstances were different, I am happy that people are embracing new, meaningful ways to cope, thanks to cannabis and ketamine.\n*This article was submitted by a guest contributor. The author is solely responsible for the content.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.seattlepi.com/cannabis/article/what-is-cbn-18457460.php",
      "http://www.highonplants.co",
      "http://www.dabcowgirl.com",
      "https://www.storz-bickel.com/en-us/volcanoclassic",
      "https://www.grassgoddessconsulting.com",
      "http://www.instagram.com/ashleebelzo",
      "https://shopwanderous.com/shop/raspberry-iced-tea/",
      "https://ketamc.com",
      "https://shopwanderous.com/shop/quick-calm/",
      "https://www.bettyseddies.com",
      "https://www.seattlepi.com/cannabis/article/best-organic-cbg-oil-19422003.php",
      "http://highonplants.co",
      "https://storz-bickel.com/en-us/volcanoclassic",
      "https://shopwanderous.com/shop/raspberry-iced-tea",
      "https://grassgoddessconsulting.com",
      "https://www.shopwanderous.com/shop/quick-calm/",
      "https://seattlepi.com/cannabis/article/what-is-cbn-18457460.php",
      "http://instagram.com/ashleebelzo",
      "https://seattlepi.com/cannabis/article/best-organic-cbg-oil-19422003.php",
      "https://www.shopwanderous.com/shop/raspberry-iced-tea/",
      "http://dabcowgirl.com",
      "https://www.ketamc.com",
      "https://shopwanderous.com/shop/quick-calm",
      "https://bettyseddies.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Dr.Cheryl Malina",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Keta Medical Center",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:24:09.223+02:00",
    "updated": "2024-11-08T02:24:09.223+02:00"
  }
]