[
  {
    "uuid": "5ff5333a1fcf68513976d3a39d357056505821c8",
    "url": "https://www.ar15.com/forums/General/Nikki-Haley-Attempts-To-Walk-Back-Viral-Civil-War-Answer-That-Went-Viral/5-2696064/?page=3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "heavymetal762",
    "published": "2023-12-28T22:22:00Z",
    "title": "Nikki Haley Attempts To Walk Back Viral 'Civil War' Answer That Went Viral - Page 3 - AR15.COM",
    "text": "Quote History Originally Posted By ras_al_ghul:\nThe south seceded because they saw the writing on the wall with regards to slavery, Lincoln was just the cherry on top. Mostly it was because all future states would be admitted as abolitionist states and inevitably cause a nationwide banning of slavery.\nThe north attacked the south because they more or less decided it was illegal to succeed from the United States and the south tried to claim federal property.\nThe south attacked the north because the north attacked the south. The north attacked the south because they succeeded so that could continue to have slaves.\nThe southern states all listed slavery as the reason for succession, the Confederate constitution required that all member states allow slavery (they banned slave bans effectively), and the last of the slave states to be freed by the 14th amendment were in the north (Delaware if I recall).\nMy entire post ignores the social and economic tit-for-tat between the north and south that existed for decades culminating in a civil war. Those would be other contributory reasons for the war, but they all ultimately lead back to slavery as an underlying cause.\nView Quote\nJust.... no.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.battlefields.org/learn/primary-sources/declaration-causes-seceding-states",
      "https://battlefields.org/learn/primary-sources/declaration-causes-seceding-states"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikki haley",
          "sentiment": "negative"
        },
        {
          "name": "lincoln",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "delaware",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:53.866+02:00",
    "updated": "2023-12-29T00:26:53.866+02:00"
  },
  {
    "uuid": "32c22875b382a1bac9ed331826d80ed8bb764cc1",
    "url": "https://www.stocktitan.net/news/AQST/aquestive-therapeutics-receives-u-s-fda-orphan-drug-exclusivity-for-aixzlcfgzlgf.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aquestive Therapeutics, Inc.",
    "published": "2024-12-19T10:00:00Z",
    "title": "Aquestive's Libervant Secures FDA Orphan Drug Exclusivity for Revolutionary Seizure Treatment",
    "text": "Aquestive Therapeutics Receives U.S. FDA Orphan Drug Exclusivity for Libervant® (diazepam) Buccal Film in Pediatric Patients with Seizure Clusters Ages Two to Five\nAquestive Therapeutics announced that the U.S. FDA has granted Orphan Drug Exclusivity (ODE) to Libervant® (diazepam) Buccal Film for pediatric patients aged 2 to 5 with seizure clusters. The ODE provides seven years of market exclusivity in the United States, extending until April 2031. Libervant, approved on April 26, 2024, offers a non-invasive, orally administered rescue therapy for acute repetitive seizures, providing a significant improvement over rectal administration.\nDaniel Barber, CEO of Aquestive, emphasized the importance of this treatment in providing ease of use for patients and caregivers. The FDA's decision acknowledges the major contribution of Libervant's buccal route to patient care. The Orphan Drug Designation, initially granted on November 10, 2016, supports the development of treatments for rare diseases, offering financial incentives and market exclusivity upon regulatory approval.\nLibervant is the first and only FDA-approved orally administered rescue product for this patient population.\nAquestive Therapeutics ha annunciato che la FDA statunitense ha concesso l'Esclusività per Farmaci Orfani (ODE) al Libervant® (diazepam) Film Buccale per pazienti pediatrici di età compresa tra 2 e 5 anni con attacchi epilettici. L'ODE offre sette anni di esclusività di mercato negli Stati Uniti, fino ad aprile 2031. Libervant, approvato il 26 aprile 2024, offre una terapia di salvataggio non invasiva, somministrata per via orale, per le crisi epilettiche acute ripetute, rappresentando un miglioramento significativo rispetto alla somministrazione rettale.\nDaniel Barber, CEO di Aquestive, ha sottolineato l'importanza di questo trattamento per facilitare l'uso da parte dei pazienti e dei loro caregiver. La decisione della FDA riconosce il contributo significativo del percorso buccale di Libervant nella cura dei pazienti. La Designazione di Farmaco Orfano, inizialmente concessa il 10 novembre 2016, supporta lo sviluppo di trattamenti per malattie rare, offrendo incentivi finanziari e esclusività di mercato dopo l'approvazione normativa.\nLibervant è il primo e unico prodotto di salvataggio approvato dalla FDA somministrato per via orale per questa popolazione di pazienti.\nAquestive Therapeutics anunció que la FDA de EE. UU. ha otorgado exclusividad de medicamento huérfano (ODE) al Libervant® (diazepam) película bucal para pacientes pediátricos de 2 a 5 años con episodios de convulsiones. La ODE proporciona siete años de exclusividad en el mercado en Estados Unidos, extendiéndose hasta abril de 2031. Libervant, aprobado el 26 de abril de 2024, ofrece una terapia de rescate no invasiva, administrada por vía oral, para convulsiones agudas repetitivas, representando una mejora significativa en comparación con la administración rectal.\nDaniel Barber, CEO de Aquestive, enfatizó la importancia de este tratamiento para facilitar su uso por parte de pacientes y cuidadores. La decisión de la FDA reconoce la gran contribución de la vía bucal de Libervant a la atención del paciente. La Designación de Medicamento Huérfano, concedida inicialmente el 10 de noviembre de 2016, apoya el desarrollo de tratamientos para enfermedades raras, ofreciendo incentivos financieros y exclusividad en el mercado tras la aprobación regulatoria.\nLibervant es el primer y único producto de rescate aprobado por la FDA administrado por vía oral para esta población de pacientes.\nAquestive Therapeutics는 미국 FDA가 리베르반트®(디아제팜) 부칼 필름에 대하여 2세에서 5세의 발작 클러스터를 가진 소아 환자에게 고아약 전용독점권(ODE)을 부여했다고 발표했습니다. ODE는 미국 내 7년간의 시장 독점권을 제공하며, 2031년 4월까지 연장됩니다. 리베르반트는 2024년 4월 26일에 승인되었으며, 급성 반복 발작에 대한 비침습적 구두로 제공되는 구조 치료법을 제공합니다. 이는 직장 투여 방법보다 중요한 개선이 됩니다.\nAquestive의 CEO인 다니엘 바버는 환자와 보호자에게 사용의 용이성을 제공하는 이 치료법의 중요성을 강조했습니다. FDA의 결정은 환자 치료에 있어 리베르반트의 부칼 경로가 기여한 중요한 역할을 인정합니다. 고아약 지정은 처음 2016년 11월 10일에 부여되었으며, 이는 희귀 질병 치료 개발을 지원하고 규제 승인 후 재정적 인센티브와 시장 독점권을 제공합니다.\n리베르반트는 이 환자 집단에 대해 FDA 승인을 받은 유일한 구두로 제공되는 구조 제품입니다.\nAquestive Therapeutics a annoncé que la FDA américaine a accordé l'Exclusivité des Médicaments Orphelins (ODE) au Libervant® (diazépam) film buccal pour les patients pédiatriques âgés de 2 à 5 ans souffrant de clusters de crises. L'ODE offre sept années d'exclusivité sur le marché aux États-Unis, jusqu'en avril 2031. Libervant, approuvé le 26 avril 2024, propose une thérapie de sauvetage non invasive, administrée par voie orale, pour les crises récurrentes aiguës, apportant une amélioration significative par rapport à l'administration rectale.\nDaniel Barber, PDG d'Aquestive, a souligné l'importance de ce traitement pour faciliter l'utilisation par les patients et leurs aidants. La décision de la FDA reconnait la contribution majeure de la voie buccale de Libervant au soin des patients. La désignation de médicament orphelin, initialement accordée le 10 novembre 2016, soutient le développement de traitements pour les maladies rares, offrant des incitations financières et une exclusivité sur le marché après approbation réglementaire.\nLibervant est le premier et unique produit de sauvetage approuvé par la FDA administré par voie orale pour cette population de patients.\nAquestive Therapeutics hat angekündigt, dass die US-FDA die Orphan Drug Exclusivity (ODE) für Libervant® (Diazepam) Buccal Film für pädiatrische Patienten im Alter von 2 bis 5 Jahren mit Anfallshäufungen gewährt hat. Die ODE bietet sieben Jahre Markt exklusivität in den USA, bis April 2031. Libervant, das am 26. April 2024 genehmigt wurde, bietet eine nicht-invasive, oral verabreichte Rettungstherapie für akute wiederholte Anfälle und stellt eine erhebliche Verbesserung gegenüber der rektalen Verabreichung dar.\nDaniel Barber, CEO von Aquestive, betonte die Bedeutung dieser Behandlung, um die Anwendung für Patienten und Betreuer zu erleichtern. Die Entscheidung der FDA erkennt den wesentlichen Beitrag des buccalen Weges von Libervant zur Patientenversorgung an. Die Orphan Drug Designation, die ursprünglich am 10. November 2016 gewährt wurde, unterstützt die Entwicklung von Behandlungen für seltene Krankheiten und bietet finanzielle Anreize sowie Marktexklusivität nach der Zulassung.\nLibervant ist das erste und einzige von der FDA zugelassene oral verabreichte Rettungsprodukt für diese Patientengruppe.\n- FDA grants seven years of market exclusivity to Libervant.\n- Libervant offers significant ease of use over rectal administration.\n- Libervant is the first and only FDA-approved orally administered rescue therapy for pediatric patients with seizure clusters.\n- None.\nInsights\nThe FDA's grant of Orphan Drug Exclusivity (ODE) for Libervant represents a significant market protection milestone for Aquestive Therapeutics. The\nThe buccal film delivery system addresses a critical gap in pediatric seizure management, offering a more practical alternative to rectal administration. This innovation could drive substantial market penetration, particularly given the product's unique position as the first orally administered rescue therapy for children aged 2-5 years.\nMarket potential is enhanced by several factors:\n- competition due to ODE protection\n- Improved ease of use driving potential adoption\n- First-mover advantage in oral administration\nWhile the target population is relatively small (rare disease designation implies <\nThe clinical significance of Libervant's buccal film formulation cannot be overstated. Traditional rectal administration of diazepam has been a significant barrier to optimal emergency seizure management, particularly in public settings. The oral route represents a paradigm shift in rescue therapy delivery.\nKey clinical advantages include:\n- Enhanced dignity and compliance for young patients\n- Faster administration during critical moments\n- Improved accessibility in various settings\nThe FDA's recognition of these benefits through ODE validation confirms the substantial improvement in patient care. For healthcare providers, this formulation addresses long-standing challenges in emergency seizure management for young children, potentially improving treatment outcomes through better adherence and timelier administration.\nU.S. FDA Orphan Drug exclusivity provides seven years of market exclusivity for Libervant® (diazepam) Buccal Film in the United States for the treatment of seizure clusters in patients ages 2 to 5\nWARREN, N.J., Dec. 19, 2024 (GLOBE NEWSWIRE) -- Aquestive Therapeutics, Inc. (NASDAQ: AQST) (“Aquestive” or the “Company”), a pharmaceutical company advancing medicines to bring meaningful improvement to patients' lives through innovative science and delivery technologies, today announced the U.S. Food and Drug Administration (FDA) has granted seven years of orphan drug exclusivity (ODE) to Libervant® (diazepam) Buccal Film for the acute treatment of intermittent, stereotypic episodes of frequent seizure activity (i.e., seizure clusters, acute repetitive seizures) that are distinct from a patient’s usual seizure pattern in patients with epilepsy between two to five years of age. On April 26, 2024, Libervant® (diazepam) Buccal Film was approved for pediatric patients between two to five years of age. FDA granted ODE based on their assessment that Libervant’s buccal route of administration provides a major contribution to patient care over the rectal route of administration by providing a significantly improved ease of use.\n“As the first and only orally administered rescue therapy for this patient population, Libervant provides patients and caregivers an important, non-invasive treatment option,” said Daniel Barber, Chief Executive Officer of Aquestive. “We remain focused on ensuring that healthcare providers are educated on the benefits of Libervant and patients and caregivers within the indicated population have the best possible access to the product.”\nThe FDA’s Office of Orphan Products Development grants orphan designation status to drugs and biologics that are intended for the safe and effective treatment, diagnosis or prevention of rare diseases, or conditions that affect fewer than 200,000 people in the U.S. The designation provides certain benefits, including financial incentives, to support clinical development and the potential for up to 7 years of market exclusivity in the U.S. upon regulatory approval. Libervant was originally granted Orphan Drug Designation on November 10, 2016 and the ODE now granted to Libervant for patients ages two to five extends to April of 2031.\nLibervant® (diazepam) Buccal Film is the first and only FDA approved orally administered rescue product for the treatment of seizure clusters in patients with epilepsy between two to five years of age.\nAbout Libervant\nLibervant is a buccally, or inside of the cheek, administered film formulation of diazepam, a benzodiazepine intended for the acute treatment of intermittent, stereotypic episodes of frequent seizure activity (i.e., seizure clusters, acute repetitive seizures) that are distinct from a patient’s usual seizure pattern in patients with epilepsy two to five years of age. Aquestive developed Libervant as an alternative to the device-based products currently available for patients with refractory epilepsy, including rectal gel and nasal spray products. The FDA granted tentative approval in August 2022 for Libervant for treatment of these epilepsy patients 12 years of age and older, with U.S. market access for Libervant for this age group of patients subject to the expiration of the existing orphan drug market exclusivity of a previously FDA approved drug scheduled to expire in January 2027. The FDA approval for U.S. market access received in April 2024 for Libervant is for these epilepsy patients between two and five years of age.\nImportant Safety Information\nDo not give Libervant® to your child if your child is allergic to diazepam or any of the ingredients in Libervant or has an eye problem called acute narrow angle glaucoma.\nWhat is the most important information I should know about Libervant?\n- Libervant is a benzodiazepine medicine. Taking benzodiazepines with opioid medicines, alcohol, or other central nervous system (CNS) depressants (including street drugs) can cause severe drowsiness, breathing problems (respiratory depression), coma, and death. Get emergency help right away if any of the following happens:\n- shallow or slowed breathing,\n- breathing stops (which may lead to the heart stopping),\n- excessive sleepiness (sedation).\nDo not allow your child to drive a motor vehicle, operate heavy machinery, or ride a bicycle until you know how taking Libervant with opioids affects your child.\n- Risk of abuse, misuse, and addiction. Libervant is used in children 2 to 5 years of age. The unapproved use of Libervant has a risk for abuse, misuse, and addiction, which can lead to overdose and serious side effects including coma and death.\n- Serious side effects including coma and death have happened in people who have abused or misused benzodiazepines, including diazepam (the active ingredient in Libervant). These serious side effects may also include delirium, paranoia, suicidal thoughts or actions, seizures, and difficulty breathing. Call your child’s healthcare provider or go to the nearest hospital emergency room right away if you get any of these serious side effects.\n- Your child can develop an addiction even if your child takes Libervant as prescribed by your child’s healthcare provider.\n- Give Libervant exactly as your child’s healthcare provider prescribed.\n- Do not share Libervant with other people.\n- Keep Libervant in a safe place and away from children.\n- Physical dependence and withdrawal reactions. Libervant is intended for use if needed in order to treat higher than usual seizure activity. Benzodiazepines, including Libervant, can cause physical dependence and withdrawal reactions, especially if used daily. Libervant is not intended for daily use.\n- Do not suddenly stop giving Libervant to your child without talking to your child’s healthcare provider. Stopping Libervant suddenly can cause serious and life-threatening side effects, including, unusual movements, responses, or expressions, seizures that will not stop (status epilepticus), sudden and severe mental or nervous system changes, depression, seeing or hearing things that others do not see or hear, homicidal thoughts, an extreme increase in activity or talking, losing touch with reality, and suicidal thoughts or actions. Call your child’s healthcare provider or go to the nearest hospital emergency room right away if your child gets any of these symptoms.\n- Some people who suddenly stop benzodiazepines have symptoms that can last for several weeks to more than 12 months including, anxiety, trouble remembering, learning, or concentrating, depression, problems sleeping, feeling like insects are crawling under your skin, weakness, shaking, muscle twitching, burning, or prickling feeling in your hands, arms, legs or feet, and ringing in your ears.\n- Physical dependence is not the same as drug addiction. Your child’s healthcare provider can tell you more about the differences between physical dependence and drug addiction.\n- Do not give your child more Libervant than prescribed or give Libervant more often than prescribed.\nLibervant can make your child sleepy or dizzy and can slow your child’s thinking and motor skills.\n- Do not allow your child to drive a motor vehicle, operate machinery, or ride a bicycle until you know how Libervant affects your child.\n- Do not give other drugs that may make your child sleepy or dizzy while taking Libervant without first talking to your child’s healthcare provider. When taken with drugs that cause sleepiness or dizziness, Libervant may make your child’s sleepiness or dizziness much worse.\nLike other antiepileptic medicines, Libervant may cause suicidal thoughts or actions in a small number of people, about 1 in 500.\n- Call a healthcare provider right away if your child has any of these symptoms, especially if they are new, worse, or worry you:\n- thoughts about suicide or dying\n- new or worse depression\n- feeling agitated or restless\n- trouble sleeping (insomnia)\n- acting aggressive, being angry or violent\n- other unusual changes in behavior or mood\n- attempts to commit suicide\n- new or worse anxiety or irritability\n- an extreme increase in activity and talking (mania)\n- new or worse panic attacks\n- acting on dangerous impulses\n- Pay attention to any changes, especially sudden changes in mood, behaviors, thoughts, or feelings.\n- Keep all follow-up visits with your child’s healthcare provider as scheduled.\n- Call your child’s healthcare provider between visits as needed, especially if you are worried about symptoms. Suicidal thoughts or actions can be caused by things other than medicines. If your child has suicidal thoughts or actions, your child’s healthcare provider may check for other causes.\nWhat are the possible side effects of Libervant?\n- The most common side effects of Libervant are sleepiness and headache.\n- These are not all the possible side effects of Libervant.\n- Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\nFor more information about Libervant, talk to your doctor, and see Product Information: [Medication Guide and Instructions For Use](https://www.globenewswire.com/Tracker?data=2Sjw7I_UkbMwpKnP-6xAMO4Q16inaueqMkj8yfrYxRXHQaN6Szy5mMH30FAjuQ23aTdITLEud3I7sUH0_nPDNk0Um-l1Kny6itepNTH1Ow4jfNTtEvtdmBruIMbJ1TGk75_RBtq7a8F3Sx0xx5_26ROwqaT6sxqh0NeeAaMemUWHM3WyDO07yiRSY4382CEWDaYqlkF6Z6K_rWoTWEAHC1sbRzCjvmikPAG3KfcQvV_skeOHCWo4UvSYgfMJAT1Hb6WkQ2D6RtmvFdXSikba41RkATmfZ7aG-auQZs9NAxnCffH36SE5NvOcntRy3ag_mexTr6pcxZkYAuAJCSo0YicxqpSP2K1q_NLkhvrgICvE97NxqKFhNTr94VYbCxX2NlCtYlo3L63xzYaUASPbCHvJbn4DguxYACjKzqhX-HFCd-J0acDi23l6hWKTS43Q).\nAbout Aquestive Therapeutics\nAquestive is a pharmaceutical company advancing medicines to bring meaningful improvement to patients' lives through innovative science and delivery technologies. We are developing orally administered products to deliver complex molecules, providing novel alternatives to invasive and inconvenient standard of care therapies. Aquestive has five commercialized products marketed by the Company and its licensees in the U.S. and around the world, and is the exclusive manufacturer of these licensed products. The Company also collaborates with pharmaceutical companies to bring new molecules to market using proprietary, best-in-class technologies, like PharmFilm®, and has proven drug development and commercialization capabilities. Aquestive is advancing a late-stage proprietary product candidate for the treatment of severe allergic reactions, including anaphylaxis, and an earlier stage epinephrine prodrug topical gel for various dermatology conditions. For more information, visit [Aquestive.com](https://www.globenewswire.com/Tracker?data=0RwUp-5tBy1mGCSLp5ye4cTyxrYuN9S8vtPqCMPmLkKbTh34eXDNZdF44YYtQm2e-4BMXZ2zQWrMY_YTi3tBgSPmrKOszb4s6nfgiDUI4t1oBQkPmxGuPzFMspf3v-oSraJg4JKTxiMffEQdRJWHquEjlEn4MX_eg5iD-m59bTlLFpN6ITNVllseRH5bpyYTQa6tORl5NGqHRUS1fPUph5meTnVMQd6qSwWxAt5x05w=) and follow us on LinkedIn.\nForward-Looking Statement\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 as contained in Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Words such as “believe,” “anticipate,” “plan,” “expect,” “estimate,” “intend,” “may,” “will,” or the negative of those terms, and similar expressions, are intended to identify forward-looking statements. These forward-looking statements include, but are not limited to, statements regarding the potential benefits Libervant could bring to pediatric patients aged 2 to 5.\nThese forward-looking statements are based on the Company’s current expectations and beliefs and are subject to a number of risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Such risks and uncertainties include, but are not limited to, risks associated with the Company’s distribution work for Libervant, including any delays or changes to the timing, cost and success of its distribution activities and expansion of market access to patients for Libervant; risk of litigation brought by third parties relating to overcoming their orphan drug exclusivity of an FDA approved product for these pediatric epilepsy patients; risk of the success of any competing products; risk inherent in commercializing a new product (including technology risks, financial risks, market risks and implementation risks, and regulatory limitations); risk of the rate and degree of market acceptance of Libervant; risk of insufficient capital and cash resources, including insufficient access to available debt and equity financing and revenues from operations, to satisfy all of the Company’s short-term and longer term liquidity and cash requirements and other cash needs, at the times and in the amounts needed, including to fund commercialization activities relating to Libervant; risk that our manufacturing capabilities will be insufficient to support demand for Libervant; risk of eroding market share for Suboxone® and risk as a sunsetting product, which accounts for the substantial part of our current operating revenue; risk of the size and growth of our product markets; risks of compliance with all FDA and other governmental and customer requirements for our manufacturing facilities; risks associated with intellectual property rights and infringement claims relating to the Company's products; risk of unexpected patent developments; uncertainties related to general economic, political (including the wars in Israel and Ukraine and other acts of war and terrorism), business, industry, regulatory, financial and market conditions and other unusual items; and other risks and uncertainties affecting the Company described in the “Risk Factors” section and in other sections included in the Company’s 10-K for the year ended December 31, 2023, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K filed with the U.S. Securities and Exchange Commission. Given those uncertainties, you should not place undue reliance on these forward-looking statements, which speak only as of the date made. All subsequent forward-looking statements attributable to the Company or any person acting on its behalf are expressly qualified in their entirety by this cautionary statement. The Company assumes no obligation to update forward-looking statements after the date of this press release whether as a result of new information, future events or otherwise, except as may be required by applicable law. All other registered trademarks referenced herein are the property of their respective owners.\nPharmfilm®, Libervant® and the Aquestive logo are registered trademarks of Aquestive Therapeutics, Inc. All other registered trademarks referenced herein are the property of their respective owners.\nInvestor Contact:\nBrian Korb\nastr partners[brian.korb@astrpartners.com](https://www.globenewswire.com/Tracker?data=RtzKrwgsvy1gw049jgsHC3i_xp0ydavQu4es6zQ-3YpGt0yzjaxHM8DzH9K9QGZA-Cku3fcIVPksh_f9KZrLIavTJDNmrnvvNh3iD7LkI_Z04VJLRh94GKbuMUtZjdPt)\nFAQ\nWhat is the significance of the FDA's orphan drug exclusivity for AQST?\nWhat does the approval of Libervant mean for pediatric patients with seizure clusters?\nHow long will Libervant have market exclusivity?\nWhat are the benefits of Libervant's buccal administration route?\nWhen was Libervant approved for pediatric patients?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->drug rehabilitation",
      "Health->health treatment and procedure"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.globenewswire.com/Tracker?data=0RwUp-5tBy1mGCSLp5ye4cTyxrYuN9S8vtPqCMPmLkKbTh34eXDNZdF44YYtQm2e-4BMXZ2zQWrMY_YTi3tBgSPmrKOszb4s6nfgiDUI4t1oBQkPmxGuPzFMspf3v-oSraJg4JKTxiMffEQdRJWHquEjlEn4MX_eg5iD-m59bTlLFpN6ITNVllseRH5bpyYTQa6tORl5NGqHRUS1fPUph5meTnVMQd6qSwWxAt5x05w=",
      "https://www.globenewswire.com/Tracker?data=2Sjw7I_UkbMwpKnP-6xAMO4Q16inaueqMkj8yfrYxRXHQaN6Szy5mMH30FAjuQ23aTdITLEud3I7sUH0_nPDNk0Um-l1Kny6itepNTH1Ow4jfNTtEvtdmBruIMbJ1TGk75_RBtq7a8F3Sx0xx5_26ROwqaT6sxqh0NeeAaMemUWHM3WyDO07yiRSY4382CEWDaYqlkF6Z6K_rWoTWEAHC1sbRzCjvmikPAG3KfcQvV_skeOHCWo4UvSYgfMJAT1Hb6WkQ2D6RtmvFdXSikba41RkATmfZ7aG-auQZs9NAxnCffH36SE5NvOcntRy3ag_mexTr6pcxZkYAuAJCSo0YicxqpSP2K1q_NLkhvrgICvE97NxqKFhNTr94VYbCxX2NlCtYlo3L63xzYaUASPbCHvJbn4DguxYACjKzqhX-HFCd-J0acDi23l6hWKTS43Q",
      "https://www.globenewswire.com/Tracker?data=RtzKrwgsvy1gw049jgsHC3i_xp0ydavQu4es6zQ-3YpGt0yzjaxHM8DzH9K9QGZA-Cku3fcIVPksh_f9KZrLIavTJDNmrnvvNh3iD7LkI_Z04VJLRh94GKbuMUtZjdPt",
      "https://www.globenewswire.com/Tracker",
      "https://globenewswire.com/Tracker?data=RtzKrwgsvy1gw049jgsHC3i_xp0ydavQu4es6zQ-3YpGt0yzjaxHM8DzH9K9QGZA-Cku3fcIVPksh_f9KZrLIavTJDNmrnvvNh3iD7LkI_Z04VJLRh94GKbuMUtZjdPt",
      "https://globenewswire.com/Tracker?data=2Sjw7I_UkbMwpKnP-6xAMO4Q16inaueqMkj8yfrYxRXHQaN6Szy5mMH30FAjuQ23aTdITLEud3I7sUH0_nPDNk0Um-l1Kny6itepNTH1Ow4jfNTtEvtdmBruIMbJ1TGk75_RBtq7a8F3Sx0xx5_26ROwqaT6sxqh0NeeAaMemUWHM3WyDO07yiRSY4382CEWDaYqlkF6Z6K_rWoTWEAHC1sbRzCjvmikPAG3KfcQvV_skeOHCWo4UvSYgfMJAT1Hb6WkQ2D6RtmvFdXSikba41RkATmfZ7aG-auQZs9NAxnCffH36SE5NvOcntRy3ag_mexTr6pcxZkYAuAJCSo0YicxqpSP2K1q_NLkhvrgICvE97NxqKFhNTr94VYbCxX2NlCtYlo3L63xzYaUASPbCHvJbn4DguxYACjKzqhX-HFCd-J0acDi23l6hWKTS43Q",
      "https://globenewswire.com/Tracker?data=0RwUp-5tBy1mGCSLp5ye4cTyxrYuN9S8vtPqCMPmLkKbTh34eXDNZdF44YYtQm2e-4BMXZ2zQWrMY_YTi3tBgSPmrKOszb4s6nfgiDUI4t1oBQkPmxGuPzFMspf3v-oSraJg4JKTxiMffEQdRJWHquEjlEn4MX_eg5iD-m59bTlLFpN6ITNVllseRH5bpyYTQa6tORl5NGqHRUS1fPUph5meTnVMQd6qSwWxAt5x05w="
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Daniel Barber",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "FDA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:21:12.081+02:00",
    "updated": "2024-12-20T02:21:12.081+02:00"
  },
  {
    "uuid": "fe8c02a98ecffe5fbcb89615ade02cb95072d82b",
    "url": "https://m.economictimes.com/industry/transportation/railways/railways-successful-trial-run-on-worlds-highest-chenab-rail-bridge-in-pics/worlds-highest-rail-bridge/slideshow/111196206.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2024-06-23T00:00:00Z",
    "title": "Chenab rail bridge: Railways successful trial run on world's highest Chenab rail bridge: In pics - ​World's highest rail bridge​ | The Economic Times",
    "text": "Indian Railways achieved a milestone with the successful trial run on the newly constructed Chenab Rail Bridge, touted as the world's highest railway bridge. Spanning between Sangaldan in Ramban district and Reasi, the bridge is set to revolutionize rail connectivity in the region. ANI 2 / 5 USBRL Project Minister for Railways, Ashwini Vaishnaw, announced the successful trial run of a MEMU train along the Sangaldan-Reasi section of the Udhampur-Srinagar-Baramulla Rail Link (USBRL) project in Jammu & Kashmir. This crucial phase marks a significant step towards the operationalization of the entire line, enhancing connectivity from Baramulla to Sangaldan in the Kashmir Valley. ANI 3 / 5 Historical The USBRL project, including the 48.1 km Banihal-Sangaldan section, was inaugurated by Prime Minister Narendra Modi on February 20, 2024. The project aims to link the Kashmir valley seamlessly with the Indian Railway network, facilitating smoother and faster transportation across the region. ANI 4 / 5 Engineering Marvel At an astonishing height of 359 meters (approximately 1,178 feet) above the Chenab River, the Chenab Rail Bridge stands taller than the Eiffel Tower. Spanning 1,315 meters in length, this architectural marvel exemplifies India's engineering prowess and commitment to enhancing infrastructure in challenging terrains. ANI 5 / 5 Future prospects Upon completion by year-end, the USBRL project will provide a crucial lifeline for the region, connecting major towns and cities in Jammu & Kashmir. With its completion, the project promises to not only boost economic opportunities but also foster cultural and social exchanges, reaffirming the Indian Railways' role in nation-building and regional integration. ANI Read more on Chenab rail bridge Jammu and Kashmir Railways world's highest rail bridge Chenab To post this comment you must Log In/Connect with: Indiatimes Network or Fill in your details: Will be displayed Will not be displayed Will be displayed Share this Comment: Post to Twitter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Science and Technology",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chenab r",
          "sentiment": "neutral"
        },
        {
          "name": "ashwini vaishnaw",
          "sentiment": "none"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "economic times indian railways",
          "sentiment": "neutral"
        },
        {
          "name": "baramulla rail link",
          "sentiment": "none"
        },
        {
          "name": "usbrl project minister for railways",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chenab",
          "sentiment": "none"
        },
        {
          "name": "baramulla",
          "sentiment": "none"
        },
        {
          "name": "sangaldan",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "ramban",
          "sentiment": "none"
        },
        {
          "name": "reasi",
          "sentiment": "none"
        },
        {
          "name": "kashmir valley",
          "sentiment": "none"
        },
        {
          "name": "sangaldan-reasi",
          "sentiment": "none"
        },
        {
          "name": "banihal",
          "sentiment": "none"
        },
        {
          "name": "srinagar",
          "sentiment": "none"
        },
        {
          "name": "udhampur",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T09:28:08.279+03:00",
    "updated": "2024-06-23T11:17:04.918+03:00"
  },
  {
    "uuid": "63590f706d2d05946a2f40aea5bbcb2afac516cb",
    "url": "https://www.world-today-news.com/lg-ensol-earnings-shock-one-time-costs-impact-teslas-new-car-to-drive-future-growth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2025-01-09T23:24:00Z",
    "title": "LG Ensol Earnings Shock: One-Time Costs Impact, Tesla's New Car to Drive Future Growth",
    "text": "LG Energy Solution Faces Challenges Amid Sluggish Performance, Eyes​ Recovery‍ with Tesla Partnership LG Energy Solution, a key player in the global battery industry, has reported a disappointing fourth quarter in 2023, with significant ​losses and declining sales. The company, which is part of Tesla’s supply chain, is now⁢ navigating a challenging landscape marked by inventory adjustments, rising costs, and‌ delayed demand​ recovery. However,analysts suggest that a rebound could be on the ​horizon,driven by ⁣strategic partnerships and market dynamics.\nA Tough Quarter for LG Energy Solution In the fourth quarter of 2023,⁢ LG Energy Solution recorded sales of KRW 6.4512 trillion , a 19.4%⁣ decline compared to the same period in 2022.The company also‍ reported an operating loss of KRW ⁤225.5 billion , significantly higher than the consensus estimate ‍of KRW 187 billion.\nJoo Min-woo, a researcher at NH Investment⁢ & Securities, attributed the poor performance to ⁣ one-time costs related to inventory ⁣disposal and the burden of fixed costs due‍ to sluggish sales.“The operating profit ratio ​excluding one-time ⁣costs is estimated at 1.2%,” he noted. ⁤\nthe⁣ sluggish sales were further exacerbated by inventory ⁣adjustments by customers in Europe and North America. Junsu Kwon, a researcher at⁣ Kiwoom ⁢Securities, explained, “Sales of⁣ mid- to large-sized batteries fell short of expectations due ⁣to year-end inventory adjustments in Europe and North America.” He also pointed to delays in the energy storage system (ESS) sector and the negative impact of ⁢rising metal prices as contributing factors. ⁤\nChallenges ​Ahead in 2024 The outlook for 2024 remains uncertain. Cho Hyun-ryeol, a researcher at Samsung Securities, maintained a neutral investment opinion on LG Energy Solution, citing “difficult industry conditions” due to policy changes in⁤ the⁢ United States and delayed⁤ global demand recovery in the frist half of the year.\nSamsung Securities also lowered its target stock price for LG Energy solution from KRW 430,000 to⁢ KRW 410,000 , ‌reflecting a shift in valuation ⁢metrics. Researcher Cho explained, ‌“Since the U.S. plants jointly operated with Stellantis, Honda, and Hyundai Motor Group have begun operation, and the performance of the joint‌ ventures affects the performance⁤ of ‌LG Energy Solutions, pure fundamentals can be steadfast through the net profit of controlling shareholders.”\nA Silver Lining: ​Tesla Partnership Despite the challenges, LG Energy Solution’s partnership with Tesla offers a ​glimmer⁣ of hope. The company is expected to benefit from the launch of Tesla’s Model Y Juniper , a partially modified (facelift) model. ‌Joo Min-woo highlighted this as a key factor that could drive stock price fluctuations in the ‌first half of 2024. ‌\n“We recommend purchasing if this year’s performance estimates are adjusted after the performance briefing,” he said. ⁢“Given the strong pre-orders for Model Y Juniper, ​the Trump administration’s strengthening of China’s CATL regulations, and the short-term ‌rebound in lithium prices, LG energy Solution’s ⁣stock‌ price could rise.” ‌\nPotential Recovery in the Second Half of 2024 Analysts suggest that a rebound in the battery sector ⁢could ⁤begin in the second half of 2024. Junsu Kwon ‍of Kiwoom Securities noted, “A full-fledged recovery in the industry will only⁤ be ‍possible next year, but​ considering the ‌lead in stock prices, the secondary battery sector will likely rebound starting⁣ in the second half of ⁢this year.”\nKey Takeaways | Metric ⁢ ‍ ⁢ | Q4 2023 performance ⁤ | 2024 Outlook ​ | ‌\n|————————–|——————————-|————————————–|\n| Sales ‍ ‍ ⁣ | KRW 6.4512 trillion ‌(-19.4%) | Challenging due to policy changes |\n| Operating Loss | ​KRW ‍225.5⁣ billion ⁣ ‌ ‌ ​ ⁣ ⁢ ​ | Potential recovery in H2 2024 ⁤ ⁢ |\n| Key Factors‌ ​ ⁣ | Inventory adjustments, rising costs | Tesla partnership, Model Y Juniper |\n| Analyst Recommendations | Neutral (Samsung Securities) | Buy (NH Investment & Securities) ⁤ ‍|\nLooking Ahead While LG Energy Solution faces significant headwinds, its strategic partnerships and market positioning could pave the way for recovery. The company’s role ‍in Tesla’s supply chain and the anticipated rebound in lithium prices offer reasons for cautious optimism.\nFor more insights into the battery industry and market trends, explore our analysis on global battery demand and the impact ⁤of policy changes on energy storage systems .\nwhat are your thoughts on LG Energy Solution’s future? Share your opinions in the ​comments below or join the conversation on⁤ our‌ social media⁤ channels.\n—\nThis article is based on exclusive reporting by Han​ Kyung-woo⁤ of Hankyung.com. For further details, visit the original article .\nLG ‌Energy Solution Faces Challenges ‌Amid Sluggish Performance, eyes Recovery with Tesla Partnership LG Energy Solution,‍ a leading ‍player in the global battery​ industry, has faced a challenging fourth quarter in 2023, marked by significant losses and declining sales. The company,⁣ a key supplier to Tesla, is‍ navigating a ⁤complex landscape of inventory ‍adjustments, rising costs, and delayed demand recovery.However, analysts suggest that strategic partnerships⁤ and market dynamics could pave the way​ for a rebound. In this ​interview, we sit down with⁣ Dr. Seo Ji-hoon, a battery⁣ industry expert, to⁣ discuss LG Energy Solution’s performance, challenges, and ⁤future prospects.\nA Tough Quarter ⁤for LG Energy ⁢Solution Senior Editor: Dr. Seo,⁤ LG Energy Solution reported a 19.4% decline in sales and an operating loss of KRW 225.5 billion in⁣ Q4 2023.⁢ What factors contributed ⁢to this performance?\nDr. Seo Ji-hoon: The poor performance can be attributed to several factors. ‌First,​ there were significant⁣ one-time‍ costs related to inventory disposal, which weighed heavily on ‌the company’s financials. Additionally, sluggish sales, ⁢particularly in Europe and North America, exacerbated the situation.Customers in these regions‌ were adjusting their inventories, leading to lower-than-expected ⁣sales of mid- to ⁣large-sized batteries. Rising metal prices and delays in the energy storage system (ESS) sector further compounded the challenges.\nChallenges Ahead in 2024 Senior Editor: what are the key challenges LG Energy ‍Solution ⁤faces in ⁢2024?\nDr. Seo ‌Ji-hoon: The outlook for 2024 remains uncertain.Policy ⁣changes in the United States and delayed global⁢ demand recovery in the first half of‍ the year are significant hurdles. Samsung Securities has maintained a ‍neutral investment opinion on LG Energy Solution, reflecting these challenging industry ⁤conditions.⁢ The company’s joint ventures with​ Stellantis, Honda, and Hyundai Motor Group in the U.S. are operational, but⁤ their performance will directly impact LG Energy Solution’s results. While these ventures offer long-term potential, the short-term challenges are undeniable.\nA Silver Lining: tesla Partnership Senior ⁤Editor: despite these challenges, LG Energy Solution’s partnership with Tesla seems promising. How ⁣significant⁤ is this collaboration?\nDr.seo Ji-hoon: The Tesla partnership is indeed a silver lining. LG Energy Solution is expected to benefit from the launch of Tesla’s Model Y Juniper, a partially modified model that has garnered strong pre-orders. this could drive stock price fluctuations in the first half of 2024. Additionally, the trump administration’s ‌tightening of regulations on⁣ China’s ⁣CATL and a short-term rebound⁢ in lithium prices could ⁣further boost⁣ LG Energy Solution’s stock. Analysts ⁢reccommend purchasing the stock if​ performance⁢ estimates are adjusted favorably after the company’s briefing.\nPotential⁣ Recovery in the Second Half of 2024 Senior Editor: Do you see a recovery on the ‌horizon for LG ​Energy Solution?\nDr. Seo Ji-hoon: Analysts suggest that a​ rebound in the battery ⁣sector ‍could begin in the second half of 2024. While‍ a full-fledged recovery may take longer, the secondary battery sector is ⁢likely to⁤ see‌ a rebound ‍starting in the latter half ‍of the year. This is⁤ driven by improved market conditions, strategic ‌partnerships, ‌and the anticipated recovery in lithium prices. Though,the company must navigate the current challenges carefully ⁢to capitalize on these opportunities.\nKey Takeaways Metric Q4 2023 Performance 2024 Outlook Sales KRW 6.4512 trillion (-19.4%) challenging due to ‍policy changes Operating​ Loss KRW 225.5 ‍billion Potential recovery in H2 2024 Key Factors Inventory adjustments, rising costs Tesla partnership, Model Y juniper Analyst ​Recommendations Neutral (Samsung⁤ Securities) Buy (NH Investment & Securities) Looking Ahead Senior Editor: What are your final thoughts on LG Energy Solution’s future?\nDr. Seo Ji-hoon: While LG Energy Solution faces‍ significant headwinds, its strategic partnerships, particularly‍ with Tesla,‍ and its market positioning offer reasons for ⁤cautious optimism. The company’s role in Tesla’s supply chain⁢ and the anticipated rebound in ⁤lithium prices could pave the way for⁣ recovery. However, the road​ ahead is challenging, and the company must adapt to evolving market conditions to thrive in the long ​term.\nFor⁤ more ⁤insights into the battery industry and market trends, explore our​ analysis on global battery demand and the impact of policy changes on energy storage systems .\nThis interview is based on exclusive reporting by ⁢Han Kyung-woo ‍of hankyung.com. ​For further details, ⁢visit⁣ the original article .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Science and Technology->technology and engineering",
      "Science and Technology->economics",
      "Science and Technology->biotechnology",
      "Social Issue->social networking",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://markets.hankyung.com/stock/373220",
      "https://www.markets.hankyung.com/stock/373220"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tesla Partnershi",
          "sentiment": "negative"
        },
        {
          "name": "Joo Min-woo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "NH Investment⁢ & Securities",
          "sentiment": "none"
        },
        {
          "name": "LG Energy Solution",
          "sentiment": "none"
        },
        {
          "name": "KRW",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T04:31:18.122+02:00",
    "updated": "2025-01-10T04:31:18.122+02:00"
  },
  {
    "uuid": "0ee730bce226fdea0375b545d2b35d9a8a44314f",
    "url": "https://www.slantmagazine.com/film/self-reliance-review-jake-johnson-anna-kendrick/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ross McIndoe",
    "published": "2024-01-05T21:32:00Z",
    "title": "Self Reliance Review: Jake Johnson and the Lonely Island Spoof Reality Television",
    "text": "Tommy Walcott (Jake Johnson) is stuck in a rut. Perpetually bored, he spends his days in a repetitive, lonely routine of work, working out, and watching old movies. Every now and then, he’ll make his way over to his ex-girlfriend’s house, but he always ends up slinking home without finding the courage to knock on the door. He’s a man crying out for someone to inject some intrigue into his life, and one day that cry is answered. By Andy Samberg.\nThe Brooklyn Nine-Nine star rolls up in a limousine and offers Tommy the chance to compete in a dark web game show. The rules are simple: For 30 days, Tommy will be hunted by anonymous killers from across the world, with a million-dollar prize up for grabs if he can survive until the end. The one big wrinkle is that the hunters are only allowed to kill Tommy while he’s alone, so all he has to do is find someone to hang out with for the duration of the game and the prize will be his. Naturally, that turns out to be a lot easier said than done.\nSelf Reliance, Johnson’s feature-length directorial debut, is effectively a light-hearted version of David Fincher’s\n[The Game](/dvd/the-game/). Riffing on terrain explored by one on cinema’s modern masters—especially one as painstakingly precise as Fincher—is a daunting task for a first-time filmmaker, but Johnson gives himself a firm footing to work from by building the movie around exactly the sort of loveable schlub that he’s been playing for years. Indeed, like so many of Johnson’s creations, Tommy is a man who seems checked out enough that he would happily sign up to be hunted for sport simply because he didn’t have a whole lot else going on that day.\nOnce Tommy is in the game, Johnson’s well-practiced look of glazed-over indifference cracks and we get the more manic side of the actor’s comic skillset—all wide eyes, arched eyebrows, and rasping volubility. Tommy soon realizes not only that people really are trying to kill him, but that nobody in his life is willing to shadow him 24/7 just to make sure that doesn’t happen. Even discounting the fact that they don’t entirely believe his story about being swept away by Andy Samberg to compete in a dark web death game, his friends and family all have lives of their own.\nThat’s a lesson that many of us learn once we enter adulthood proper. Without his loved ones to lean on, Tommy initially protects himself by befriending a local homeless man, James (Biff Wiff), and paying him to stay by his side. Their oddball friendship is so extremely endearing that it’s almost a shame when James is subbed out for Maddy (Anna Kendrick), a fellow contestant on the game show. Johnson’s sardonic slacker routine, though, pairs well with Kendrick’s effervescent energy, and the two characters strike up a cute, if ultimately underdeveloped, romance as they while away the last few days of the contest together.\nThere’s never any danger of Self Reliance’s reach exceeding its grasp, but it gets a firm handle on the things it does want to achieve: tell good jokes, craft likeable characters, and strike a lighthearted tone that’s always just a little bit odder than you may be expecting. The humor in Johnson’s screenplay is self-aware without every becoming too meta, sarcastic without being overly acidic, and full of oddball touches (like the team of contortionist ninjas that secretly film the game show) while keeping one foot planted firmly in reality.\nEven though the stakes of Self Reliance’s plot are life and death, the film never attempts to mine real tension from Tommy’s situation, eschewing it in favor of more funny scenes centered around his family’s increasingly exasperated reactions and the burgeoning bromance between Tommy and James. It does circle some deeper ideas about how easy the modern world makes it for an unmarried adult to become socially isolated but it never tries to make any grand statements about this state of affairs—just that they exist and that they kind of suck.\nSince 2001, we've brought you uncompromising, candid takes on the world of film, music, television, video games, theater, and more. Independently owned and operated publications like Slant have been hit hard in recent years, but we’re committed to keeping our content free and accessible—meaning no paywalls or fees.\nIf you like what we do, please consider subscribing to our\nPatreonor making a donation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.patreon.com/slant",
      "https://www.paypal.com/donate/?hosted_button_id=PF6LWWCK87X5E",
      "https://patreon.com/slant",
      "https://www.paypal.com/donate/",
      "https://paypal.com/donate/?hosted_button_id=PF6LWWCK87X5E"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jake johnson",
          "sentiment": "negative"
        },
        {
          "name": "tommy walcott",
          "sentiment": "negative"
        },
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "tommy",
          "sentiment": "none"
        },
        {
          "name": "andy samberg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brooklyn nine-nine",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:44:30.130+02:00",
    "updated": "2024-01-06T00:44:30.130+02:00"
  },
  {
    "uuid": "846f440151bef3941a7cc527cb0333733ec9c553",
    "url": "https://timesofindia.indiatimes.com/city/delhi/slogans-calling-for-rebuilding-of-babri-masjid-surface-at-jnu/articleshow/106362236.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shreya Ghosh",
    "published": "2023-12-28T21:51:00Z",
    "title": "Slogans calling for rebuilding of Babri Masjid surface at JNU | Delhi News - Times of India",
    "text": "NEW DELHI: Ahead of the scheduled inauguration of Ram Mandir in Ayodhya next month, slogans demanding the rebuilding of Babri Masjid have surfaced on the walls of the Language Study Centre at Jawaharlal Nehru University (JNU).Photos of the graffiti, which was discovered by students on Wednesday night, were widely shared on social media on Thursday. The slogans appear above the name of the National Students' Union of India (NSUI), the Congress's student wing.However, NSUI distanced itself from the controversy, with its JNU unit president Sudhanshu Shekhar pointing out that the organisation's name was already present in black marker and the slogans were added later in red marker. Shekhar alleged that this was an attempt to tarnish NSUI's image and called for stringent action from the JNU administration.JNU's chief security officer Naveen Yadav said he was unaware of the incident. He said that slogans targeting a specific caste had also been written a few months ago, but no investigation had taken place. There was no immediate response from the JNU vice chancellor and the registrar.While anti-Brahmin slogans like 'There will be blood' were painted on the walls of the School of Languages and School of International Studies at the university last December, messages related to Kashmir were found two months ago.In October, Satish Garkoti, rector of JNU, said a committee to look into repeated incidents of \\\"anti-national\\\" slogans on its campus, adding, \\\"The committee is in consultation with the deans of different schools to install CCTVs in strategic locations in a phase-wise manner. The entire campus cannot have CCTV cameras.\\\"While the revised Chief Proctor Office manual has a provision of a fine of Rs 10,000 for writing controversial slogans, the Language Study Centre does not have CCTV coverage to check defacement of walls.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shekhar",
          "sentiment": "none"
        },
        {
          "name": "naveen yadav",
          "sentiment": "none"
        },
        {
          "name": "sudhanshu shekhar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jnu | delhi news - times of india",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "jnu",
          "sentiment": "none"
        },
        {
          "name": "national students' union of india",
          "sentiment": "none"
        },
        {
          "name": "nsui",
          "sentiment": "none"
        },
        {
          "name": "jawaharlal nehru university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "babri masjid",
          "sentiment": "none"
        },
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:47:03.246+02:00",
    "updated": "2023-12-29T02:47:03.246+02:00"
  },
  {
    "uuid": "fe69cb8d2da3e715f2941a7bc248171be8958ca5",
    "url": "https://hidalgo.quadratin.com.mx/sucesos/en-el-limbo-reposicion-de-parquimetros-danados-en-inundacion-de-tula/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Quadratín Hidalgo",
    "published": "2023-12-29T00:45:00Z",
    "title": "En el limbo reposición de parquímetros dañados en inundación de Tula",
    "text": "TULA DE ALLENDE, Hgo., 28 de diciembre de 2023.- Pese a que la compra y sustitución de 12 torretas de parquímetros que operaban en el centro de la ciudad, pero que quedaron dañadas tras la inundación de septiembre de 2021, fueron autorizadas desde febrero de 2022, a la fecha, el reemplazo y nueva puesta en operación está incierta.\nYa en varias ocasiones se ha preguntado a la autoridad municipal representada por la síndica jurídica, Lilia Ibáñez Cornejo, la actualidad de los aparatos, pero ésta se ha limitado a informar que se encuentran “parados” por problemas aduanales.\nEl alcalde Mario Guzmán Badillo, dio a conocer, sin embargo, en una reciente entrevista, que el municipio, podría revocar la concesión, que, en su momento fue girada a favor de la empresa IKUIT, por un monto de 2.2 millones de pesos, durante la gestión del exedil, Manuel Hernández Badillo, o bien sancionar a la empresa, porque en el contrato se estableció que la entrega sería 90 días después.\nEl edil mencionó en el encuentro con este medio, que, en realidad, no se sabe si los tragamonedas serán o no entregados y cuándo volverán a funcionar los dispositivos.\nLas calles donde se encuentran armatostes a reponer son: Zaragoza, Leandro Valle, Colegio Militar y Circuito Zaragoza.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:28:34.249+02:00",
    "updated": "2023-12-29T03:28:34.249+02:00"
  },
  {
    "uuid": "7735d6382fbe195289bd885e458acb4648915a6b",
    "url": "https://bnnbreaking.com/local-news/marshfield-wi-triumphs-over-water-contamination-with-new-pfas-treatment-facility",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "María Alejandra Trujillo",
    "published": "2024-02-16T08:59:00Z",
    "title": "Marshfield, WI Triumphs Over Water Contamination with New PFAS Treatment Facility",
    "text": "In a pivotal stride towards environmental safety and public health, Marshfield, WI, has recently turned the tide on a pressing water contamination issue that saw several of its wells shuttered in 2022. With the inauguration of the Southside PFAS Treatment Temporary Facility, a beacon of hope shines on the town as it marks the eradication of PFAS compounds from its water supply. This significant advancement not only reinstates the full capacity of Marshfield's water system but also sets a precedent for future action against environmental pollutants.\nA Leap Towards Purity\nAmid concerns that gripped the residents of Marshfield last year, the unveiling of the new facility stands as a testament to the city's commitment to safeguarding its water supply. The Southside PFAS Treatment Temporary Facility, equipped with cutting-edge filter media, meticulously removes PFAS compounds, reinstating the purity of the water. This development follows the proactive testing that led to the discovery of PFAS contamination, compelling the city to take decisive action by shutting down four of its wells to prevent any adverse health impacts on its residents. Today, these wells are back online, filtering out the harmful contaminants and ensuring the community's access to clean, safe water.\nFunding and Future Plans\nFinancing this monumental task was no small feat, yet Marshfield managed to secure the necessary funds through a blend of federal and local sources. Remarkably, 70% of the project's funding was procured through a state grant, demonstrating the collaborative effort to address this environmental challenge. The successful completion of the temporary facility is not the end of the road; it is but the first step in a comprehensive plan that includes the construction of a permanent treatment facility. Armed with the valuable experience gained from operating the temporary facility and meeting the stringent regulatory requirements, Marshfield is poised to embark on the next phase of ensuring long-term water safety for its citizens.\nRestoring Confidence\nThe reopening of the wells and the elimination of PFAS from the city's water supply signal a significant victory for Marshfield. Residents, who once faced uncertainty regarding the safety of their drinking water, can now breathe a sigh of relief. The swift and effective measures taken by Marshfield Utilities underscore a firm commitment to public health and environmental stewardship. Looking ahead, the plans for a permanent treatment facility, expected to be operational within the next five years, promise an enduring solution to the menace of water contaminants. Through diligent planning and execution, Marshfield sets an inspiring example for communities nationwide grappling with similar challenges.\nIn conclusion, the establishment of the Southside PFAS Treatment Temporary Facility in Marshfield, WI, marks a crucial milestone in the fight against water contamination. By bringing four wells previously shut down back to full operational capacity and ensuring the water is PFAS-free, Marshfield Utilities has not only restored confidence in the city's water supply but also laid the groundwork for a safer, cleaner future. With ongoing plans for a permanent facility and continuous improvements to the water supply infrastructure, Marshfield leads the way in proactive environmental management and public health protection.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "wi triumphs over water contamination",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "marshfield",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T13:03:14.095+02:00",
    "updated": "2024-02-16T13:03:14.095+02:00"
  }
]