[
  {
    "uuid": "76626d7444479d72731b2db0356fd13b8c2b421e",
    "url": "https://www.eldia.com/nota/2024-3-8-1-49-37-messi-la-salvo-de-hamas-la-increible-historia-de-una-abuela-el-mundo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Dia",
    "published": "2024-03-08T04:49:00Z",
    "title": "Messi la “salvó” de Hamás: la increíble historia de una abuela",
    "text": "Una abuela de 90 años estaba en su casa del kibutz israelí Nir Oz cuando irrumpieron los terroristas de Hamás y, estuvo a punto de ser secuestrada junto a ocho miembros de su familia y llevada a Gaza, pero mencionó el nombre de Lionel Messi y eso salvó su vida.\nSe trata de Ester Cunio, a quien un terrorista que la encontró en su casa le dijo que iba llevársela, pero una conversación cambió la historia, según revela la abuela en el extracto de un documental donde cuenta que golpearon la puerta de su casa esa mañana y dos miembros de Hamás ingresaron y le preguntaron dónde estaba su familia, pero respondió que estaba sola.\n“Vos te venís conmigo, acá va a haber sólo fuego”, le gritó el terrorista, que se enojó porque la mujer no hablaba bien en hebreo ni en inglés, mientras que Cunio manifestó: “Le dije que yo hablo en argentino, en castellano”. Pero, el terrorista no conocía el país: “¿¡Qué es Argentina!?”, la interrogó y la respuesta de Ester cambió todo.\n- ¿Vos mirás fútbol?\n- Sí, fútbol, me gusta.\n- Yo soy de donde es Messi.\nLE PUEDE INTERESAR\nBiden ofreció valores ante el rencor de Trump\nLE PUEDE INTERESAR\nEl intento para asesinar a Zelenski y el recuerdo de los nazis y Mussolini\n- ¡¿Messi!? A mí me gusta Messi.\nTras escuchar el nombre del capitán de la Selección argentina, la actitud del terrorista se transformó, le apoyó un brazo en el hombro, le dio sus armas (un rifle AK-47), la hizo saludar a cámara con los dedos formando la “v” y posaron para la foto que recorrió el mundo.\nA la mujer la salvó nombrar a Messi, pero sus nietos no tuvieron la misma suerte: “Si él (por Lionel) sabe que yo lo mencioné y me salvé, ahora le pediría por mis nietos que están ahí encerrados. Le diría que por favor ruegue a Dios porque son chicos que valen oro”.\nEster es abuela de Lucas, Eitan y los gemelos Ariel y David. Los últimos dos permanecen secuestrados en Gaza desde hace cinco meses. También Arbel (novia de Ariel) y su hermano Dolev, quien se convirtió en padre estando en cautiverio.\nDavid fue secuestrado junto a su esposa Sharon y las mellizas Emma y Yuli. Sin embargo, las niñas y la mujer fueron liberadas en noviembre pasado, en el único intercambio de rehenes por prisioneros palestinos ocurrido hasta ahora.\nVOCES DEL 7 DE OCTUBRE La experiencia de Cunio es una de las muchas recogidas en un nuevo documental en español, Voces del 7 de octubre, donde se repasan historias de supervivencia que detallan la masacre en boca de latinos israelíes.\n“Este documental es único, ya que destaca a la comunidad hispanohablante en Israel y transmite sus historias de horror y heroísmo frente al ataque de Hamás”, dijo Leah Soibel, directora ejecutiva y fundadora de Fuente Latina, una organización sin ánimo de lucro líder que trabaja con medios de habla hispana que cubren Israel.\n“La película preserva estos testimonios para las generaciones futuras, garantizando que la verdad no se distorsione ni se olvide, como es el caso de acontecimientos pasados”, añadió.\n“Documentar las narrativas de los ataques de Hamás del 7 de octubre desde los puntos de vista de los inmigrantes de habla hispana ha sido un privilegio extraordinario. Nuestra película tiene como objetivo preservar las lecciones de la historia, al tiempo que aprovecha la fuerza de nuestra humanidad compartida en la batalla contra el terrorismo”, añadió Tony Hernández, el director de la película.\nSegún Israel, 130 rehenes siguen cautivos en Gaza, de los que 31 habrían fallecido. La liberación de estas personas forma parte de las negociaciones por un acuerdo entre el gobierno de Benjamin Netanyahu y Hamas, que incluiría además un cese al fuego, la excarcelación de palestinos detenidos en Israel, así como la entrada de más ayuda humanitaria.\nLas noticias locales nunca fueron tan importantes\nSUSCRIBITE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-08T07:02:06.730+02:00",
    "updated": "2024-03-08T07:02:06.730+02:00"
  },
  {
    "uuid": "e6ef0d6682aff0b957ca9b27c0c08686e70bbf31",
    "url": "https://www.meneame.net/story/arte-de-mierda-1/c031",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "oceanon3d",
    "published": "2024-05-25T15:29:00Z",
    "title": "#31 Arte de mierda",
    "text": "[Charles_Dexter_Ward](/user/Charles_Dexter_Ward)a [eldiario.es](/go/link/3942896)\nEl eterno debate sobre qué es arte. Si se afirma que es una idea subjetiva, cualquier mierda puede ser arte.\nSi se establecen reglas de complejidad técnica, perdemos la parte de la originalidad.\nLo único que parece claro es que un cuadro de Velázquez es arte para todo el mundo. \"Mierda de artista\" para muchos de nosotros no deja de ser eso, una mierda.\n[#2](c2#c-2) El artículo menciona de corrida \"Los tejemanejes del inframundo especulativo, marchantes, críticos, galeristas y casas de subastas\", así como el fomento de la ignorancia o \"el que paga manda\" como muchos de los problemas de ese \"arte\" de mierda. Con todos estos factores compitiendo el resultado no es mejor arte, sino justo lo contrario.\n[#6](c6#c-6) Podría ser que estuvieras confundiendo a Duchamp con Manzoni?\nhttps://es.m.wikipedia.org/wiki/Mierda_de_artista\n[#5](c5#c-5) Es muy largo de explicar y seguro que algún youtuber lo hace mejor que yo, pero ahí van unas pinceladas:\nEl concepto de arte evoluciona con la historia, en la prehistoria y la antigüedad son arte útil (objetos litúrgicos, etc) que además tienen. un valor estético.\nEn el medievo europeo es algo más parecido al arte conceptual, debía transmitir la idea establecida por la iglesia de Dios (de ahí que la pintura y escultura romanica sean esquemática en comparación a lo que se produce en el medievo).\nEn el renacimiento, debido al desarrollo de la mentalidad humanista, los grandes artistas se alejan un poco de su relación con Dios y son científicos que utilizan sus avances en el desarrollo de la técnica artística: el desarrollo de la óptica por Leonardo, la perspectiva, estudio de anatomía, la ingeniería para ciertas arquitecturas, etc.\nLlegamos a Velázquez.\nVelázquez como principales valores tiene el ser un pintor extraordinario y el ennoblecimiento del artista, ya que junto Rubens es pionero en ser miembro de la corte en vez de un artesano.\nSu otro enorme valor es viajar a Italia y viendo las obras que hay allí saber sintetizar lo mejor de la pintura italiana y hacer una síntesis con lo que se hacía en España, haciendo avanzar un paso.\nEso le convierte en un autor enormemente influyente en los artistas posteriores. Se le atribuyen cosas como ser un precedente del impresionismo con las vistas del jardín de Villa Medicis por ejemplo (adjunto imagen), adelantándose 3 siglos.\nPosteriormente aparece el arte moderno más relacionado con la transmisión de emociones a través de la obra, conceptos o hacer obras que entienda el pueblo para democratizar el arte (de ahí que Matise pintase entre otras cosas sillones).\nEvidentemente esto es una simplificación, pero la idea que quiero transmitir es que no hay una definición concreta de arte, ya que lo que la humanidad entiende como arte ha ido modificándose con el paso de los siglos.\n[#2](c2#c-2) #6 [#8](c8#c-8) [#9](c9#c-9) [#11](c11#c-11) [#17](c17#c-17) [#19](c19#c-19) [#20](c20#c-20)\n[#23](c23#c-23) Perdón por el par de erratas\nEn el medievo europeo es algo más parecido al arte conceptual, debía transmitir la idea establecida por la iglesia de Dios (de ahí que la pintura y escultura romanicas sean esquemáticas en comparación a lo que se producía en Grecia y Roma).\nEso es lo que debería poner.\n[#28](c28#c-28) Más bien es lo opuesto. En el arte conceptual, el elemento artístico esencial generado por el artista es el concepto. En el medievo europeo, no es que no sea el elemento esencial, es que el artista ni siquiera tienen la libertad de generar el concepto: le viene dado desde arriba.\nLo interesante es como a pesar de ser opuestos, terminan compartiendo características comunes (aquello de los extremos se tocan). En el arte conceptual porque la ejecución pasa a un lugar secundario, en el medievo porque la falta de libertad para desarrollar conceptos genera una pérdida de incentivo artístico y conduce a un estancamiento en la ejecución artística. En ambos casos y (paradójicamente) por motivos completamente opuestos, la ejecución se resiente.\n[#41](c41#c-41) Si, quizás no me he expresado bien, o quizás el símil era desafortunado porque genera confusión, pero es esa la idea que quería transmitir.\nQue en ambos casos la ejecución pasa a un segundo plano para enfatizar la idea.\n[#23](c23#c-23) Ese cuadro de Velazquez es tremendamente avanzado para su tiempo, es posible que me confunda con su otro \"paisaje de cuando estuvo en italia\", pero me suena que incluso dejó sin pintar parte del lienzo dejando la textura a la vista para conseguir un efecto bastante interesante.\nY en general, la obra de Velazquez está llena de fondos difusos o abstractos y de elementos sueltos pintados con cuatro trazos, mucho más cercano a lo que siglos después harán los impresionistas.\n[#38](c38#c-38) Es en esa vista, en la otra son copas de árbol. Ambas son vistas de la Villa Medicis, ambas extraordinarias.\nEl Felipe IV de castaño y plata es alucinante porque utiliza ese efecto en la armadura.\nPara apreciarlo durante un rato largo.\n[#44](c44#c-44) ¿Son del segundo viaje, no? También me flipa el retrato de una costurera, posiblemente una amante que se echó en Italia, para mi podría pasar por una obra normalucha de finales del XIX.\n[#23](c23#c-23) buen comentario. Para ir con esa humildad has sabido transmitir tu idea creo. Encuentro últimamente muchos artículos e ideas basadas en la nostalgia por como se hacía las cosas antes como si fuera algo en una burbuja sin tener en cuenta todos los condicionantes sociales, políticos, tecnológicos, etc El típico \"antes las cosas sonaban mejor\" o \"el arte actual es una mierda\" y no estoy para nada de acuerdo. Me gusta más la música de los 70 que la actual: Sí. Me gusta más un Sorolla que un montón de escombros en una esquina: también, pero aislar eso del resto de variables es injusto. Estoy convencido de que desde hace muchísimo habría estafa, sobrevaloración e incluso arte de mierda que probablemente no haya pasado el examen del tiempo, y que actualmente se hace arte con más estilo que poner un plátano en la pared, pero ese arte también quiere expresar algo y su precio (que al final es lo que hace que se ponga el foco en el lado erróneo) se ha puesto ahí por innovador, transgresor, etc, si fuera una escultura de Apollo ya estaría muy vista\n[#46](c46#c-46) Si, de ahí el fracaso del neoclásico.\nDe todas maneras si que hay mucho jeta y mucho lavado de dinero en el mercado del arte por desgracia.\n[#2](c2#c-2) Aunque suene a sacrilegio lo que voy a decir, creo que los clásicos son arte para todos pero no sé hasta que punto porque nos lo han inculcado y enseñado que un Velázquez vale lo que vale, por poner un ejemplo.\nEn mi caso no distingo una obra maestra, de una obra aparentemente buena hecha ayer, aunque suene ridículo, pero es así.\n[#5](c5#c-5) [#2](c2#c-2) por muy manido que esté, el arte es subjetivo...\nSi estudias obras de arte algunas simplemente te fascinan por su calidad técnica aunque la \"gente de a pie\" solo vea el manchurrón.\nCuando veo una obra considero lo siguiente: lo pondría en mi casa? (me ahorro muchas disertaciones, me gusta no me gusta. Lo que le guste a los demás su problema. También hay personas que se gastan 1000 pavos en un iphone. El que por su gusto corre jamás de la vida cansa)\n[#5](c5#c-5) Bueno, algunos de los que ahora consideramos grandes genios de la pintura se murieron sin vender un sólo cuadro porque a los críticos del momento sus obras no les parecían gran cosa o no les gustaba su estilo.\nResulta que los que deciden lo que es una obra de arte o no son \"los críticos\", y estos pueden cambiar de opinión y pasar a obra de arte lo que ayer decían que era mierda (curiosamente rara vez, por no decir que nunca, ocurre al contrario). Supongo que también habrá bastante de especulación: les interesa que lo que se considera arte sea realmente escaso para que sea más caro y si alguien pinta igual o mejor que un clásico les interesa que se vaya a la mierda por \"poco innovador\" para que los clásicos no pierdan valor.\n[#5](c5#c-5) No suena para nada ridículo, la mayoría de la gente si miramos un cuadro vemos un dibujo que nos parece más o menos bonito. Hay quien ve el sufrimiento y la rabia del artista en la forma de los trazos... yo no tengo tan buena vista.\n[#5](c5#c-5) En la apreciación del arte hay mucho de \"me han enseñado que es bueno\" y \"si es viejo es bueno\".\nVelazquez tiene cuadros muy buenos (sus filósofos, sus bufones, los mitológicos, las Meninas, ciertos retratos menores) pero también tiene cuadros muchísimo más rutinarios como los retratos de Felipe IV. Que no es que sean malos, es que son rutinarios. Y con Goya pasa igual.\nTambién tenemos la archifamosa Mona Lisa que me parece totalmente prescindible pese a que haya toneladas de literatura dedicada a hablar sobre ese cuadrucho.\nA eso le sumas el \"eso lo puede hacer un niño\" y el \"pues a mi no me parece bonito\" y te encuentras con que el mundo está lleno de gente que solo quiere ver retratos de gente muy seria vestida con ropa de época.\n[#37](c37#c-37) si vas a cualquier museo y hay un cuadro de da Vinci, verás montones de gente apilada en torno a este. Da igual la calidad del cuadro. También verdad hordas de chinos que pasan, cámara en mano, hacen sus fotos y se van del museo.\nMe ha pasado varias veces. Yo ignoro o veo de lejos esas pinturas, por pereza de hacer cola, y siempre encuentro cosas que, a mí gusto, son más interesantes.\n[#2](c2#c-2) El arte de Duchamp fue venderla, su obra es la venta de latas, por lo que parece vacías. La mierda no es más que un vehículo, luego están los que se tomaron en serio el objeto material y de ahí la tontería que arrastramos, pero a Duchamp hay que echarle de comer a parte, porque es harina de otro costal.\n[#6](c6#c-6) El de las latas con \"Mierda de artista\" era Piero Manzoni, no Duchamp.\nDuchamp fue el que abrió la veda, para bien o para mal, en esto del \"todo\nes puede ser arte\", con sus famosos ready-mades, como el del urinario invertido (\"Fuente\").\n[#14](c14#c-14) nada hombre, date unos cuántos latigazos y en paz\nPor otra parte, del artículo me resulta curioso que menciona esas obras \"escatológicas\" y posmodernas como el arte de mierda de hoy... cuando salgo la del plátano son todas de los 60-70. Digo yo que algo más habrá pasado en el arte desde entonces y el \"arte de mierda\" de aquella época (que han pasado 50 años!) ya va llegando al público general y deja de ser vanguardista. O yo qué sé, no sé de arte apenas\n[#16](c16#c-16) Que lleve cuidado, no se de los latigazos con estilo y acaben siendo arte .\nVanguardia en los 60, actualmente se queda en contemporáneo.\nNo menciona a Banksy, o si lo menciona, lo hace veladamente como una excepción. No entra tampoco en controversias, como aquel Franco metido en una nevera. Ni entra al turbio mundo de los NFT, donde se puede discutir ampliamente si es arte o no. En cambio confunde derechos de imagen o derecho intelectual con arte. Como medio de comunicación que es, debería enfatizar que dentro de esos mundos virtuales que son las redes sociales, existen obras mas que decentes, y lo que es mejor, llega a muchísima más gente que antaño.\n[#6](c6#c-6) solo puntualizarte que la obra \"mierda de artista\" es de Manzoni, no de Duchamp https://es.m.wikipedia.org/wiki/Mierda_de_artista\n[#2](c2#c-2) Yo no entiendo mucho de arte pero entiendo que el esfuerzo puesto ya da señales.\nQuiero decir, yo si veo una estatua hecha con tuberías que es un adefesio, una malgama de tubos girados sobre si mismos, que no me parecen nada en particular, pues oye, igual no me gusta, igual no lo entiendo, igual es horrible, pero puedo ser capaz de entender que alguien ha querido expresar algo ahí.\nSi veo una tubería recién comprada del leroy merlín con un lazo atado pues ya te digo que no me dice nada en absoluto.\nO si veo una pirámide de cajas de cerillas pos fale, ahora si veo tres cajas de amazon una encima de otra...pues me niego a llamarlo arte.\n[#2](c2#c-2) Velazquez era arte hasta que llegó la fotografía. Ahora te tienes que esforzar mas para impresionar.\n[#2](c2#c-2) El arte conceptual es arte. El problema es que el arte está en el concepto, no en el objeto. Precisamente de ahí viene el término \"arte conceptual\".\nEl primero que pone un objeto cotidiano en una galería de arte, eso es arte. Todos los que vienen después, es plagio, porque aunque pongas un objeto diferente, el concepto sigue siendo el mismo. Las galerías de arte moderno hacen algo equivalente a hacer quinientas copias de las meninas y montar exposiciones con copias de las meninas una y otra vez.\nEl mérito en el arte conceptual está en ser capaz de generar una obra de arte con un concepto que nadie haya encontrado hasta entonces. Tiene muchísimo mérito. En su momento no fue tan simple que alguien pusiera un objeto cotidiano en una galería de arte, porque el primero que lo hizo tuvo que ser capaz de romper sus esquemas. Ahora bien, obras así tendrás media docena, que fueron las originales. En el arte moderno lo que hacen es repetir el mismo concepto con objetos diferentes.\n[#2](c2#c-2) He preguntado a alguna vez a pintores. de los de hacer exposiciones, no aficionados, la diferencia entre un pintor y un ilustrador.\nPara ellos era muy evidente, aunque yo no capté el concepto.\nUna persona que media hora antes me contaba orgullosamente que había vendido por trescientos euros un garabato que hizo en diez minutos, me dijo que la diferencia era el trabajo. Una ilustración de Segrelles para una portada no tiene trabajo detrás. Un cuadro si (diez minutos al parecer) Va una ilustración de Segrelles a modo ilustrativo.\nUna serie de humor sobre el mundo del arte actual\n[#20](c20#c-20) Segrelles era un artista sublime. Creo que el ilustrar es considerado inferior por algunos pintores porque se hace como un complemento a otra obra, mientras que el artista \"libre\" plasma lo que quiere en sus trabajos. Esto tampoco es así, pues casi todos viven de obras por encargo. Me parece un poco de elitismo eso de considerar más artístico un trabajo que otro.\n[#20](c20#c-20) También se da el discurso contrario, el \"ese cartel también es arte, nadie debería opinar sobre la obra artística de otro, ni siquiera el que la encargó\", para hablar sobre libertad creativa y censura en torno a carteles encargados para eventos.\nTambién me acuerdo de la discusión sobre \"un artista hace 'el origen del mundo' de Courbet como mural enorme en un pueblo y dice no entender por qué a algunos les parece poco adecuado o por qué a otros nos parece que ha actuado como un niño pequeño usando un cuadro que ya fue escandaloso hace más de un siglo\".\nPS: Qué bueno es El Mercenario de Segrelles, estoy seguro de que mucha gente no es consciente de cómo otras obras más famosas han imitado sus tramas.\n[#1](c1#c-1) Convencionalismo sobre qué vale y qué no vale dinero más allá de la belleza, del talento o de la técnica, para alimentar la rueda de lo que dices: lavar dinero.\nNo hay más\nArte? A quién mierdas le importa el arte? Eso se acabò allá por los 70 del siglo pasado.\nBlanqueo de dinero.\n[#0](c0#c-0) Cuando un cuadro dudoso se convierte en auténtico, todo el mundo está contento. Gana el propietario. Gana el tasador. Gana la casa de subastas donde se vende. Gana el museo donde se expone.Gana la ciudad donde el museo se encuentras. Gana la compañía de seguros, y gana el Estado. Todos cobran sus tarifas y sus impuestos como un porcentaje del valor de la obra. Y si se le da valor, por el medio que sea, se reparte alegría. Decir que una obra de arte es mierrda sólo genera pérdidas, disgustos y dolores de cabeza.\nEs lavado de dinero y una estafa que gente rica se hacen unos a otros.\nDeberían acabarse las ventajas fiscales porque ya es bastante escandaloso.\n\"El arte\" es morirte de frío.\nPor lo demás, el arte conceptual es solo una excusa para pseudointelectuales de esos que se ponen a reflexionar delante de un lienzo en blanco y buscan miles de explicaciones sobre la \"obra\". Y todo para evitar concluir que el artista y la galería se están riendo en su cara.\n¿Arte o hamparte? El manifiesto hamparte de Villarán para distinguir mierda de arte está muy currao\nEs lo que se viene diciendo de hace tiempo, que el gremio artístico iba a ser la priemera vícitima de la IA.\nPor la sencilla razón de que la calidad de una obra es muy subjetiva. No tiene que funcionar, no tiene que ser perfecta, no tiene que gustar a todo el mundo, no entraña peligro...\nLo primero que necesita un artista es aprender técnica para transmitir cosas y luego que esa obra lo transmita.\nPuede considerarse arte un collar de macarrones que un niño pinta para sus padres?\nGran parte del arte conceptual es equiparable a una viñeta, un mundo donde conviven artistas y no artistas.\nSin mecenas la mayor parte del arte no existiría y el resto seria valorado tras la muerte del artista.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://es.m.wikipedia.org/wiki/Mierda_de_artista",
      "https://www.es.m.wikipedia.org/wiki/Mierda_de_artista"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T19:59:27.432+03:00",
    "updated": "2024-05-25T19:59:27.432+03:00"
  },
  {
    "uuid": "7df1adebab62e958ca9801bca31ec7b6050e225d",
    "url": "https://newatlas.com/automotive/airstream-gaudy-outland-camper-van",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "C C Weiss",
    "published": "2024-08-30T04:26:00Z",
    "title": "Airstream's semi-clever camper van nosedives into gaudy cringe",
    "text": "Automotive Airstream's semi-clever camper van nosedives into gaudy cringe By C.C. Weiss August 29, 2024 Facebook Twitter Flipboard LinkedIn / Airstream's semi-clever camper van nosedives into gaudy cringe\nAirstream presents some good ideas and some ideas we'd like to forget immediately in the new special-edition Interstate 19X Outland Airstream View 19 Images\n1 / 19 Airstream presents some good ideas and some ideas we'd like to forget immediately in the new special-edition Interstate 19X Outland Airstream 2 / 19 Yep, there's a quick summary of the ideas we hope to never see again in a camping vehicle; worth noting, though, is the forward position of the bed, which allows for standing in the rear garage area Airstream 3 / 19 The Interstate 19X includes a tow package with 5,000-lb rating for adventure that demands a tow-behind Airstream 4 / 19 Airstream replaces the Interstate 19X's side awning with a wraparound 270-degree awning for more robust coverage Airstream 5 / 19 The multi-position bed slides outside to sleep and lounge under the sky - more good news, that overly bright red headboard is removable Airstream 6 / 19 A secret passage in the kitchen allows the Dometic CFX3 fridge to slide in or out for quick access; it also removes to carry around camp, though you might need to power it with an external battery or generator Airstream 7 / 19 The Outland is slightly more rugged than the standard Interstate 19X thanks to a few additions like its reinforced front bumper area, ruggedized hood and lower body cladding and auxiliary lighting Airstream 8 / 19 Kicking up dust with the Airstream Interstate 19X Outland camper van Airstream 9 / 19 The portable induction cooktop sits in a counter recess that accommodates a cutting board when the cooktop is removed Airstream 10 / 19 On the rough road in the Airstream Outland special edition camper van Airstream 11 / 19 Shade disappears fast out in the wild, so the more of it, the better Airstream 12 / 19 Airstream adds a chair swing hanger to the bed frame so that both occupants can enjoy the fresh air from a comfy new vantage point Airstream 13 / 19 The Airstream Interstate 19X Outland starts at a cool $344,000, and we can't help but wonder how much lower that price would be without the unnecessary stereo system and multi-color light show Airstream 14 / 19 We kind of like the riveted look in the photos, but given that it's a wrap and not the actual rivets of Airstream's trailers, it might look quite cheesy in person Airstream 15 / 19 The multi-position table can be used inside or outside on the rear-corner mount Airstream 16 / 19 This just doesn't strike us as a welcome addition to any campsite outside the gates of Electric Forest Airstream 17 / 19 Modern control gadgetry Airstream 18 / 19 The split kitchen helps Airstream houses its two-person floor plan Airstream 19 / 19 The over-wheel well bench/cabinets extend forward, where Airstream creates two lounge seats with cupholders and cushions; the compacted bed slides rearward for sitting or forward for standing access in the garage area Airstream View gallery - 19 images While its fancier sibling has been undercutting it with a solid piece of off-road RVing , Airstream has been preoccupied taking a good idea too far. Way too far. The Interstate 19X LE Outland Edition starts off with a few unique, interesting camping features, including a slide-out indoor/outdoor bed. Sadly, somewhere along the line Airstream's \"off\" switch got disconnected, and it decided to slather the van in a package so over-the-top tacky, the SEMA show might just be embarrassed to host it. Thankfully, only 30 will be built.\nLook at the special-edition Interstate LE Outland from nearly any exterior angle, and it appears to be a pretty nice all-terrain camper van ... so long as it's daytime and the doors remain closed. It rides on the US-market off-road camper base van of choice in the Mercedes-Benz Sprinter 144 AWD and adds on some nice rugged equipment like a heavy-duty front bumper with bull bar, off-road LED lighting, and a set of 18-in wheels shod in BFG KO2 all-terrain tires.\nAirstream's latest also boasts an Overland Vehicle Systems 270-degree wraparound awning, promising more shade than the single-side pull-out awnings common on adventure vans, including the original Interstate 19X . That feature is sure to prove particularly handy in the types of rugged, treeless deserts and tundras over which one would be inclined to drive a van like this.\nShade disappears fast out in the wild, so the more of it, the better Airstream The Outland's faux-riveted exterior will probably prove a polarizing point of contention, with some dismissing it as vinyl wrap fakery with no real point, others enjoying it as a fun nod to Airstream's iconic trailer design. We'll let each beholder come to their own conclusion on that, and since it's optional, buyers can do the same.\nIt's behind those graphic rivets where the Outland's downfall, as well as its handiest features, lurk. Step through the sliding door on the passenger side, and things go slightly awry as garish red trim peeks out from the walls and floor. Overall, though, the front half of the cabin is quite nice and functional.\nIn place of the Interstate 19X's usual rear sofa layout, the Outland has two smaller vis-a-vis benches between the kitchen and raised rear bed – so campers don't have to do the lounge-to-bed conversion every night but still enjoy a comfortable pair of lounge seats during the day. A removable multi-position table turns those two seats into a dining area for two.\nThe over-wheel well bench/cabinets extend forward, where Airstream creates two lounge seats with cupholders and cushions; the compacted bed slides rearward for sitting or forward for standing access in the garage area Airstream Though Airstream doesn't show it in the photos, its PR team tells us that the 19X does in fact have a bathroom, which seems essential for an off-road-oriented camper van of this size. It's a basic wet bath layout located between the driver's seat and driver-side lounge seat. The sink just aft of the bathroom compartment provides flexibility and serves as the kitchen sink.\nThe kitchen features a unique design that takes indoor/outdoor functionality a step further than the average van of this kind. Instead of just positioning the refrigerator at the end of the kitchen block, where it can be accessed from inside and out, Airstream tunnels through the kitchen block and puts the Dometic CFX3 on a slide-out for improved accessibility. Set up your outdoor camping chairs on either side, and you have cold drinks within arm's length.\nA secret passage in the kitchen allows the Dometic CFX3 fridge to slide in or out for quick access; it also removes to carry around camp, though you might need to power it with an external battery or generator Airstream Complementing that handy fridge configuration is a removable induction cooker that can be used inside on the countertop or outside on the removable table. Airstream includes a rear door mount for the latter purpose. There's nothing new about the portable induction cooker, which has fast-become a standard feature on a number of adventure camper vans, but it serves as a nice extension of the Outland's generous indoor/outdoor living layout.\nBoth fridge and cooktop are powered by a 200-Ah lithium battery system with 2,000-W pure sine inverter/charger, 250 watts of solar charging and a 30-A shore power connection. A 2.5-kW remote-start generator serves as backup just in case those charging options don't keep up, though those who think they'll need more power from go can also upgrade to the E1 power package .\nAirstream is able to fit its spacious floor plan into a standard-wheelbase Sprinter by using a little trickery with its bed. The raised 54 x 75-in (137 x 191-cm) bed can be set up in three separate positions via bidirectional slides. At night, it extends out to full size over top the two-seat lounge. It can also slide partially out the rear double doors, serving as a sort of a balcony daybed and under-the-stars sleeper that still enjoys a little overhead protection from the awning. During the day, it compacts in half so campers can slide it into the back and sit in the lounge chairs or slide it forward for more room in the rear garage.\nAirstream beefs up the bed frame and tacks on a chair swing hanger so that owners can create a two-story open air lounge. The bed is also designed to be completely removed, allowing the Outland to double as an adventure day tripper that can load in gear from floor to ceiling. Airline tie-down track on the floor works to keep everything secure.\nThe multi-position bed slides outside to sleep and lounge under the sky - more good news, that overly bright red headboard is removable Airstream And then, a good thing goes bad. Fast.\nYou'll have to open the rear doors to access that slide-out bed function, and the instant you do, your eyes will be under attack from multiple directions. They'll become immediately glued to either the bright-red bed frame and side panels straight ahead or the oversized dangling speaker cones belonging to the ridiculous 1,200-W audio system (includes 400-W sub!!).\nAnd that's the best case scenario. If daylight has dwindled, your eyes won't have the option, pulled in like moths to the utterly tacky colored lighting that glowing off the speaker edges.\nThis just doesn't strike us as a welcome addition to any campsite outside the gates of Electric Forest Airstream Offensive as the blazing speaker lights are to the very concept of camping in nature, at least you'll have gotten fair warning by the dribbling glow of underbody lighting outside. That's more than any camp neighbors within a 3,000-ft radius or so will get when the audio system starts thumping bass with the thoughtless abandon of a horny teenager slow-driving through his crush's neighborhood at 1 a.m.\nWe've seen the occasional exhibition RV with some of this type of over-the-top ostentation, but have customers really been hounding Airstream for a Red Bull-saturated, open-air dancehall powerful enough to blow the pine needles clean off surrounding trees? We'd have to think not, and the fact the company has limited availability to a couple dozen suggests it's not so confident, either.\nWe suppose the Outland could make a decent music festival tourer, but why overbuild it with all that off-road kit? And why not leave that whole part of the project to some custom conversion upstart looking to make a name for itself?\nYep, there's a quick summary of the ideas we hope to never see again in a camping vehicle; worth noting, though, is the forward position of the bed, which allows for standing in the rear garage area Airstream We intend to never get an answer to those questions because if we ever see one of these out in the wild, we'll be far too busy packing up and rushing to a different campground, maybe an entirely different forest, to ask for more info. Luckily, our chances are slim, what with only 30 planned build spots, each dragging with it a price tag of US$344,000 before options.\nOn the other hand, we do hope Airstream carries over select Outland features as part of its future products or options sheet. The slide-integrated kitchen design, multi-position bed, 270-degree awning and general floor plan seem would be nice additions, and the name isn't bad, either – a slight but noticeable break from grossly overused tack-ons like \"Overland\" or \"Basecamp.\"\nSource: Airstream\nView gallery - 19 images",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.airstream.com/blog/introducing-the-all-new-interstate-19x-le-outland-edition-touring-coach/",
      "https://www.airstream.com/blog/upgraded-power-performance-and-travel-freedom-with-the-e1-package/",
      "https://www.airstream.com/blog/upgraded-power-performance-and-travel-freedom-with-the-e1-package",
      "https://airstream.com/blog/upgraded-power-performance-and-travel-freedom-with-the-e1-package/",
      "https://www.airstream.com/blog/introducing-the-all-new-interstate-19x-le-outland-edition-touring-coach",
      "https://airstream.com/blog/introducing-the-all-new-interstate-19x-le-outland-edition-touring-coach/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sema",
          "sentiment": "none"
        },
        {
          "name": "mercedes-benz",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T07:52:42.246+03:00",
    "updated": "2024-08-30T09:51:16.211+03:00"
  },
  {
    "uuid": "22341680c27b9631bb6c7ca091bddae8ba933d10",
    "url": "https://worldbank.einnews.com/pr_news/766603541/children-s-institute-announces-its-30th-annual-winter-festival",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "-",
    "published": "2024-12-05T22:12:00Z",
    "title": "Children’s Institute Announces its 30th Annual Winter Festival - World Bank News Today - EIN Presswire",
    "text": "Children’s Institute Announces its 30th Annual Winter Festival Children's Institute's campus in Watts, designed by the legendary architect, Frank Gehry.\nOur annual Winter Festival is a tradition that brings much-needed holiday cheer and resources to underserved families.” — Martine Singer, President & CEO of Children's Institute LOS ANGELES, CA, UNITED STATES, December 5, 2024 / EINPresswire.com / -- Children’s Institute, a nonprofit organization based in Los Angeles, is excited to announce its 30th Annual Winter Festival. Each year, hundreds of children and families attend Winter Festival for a day full of activities, including games, arts & crafts, photo booths, book readings, live entertainment and more. The event also provides essential resources including free toys and access to a range of services to support local families.\n“Our annual Winter Festival is a tradition that brings much-needed holiday cheer and resources to underserved families,” said Martine Singer, President & CEO of Children’s Institute. “We are thrilled to welcome our families to our campuses every year and this year’s event is sure to be a heartwarming experience for all.”\nThis year’s Winter Festival in Watts will be co-sponsored by the Los Angeles Rams and UNIFY , who are partnering with Children’s Institute to make the event even more memorable. Los Angeles Rams Legend, Todd Gurley, will be on hand to meet children at our Watts campus and participate in a book reading, creating an unforgettable experience for families.\n“We are thrilled to partner with UNIFY and Children’s Institute to be a part of this wonderful event to spread holiday joy to kids and families,” said Molly Higgins, Executive Vice President, Community Impact and Engagement from the Los Angeles Rams. “At the Rams, we pride ourselves on partnering with purpose, giving back to the community and supporting non-profits like Children’s Institute and the critical work they are doing.”\n“This event is the perfect opportunity for UNIFY to bring to life one of our core values, 'Our Footprint Matters,' said Natasha Ranchigoda, SVP of Marketing and CXO of UNIFY. “We are extremely excited to give back and serve our community to help make a child’s holiday brighter this season.”\n• Date & Time: Thursday, December 12, 2:00 PM – 5:00 PM (CII Campus in Long Beach) and Saturday, December 14, 2024, 10:00 AM – 1:00 PM (CII Campuses in Watts and Historic Filipinotown)\n• Activities: Book reading with Los Angeles Rams Legend Todd Gurley, arts & crafts, photo booth, food, games, holiday entertainment, free toys and more.Hyesun Ahn\nChildren's Institute\nhahn@childrensinstitute.org\nVisit us on social media:\nFacebook\nX\nLinkedIn\nInstagram\nYouTube",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/childrensinstituteLA/",
      "https://www.facebook.com/ChildrensInstituteLA/",
      "https://www.einpresswire.com/?promo=4700",
      "https://www.youtube.com/channel/UCUjrhNXz47SdvBIY8cMesHQ",
      "http://therams.com",
      "http://www.UnifyFCU.com",
      "https://x.com/ChildrensInstLA",
      "https://www.linkedin.com/company/children&#39;s-institute-inc-/",
      "https://www.linkedin.com/company/children&#39;s-institute-inc-",
      "http://UnifyFCU.com",
      "https://www.x.com/ChildrensInstLA",
      "http://www.therams.com",
      "https://www.einpresswire.com/",
      "https://linkedin.com/company/children&#39;s-institute-inc-/",
      "https://instagram.com/childrensinstituteLA/",
      "https://www.facebook.com/ChildrensInstituteLA",
      "https://www.instagram.com/childrensinstituteLA",
      "https://facebook.com/ChildrensInstituteLA/",
      "https://einpresswire.com/?promo=4700",
      "https://youtube.com/channel/UCUjrhNXz47SdvBIY8cMesHQ"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T02:03:54.922+02:00",
    "updated": "2024-12-06T02:03:54.922+02:00"
  },
  {
    "uuid": "a44a3f508921d26e71bb6bd2d57351594a72afb7",
    "url": "https://www.today.com/video/boeing-workers-go-on-strike-after-rejecting-new-labor-contract-219281477780",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TODAY",
    "published": "2024-09-13T17:35:00Z",
    "title": "Boeing workers go on strike after rejecting new labor contract",
    "text": "Ali Truwit on Paralympics, helicopter ride from Tom Cruise, support04:24 Thousands in Louisiana without power following Hurricane Francine03:26 See the retro school and office supplies that are having a moment03:12 Paralympian Ali Truwit talks medaling in Paris, life after shark attack02:17 - Now Playing More than 30,000 Boeing workers go on strike02:46 - UP NEXT Alaska Airlines plane stops takeoff to avoid collision in Nashville00:36 Fast-food restaurants extend their value menus into December02:50 New judge selected as Bryan Kohberger trial gets new venue02:42 Dolphins star quarterback sustains 3rd concussion of career02:12 As fires burn in California, stories of survival and heroism emerge01:42 Trump says he’s not going to debate Harris again02:12 Lasting imprint: How this family immortalized grandpa's hugs00:37 See the new name for The Campbell’s Soup Company00:22 Ohio residents react to Trump’s claims of immigrants eating pets02:19 Watch: Polaris Dawn crew performs first all-civilian spacewalk02:56 Jon Bon Jovi hailed for talking woman off ledge of Nashville bridge01:38 Inflation continues to cool as Fed could cut interest rates next week02:15 Speaker Johnson pulls government funding bill hours before vote00:33 See Harris and Trump shake hands at Ground Zero after debate02:46 Officials announce arrest of suspect tied to Line Fire in California01:45 Ali Truwit on Paralympics, helicopter ride from Tom Cruise, support04:24 Thousands in Louisiana without power following Hurricane Francine03:26 See the retro school and office supplies that are having a moment03:12 Paralympian Ali Truwit talks medaling in Paris, life after shark attack02:17 - Now Playing More than 30,000 Boeing workers go on strike02:46 - UP NEXT Alaska Airlines plane stops takeoff to avoid collision in Nashville00:36 Fast-food restaurants extend their value menus into December02:50 New judge selected as Bryan Kohberger trial gets new venue02:42 Dolphins star quarterback sustains 3rd concussion of career02:12 As fires burn in California, stories of survival and heroism emerge01:42 Trump says he’s not going to debate Harris again02:12 Lasting imprint: How this family immortalized grandpa's hugs00:37 See the new name for The Campbell’s Soup Company00:22 Ohio residents react to Trump’s claims of immigrants eating pets02:19 Watch: Polaris Dawn crew performs first all-civilian spacewalk02:56 Jon Bon Jovi hailed for talking woman off ledge of Nashville bridge01:38 Inflation continues to cool as Fed could cut interest rates next week02:15 Speaker Johnson pulls government funding bill hours before vote00:33 See Harris and Trump shake hands at Ground Zero after debate02:46 Officials announce arrest of suspect tied to Line Fire in California01:45",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T21:19:42.724+03:00",
    "updated": "2024-09-13T21:19:42.724+03:00"
  },
  {
    "uuid": "7e7320747c97088c277d9f31507f8aa848f67be4",
    "url": "https://heraldodemexico.com.mx/tendencias/2024/11/14/un-estudio-confirma-las-prueba-basica-que-la-ia-no-puede-superar-654001.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Román González",
    "published": "2024-11-14T22:15:00Z",
    "title": "Un estudio confirma las prueba básica que la IA no puede superar",
    "text": "La [Inteligencia Artificial (IA) ](https://es.wikipedia.org/wiki/Inteligencia_artificial)ha experimentado un avance vertiginoso en los últimos años, transformando de manera radical diversas industrias y aspectos de la vida cotidiana. Desde sistemas de recomendación en plataformas de streaming hasta algoritmos capaces de diagnosticar enfermedades con mayor precisión que los humanos, la IA está alcanzando niveles de sofisticación sorprendentes. Impulsada por el desarrollo de redes neuronales y el procesamiento masivo de datos, esta tecnología está mejorando constantemente su capacidad para aprender, adaptarse y tomar decisiones de manera. De esta manera, cada vez más aspectos de nuestra vida diaria se resuelven gracias a la aplicación de la IA. Asistentes virtuales como Siri, Alexa y Google Assistant ya son parte de la rutina diaria, ayudando a gestionar tareas desde poner alarmas hasta controlar dispositivos del hogar inteligente. Además, la IA se aplica en sectores como la atención al cliente, donde los chatbots automatizan respuestas, o en las finanzas, con sistemas que analizan patrones de inversión. Sin embargo, existen algunas pruebas que ni la más potente aplicación de IA puede superar. PRUEBA BÁSICA QUE LA IA NO PUEDE SUPERAR Según un artículo reciente de [TechSpot](https://www.techspot.com/), los modelos de Inteligencia Artificial generativa no tienen una verdadera comprensión de los sistemas complejos, a pesar de que sus respuestas a menudo parecen convincentes. Aunque muchos líderes tecnológicos están convencidos de que la IA reemplazará millones de empleos y automatizará casi todo, los investigadores advierten sobre las limitaciones de esta tecnología. Aseguran que, en lugar de \"pensar\", los grandes modelos de lenguaje simplemente predicen palabras en función de patrones textuales, lo que puede llevar a respuestas incorrectas o inadecuadas. Para evaluar realmente el alcance de la IA, investigadores del MIT decidieron probar si los modelos generativos, como el GPT-4, son capaces de entender el mundo real. Plantearon desafíos como la navegación urbana en Nueva York y el juego de Othello, esperando medir la comprensión contextual de la IA. Aunque la IA podía ofrecer direcciones correctas y hacer movimientos válidos en el juego, su rendimiento cayó drásticamente cuando se introdujeron pequeños cambios en el entorno. Por ejemplo, al alterar mínimamente el mapa de Nueva York, los modelos sugirieron rutas imposibles, demostrando su incapacidad para adaptarse a un mundo dinámico. Incluso con solo un 1% de calles cerradas, la precisión de la IA se desplomó del 100% al 67%, lo que revela su falta de flexibilidad y comprensión real del contexto. Esto subraya que, aunque los modelos de IA puedan parecer inteligentes, en realidad no entienden el mundo que los rodea. SIGUE LEYENDO: [Introducir Inteligencia Artificial, gran herramienta para el PJCDMX](https://heraldodemexico.com.mx/el-mundo-del-derecho/2024/11/14/introducir-inteligencia-artificial-gran-herramienta-para-el-pjcdmx-653969.html) [La Inteligencia Artificial muestra el corte de pelo masculino de moda en 2024](https://heraldodemexico.com.mx/tendencias/2024/11/13/la-inteligencia-artificial-muestra-el-corte-de-pelo-masculino-de-moda-en-2024-653715.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.techspot.com/),",
      "https://es.wikipedia.org/wiki/Inteligencia_artificial)ha",
      "https://www.es.wikipedia.org/wiki/Inteligencia_artificial)ha",
      "https://techspot.com/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Alexa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "IA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T01:07:46.351+02:00",
    "updated": "2024-11-15T01:07:46.351+02:00"
  },
  {
    "uuid": "2e523a89f4cfdcd150ad3ac3ec3c03d9fd6b0a6e",
    "url": "https://www.ideal.es/opinion/editorial-burla-esperpento-20240809225926-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editorial",
    "published": "2024-08-08T19:59:00Z",
    "title": "Burla y esperpento",
    "text": "Burla y esperpento\nClamorosos fallos en el funcionamiento de las instituciones hacen posible la fuga de Puigdemont en medio de una multitud en Barcelona, que requiere urgentes explicaciones\nEditorial\nJueves, 8 de agosto 2024, 22:59\nSecciones\nServicios\nDestacamos\nEdición\nEditorial\nJueves, 8 de agosto 2024, 22:59\nNecesitas ser suscriptor para acceder a esta funcionalidad.\nOpciones para compartir\nCataluña inauguró ayer un nuevo tiempo político con la investidura de Salvador Illa, el primer presidente de la Generalitat no independentista en los últimos catorce años, aunque elegido también con los votos de un partido secesionista como ERC. El discurso en el que el líder ...\n¿Ya eres suscriptor/a?\nInicia sesión\nPublicidad\nPublicidad\nTe puede interesar\n<a href=\"https://www.lasprovincias.es/economia/pensiones/pension-pueden-cobrar-amas-casa-dinero-20240723013718-nt.html#vca=voc-recirc&vso=ideal\">\n¿Qué pensión pueden cobrar las amas de casa y cuánto dinero?\n</a>\nLas Provincias\nPublicidad\nPublicidad\nComentar es una ventaja exclusiva para suscriptores\n¿Ya eres suscriptor?\nNecesitas ser suscriptor para poder votar.\nReporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.lasprovincias.es/economia/pensiones/pension-pueden-cobrar-amas-casa-dinero-20240723013718-nt.html#vca=voc-recirc&vso=ideal",
      "https://lasprovincias.es/economia/pensiones/pension-pueden-cobrar-amas-casa-dinero-20240723013718-nt.html#vca=voc-recirc&vso=ideal"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:12:31.080+03:00",
    "updated": "2024-08-09T00:12:31.080+03:00"
  }
]