[
  {
    "uuid": "1c085f21e992c99699c556541e74577d2bbe5aec",
    "url": "https://ca.news.yahoo.com/friends-family-mourn-loss-canadians-220058634.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBC",
    "published": "2023-12-28T00:00:00Z",
    "title": "Friends and family mourn the loss of Canadians killed by Hamas in Israel",
    "text": "The Canadian Press Friends and family mourn the loss of Canadians killed by Hamas in Israel Read full article The Canadian Press December 29, 2023 at 12:00 a.m. · 8 min read\nFriends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\nGlobal Affairs Canada has said an eighthperson who was not a citizen but had deep ties to Canada also died in the ensuing conflict. Another Canadian, who has not been identified, died in Lebanon during the hostilities.\nThe Hamas attacks killed an estimated 1,200 people and militants took another 240 hostage, 105 of whom were released during a temporary pause in the violence at the end of last month.\nAs Israel continues its retaliation on Hamas in the Gaza Strip, authorities there say more than 20,000 Palestinians have now been killed.\nHere's what we know about the Hamas victimswith ties to Canada:\nJudih Weinstein Haggai\nJudih Weinstein Haggai, 70, was out on an early-morning walk when Hamas started its attack, her family says.\nShe told members of her Nir Oz kibbutz that a militant on a motorcycle shot her husband and she was less severely wounded. The community was unable to dispatch an ambulance before militants arrived there.\nLast week, the kibbutz confirmed Gadi Haggai, Judih's husband, died on Oct. 7, and on Thursday they confirmed Weinstein Haggai also died that day, and her body is being held in Gaza.\nWeinstein Haggai was born in New York state but arrived in Toronto at the age of three, and moved to Israel 20 years later to live with her husband. She held Canadian, Israeli and American citizenships.\nWeinstein Haggai was an artist and a volunteer who the kibbutz said \"pursued many initiatives to advance peace in the region.\"\nHer brother Larry Weinstein said the family is distressed by Israel's offensive in Gaza and the rise of hateful speech in Canada toward both Jews and Muslims.\n\"We're inspired by my sister, who believed in peace and believed in harmony,\" he said. \"There can't be any kind of resolution when people are at each other's throats.\"\nStory continues Vivian Silver\nVivian Silver, 74, was in her home on Kibbutz Be'eri near the Gaza border and talking on the phone with her son Yonatan Zeigen when they learned of the incursion by Hamas into Israel.\n\"We couldn’t grasp the incapability of the Israeli army to defend the civilians … we started to say goodbye because we realized this is probably our last words to each other,\" Zeigen later told a news conference organized by the Jerusalem Press Club.\nHe said they shifted their conversations to text messages so his mother could stay silent, and someone broke into her home. They said they loved one another before the messages stopped coming.\nZeigen said he had received information that she was taken hostage, and her phone had been geolocated in Gaza.\nOn Monday, his brother Chen Zeigen confirmed their mother's death. He said Israeli authorities told him the remains found earlier in the kibbutz had been identified as Silver.\nHe said his mother was born in Winnipeg and moved to Israel in 1974.\nShe dedicated her life to peacebuilding and fostering understanding between Israelis and Palestinians, he added.\nShe also volunteered to help children in Gaza access medical care in Israel.\nTiferet Lapidot\nTiferet Lapidot, 22, was a few days shy of her 23rd birthday and attending a music festival when the Hamas attack began.\nHer cousin Oran Zlotnik remembered Lapidot as a charismatic and compassionate person who had travelled the world, taught in Africa and spent time in Australia before she returned to Israel in the fall.\nHer uncle Harel Lapidot said she called her mother the morning of the attack to say she was hiding in a bush and to ask whether she should flee. Her cellphone was later tracked to the Gaza Strip, leading family to believe she was being held hostage. They then mounted a campaign to secure her freedom.\nZlotnik said that when the cellphone of one of Lapidot's friends, confirmed deceased, was also traced to Gaza, the family realized it was possible she wasn't a hostage.\nHarel Lapidot said his niece's body was later identified and the family held a funeral.\n\"We know for a fact they were hunted,\" he said. \"They ran away and they were hunted and killed.\"\nTiferet Lapidot was an Israeli citizen but her family was from Canada, including her father, Ohad, who was born in Saskatchewan.\nHarel Lapidot thanked the Jewish community in Canada and MPs who had reached out to help and offer support. The family had a meeting with Foreign Affairs Minister Mélanie Joly while she was in Israel.\nNetta Epstein\nIsraeli-Canadian Netta Epstein, 21, died when his home, Kibbutz Kfar Aza, came under attack.\nHis mother, Ayelet Shachar-Epstein, said he loved life. She learned the circumstances of his death from text messages he sent her in the moments before he was killed, and from his fiancée, Irene Shavit, who survived.\nNetta Epstein was inside a safe room with Shavit, and he jumped on a grenade thrown in by the attackers.\nShachar-Epstein, who also lost her mother-in-law and two brothers-in-law in the attacks, described it as a terrorist invasion.\nShe said her son, who had worked with special needs youth, had returned home two months earlier after completing military service.\nHe was born in Montreal and was a Canadian citizen. Shachar-Epstein said many members of the family still live in that city.\nShir Georgy\nIsraeli Canadian Shir Georgy, 22, was killed by Hamas militants who ambushed the music festival near Kibbutz Re'im.\nGeorgy's aunt Michal Bouganim confirmed the death.\n\"We are currently a mess, heartbroken,\" Bouganim said in a Facebook message.\nBouganim shared a 22-second clip on her social media in which a terrified Georgy was seen sitting on a floor, with her back against a wall and surrounded by other festival attendees — some of them injured.\nGeorgy's funeral was held in Israel.\nAdi Vital-Kaploun\nAdi Vital-Kaploun, 33, was killed by Hamas militants in her kibbutz near the Israeli border with the Gaza Strip, said the Jewish Federation of Ottawa.\nThe group's CEO made a statement on behalf of Vital-Kaploun's family, saying the dual citizen has a large extended family in the Ottawa area.\nThe family said she died a hero, after convincing her killers to spare her two young children and warning her father and husband to stay hidden during the attack.\n\"Adi was a beautiful woman that brought love and lightness to the people around her, but also she was very focused and determined to make a beautiful life for her family,\" her cousin-in-law Aaron Smith said in an interview.\nThe family said she was an amazing mother and wife, always bringing love and laughter to their household.\nShe was also a talented dancer, saxophonist and basketball player.\nAfter completing her master's degree in engineering, Vital-Kaploun excelled in her cybersecurity career, they said.\n\"We are mourning trying to process this unconscionable act of terrorism in her kibbutz and across the country,\" said the family, adding that they wish her memory to be \"a blessing.\"\nBen Mizrachi\nCanadian Ben Mizrachi was one of at least 260 people gunned down by Hamas militants at the music festival in southern Israel.\nMizrachi, 22, from Vancouver, was described as \"larger than life with a big personality\" in a statement by his former high school in B.C.\nEzra Shanken, CEO of the Jewish Federation of Greater Vancouver, said Mizrachi was about to start university in Israel after serving with the country's national defence force.\nHilit Nurick, a home economics teacher at King David High School in Vancouver, remembered Mizrachi as a \"kind, wonderful, and community-minded\" young man who had a positive influence on everyone around him.\nNurick said she and Mizrachi once put a large event together for more than 100 people at school.\n\"He was in charge of making Moroccan-style spicy fish stew. He brought his mother's recipe and shared it with everyone and taught us how to make it,\" said Nurick. \"He was incredible, just an incredible human being.\"\nAlexandre Look\nAlexandre Look, who had recently celebrated his 33rd birthday, was among those killed while attending the musical festival.\nLook, who lived in Montreal with his family before moving to Mexico, died a hero, his dad said in a Facebook post.\n\"Like a true warrior he left as a hero wanting to protect the people he was with,\" Alain Haim Look said.\nFriend Lior Horovitz described him as a \"once-in-a-lifetime person\" who became like family during their five-year friendship.\nIn a phone interview from a town outside Tel Aviv, she said she and her boyfriend met Alexandre Look in Mexico. They became fast friends and would organize their vacations to meet up, either in Mexico or Israel.\nHe was a proud Jewish Canadian and a generous person who would do anything for his friends, she said.\n\"He's a person who loves people,\" she said. \"He's the guy that's always going to help others, especially if they are Jewish.\"\nThis report by The Canadian Press was first published Dec. 28, 2023.\nThe Canadian Press\nTRENDING 1. A broken pelvis, a severed vein and a holiday ruined 2. B.C. trucker found dead 4 days after completing delivery in Winnipeg, family friend says 3. Alberta family of three reported missing on Christmas found dead: RCMP 4. Nikki Haley doesn't mention slavery when asked what caused the Civil War. She later walks that back 5. North Korea's Kim orders military to accelerate war preparations -state media",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "http://www.thecanadianpress.com/",
      "https://s.yimg.com/ny/api/res/1.2/UnGzDgV6vhFo6IrVbr10Gg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI4ODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
      "https://media.zenfs.com/en/cp.org/574bce8647b85da5da0537bcb6652f34",
      "https://s.yimg.com/ny/api/res/1.2/SVtaus7JAomv_zvHDrXvfQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxNQ--/https://media.zenfs.com/en/cp.org/574bce8647b85da5da0537bcb6652f34",
      "http://www.thecanadianpress.com",
      "https://www.s.yimg.com/ny/api/res/1.2/UnGzDgV6vhFo6IrVbr10Gg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI4ODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
      "http://thecanadianpress.com/",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
      "https://www.s.yimg.com/ny/api/res/1.2/SVtaus7JAomv_zvHDrXvfQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxNQ--/https://www.media.zenfs.com/en/cp.org/574bce8647b85da5da0537bcb6652f34",
      "https://www.media.zenfs.com/en/cp.org/574bce8647b85da5da0537bcb6652f34"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judih weinstein haggai judih weinstein haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "israel the canadian press friends",
          "sentiment": "negative"
        },
        {
          "name": "global affairs canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:23.495+02:00",
    "updated": "2023-12-29T00:13:55.363+02:00"
  },
  {
    "uuid": "27b24ae63d190bffd44cdb59808638cdcae3e5f7",
    "url": "https://www.meneame.net/story/existieron-moises-abraham-david-historiador-desmonta-antiguo/c033",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "silencer",
    "published": "2025-02-16T21:36:00Z",
    "title": "#33 ¿Existieron Moisés, Abraham o David? Un historiador desmonta el Antiguo Testamento",
    "text": "Envío erróneo o controvertido, por favor lee los comentarios.\n ¿Existieron Moisés, Abraham o David? Un historiador desmonta el Antiguo Testamento\npor a publicado:\n¿Existieron personajes como Moisés, el rey David o Abraham? ¿De verdad los judíos estuvieron 40 años vagando por el desierto? ¿Qué pasó de verdad con los macabeos? El filólogo semítico e historiador Javier Alonso López nos desvela la realidad histórica detrás de algunos personajes y pasajes famosos del Antiguo Testamento de la Biblia católica\n|\nSi los creyentes creen en la Biblia pueden creer cualquier cosa.\nSi empezamos con Adán y Eva ...\n#5Os he dicho un millón de veces que no se deben tomar las cosas de forma literal\nUna de las primeras cosas que se aprenden cuando se estudia la Biblia (y me refiero a estudiar el libro en sí, no su doctrina) es que fue escrito por pastores del desierto de hace 3000 años\nPor tanto, el uso del lenguaje no se puede tomar de forma literal.\nPor ejemplo, este otro fragmento (cito de memoria) del nuevo testamento\n\" - Maestro, debemos perdonar a nuestros enemigos siete…\n» ver todo el comentario)\n#16\"es que fue escrito por pastores del desierto de hace 3000 años\"\n¿De qué alimentan los pastores a sus ovejas en el desierto? ¿De arena?\n¿Y escrito cómo? ¿En papiro, en piedra o en la arena?\n¿Aprendían a escribir los pastores en las escuelas de hace 3000 años? ¿Daban escritura de textos bíblicos y sagrados en la FP de pastor?\n#20Espero que lo de que las ovejas se alimentan de arena lo hayas preguntado de broma.\nPero no te ha dicho\n#16que no cojas las cosas literalmente?\nSe contaron historias por el boca a boca durante mucho tiempo, hasta que alguien las escribió, sobre arcilla, papiro, tela o el material que cada pueblo usase en su momento.\nLa última pregunta no merece respuesta, madre mía.\n#16Creo que predicas en el desierto. Igual algunos se piensan que vives en el desierto después de decirte esto\n#30Algunos deberían ver más documentales antes de piar.\n#5A mi me interesa saber más cómo se alimentaron durante 40 años\ndel maná.\nComo los del Magic\n(the gathering)\n#5un cura que daba clase de religión en mi colegio nos dijo una vez que nos fijasemos en la cantidad de veces que se usa el número 40 en estas historias. Según él era un error de traducción, que siempre que viesemos el número 40 no significaba realmente 40, significaba \"muchos\". Que entre pasar por el hebreo, el arameo, el griego... en algún momento \"muchos\" se convirtió en 40.\n#6Pues Tolkien era un catolico muy devoto\nAl del envio no se le ve muy puesto, \"biblia catolica\" pone como si esto no cubriera el Tanaj y tb las Biblias ortodoxas y hasta algunas protestantes\n#3importa porque se usa como libro de obligaciones para todo ser para toda la existencia humana, lo que dice se cumple y punto. Y no, lo que se puede comprobar se sabe que es mentira, entonces ¿por qué creer en el resto?\nEl que cree, no necesita razones.\nEl que no, tampoco.\n#15El que cree, cree porque alguien le ha dicho que eso existe.\nUna persona no cree en, qué se yo, \"las luces del norte son un instrumento de los aliens Cuchupupupu para convocar una marea de ranas con cuernos\"; porque nadie jamás ha creado ese concepto y no se lo ha transmitido a nadie.\nPor tanto, si alguien cree en Jesusito, en Abraham, en Ala, en Buda o en cualquier otro cuento, es porque se ha creado una historia, una explicación, unos hechos. Y eso lo ha creado alguien en algún momento de la historia, no ha aparecido por generación espontánea ni tampoco aparece en la mente de las personas porque sí.\n#15Estas cometiendo el mismo error que los que debaten con negacionistas, pero al revés. Lo dices como si ambas posiciones pudieran tener razón, o tuvieran algún tipo de simetría.\nEl que no cree es precisamente porque necesita razones, que no sean refritos de mitos de la antigûedad para explicar el mundo. El que cree tiene que hacer una suspensión de la incredulidad de tres pares de c**ones para tragarse tanta fantasìa.\n#12Crees que cambiaría algo si se pudiera probar que Dios no existe?\nLa realidad es que no cambiaría nada, la gente necesita algo en lo que creer, algo que les de esperanza o les guíe en su día a día.\nLa gente que quiere creer va a seguir creyendo.\n#3el que escribió el libro lo hizo para que lo leyeran unos cabreros incultos, que haya tenido tanta influencia en la historia de la humanidad es un fracaso para la inteligencia humana\n#18No te digo que no, pero así pasa con los libros. Imagina que Karl Marx no hubiese existido nunca... ¿Qué más da? Lo que importa es el libro, no el tío. ElmMarxismo existiría igual.\n#18Yo no creo que fuera un fracaso. El libro fue útil durante un tiempo, ya que ayudo a establecer un orden y a que la humanidad siguiera una senda. Hoy en día para algunas personas sigue siendo útil, cuenta una historia y sirve de guía para algunos.\nExactamente lo mismo que hicieron los otros libros sagrados de otras religiones.\nPara vivir en sociedad se necesitan reglas y si consiguen convencer a la gente de que esas reglas son divinas, consigues un consenso social para que todo el mundo las…\n[» ver todo el comentario](javascript:get_votes('get_comment.php','comment','cid-42332133',0,42332133))\nHay cierto valor histórico en saber si ciertos personajes existieron realmente o son completamente mito, eso no lo veo nada mal.\nEs distinto a creerse sus milagros o historias.\nPor ejemplo, sabemos que Jesusito probablemente existió como persona física, pero eso no significa que tengamos que creer que es el hijo de dios o que resucitó.\nMahoma en principio también existió, y así con otros tantos personajes bíblicos, es probable que existieran físicamente pero sus biografías hayan sido…\nEs distinto a creerse sus milagros o historias.\nPor ejemplo, sabemos que Jesusito probablemente existió como persona física, pero eso no significa que tengamos que creer que es el hijo de dios o que resucitó.\nMahoma en principio también existió, y así con otros tantos personajes bíblicos, es probable que existieran físicamente pero sus biografías hayan sido…\n[» ver todo el comentario](javascript:get_votes('get_comment.php','comment','cid-42332128',0,42332128))[#26](https://www.meneame.net/story/existieron-moises-abraham-david-historiador-desmonta-antiguo/c026#c-26)De hecho la mayor parte de personajes de los libros religiosos asi como sus historias son reinterpretaciones de historias y personajes mas antiguos. Llega a un punto en que te preguntas si fue antes el huevo o la gallina cuando estas hablando de la ficcion de un libro religioso.\nPor ejemplo el diluvio universal es una historia que se puede remontar hasta Gilgamesh. Hablamos de una historia del 2700-2800 antes de cristo, por comparacion el Tanaj* se fecha en el 200 AC...\n*Uno de los libros del judaismo, en parte comun con el antiguo testamento.\n[#7](https://www.meneame.net/story/existieron-moises-abraham-david-historiador-desmonta-antiguo/c07#c-7)Ya lo dice la biblia , la sodomía es un vicio\n[#7](https://www.meneame.net/story/existieron-moises-abraham-david-historiador-desmonta-antiguo/c07#c-7)Perdona, pero esa historia la superan ellos mismos cuando las mismas hijas, después de que dios destruyera Gomorra y convirtiera a la madre en una columna de sal, deciden emborrachar a su padre y tirárselo para quedarse embarazadas y tener descendencia.\n[#1](https://www.meneame.net/story/existieron-moises-abraham-david-historiador-desmonta-antiguo/c01#c-1)Lo mismo no sería para tanto, hay ciudades que tienen la fama y luego poco o nada\n[#1](https://www.meneame.net/story/existieron-moises-abraham-david-historiador-desmonta-antiguo/c01#c-1)lo que pasa en gomorra se queda en gomorra\n[#1](https://www.meneame.net/story/existieron-moises-abraham-david-historiador-desmonta-antiguo/c01#c-1)Varios arqueologos han localizado ciudades que podrían ser sodoma o gomorra, creo que he visto un par de documentales respecto de ello. Sin embargo creo que todavía no hay nada concluyente.\nHay gente que se pregunta por Jesus y dicen que existió, sin que haya realmente pruebas concluyentes al respecto, pues este hombre se pregunta por otros personajes. No lo veo tan raro.\nResumiendo, no, no existieron, la biblia es una novela, no es un libro de historia, y hasta como novela es mala y está llena de inconsistencias.. Y desde luego si no se le permitiera a la secta católica comerles la cabeza a los niños cuando aún no tienen el cerebro formado hace rato que se les habría acabado el negocio..\n[Autentifícate si deseas escribir](https://www.meneame.net/login.php?return=%2Fstory%2Fexistieron-moises-abraham-david-historiador-desmonta-antiguo%2Fc033)comentarios. O crea tu cuenta\n[aquí.](https://www.meneame.net/register.php)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "topics": [
      "Religion and Belief->judaism",
      "Religion and Belief->religious conflict"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=XqMC-00gzz8",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=XqMC-00gzz8"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "David",
          "sentiment": "neutral"
        },
        {
          "name": "Abraham",
          "sentiment": "neutral"
        },
        {
          "name": "Javier Alonso López",
          "sentiment": "none"
        },
        {
          "name": "Moisés",
          "sentiment": "none"
        },
        {
          "name": "Adán",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Antiguo Testamento de la Biblia",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-16T23:43:00.671+02:00",
    "updated": "2025-02-16T23:43:00.671+02:00"
  },
  {
    "uuid": "d245d591da9d031676ff4e52dd8991ea96ae1df3",
    "url": "https://tdpelmedia.com/heartbroken-parents-courageously-battling-to-seek-justice-for-their-departed-daughters-hold-a-prominent-position-in-the-new-years-honours-list-showcasing-their-determination/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christian Olarinre",
    "published": "2023-12-29T16:42:00Z",
    "title": "Heartbroken parents, courageously battling to seek justice for their departed daughters, hold a prominent position in the New Year’s Honours list, showcasing their determination.",
    "text": "Campaigners Honored in New Year’s List\nThe New Year’s Honours list celebrates extraordinary contributions, spotlighting the dedication of parents who turned their grief into meaningful campaigns. Among them, Diana Parkes, awarded a CBE for her relentless advocacy since her daughter, Joanna Simpson, fell victim to domestic abuse. Ian Russell, receiving an MBE, continues his fight for online safety after his daughter Molly’s tragic suicide at 14. Their recognition stands as a testament to their daughters’ legacies.\nHonours Amidst Controversy\nWhile the list includes luminaries from showbiz, it’s not without controversy. Knighthoods for a convicted fraudster and a vocal Covid scientist spark debate. Nevertheless, the overarching theme centers on ‘selfless service to others,’ lauding those exemplifying generosity and altruism, as emphasized by Rishi Sunak.\nCampaigns of Grief and Hope\nGillian Millane, honored for her work against violence towards women after her daughter Grace’s murder, joins the list. Meanwhile, the Joanna Simpson Foundation, co-founded by Diana Parkes and Hetti Barkworth-Nanton, shines a light on domestic abuse’s impact on children and women.\nFighting Tech Giants for Safety\nIan Russell’s relentless efforts through the Molly Rose Foundation highlight the dangers of online content, pushing for stricter regulations to safeguard vulnerable users. His advocacy underscores the need for accountability from social media platforms.\nTragic Losses Fueling Change\nThe stories behind these honours are steeped in tragedy. Joanna Simpson’s brutal murder by her estranged partner and Molly Russell’s suicide due to online content depict harrowing realities. However, their parents’ determination transforms grief into meaningful initiatives, striving for societal change.\nInspirational Acts of Compassion\nIndividuals like Rizwan Javed, who saved numerous lives on London’s transport network, and Louis Johnson, a teenage fundraiser for various charities, exemplify the diverse acts of kindness honored. Camilla Bowry’s initiative, Sal’s Shoes, offering millions of donated shoes to those in need globally, underscores the impact of grassroots initiatives.\nThe honours, while acknowledging grief and adversity, ultimately celebrate the resilience and unwavering dedication of individuals who’ve channeled their pain into remarkable campaigns for justice, safety, and compassion.\nRead More On The Topic On TDPel Media []https://pelmedic.com\nYouTuber Hank Green Courageously Reveals Hodgkin’s Lymphoma Diagnosis …By Lola Smith for TDPel Media. Renowned YouTuber Hank Green, famous for co-running the Vlog Brothers channel with his brother John, has revealed that he...\nAmy Dowden, a beloved ‘Strictly Come Dancing’ star, courageously shaved her head during her battle with breast cancer Amy Dowden, a beloved star from “Strictly Come Dancing,” faced a heart-wrenching moment in her cancer battle as she made the courageous decision to shave...\nMr. Joseph Aloba Remembers Mohbad: A Father’s Musical Tribute to His Departed Son A Musical Remembrance: Mr. Joseph Aloba’s Tribute to Mohbad The father of the late ex-Marlian signee, Mohbad, Mr. Joseph Aloba, has officially released a poignant...\nAfrica Investment Forum to hold virtual boardroom sessions 15-17 March, showcasing over $50 billion in bankable projects The Africa Investment Forum will host virtual boardroom sessions, a key component of the Africa Investment Forum market days, next month, following a postponement late...\nAjman Ruler inaugurates Ajman Club for People of Determination Ajman Ruler inaugurates Ajman Club for People of Determination AJMAN, 23rd February, 2022 – H. H. Sheikh Humaid bin Rashid Al Nuaimi, Supreme Council Member...\nSarah Jessica Parker’s Weight Loss Journey: A Story of Determination Advertisements Sarah Jessica Parker, a prominent American actress and producer, has long been in the limelight for her weight loss journey. Fans and gossip mills...\nhttps://tdpelmedia.com/sarah-jessica-parkers-weight-loss-journey-a-story-of-determination/ Sarah Jessica Parker, a prominent American actress and producer, has long been in the limelight for her weight loss journey. Fans and gossip mills alike...\nBecky Hill Says Her Determination to Succeed Arises from Her Desire to Support Her Family and Her Focus on What She Does Best Becky Hill, a notable singer who gained fame through her appearance on The Voice more than a decade ago, has opened up about her relentless...\nAngela Rippon’s Frustration and Determination Ahead of Strictly Come Dancing Debut Angela Rippon’s Frustration and Determination Ahead of Strictly Come Dancing Debut Angela Rippon, the former newsreader and Rip Off Britain star, is gearing up for...\nLP Faction’s Determination: Peter Obi’s Expulsion from the Party I. LP Faction’s Pledge to Expel Peter Obi In a striking turn of events, a faction within the Labour Party (LP), loyal to Lamidi Apapa,...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://pelmedic.com",
      "https://www.pelmedic.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ian russell",
          "sentiment": "none"
        },
        {
          "name": "molly",
          "sentiment": "none"
        },
        {
          "name": "hetti barkworth",
          "sentiment": "none"
        },
        {
          "name": "joanna simpson",
          "sentiment": "none"
        },
        {
          "name": "rishi sunak",
          "sentiment": "none"
        },
        {
          "name": "gillian millane",
          "sentiment": "none"
        },
        {
          "name": "diana parkes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "joanna simpson foundation",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T01:45:44.816+02:00",
    "updated": "2023-12-30T01:45:44.816+02:00"
  },
  {
    "uuid": "3ee1956e650cc94bcf2c8a5d4b7c99ef81d9ae43",
    "url": "https://www.newsbreak.com/news/3774471957154-live-pet-connection-meet-storm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Welker",
    "published": "2025-01-23T19:12:00Z",
    "title": "LIVE: Pet Connection: Meet Storm - NewsBreak",
    "text": "By Emily Welker ,\n2 hours ago FARGO — We’re on a real roll with the snow-loving, fluffy, northern breeds here on Pet Connection, and Storm the husky couldn’t be a more perfect example of a breed that loves our winter weather. He was found as a stray wandering the streets of Casselton before... Read full article\nRead in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Lifestyle and Leisure->hobby",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Emily Welker",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:05:32.566+02:00",
    "updated": "2025-01-24T00:05:32.566+02:00"
  },
  {
    "uuid": "533d6db0b9bdc285f48f56f8a3f74fb2a05b5441",
    "url": "https://mercadoeconsumo.com.br/12/06/2025/noticias/mercado-livre-abre-inscricoes-para-curso-de-tecnologia-voltado-para-pcds",
    "ord_in_thread": 0,
    "author": "Redação",
    "published": "2025-06-12T06:00:00Z",
    "title": "Mercado Livre abre inscrições para curso de tecnologia voltado para PCDs",
    "text": "O Mercado Livre firmou uma parceria com a Ada, empresa especializada em recrutamento e seleção em escala por meio de ferramentas com Inteligência Artificial (IA), e anuncia a abertura das inscrições gratuitas para a segunda edição do Desenvolva+, que permanecerão abertas até o dia 23 de junho.\nDe forma 100% online, as oportunidades são destinadas a pessoas com deficiência, com formação acadêmica ou técnica reconhecida pelo MEC em áreas de tecnologia ou ciências exatas, que desejam desenvolver as habilidades necessárias para uma carreira no Mercado Livre, por meio de uma formação técnica em programação backend com foco em Java, uma das áreas mais demandadas do setor.\n“Com o Desenvolva+, queremos impulsionar a formação de profissionais em tecnologia que tragam novas perspectivas e experiências que contribuirão para a inovação de soluções e produtos para quem elege o Mercado Livre”, afirma Patricia Monteiro de Araujo, diretora de People do Mercado Livre no Brasil.\nO curso tem duração de 15 semanas e mais de 300 horas de conteúdo, oferecendo uma jornada de aprendizado prática e intensiva, com aulas online ao vivo às segundas, quartas e sextas-feiras, das 19h às 22h. A trilha inclui também encontros, aulas de carreira, sessões individuais de simulação de entrevistas e mentorias, além de um acompanhamento próximo de especialistas do Mercado Livre e da Ada.\nAo final do programa, os estudantes poderão participar de processos seletivos exclusivos da companhia, fortalecendo a conexão direta entre formação e oportunidade profissional.\nNesta edição, o processo seletivo do Desenvolva+ utilizará o Caio, inteligência artificial conversacional da Ada, para avaliar a motivação do participante em relação ao projeto. Além disso, contará com uma prova de código para medir os conhecimentos técnicos e o Coding Tank: uma etapa de três dias que simula o curso, com desafios práticos e critérios de avaliação técnica e comportamental.\n“Na Ada, utilizamos tecnologias próprias de IA para selecionar, desenvolver e mapear as principais habilidades de cada participante, oferecendo uma jornada de aprendizado personalizada para que cada pessoa evolua com mais confiança e esteja, de fato, preparada para os desafios do mercado”, comenta Felipe Paiva, CEO da Ada.\nImagem: Envato",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->online and remote learning",
      "Education->vocational education",
      "Social Issue->social services",
      "Social Issue->social condition",
      "Social Issue->disabilities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://ada.tech/oportunidades/mercado-livre-desenvolva-mais-2025",
      "https://www.ada.tech/oportunidades/mercado-livre-desenvolva-mais-2025"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:16:41.855+03:00",
    "updated": "2025-06-12T07:24:20.000+00:00"
  }
]