[
  {
    "uuid": "3705781c453917347e70d30b66881409471de37e",
    "url": "https://www.elpais.com.co/mundo/elon-musk-es-demandado-por-acoso-sexual-a-extrabajadores-esto-es-lo-que-se-sabe-1351.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción El País",
    "published": "2024-06-13T20:47:00Z",
    "title": "Elon Musk es demandado por acoso sexual a extrabajadores, esto es lo que se sabe",
    "text": "Mundo Elon Musk es demandado por acoso sexual a extrabajadores, esto es lo que se sabe La demanda acusa a Musk y SpaceX de acoso sexual, discriminación, represalias y despido injustificado. [Por: Redacción El País](/autor/redaccion-el-pais/) Ocho ingenieros despedidos por la empresa aeroespacial estadounidense SpaceX presentaron este miércoles 12 de junio una demanda en la que acusan a su dueño, el magnate Elon Musk, de fomentar abusos laborales y una cultura sexista de la “Edad Media” al interior de la compañía. La querella civil presentada en un tribunal de Los Ángeles sostiene que Musk despidió a las cuatro mujeres y cuatro hombres después de que publicaran una carta abierta en la que [detallaban sus preocupaciones y pedían al consejo de administración](https://www.elpais.com.co/mundo/esta-es-la-cantidad-de-dinero-que-gana-en-un-dia-elon-musk-el-hombre-mas-rico-del-mundo-0810.html) que se distanciara del jefe de SpaceX. “Elon Musk proclama a los cuatro vientos que SpaceX es el líder de un nuevo y valiente mundo de viajes espaciales”, dice la misiva. “Pero dirige su empresa en la Edad Media - tratando a las mujeres como objetos sexuales evaluadas por su talla de sostén, bombardeando el lugar de trabajo con bromas sexuales obscenas y dando como réplica a aquellos que desafían ese ambiente (...) que si no les gusta pueden buscar empleo”, señala. La demanda acusa a Musk y SpaceX de acoso sexual, discriminación, represalias y despido injustificado. “Musk cree que está por encima de la ley”, dijo la abogada de los ingenieros demandantes, Laurie Burgess, en un comunicado. [“Estamos deseando que Musk rinda cuentas de sus actos en el juicio”.](https://www.elpais.com.co/mundo/elon-musk-tiene-nuevo-oponente-en-china-asiaticos-prueban-con-exito-un-chip-cerebral-3002.html) Los trabajadores despedidos habían presentado una queja ante la Junta Nacional de Relaciones del Trabajo de Estados Unidos, que se ha visto paralizada por una acción judicial de Musk que busca frenarla. Según la demanda y la querella ante el regulador, SpaceX alimentó un ambiente de trabajo hostil en el que las bromas sobre acoso sexual eran habituales, las mujeres cobraban menos que los hombres y los trabajadores que se quejaban eran despedidos. “Musk [creó a propósito un ambiente de trabajo hostil no deseado basado en su conducta de introducir en el lugar de trabajo](https://www.elpais.com.co/tecnologia/elon-musk-confirma-que-comenzara-a-cobrar-a-todos-los-nuevos-usuarios-que-interactuen-en-x-1509.html) fotografías sexuales despreciables, memes y comentarios que degradaban a las mujeres o a la comunidad LGBTQ+”, añadieron los abogados de los demandantes. SpaceX no respondió a una solicitud de comentarios. Tesla, la otra empresa emblemática de Musk, ha sido objeto de acusaciones similares de racismo y acoso sexual en su sede de California. *Con información de AFP.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:08:12.290+03:00",
    "updated": "2024-06-14T01:08:12.290+03:00"
  },
  {
    "uuid": "60ab764d0b228bc2a9c1942bfd3dffcde128ccc5",
    "url": "https://vnexplorer.net/road-deaths-continue-to-rise-in-australia-but-one-expert-says-a-simple-change-by-the-albanese-government-could-potentially-save-thousands-of-lives-s696847.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T21:54:00Z",
    "title": "Road deaths continue to rise in Australia - but one expert says a simple change by the Albanese government could potentially save thousands of lives",
    "text": "Government gives states and territories $10b per year in road funding But the states and territories don't share the road deaths data they gather READ MORE: P-plate driver jailed over Buxton crash that killed five of his mates\nThe Australian government aims to reduce road deaths by 50 per cent by 2030, but the numbers are going up, not down – 1,247 people died in the 12 months to October 31 and more than 100 were hospitalised every day.\nThe Federal Government gives states and territories $10billion in road funding each year, but many organisations and academics say it should be doing more to tackle the death toll using hard data.\nEvery state and territory government collects vital information on road deaths and serious injury, but they don’t share this data with each other, the federal government, independent experts or the public.\nThe Australian Automobile Association (AAA) says this data could save lives and it ‘can be done relatively quickly – governments must not kick the can down the road’.\nBut not one federal Labor politician has signed up to AAA’s campaign to have this data shared, with the association offering an online service where people can ‘find out if your local MP is focused on saving lives or winning votes’.\nAerial scene photo from the site where 10 people died and 11 others were hospitalised after a bus crash in the Hunter Valley, NSW, June 12, 2023\n‘Despite billions spent each year on our roads, deaths are increasing and the data can tell us what is going wrong,’ AAA managing director Michael Bradley said, welcoming the Australian Medical Association’s backing for the campaign.\n‘Doctors and first responders serve on the front lines of the nation’s road safety crisis. They deal with the tragic human outcomes of road trauma.\n‘Politicians should listen to doctors and put safety ahead of secrecy. Using data to save lives is not a political issue. It is simple common sense.’\nAfter falling during lockdown, the number of road crash deaths have been rising again across the world as countries emerge from the Covid-19 pandemic.\nThough there are theories that being locked down for so long made people less patient with other drivers and more likely to speed and take other risks, the reality is much simpler.\nMore cars on the road and more kilometres being driven means more crashes, more deaths and more serious injuries.\nLives lost and lives ruined\nThe crashes, lives lost and lives ruined throughout the past 12 months in Australia have been relentless.\nIn June, 10 people died in Australia’s worst road crash in decades when a bus carrying people home from a wedding reception rolled in the NSW Hunter Valley.\nIn December, a P-plate driver who killed five teenage school friends when he crashed a speeding ute in 2022 was jailed for at least seven years.\nThe sentence given to Tyrell Edwards, 20, was called ‘absolutely disgusting’ by victims’ relatives outside Campbelltown District Court in south-western Sydney.\nIn November, five members of two young families were killed when an SUV ploughed through a packed pub beer garden in Daylesford, Victoria.\nThe driver, William Herbert Swale, allegedly ignored nine alarms notifying him his blood glucose was low in the hour before the crash.\nMelbourne Magistrates’ Court also heard that Swale had previously received 32 penalty notices, largely for excessive speed.\nAcademic and road safety expert Professor Raphael Grzebieta was astonished that Swale was still allowed to drive.\n‘We’ve got some real fundamental problems in terms of how to control people who are recalcitrant, habitual, recidivist speedsters, drinkers and drug users who put our general population at risk,’ he told Daily Mail Australia.\n‘When it comes to road safety, for some reason, we seem to exempt people with allowing them to do this.\n‘How many cases have I heard where someone was a recidivist alcoholic and (the authorities) didn’t stop them from driving.\n‘They were driving and they wind up killing someone as a result of that. These criminal aspects of the law need to be tightened up a lot more.’\nSpeed kills\nMark Stevenson, a Professor of Urban Transport and Public Health at the University of Melbourne said the problem of speeding has not changed much from before, during or after the pandemic.\n‘We have got some unique data where we’ve followed thousands of drivers, pre-Covid and post-Covid, and in that data we show that the speeding and other elements haven’t changed significantly at all over that period,’ he said.\n‘There’s this perception that Covid changed how people drive. But from what we’re seeing in that data that doesn’t hold up as a hypothesis.’\nBut even if driver behaviour has not worsened, it is still a huge factor in the carnage on Australian roads.\nAn academic said undivided rural roads should have a maximum speed limit of 80km/h. A road with a 100km/h road sign is pictured\n‘Speeding, fatigue, drink driving and drug driving remain leading contributors to these tragedies – all behaviours within drivers and riders’ control,’ a Transport for NSW spokesperson said.\nProf Grzebieta said reducing speed limits on many roads would save lives, if only politicians had the will to do so.\n‘The one thing that’s really important here is the default speed on rural roads,’ he said.\n‘The speed limits on rural roads are just too high for those roads that don’t have appropriate infrastructure.\n‘So, undivided roads which don’t have median barriers, which have unsealed shoulders and are without any tactile rumble strips.’\nHe said such roads should have a maximum speed limit of 80km/h.\n‘That’s really the absolute limit of survivability if you have a head-on crash or you run off the road and hit a tree or an embankment.’\nAcademic and road safety expert Professor Raphael Grzebieta (pictured) is passionate about saving lives through better legislation\nThe professor explained that cars are designed for survivability of a head-on crash travelling at 64km/h.\n‘That’s what they’re tested to, 64km/h (is) where you walk away from the crash, you’re shaken, but you walk away from the crash.\n‘And then up to about 80, there’s various levels of survivability. At 80km/h, you may have time to do a bit of braking and reduce your speed to 70 or 60.’\nHe said 80km/h ‘is the absolute limit’ that should be allowed on undivided rural roads.\n‘If you’re on a high risk road, your chances of having a crash and trying to survive are low if you’re traveling at 90 or 100.’\nResidential streets\nProf Grzebieta said for suburban streets, speed limits should be set to a maximum of 40km/h.\n‘At the moment, the default is 50. In the Northern Territory it’s a crazy 60,’ he said.\n‘It’s just too high and it should be set to 40km/h, because at night when you’re driving your car in a built-up area, you have to set it to low beam.\n‘The major feeder roads have sufficient lighting, but in residential streets the lighting’s not so good and you won’t see a pedestrian with low beam.’\nA pedestrian’s chances of surviving being hit are 10 times higher if the speed limit was reduced from 50 to 40, he said.\n‘If you hit someone at 50km/h (there’s) a 60 per cent chance that they will wind up getting killed,’ Prof Grzebieta said.\n‘However, if you set the speed at 40, which is a reasonable speed for such residential streets, you will spot the pedestrian just in time to apply your brakes and reduce the speed of your car to 30.’\nAt that speed, he said, ‘that’s equivalent to falling off the roof of your house. That’s the sort of survivability, with about a 6 per cent risk of fatality.\n‘So that’s why I’ve been pushing for 40km/h speed limit for residential streets, 80 for (lower grade) rural roads that … and that’s what it should be set nationally.’\nProf Grzebieta said: ‘If you’re on a high-risk road, your chances of having a crash and trying to survive are low if you’re traveling at 90 or 100.’ Speed limit signs are pictured on a freeway\nThe difficulty of getting change\nProf Grzebieta said any plans to have speed limits reduced nationally would lead to a ‘huge pushback from WA, from the Northern Territory, parts of the outback of NSW and Queensland. They’ll kick up a stink.\n‘(But) until the regulators start doing that, you’re not going to reduce the fatalities on our roads, they just simply won’t come down.’\nHe said Victoria has done better than the other states in reducing fatalities on its roads.\n‘They’ve got terrific roads. They’ve been installing wire rope barriers everywhere.\n‘They’ve got strong enforcement in terms of point-to-point speed cameras and covert speed cameras … and their fatalities have been coming down over the years.\n‘So the things that Victoria do, NSW and Queensland and other states should adopt.’\nBut he said NSW is ‘not keen on adopting covert speed cameras’ and that both the Coalition and Labor ‘have been using road safety as a political football’.\n‘It’s crazy. They’re about to increase the speed limit in the new WestConnex tunnel (in Sydney) from 80 to 90km/h.’\nThat was a change agreed to by the NSW Premier Chris Minns during the election campaign earlier this year.\nBut Prof Grzebieta said ‘that’s a real no-no. The whole world knows that you shouldn’t go above 80km/h in a tunnel.\n‘You saw that very clearly in Victoria all those years ago when they had that massive truck crash and the fire and people died.’\nThe Burnley Tunnel crash in March 2007 killed three people. Black smoke poured from stacks above it and the fire – which was estimated to be more than 1,000 degrees – melted one of the vehicles involved beyond recognition.\n‘They immediately reduce their speed to 80km/h (in tunnels) and nothing’s happened since,’ the academic said.\nHe pointed out that in NSW, ‘They’re putting signs in front of their mobile speed cameras. I mean, that’s nuts when you think about it.’\nMost people want hidden speed cameras\nProf Grzebieta said that it is just a ‘small minority’ of people who complain about having hidden speed cameras.\n‘The majority of NSW agree with it. The small minority … want to be allowed to break the law,’ he said.\nA car driven by a 66-year-old man from Mt Macedon ploughed into patrons seated in the courtyard of a bar in Daylesford, Victoria (pictured)\nA police officer hugging a therapy dog at the scene of the Daylesford crash\n‘It’s a really simple formula. Just don’t go over the speed limit and you’re fine, you won’t get fined.’\nA Transport for NSW spokesperson said the state government is ‘committed to lowering road trauma … with the road map set out in the 2026 Road Safety Action Plan.\n‘It sets new targets to halve deaths and reduce serious injuries by 30 per cent on NSW roads by 2030 as well as actions to contribute toward achieving these targets.’\nDaily Mail Australia contacted federal Transport Minister Catherine King for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "buxton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aaa",
          "sentiment": "none"
        },
        {
          "name": "australian automobile association",
          "sentiment": "none"
        },
        {
          "name": "labor",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:17.503+02:00",
    "updated": "2023-12-29T00:01:17.503+02:00"
  },
  {
    "uuid": "4db5c006ab687a1e94986d273951b9e4bbd9b2b1",
    "url": "https://www.ask.com/news/unlocking-potential-laptop-camera-take-stunning-photos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Writer",
    "published": "2024-01-05T20:06:00Z",
    "title": "Unlocking the Potential of Your Laptop Camera: How to Take Stunning Photos",
    "text": "In this digital age, where we are constantly capturing and sharing moments, having a good camera has become a necessity. While most people rely on their smartphones or dedicated cameras for photography, many overlook the hidden gem right in front of them – their laptop camera. Yes, you read that right. Your laptop camera can be more than just a tool for video calls and selfies. With a few tips and tricks, you can unlock the potential of your laptop camera and take stunning photos.\nUnderstanding the Limitations\nBefore we dive into how to take great photos with your laptop camera, it’s important to understand its limitations. Laptop cameras are generally not as powerful as dedicated cameras or even high-end smartphones. They have smaller sensors and limited lens capabilities. However, this doesn’t mean you can’t achieve impressive results.\nOptimizing Lighting and Composition\nOne of the key factors in capturing great photos is lighting. When using your laptop camera, make sure you’re in a well-lit area or utilize additional light sources if needed. Natural light is always preferable, so try positioning yourself near a window or open blinds for beautiful soft lighting.\nComposition plays a crucial role in photography regardless of the camera being used. Apply the rule of thirds by placing your subject off-center for a more visually appealing photo. Experiment with different angles and perspectives to add depth and interest to your images.\nAdjusting Settings and Using Filters\nWhile laptop cameras may not offer extensive manual settings like professional cameras do, there are still adjustments you can make to enhance your photos. Most laptops come with built-in software that allows you to adjust settings such as brightness, contrast, saturation, and white balance. Play around with these settings until you achieve the desired look.\nIf your laptop doesn’t have built-in software for editing photos, there are plenty of free online photo editors available that provide basic editing tools. These tools allow you to crop, adjust colors, and apply filters to your images, giving them a professional touch.\nMastering Self-Timer and Remote Shooting\nTaking selfies or self-portraits with a laptop camera can be challenging since you can’t see the screen while capturing the photo. However, most laptops come with a self-timer feature that allows you to delay the shot for a few seconds. Utilize this feature to give yourself time to pose and adjust before the photo is taken.\nFor even more control over your shots, consider using remote shooting apps or software. These applications enable you to control your laptop camera from your smartphone or another device, giving you the freedom to capture photos from various angles without having to rely on someone else.\nConclusion\nYour laptop camera doesn’t have to be limited to video calls and quick snapshots. With some knowledge and practice, you can unlock its potential as a capable photography tool. Remember to optimize lighting and composition, adjust settings and use filters, and explore features like self-timer and remote shooting. So go ahead, grab your laptop, and start capturing stunning photos that will impress everyone around you.\nThis text was generated using a large language model, and select text has been reviewed and moderated for purposes such as readability.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:07:17.488+02:00",
    "updated": "2024-01-06T01:07:17.488+02:00"
  },
  {
    "uuid": "70b8209947cc64ddbc8f799d5553be765c696de1",
    "url": "https://www.pcgamesn.com/polaris/steam-demo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jamie Hore",
    "published": "2024-10-17T23:04:00Z",
    "title": "Polaris is a stylish co-op extraction shooter you can try for free right now",
    "text": "I remember earlier in the year being hooked by a reveal trailer for Polaris, one of the many upcoming extraction shooter games that have been announced in recent months. Well, the time has come for players to get their hands on it during Steam Next Fest and give its chaotic yet stylish co-op action a try. Yes, Polaris has got a free demo over on Steam right now. In the third-person co-op game, you and up to three other pals drop into missions with limited lives and a timer ticking down with one goal in mind - destroy dozens of ships belonging to the evil group known as the Regime. There are no battles against other foot soldiers here - it’s just you and your teammates against some colossal aircraft. As you progress throughout a match and take out more and more ships, you’ll earn tokens that you can use to buy better weapons and items. However, there comes a point where you need a bit more firepower than just Polaris’ arsenal of guns, and that’s where aerial combat comes in. You can take to the skies and have a shootout with the Regime in a ship all of your own. Should you find yourself with insufficient funds, you can still get airborne, as individual characters can fly around, Superman-style, thanks to their grav boots. With fully destructible environments and its distinctive art style (I barely recognized it compared to how it looked when it was first revealed) Polaris does look like a unique member of the Extraction Shooter Newcomers Club. The actual ‘extraction’ element does seem a little thin when compared to its rivals, but there’s still some fun co-op mayhem to be had here. https://youtu.be/pfFStK86uew While Polaris is a way off launching yet, you can play its Steam Next Fest demo from now until Monday October 21. You can download the demo, wishlist the game, and find out more about it right here. Once you’re done with Polaris, you’ll find plenty of other chaotic co-op titles on our lists of the best FPS games and the best multiplayer games. You can also follow us on Google News for daily PC games news, reviews, and guides, or grab our PCGN deals tracker to net yourself some bargains.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://store.steampowered.com/app/2482850/POLARIS/",
      "https://news.google.com/publications/CAAqBwgKMLj0iAswo_yHAw?hl=en-GB&gl=GB&ceid=GB%3Aen",
      "https://chromewebstore.google.com/detail/pcgamesn-deal-finder/oeoghookameclcodbfkjmogfhlgkalop?pli=1",
      "https://store.steampowered.com/app/2482850/POLARIS",
      "https://www.chromewebstore.google.com/detail/pcgamesn-deal-finder/oeoghookameclcodbfkjmogfhlgkalop?pli=1",
      "https://news.google.com/publications/CAAqBwgKMLj0iAswo_yHAw",
      "https://www.store.steampowered.com/app/2482850/POLARIS/",
      "https://chromewebstore.google.com/detail/pcgamesn-deal-finder/oeoghookameclcodbfkjmogfhlgkalop",
      "https://www.news.google.com/publications/CAAqBwgKMLj0iAswo_yHAw?hl=en-GB&gl=GB&ceid=GB%3Aen"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T02:21:13.921+03:00",
    "updated": "2024-10-18T02:34:01.141+03:00"
  },
  {
    "uuid": "3b92a853bcc2d68d1cdc83f50c28e7b6f86388cf",
    "url": "https://theshaderoom.com/gypsy-rose-blanchard-selfie-prison-photo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editorial Team",
    "published": "2023-12-29T22:38:00Z",
    "title": "Fresh Out! Gypsy Rose Blanchard Shares Her First Selfie Since Being Released From Prison",
    "text": "After years of incarceration, Gypsy Rose Blanchard is free and\nback in the world, ready to retake her place in society.\nJust 24 hours after her release from prison, Gypsy shared her first selfie on her official Instagram page. With a radiant smile and sparkling eyes full of hope, it seems Gypsy is embracing her newfound freedom with open arms.\nGypsy Rose Blanchard’s Instagram Selfie\nShe gave the photo a fitting caption, writing, “First selfie of freedom!” In less than six hours, the post had amassed over 500,000 likes and 100,000 comments, indicating the magnitude of support from people, most of whom have probably followed her harrowing story since 2015.\nThat same year, a jury convicted Gypsy for her role in the murder of her mother, Dee Dee Blanchard. The case made worldwide headlines for its disturbing and rather unusual circumstances. Dee Dee suffered from Munchausen syndrome by proxy. Her mental illness forced her to manipulate her child into pretending to be chronically ill.\nDee Dee’s decision subjected Gypsy to numerous unnecessary surgeries and medication, as well as physiological and physical abuse.\nGypsy would endure the mistreatment and exploitation up until her mother’s passing when she conspired with her then-boyfriend Nicholas Godejohn to have Dee Dee killed.\nGypsy Rose Blanchard has been released from prison.\n[pic.twitter.com/3fW1eWXrDO]\n— Examiners Club. (@examinersclub)\n[December 28, 2023]\nShe served eight years at the Chillicothe Correctional Center in Missouri and was released on Thursday (December 27).\nBlanchard’s release from prison and subsequent social media post marks a brand new chapter in her life, with her husband, Ryan Scott Anderson, right by her side through it all. The couple tied the knot on June 27, 2022, during which time Gypsy was still incarcerated.\nNow that she has gained her freedom, however, she can enjoy the married life to its fullest extent.\nGypsy Rose Blanchard Hopes To Share Her Story With Others\nEvidently, her freedom hugely contrasts with the life she lived behind bars. However, judging from the speed at which she has adapted to the world of social media, it appears Gypsy is ready to take control of not only her life but also her narrative.\nGypsy is now focusing on her future, hoping to transform her traumatic past into a public speaking platform. More importantly, her case also sheds light on Munchausen syndrome by proxy, a rare mental illness that poses a huge threat to vulnerable people.\nAccording to\nCNN, those struggling with the disorder most commonly target preschoolers. TMZ also reports that when Anderson picked his wife up from prison, he arrived with a camera crew in tow, suggesting that they might be working on a documentary or reality series.\nGypsy has yet to address these reports.\nRELATED:\nUPDATE: Lawyer For Derek Chauvin Says He’s In Prison Custody Again After Multiple Stab Wounds",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.tmz.com/2023/12/28/gypsy-rose-blanchard-release-prison-pickup-ryan-camera-documentary/",
      "https://www.cnn.com/2017/08/15/health/munchausen-proxy-mental-illness-child-abuse/index.html",
      "https://www.tmz.com/2023/12/28/gypsy-rose-blanchard-release-prison-pickup-ryan-camera-documentary",
      "https://tmz.com/2023/12/28/gypsy-rose-blanchard-release-prison-pickup-ryan-camera-documentary/",
      "https://cnn.com/2017/08/15/health/munchausen-proxy-mental-illness-child-abuse/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gypsy rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "dee dee blanchard",
          "sentiment": "none"
        },
        {
          "name": "gypsy",
          "sentiment": "none"
        },
        {
          "name": "dee dee",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T01:07:24.715+02:00",
    "updated": "2023-12-30T01:07:24.715+02:00"
  },
  {
    "uuid": "80dd315804e2260195e689a12fae1e68e8a414f9",
    "url": "https://www.newsbug.info/news/nation/volkswagen-says-profits-have-already-taken-a-hit-from-us-tariffs-on-cars/image_5d754b3f-1bd1-5284-9f8d-1c0cc389c3ff.html",
    "ord_in_thread": 0,
    "author": "RONALDO SCHEMIDT",
    "published": "2025-04-09T21:08:00Z",
    "title": "Volkswagen says profits have already taken a hit from US tariffs on cars",
    "text": "Volkswagen says profits have already taken a hit from US tariffs on cars\n- RONALDO SCHEMIDT\n- Updated\nTags\nAs featured on\nGerman auto giant Volkswagen said Wednesday that tariffs on car imports into the United States ordered by President Donald Trump had dragged down its first quarter operating profit.\nSuccess! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.\nBreaking News: Herald Journal\nBreaking News: Iroquois County's Times-Republic\nBreaking News: Kankakee Valley Post News\nBreaking News: Newton County Enterprise\nBreaking News: Rensselaer Republican\nBreaking News: WCINews (Fountain County Neighbor & Review Republican)\nCoronavirus Updates\nGet the latest local and national news.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->foreign exchange market",
      "Social Issue->discrimination",
      "Social Issue->social condition",
      "Crime, Law and Justice->corporate crime"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Donald Trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Volkswagen",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Fountain County Neighbor & Review Republican",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:46:44.817+03:00",
    "updated": "2025-04-10T00:46:44.817+03:00"
  },
  {
    "uuid": "747f24106f4d922081c339150238b8f4d8e0158f",
    "url": "https://www.wionews.com/photos/images-show-breathtaking-rainbow-coloured-clouds-spreading-stunning-colours-in-arctic-skies-674500",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wion",
    "published": "2023-12-28T19:07:00Z",
    "title": "Images show breathtaking rainbow-coloured clouds spreading stunning colours in Arctic skies - Trending News",
    "text": "Images show breathtaking rainbow-coloured clouds spreading stunning colours in Arctic skies The clouds, also known as nacreous clouds, appear exclusively in severely cold temperatures and they are caused by microscopic ice crystals scattering sunlight. Image credit: Ramunė Šapailaitė Rainbow-colored clouds Amazing breathtaking rainbow-coloured clouds were observed in the Arctic. The rare rainbow was the right thing during the holiday season. (Photograph:Facebook) Polar stratospheric clouds Spaceweather.com reported that the colourful clouds appeared over Sweden on December 17 as a cold wave just swept through the Arctic stratosphere. The rare polar stratospheric clouds were visible for at least three days between December 18 and December 20. (Photograph:Facebook) 'It's that magical time of year again' As quoted in the report, Chad Blakley, owner of the aurora tour guide service Lights over Lapland in Abisko, Sweden, said: \"It's that magical time of year again. We just witnessed a spectacular display of polar stratospheric clouds.\" (Photograph:Facebook) Visible in different places Live Science mentioned in its report that observers shared pictures from Norway, Sweden, Finland, Alaska, and even as far south as Scotland. (Photograph:Facebook) Rainbow-colored clouds The clouds, also known as nacreous clouds, appear exclusively in severely cold temperatures and they are caused by microscopic ice crystals scattering sunlight, resulting in miniature rainbows in the sky. The report mentioned that the crystals are hung in space at incredibly high altitudes, between 9.3 and 15.5 miles above the Earth's surface. Live Science reported that higher than clouds usually form, but at extremely cold temperatures, water vapour can start to coalesce, creating crystals.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chad blakley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arctic",
          "sentiment": "none"
        },
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "lapland",
          "sentiment": "none"
        },
        {
          "name": "abisko",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:49:48.842+02:00",
    "updated": "2024-01-20T10:02:20.980+02:00"
  }
]