[
  {
    "uuid": "c39646bc3fafb53676fa8addf7a56813ee44fb04",
    "url": "https://www.eldiario.es/desalambre/agentes-mexicanos-rescatan-mujer-4-hijos-hipotermia-pasar-horas-rio-bravo_1_10818512.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "elDiario.es Galicia",
    "published": "2024-01-07T20:57:00Z",
    "title": "Agentes mexicanos rescatan a mujer y 4 hijos con hipotermia tras pasar horas en río Bravo",
    "text": "Piedras Negras (México), 7 ene (EFE).- Una mujer, madre de cuatro menores de 2, 7, 10 y 14 años, todos mexicanos, quienes intentaban cruzar a Estados Unidos nadando por el río Bravo (río Grande en EE.UU.), fueron rescatados por agentes migratorios con síntomas avanzados de hipotermia debido a que pasaron unas siete horas en el agua, informaron este domingo autoridades migratorias. En un comunicado, el Instituto Nacional de Migración (INM) de México indicó que tras “permanecer varias horas en el agua”, -con bajas temperaturas-, a la espera de cruzar a territorio estadounidense, una familia integrada por cinco personas de nacionalidad mexicana fue rescatada por agentes del Grupo Beta Piedras Negras, en la zona del río en el estado de Coahuila.\n“Se trata de una mujer, madre de cuatro menores de 2, 7, 10 y 14 años, respectivamente, que presentaban síntomas avanzados de hipotermia debido a que llevaban alrededor de siete horas en el agua a la espera de poder cruzar a Estados Unidos a la altura del cruce fronterizo Puente 1”, precisó el comunicado.\nLa nota del INM, dependiente de la Secretaría de Gobernación (Interior), indicó que agentes del Grupo Beta -unidad del instituto especializada en brindar orientación y asistencia a migrantes- del estado de Coahuila, cumplían labores de reconocimiento cerca del río Bravo “y, a distancia, alcanzaron a ver el movimiento bajo el Puente 1, por lo que se acercaron al punto”.\nExplicaron que casi a orilla del río, del lado estadounidense, se encontraba la familia que solicitó ayuda y los agentes se acercaron en un aerobote.\n“Visiblemente cansados y con frío, la madre junto con sus hijos caminaron hacia el aerobote donde de inmediato les fueron colocadas sábanas térmicas para recuperar el calor del cuerpo y fueron trasladados a tierra firme del lado mexicano”, apuntó el INM.\nIndicaron que la mujer cargaba a su hijo de dos años (nacido en San Luis Potosí) mientras que los otros menores (nacidos en Coahuila) permanecían en el agua, que les llegaba a la altura de la cintura.\nTras el rescate, la familia fue llevada a una ambulancia del cuerpo de bomberos que se encargó de revisar su estado de salud y luego fueron trasladados a un hospital para su atención médica.\nEl INM señaló que agentes del Grupo Beta están ubicados estratégicamente en los estados de Baja California, Sonora, Chihuahua, Coahuila, Tamaulipas, Veracruz, Tabasco, Chiapas y Oaxaca que son las zonas por donde transitan el mayor número de migrantes en el país con la finalidad de brindarles ayuda humanitaria, primeros auxilios y asistencia.\nEn los primeros días del año, México, último país de tránsito en el camino de los migrantes hacia Estados Unidos, registró una nueva y multitudinaria caravana migrante en el sur y el secuestro de 32 migrantes suramericanos y centroamericanos en el norte del país, muestras de que la dramática crisis migratoria no tiene perspectivas de mejorar en 2024.\nEn 2023 se registraron cifras históricas de personas que buscan entrar a Estados Unidos en la frontera con México, donde la Oficina de Aduanas y Protección Fronteriza estadounidense (CBP, en inglés) confirmó que de enero a noviembre se dio la llegada de más de 2,2 millones de migrantes a Estados Unidos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:27:23.949+02:00",
    "updated": "2024-01-08T01:27:23.949+02:00"
  },
  {
    "uuid": "9b3641275053f0c3d43385a87525e3776142b862",
    "url": "https://www.marketscreener.com/news/latest/Former-Hong-Kong-independence-group-leader-seeks-asylum-in-Britain-45646477/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2023-12-28T16:11:00Z",
    "title": "Former Hong Kong independence group leader seeks asylum in Britain - 2023-12-28 | MarketScreener",
    "text": "Top Capitalization United States North America Europe Asia Middle East Sector Research Earnings Calendar Equities Analysis Most popular MICROSOFT CORPORATION NVIDIA CORPORATION ALPHABET INC. TESLA, INC. AMAZON.COM, INC. APPLE INC. META PLATFORMS, INC. Indexes Homepage Rankings Europe America Asia Africa Index Analysis Indexes News S&P 500 DOW JONES NASDAQ 100 TSX COMP FTSE 100 DAX CAC 40 EURO STOXX 50 Currency / Forex Homepage Rankings Currency Cross Rate Currency Converter Forex Analysis Currencies News USD / EUR USD / CAD USD / MXN USD / BRL USD / INR Commodities Homepage Energy Precious metals Agriculture Industrial Metals Livestock and Cattle GOLD CRUDE OIL (WTI) CRUDE OIL (BRENT) SILVER PLATINUM Cryptocurrencies Homepage Rankings Charts Analysis News BITCOIN ETHEREUM BINANCE COIN SOLANA CARDANO FTX TOKEN Interest Rates Homepage Developed Nations Emerging Countries ETFs Rates ETF Summary Screener News All News World United States Europe North America South America Asia Africa Middle East Emerging Companies All News Analyst Reco. Rumors IPOs Capital Markets Transactions New Contracts Profit Warnings Appointments Press Releases Security Transactions Earnings reports New markets New products Corporate strategies Legal risks Share buybacks Mergers and acquisitions Call Transcripts Guidance Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Asset Management Activism Climate and ESG Cybersecurity Geopolitics Central Banks Private Equity Inflation Business Leaders Sectors All our articles Most Read News Hot News Analysis All Analysis Must Read Equities Interviews Indexes Currencies Commodities ETF Cryptocurrencies Stock Trading Strategies All America Europe Asia Our Shows Shows Strategy Must Watch Satirical Cartoon Today's Editorial Crypto Recap Behind the numbers Stock Picks All our investments United States Europe Asia, Pacific Portfolios Virtual Portfolios USA Portfolio European Portfolio Asian Portfolio Watchlists My Watchlists Watchlists My previous session My most visited Most popular Investment Style Homepage ESG stocks Trend-Following Stocks Undervalued stocks Dividend Kings Dividend Aristocrats Small caps Investment Themes Homepage Metaverse Outdoor Financial Data Powerful brands Israeli innovation The Cannabis Industry Rankings Top Movers Top Movers Unusual volumes New Historical Highs New Historical Lows Long Term Top Fundamentals Top Fundamentals Sales growth Earnings Growth Profitability Finances Rankings Valuation Rankings Valuation P/E ratio Enterprise value Yield Top Consensus Top Consensus Analyst Opinion Target price Estimates Revisions Divergence Top Technicals Top RSI GAPS STIM Breakouts Trends Volatility Top ranking ESG Top ranking ESG Environment Social Governance Rankings Coverage Screeners Stock Screener Home Investment Themes Ageing Population Biotechnology Europe's family businesses The Golden Age of Video Games Smart City The SPAC Technical Rankings Oversold stocks Overbought stocks Close to resistance Close to support Accumulation Phases Most volatile stocks Fundamental Rankings Top Investor Rating Top Trading Rating Top Consensus Top Growth Top Dividends Low valuations My Screeners All my stocks Watchlists Virtual Portfolios Tools MarketScreener tools Stock Screener iPhone App Expert tools Stock Screener PRO Portfolio Creator Event Screener Dynamic Chart Earnings Calendar Economic Calendar Currency Converter ProRealTime Trading Our Services Our subscriptions Our Stock Picks Stock Screener Thematic Investment Lists MarketScreener Portfolios European Portfolio USA Portfolio Asian Portfolio Stock market news All News Companies Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Sectors All our articles Most Read News Hot News Former Hong Kong independence group leader seeks asylum in Britain December 28, 2023 at 05:11 pm EST",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "meta",
          "sentiment": "none"
        },
        {
          "name": "ftx token interest rates homepage developed nations",
          "sentiment": "none"
        },
        {
          "name": "nvidia",
          "sentiment": "none"
        },
        {
          "name": "microsoft",
          "sentiment": "none"
        },
        {
          "name": "apple inc",
          "sentiment": "none"
        },
        {
          "name": "tsx",
          "sentiment": "none"
        },
        {
          "name": "alphabet inc",
          "sentiment": "none"
        },
        {
          "name": "agriculture industrial metals livestock and cattle gold",
          "sentiment": "none"
        },
        {
          "name": "brl usd / inr commodities homepage energy",
          "sentiment": "none"
        },
        {
          "name": "amazon.com",
          "sentiment": "none"
        },
        {
          "name": "africa index analysis indexes news s&p",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "tesla",
          "sentiment": "none"
        },
        {
          "name": "europe america asia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:27.361+02:00",
    "updated": "2023-12-29T00:25:56.712+02:00"
  },
  {
    "uuid": "800cb5eb1b214c4d3e8d12b1f1ea70441ecb4633",
    "url": "https://ground.news/article/emine-erdogan-ceasefire-now-peace-now",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ahaber.com.tr",
    "published": "2023-12-30T11:44:00Z",
    "title": "Ground News - Emine Erdogan: Ceasefire now, peace now",
    "text": "Summary by ahaber.com.tr President Recep Tayyip Erdogan 's wife, Emine Erdoğan, in a post about the “Bulletproof Dreams: Gaza Children's Painters Exhibition”, which aims to draw attention to the humanitarian drama in Gaza through the eyes of children... Click for more Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nahaber.com.tr Emine Erdogan: Ceasefire now, peace now President Recep Tayyip Erdogan's wife, Emine Erdoğan, in a post about the “Bulletproof Dreams: Gaza Children's Painters Exhibition”, which aims to draw attention to the humanitarian drama in Gaza through the eyes of children... Click for more\n59 minutes ago · Türkiye Read Full Article\nahaber.com.tr\nEmine Erdogan: Ceasefire now, peace now President Recep Tayyip Erdogan's wife, Emine Erdoğan, in a post about the “Bulletproof Dreams: Gaza Children's Painters Exhibition”, which aims to draw attention to the humanitarian drama in Gaza through the eyes of children... Click for more\n59 minutes ago · Türkiye Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [
      "https://www.ahaber.com.tr/gundem/2023/12/30/emine-erdogandan-gazzeli-cocuk-ressamlar-sergisine-iliskin-paylasim-ateskes-simdi-baris-simdi?utm_source=ground.news&utm_medium=referral",
      "https://ahaber.com.tr/gundem/2023/12/30/emine-erdogandan-gazzeli-cocuk-ressamlar-sergisine-iliskin-paylasim-ateskes-simdi-baris-simdi?utm_source=ground.news&utm_medium=referral",
      "https://www.ahaber.com.tr/gundem/2023/12/30/emine-erdogandan-gazzeli-cocuk-ressamlar-sergisine-iliskin-paylasim-ateskes-simdi-baris-simdi"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emine erdoğan",
          "sentiment": "negative"
        },
        {
          "name": "recep tayyip erdogan",
          "sentiment": "negative"
        },
        {
          "name": "emine erdogan",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza children",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T14:44:24.161+02:00",
    "updated": "2023-12-30T14:44:24.161+02:00"
  },
  {
    "uuid": "360edf8a9473f56ce5693494b590e784106f3f4d",
    "url": "https://www.perfil.com/noticias/canal-e/una-nueva-apuesta-el-maiz-como-energia-electrica-y-etanol.phtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Liliana Opanasuk",
    "published": "2024-07-05T10:08:00Z",
    "title": "Una nueva apuesta: el maíz como energía eléctrica y etanol",
    "text": "La Fundación Agropecuaria para el Desarrollo de Argentina (FADA) lanzó un video para dar a conocer cómo el\nmaíz puede generar energía e incluso convertirse en etanol. Para hablar sobre este tema, Canal E se comunicó con Nicolle Pisano Claro, economista y jefe de FADA, quien contó que desde la fundación se lanzó una serie llamada \"Todo es Energía\" en donde se aborda el tema de las energías, con un enfoque en las energías renovables, como las derivadas del maíz.\nCómo se genera energía a través del maíz\nSegún la entrevistada, “el maíz es parte de nuestra vida cotidiana más de lo que imaginamos” y a partir de este grano \"podemos generar energía eléctrica para iluminar nuestras casas y cargar nuestros teléfonos, así como producir biocombustibles como el bioetanol, que también proviene de la caña de azúcar\". Y agregó: \"Cuando cargamos nafta en una estación de servicio, también estamos cargando bioetanol\".\nCuáles son los costos de producción\nCon respecto a los costos de producción del bioetanol, Pisano Claro aseguró que tiene costos de producción asociados a su principal insumo, el maíz, y \"genera mucho empleo en el interior productivo del país\". Y siguió: \"El precio del bioetanol se establece en función del costo del maíz y otros insumos\".\nCómo difundir las energías renovables y dónde encontrarlas\nPor otra parte, la entrevistada mencionó que desde FADA se destaca que, \"tanto la energía eléctrica de fuentes renovables como los biocombustibles son más amigables con el medio ambiente\". Y continuó: \"Hoy en día, hay más difusión sobre estas energías que en años anteriores, pero aún es necesario seguir informando y concientizando\".\nEn continuidad con el tema, la economista aclaró que se puede instalar paneles solares y termotanques solares en las casas, así como cada que se carga combustibles, \"también estamos cargando biocombustibles\". Y agregó: \"La nafta convencional se mezcla con un 12% de bioetanol, y lo mismo sucede con el gasoil y el biodiésel\".\nPara cerrar, dijo:\"Estas formas de energía diversifican nuestras fuentes energéticas y la eléctrica puede provenir de la agricultura, como el maíz y la cáscara de maní, así como de fuentes eólicas y solares\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T15:38:47.429+03:00",
    "updated": "2024-07-05T15:38:47.429+03:00"
  },
  {
    "uuid": "c3af77e83ee0c6cee518f14169df5b8c9aea076a",
    "url": "https://www.meneame.net/story/todos-museos-han-enganado-putomikel/c09",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Coppini",
    "published": "2024-08-15T19:15:00Z",
    "title": "#9 Todos los museos te han engañado: PutoMikel",
    "text": "[Guanarteme](/user/Guanarteme)a [youtube.com](/go/link/3969443)\n( Bicheando el video ) Es muy complicado cuestionar o poner una sola queja al enfoque del video y si lo hacemos nos “atricheramos” o optamos por cierto victimismo y nos ponemos a la defensiva. Es que no se puede negar que el pasado es un relato interesado y construimos nuestro presente y futuro en base a eso, pero el problema desde mi punto de vista es que desde la propia disciplina no habria ni interes ni formacion para cuestionar ese relato artificial. Por tanto cuando se dice o se cuestiona un aspecto del pasado, por ej que no podemos atribuir roles o considerar que el hombre es el sujeto neutro del pasado, en gran medida esa lectura se “demoniza” por personas que carecen de la preparacion para ello y se originan “debates” que contaminan esa problematica. Yo soy enormemente negativo respecto a la evolucion y mejora de esa cuestion, en parte porque sigo creyendo que habria poco interes entre conocer X y comunicarlo a la sociedad PD. Me fascina que este envio sea cuestionado a base a negativos, estoy seguro que quienes ha optado por esa opcion serian capaces de rebatir lo que se defiende en el video de Mikel\n[#1](c1#c-1) también he quedado sorprendido por los negativos y sí, me gustaría que alguno diera su punto de vista\n[#3](c3#c-3) En mi opinion es uno de los casos donde el uso de los votos o el recibimiento que tiene un envio es bastante injusto. Una cosa es que cuestionemos algo porque sea partidista, sea un ejemplo de libro de demagogia, desinformacion, propaganda u otros. En este caso nos encontramos con un video perfectamente estructurado y documentado, pero no podemos cuestionarlo de ninguna manera racional y optamos por “censurarlo”. Me cuesta entender ese comportamiento, pero es el dia a dia de Meneame, por desgracia\n[#4](c4#c-4) Mi comentario venia porque estudie historia y mi interes en la disciplina va en la linea que aboga Mikel, es decir, trasladar el conocimiento de la discplina a la sociedad y que adquiera valor o sirva de revulsivo social, motor economico de una region etc etc No obstante dentro de la carrera se menosprecia el potencial que posea el estudio de la historia desde una perspectiva que no sea academica; por ej nos encontramos mas interes en analizar un yacimiento y sus restos que ponerlo en valor a posteriori y llevarlo a la sociedad. En mi caso es una obsesion particular ,y es que de nada sirve estudiar o comprender nuestro pasado si posteriormente no sabemos llevarlo a quienes deberian valorarlo y cuidarlo.\nMe gustaria creer que en los ultimos años es diferente, pero en mi caso acabe la carrera y las inquietudes que he comentado entre compañeros y profesores eran minimas. Es obvio que tenemos excepciones puntuales y algunas muy dignas, pero es una lucha muy desigual y entre la desidia de unos y el conservadurismo de otros es complicado ser optimista. En cualquier caso siempre es positivo ver a Mikel y que en algunos casos hayan logrado proyectos en la linea que muchos anhelamos para nuestro legado 😊 .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:18:52.007+03:00",
    "updated": "2024-08-16T00:18:52.007+03:00"
  }
]
