[
  {
    "uuid": "374dda01c6089a6fa3071c0c0232eef1523dbd3f",
    "url": "https://www.elmundo.es/deportes/futbol/2024/04/25/662a991a21efa0301f8b45ba.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eduardo J. Castelao",
    "published": "2024-04-25T19:38:00Z",
    "title": "Los detalles de un pacto para salir del paso en la Federación: dudas jurídicas, sin amparo de FIFA y UEFA y con el silencio de Del Bosque",
    "text": "- RFEF [El Gobierno interviene la Federación Española de Fútbol, pero no suspende a Pedro Rocha](https://www.elmundo.es/deportes/futbol/2024/04/25/662a3c82e85ece11578b4598.html) - Precedente [La juez imputa a Pedro Rocha, único candidato a presidir la RFEF, y suspende su declaración como testigo](https://www.elmundo.es/deportes/futbol/2024/04/12/66190e8e21efa0e43d8b4571.html) Todos los actores, principales y secundarios, implicados en la gestación terminan sus explicaciones con una frase similar: \"Es la solución menos mala\". Aluden así al anuncio, ayer, de la creación, por parte del [Gobierno](https://www.elmundo.es/deportes/futbol/2024/04/25/662a3c82e85ece11578b4598.html), de una \"Comisión de supervisión, normalización y representación\" para \"corregir la grave situación que atraviesa la RFEF y para que la entidad pueda iniciar una etapa de regeneración bajo un clima de estabilidad e institucionalidad\". Es decir, la fabricación, artificial, de un órgano que estará por encima, o al menos en paralelo, a quien vaya a ostentar el poder en la Federación. El anuncio, filtrado en la noche del miércoles, hizo público un pacto entre todos los actores del fútbol español que venía gestándose desde hace semanas. Fueron conversaciones a muchas bandas entre el Consejo Superior de Deportes (CSD), la Liga, el Comité Olímpico Español, algunos presidentes de Federaciones territoriales... y el propio Rocha. Conviene subrayar que ni UEFA ni FIFA han participado. La ministra de Deportes, Pilar Alegría, ha estado muy encima del tema, con conversaciones diarias con el secretario de Estado, Rodríguez Uribes. Para el Gobierno, hubo un momento en que lo prioritario era deshacerse de él, de Rocha, pues le consideran un símbolo más del rubialismo. De hecho, los más cercanos al extremeño en Las Rozas deslizaron el mismo día de [su declaración ante la jueza](https://www.elmundo.es/deportes/futbol/2024/04/12/66190e8e21efa0e43d8b4571.html) de la 'Operación Brody' que todo (el paso de testigo a investigado) obedecía a una maniobra del Ejecutivo para impedirle ser presidente de la Federación. Pero esa mutación no era suficiente, pues sólo una sentencia condenatoria firme inhabilita para el cargo. De modo que se activaron las denuncias de Miguel Galán ante el Tribunal Administrativo del Deporte (TAD). Una de ellas derivó en un expediente por falta \"muy grave\", puerta abierta a la suspensión provisional por parte del CSD. Sin embargo, los servicios jurídicos advirtieron de un escollo legal: Rocha, hoy, no ostenta cargo alguno en la Federación, de modo que su suspensión generaba dudas. Eso, unido a que era el único candidato a presidir la Federación (consiguió 107 avales de casi 140 posibles), unido a que FIFA y UEFA tampoco iban a consentir una acción unilateral, unido también a que el sistema de elección es el que es (un sistema puramente clientelar) ofrecían muy poco margen. Hace ya algunas semanas, un personaje importante en el deporte español hablaba en privado de crear \"una comisión que tenga buena imagen, que tutele las elecciones\". Esa idea fue calando en el Gobierno, que finalmente lo hizo tal cual. Y lo hizo remitiendo a la Ley del Deporte. En su artículo 1.2, el texto dice que \"corresponde a la Administración General del Estado la representación del deporte español y la supervisión pública del sector en aquellos aspectos que se consideran de interés general para el Estado\". En el artículo 11, reconoce el deporte como \"un bien de interés público estatal\". Así las cosas, a través de una resolución del presidente del CSD, José Manuel Rodríguez Uribes, aludiendo a esos dos artículos, es como cree el Gobierno haber encontrado el amparo jurídico. Un papel secundario para Rocha El pacto incluye a Rocha, que acepta el papel secundario que le otorga el Gobierno. Si nada se tuerce, será presidente (de una Junta Directiva o de una Comisión Gestora) hoy o el próximo lunes, pero lo será de puertas para dentro. No aparecerá en ningún lugar público (no lo ha hecho nunca) y la cabeza visible de la Federación será la persona, conocida por el gran público, que acepte la propuesta de formar parte de esa comisión. Vicente del Bosque, el primer nombre filtrado, de momento no dice nada, aunque quienes le conocen lo dan por imposible. A esa figura pública reconocida le acompañarán \"personas independientes de reconocido prestigio\", que tutelarán un proceso en el que se les pide a Rocha y a sus apoyos que mantengan un perfil bajo y se dediquen solamente \"a la mera administración ordinaria de la entidad, tal y como exige la ley\". Con esta frase tratan en el Gobierno precisamente de calmar los nervios de UEFA y FIFA porque, pese a que desde la Federación filtraron a medios afines que ambos organismos estaban al tanto del movimiento, lo cierto es que no era así. Una importante fuente de FIFA decía a este periódico, por la mañana, que ese organismo no había dado el visto bueno a nada. A media tarde, mediante un comunicado conjunto, esta postura se confirmaba. UEFA y FIFA expresaron que siguen esto con \"gran preocupación\" y que pedirán \"más información\" para garantizar la autonomía de la Federación. Si de verdad hubiesen dado el visto bueno, no pedirían \"más información\". Fuentes del CSD matizaban que Uribes y el secretario general de FIFA, Mattias Grafsröm, habían conversado acerca del caso de la Federación italiana en 2006, cuando el Gobierno del país intervino la Federación por el Calciopoli (la corrupción sistémica en las designaciones arbitrales). \"En aquella ocasión, ese movimiento tuvo el visto bueno de los órganos rectores del fútbol a nivel internacional\", decían esas mismas fuentes. A juzgar por el comunicado de FIFA y UEFA, el visto bueno al caso italiano en 2006 todavía no ha llegado para este pacto improvisado en España en 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:23:41.719+03:00",
    "updated": "2024-04-26T13:15:21.265+03:00"
  },
  {
    "uuid": "cd77fce3a39728fd781b38e1d9d84b835039c4cd",
    "url": "https://www.bakersfield.com/obituaries/funerals/funeral-services-for-dec-29-2023/article_81f72db0-a5ea-11ee-be2d-77b5dc2d8bfd.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Bakersfield Californian",
    "published": "2023-12-29T00:00:00Z",
    "title": "Funeral services for Dec. 29, 2023 | Funeral Notices | bakersfield.com",
    "text": "SERVICES PENDING\nPablo Garcia Aguirre, 83, Dec. 25 in Arvin. Basham Funeral Care.\n× This page requires Javascript. Javascript is required for you to be able to read premium content. Please enable it in your browser settings.\nkAmuC2?< r2CC@==[ eh[ s64] `f :? q2<6CD7:6=5] q2D92> uF?6C2= r2C6]k^Am kAmt=6?2 r92G6K[ fc[ s64] ad :? q2<6CD7:6=5] q2D92> uF?6C2= r2C6]k^Am kAm!9:==:A (2J?6 r@@?[ fc[ s64] ad :? {@D p?86=6D] q2D92> uF?6C2= r2C6]k^Am kAmuC2?4:D4@ }2G2CC6E6 vF6CC6C@[ fb[ s64] ab] :? q2<6CD7:6=5] q2D92> uF?6C2= r2C6]k^Am kAmy24BF6=:?6 {] z2C?6D[ gd[ %27E[ s64] ad] vC66?=2H? uF?6C2= w@>6 $@FE9H6DE]k^Am kAmr2>6==:2 ':C8:?:2 {6JG2[ h_[ s64] `h :? q2<6CD7:6=5] q2D92> uF?6C2= r2C6]k^Am kAms@?2=5 v62? |4<2J[ gb[ s64] a_ :? q2<6CD7:6=5] q2D92> uF?6C2= r2C6]k^Am kAm|2C:2 #@492[ ea[ s64] a` :? q2<6CD7:6=5] q2D92> uF?6C2= r2C6]k^Am kAmt5F2C5@ {@A6K $:IE@D[ e`[ s64] af :? q2<6CD7:6=5] q2D92> uF?6C2= r2C6]k^Am kAm!6E6C w]y] %F4<[ ef[ q2<6CD7:6=5[ s64] af] z66A xE $:>A=6 rC6>2E:@?]k^Am kAm%~ ~&# #tpst#$k^Am kAm%96 r2=:7@C?:2? AC@G:56D 7C66 =:DE:?8D @7 A6?5:?8 D6CG:46D FD:?8 :?7@C>2E:@? DFAA=:65 3J =@42= >@CEF2C:6D] $6CG:46D D4965F=65 2?5 E96 :?\\56AE9 ?@E:46D E92E 7@==@H 2C6 A2:5 @3:EF2C:6D 2?5 C6>6>3C2?46D] %96D6 =:DE:?8D >FDE 36 AFC492D65 3J a A]>] %@ A=246 2? ~3:EF2CJ @C x? {@G:?8 |6>@CJ[ 42== ee`\\bhd\\fb_a] uF== @3:EF2C:6D 2C6 A@DE65 2E k2 9C67lQ9EEAi^^q2<6CD7:6=5]4@>Qmq2<6CD7:6=5]4@>k^2m 2E h A]>] @? E96 52J 367@C6 AF3=:42E:@?]k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pablo garcia aguirre",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "basham funeral care",
          "sentiment": "neutral"
        },
        {
          "name": "dfaa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arvin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:19:54.992+02:00",
    "updated": "2023-12-29T07:19:54.992+02:00"
  },
  {
    "uuid": "6672fb34d89626aeeb25d1b556e6fe607dad4b5d",
    "url": "https://www.infobae.com/america/agencias/2023/12/28/justicia-chilena-declara-complice-de-15-homicidios-a-excomandate-en-jefe-del-ejercito/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-28T22:01:00Z",
    "title": "Justicia chilena declara cómplice de 15 homicidios a excomandate en jefe del Ejército",
    "text": "Santiago de Chile, 28 dic (EFE).- La Justicia chilena determinó este jueves la complicidad del excomandante en jefe del Ejército Juan Emilio Cheyre Espinoza en 15 homicidios calificados ocurridos en 1973, específicamente en la operación conocida como 'Caravana de la Muerte'.\nEsta operación fue una comitiva militar con el fin de asesinar opositores políticos durante los primeros meses de la dictadura cívico-militar de Augusto Pinochet (1973-1990).\nParticularmente, la Corte Suprema determinó que se incurrió en error al calificar la participación atribuida al condenado Cheyre Espinoza como encubridor de los homicidios, estableciéndola en la complicidad y condenando al exmilitar a cinco años de presidio. Sin embargo, Cheyre cumplirá una pena sustitutiva de libertad vigilada intensiva considerando su \"irreprochable conducta anterior\".\nSe le impusieron también las penas accesorias de inhabilitación absoluta perpetua para derechos políticos y la de inhabilitación absoluta para cargos y oficios públicos durante el tiempo de la condena y al pago de las costas de la causa.\nCheyre ha sido procesado además por casos de malversación de fondos públicos en el marco de una investigación por fraude en la institución castrense.\nEn la misma sentencia, el máximo tribunal chileno resolvió elevar las penas de nueve militares en retiro por el homicidio calificado de los 15 opositores, todos fusilados el 16 de octubre de 1973 y siendo incluso algunos de ellos rematados con un tiro de gracia, según estableció la investigación judicial.\nEn el fallo, la Segunda Sala del tribunal supremo dictaminó que Pedro Espinoza Bravo y Juan Chiminelli Fullerton enfrentarán 15 años, en tanto Víctor Hugo Alegría Rodríguez, Jaime Ojeda Torrent y Emilio de la Mahotiere González recibirán penas de 10 años y un día de presidio.\nHernán Valdebenito Buggman, Guillermo Raby Arancibia y Luis Araos Flores fueron sentenciados a 5 años y un día de presidio como encubridores.\nSegún la resolución del tribunal, \"la reunión entre la Comitiva y una parte del personal del Regimiento de Artillería N° 2 Arica de La Serena -donde Cheyre era teniente- corresponde a un momento previo a los delitos cometidos y en ella se revisaron los antecedentes estadísticos de quienes se buscaba acelerar los procesos que afectaban a detenidos políticos y en su caso, de inmediato proceder a ejecutarles”.\n“Tal tarea era propia de quienes conformaban el círculo más selecto de la Unidad Militar que era visitada por la Comitiva (…) sus principales partícipes eran, entre otros, Sergio Arellano Stark, Marcelo Moren Brito, Ariosto Lapostol Orrego, Manuel Cazanga Pereira y, además, quien era el ayudante del primer mando del Regimiento, el sentenciado Juan Emilio Cheyre Espinoza”, reza el fallo.\nLa dictadura en Chile duró 17 años y dejó más de 40.000 víctimas, entre ejecutados, detenidos desaparecidos, prisioneros políticos y torturados, según cifras de la comisión oficial que recopiló testimonios de víctimas y familiares. Más de 3.200 chilenos murieron a manos de agentes del Estado.\nDurante el Gobierno del actual presidente chileno, Gabriel Boric, se dio luz verde a una inédita política de búsqueda de víctimas de desaparición forzada durante el régimen pinochetista, que busca esclarecer el destino de los desaparecidos, que se calculan en torno a las 1.469 personas, de las que solo se han encontrado 307.\nEl proceso incluye, además, rendición de cuentas a la sociedad chilena sobre el avance de estas diligencias, junto con la implementación de medidas de reparación y garantías de no repetición de la comisión de este tipo de crímenes. EFE\nssb/szg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:05.151+02:00",
    "updated": "2023-12-29T00:11:05.151+02:00"
  },
  {
    "uuid": "38165a01c59116edf772d28ea93b9d2dd5896f4b",
    "url": "https://peru21.pe/espectaculos/engerbert-tapia-celebra-el-exito-de-su-tema-atrapados-en-dos-amores-cantante-peruano-musica-noticia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción PERÚ21",
    "published": "2024-01-07T23:10:00Z",
    "title": "Engerbert Tapia celebra el éxito de su tema ‘Atrapados en dos amores’",
    "text": "Luego que sus canciones tuvieran gran acogida el 2023, el cantante nacional\nEngerbert Tapia viene preparando todo para lo que será el inicio de su recargada agenda este año en la que promete más producciones musicales.\nMIRA:\n[Tommy Portugal furioso con su hija tras acusarlo de no querer firmarla]\n“El 2023 fue un gran año para mí en general, como mi orquesta Engerbert Tapia y La Fama” tocamos en muchos locales a nivel Lima y provincias, además de realizar por primera vez una gira por varias ciudades en Europa, Estados Unidos, Argentina y Japón. Incluso, logramos participar en uno de los festivales más importantes a nivel internacional como fue el ‘Chim Pum Callao’. Por eso, en este 2024 se vienen grandes cosas y siempre con el apoyo de nuestro público”, manifestó Engerbert Tapia.\nAsimismo, el salsero también destacó el éxito que viene alcanzando su canción “Atrapados en dos amores”, tema con el cual alcanzó el éxito en las radios nacional y que sigue sumando miles de reproducciones en las diversas plataformas digitales.\n“Gracias a Dios la canción pegó bastante desde un inicio y ahora en todo un éxito en todas las radios, Además, el tema ya tiene más de 7 millones de reproducciones en YouTube y casi un millón de reproducciones en Spotify. Vamos por buen camino y muy pronto se vendrán más éxitos que serán del agrado de todos”, agregó.\nCabe precisar que Engerbert Tapia inició desde muy joven en la agrupación Joven Sensación, luego formó parte del grupo Clase Juvenil con su éxito ‘El baile del azúcar’. Posteriormente, decidió dar el gran paso como solista con su propia orquesta con mucho éxito a nivel nacional e internacional.\nREALIZA AYUDA SOCIAL\nNo solamente Engerbert se dedicar a mostrar su talento a través de la música, sino también con las diversas actividades de ayuda social que realizan en varias zonas de nuestra capital, demostrando que siempre tienen presente en su corazón a los más necesitados.\n“Nuestra ayudar va dirigida por lo general a varias casas hogares y zonas en extrema pobreza. Hace poco logramos operar a un pequeño niño que tenía un tumor, gracias al apoyo de muchas personas y con el cual seguiremos apoyando a la gente en todo lo que se pueda”, dijo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:21:28.738+02:00",
    "updated": "2024-01-08T01:21:28.738+02:00"
  },
  {
    "uuid": "5ac2e01e6c0923b6c8bccd43452a16246817de99",
    "url": "https://oaxaca.quadratin.com.mx/reconoce-sheinbaum-en-yucatan-construccion-del-tren-maya/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Quadratinoaxaca",
    "published": "2023-12-29T00:13:00Z",
    "title": "Reconoce Sheinbaum en Yucatán construcción del Tren Maya",
    "text": "KANASÍN, Yucatán, 28 de diciembre de 2023.- Un crecimiento para todos y no para unos cuantos es posible con los principios de la Cuarta Transformación, afirmó la precandidata única de la coalición “Sigamos Haciendo Historia” a la Presidencia de la República, Claudia Sheinbaum Pardo, tras sostener un encuentro con militantes y simpatizantes en Kanasín, Yucatán.\nDurante su discurso, la precandidata de Movimiento Regeneración Nacional (Morena), Partido del Trabajo (PT) y Partido Verde Ecologista de México (PVEM) señaló en un comunicado que en Yucatán hay un desarrollo desigual que solo beneficia a unos cuantos, por lo que es necesario abrir paso a la 4T para que la prosperidad sea compartida con los que menos tienen.\n“Somos humanistas, nosotros no queremos desarrollo solo para algunos cuantos, para nosotros no hay prosperidad si la prosperidad no se comparte y eso es importante en Yucatán, donde ha habido un crecimiento tan desigual, sí hay progreso, pero no solo lo queremos para unos, queremos distribuir la riqueza, queremos que los que menos tienen tengan la posibilidad de tener una vida digna”, aseveró.\nEn el encuentro, aprovechó para desmentir la campaña de desprestigio en Yucatán contra la 4T en materia de seguridad, pues recordó que cuando fue Jefa de Gobierno en la Ciudad de México logró reducir a la mitad la incidencia delictiva, en contraste a Guanajuato, que es gobernado por el PAN y que es considerado el estado más inseguro del país.\n“Que no les digan, que no les cuenten, porque ya vi por ahí una propaganda que dice: ‘Si llega Morena va a llegar la inseguridad a Yucatán’, puro cuento. El estado más inseguro del país es Guanajuato y lo gobierna el PAN, así que es falso; cuando fui Jefa de Gobierno disminuí a la mitad la inseguridad”, aseguró.\nAsimismo, destacó los logros en esta primera etapa de la transformación de la mano del Presidente Andrés Manuel López Obrador, entre los que sobresale la inauguración del Tren Maya para traer desarrollo al sureste mexicano y el rescate de empresas que fueron privatizadas por gobiernos neoliberales como fue Mexicana de Aviación.\n“Lo mismo en Mexicana, la privatizaron, la regalaron, la tronaron y después desapareció una línea aérea nacional, pero la Cuarta Transformación no solo sube al tren, también vuela por los cielos, ya inició el vuelo Mexicana de Aviación, una empresa nacional que va a dar desarrollo a nuestro país”, manifestó.\nFinalmente, expuso que la educación es fundamental en el proyecto de nación de la 4T y compartió el sueño de seguir garantizando el acceso gratuito a la educación superior como un derecho fundamental para mexicanas y mexicanos, tal y como lo hizo en la Ciudad de México con la construcción de las Universidades de la Salud y la Rosario Castellanos, donde ahora estudian más de 50 mil jóvenes.\n“La educación transforma la mente, transforma a las personas, la educación humanista transforma a las naciones”, puntualizó.\nPor su parte, el precandidato a la gubernatura de Yucatán, Joaquín “Huacho” Díaz Mena, aclaró que el enemigo a vencer es la desigualdad que hay en el estado, promovida por gobernantes que no entienden las necesidades del pueblo.\n“El enemigo a vencer es la desigualdad que existe en Yucatán, desigualdad causada por autoridades clasistas, elitistas, que atienden solamente a unos cuantos, a sus amigos y se olvidan de las necesidades del pueblo. No nos atienden porque no nos entienden”, concluyó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:53:23.598+02:00",
    "updated": "2023-12-29T02:53:23.598+02:00"
  },
  {
    "uuid": "39f10768e10b5ea39801db66b6b8085ca4514eaa",
    "url": "https://www.bolnews.com/pakistan/2024/08/karachi-to-experience-5-more-days-of-rain-with-new-monsoon-system",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Muhammad Zubair",
    "published": "2024-08-02T05:29:00Z",
    "title": "Karachi to experience 5 more days of rain with new monsoon system",
    "text": "Isolated rains predicted in Peshawar, parts of Khyber Pakhtunkhwa\nWidespread rainfall and strong winds are forecasted for Peshawar and various regions...\nKarachi is experiencing varying degrees of rainfall across different areas, bringing a much-needed respite from the summer heat.\nRegions such as Guru Mandir, Garden, Liaquatabad, Nazimabad, Tower, and II Chundrigar Road have all benefited from the rains, which have provided a refreshing change to the weather.\nThe cloudy skies and light rain, both in the morning and evening, have significantly reduced the intensity of the heat, much to the delight of Karachi’s residents.\nThe Met Department has reported that the weather in Karachi will remain cloudy, with light rain expected to persist in the evenings, enhancing the city’s pleasant atmosphere. This light rain is forecasted to continue for the next five days, with heavy rain and thunder anticipated on Sunday.\nChief Meteorologist Sardar Sarfaraz announced that a new monsoon system is expected to enter Karachi tomorrow, bringing the fourth spell of rain on August 4 and 5. This monsoon system is predicted to bring light to moderate rain, with occasional thunderstorms expected on Sunday.\nThe pleasant weather is likely to persist throughout August, with temperatures ranging between 30 and 33 degrees Celsius. Currently, Karachi is experiencing a temperature of 28 degrees Celsius with a humidity level of 87%. Winds are blowing at a rate of 32 km per hour, adding to the overall coolness.\nThe ongoing rains and the upcoming monsoon spell are expected to provide continued relief to Karachi’s residents, making the usually hot and humid city more bearable during this time.\nMeanwhile, in Islamabad, the\nMet Department and the National Disaster Management Authority (NDMA) have issued alerts about above-normal rainfall during this year’s monsoon, warning citizens to prepare for the risk of severe river flooding and urban inundation.\nCatch all the\nPakistan News, Breaking News Event and [Latest News](/latest) Updates on [The BOL News](javascript:;)\nDownload\nThe BOL News App to get the Daily News Update & Follow us on Google News.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://play.google.com/store/apps/details?id=com.bolnews",
      "https://news.google.com/publications/CAAiEMvXGAaf70Jozb_X_V7Q11oqFAgKIhDL1xgGn-9CaM2_1_1e0Nda",
      "https://play.google.com/store/apps/details",
      "https://www.news.google.com/publications/CAAiEMvXGAaf70Jozb_X_V7Q11oqFAgKIhDL1xgGn-9CaM2_1_1e0Nda",
      "https://www.play.google.com/store/apps/details?id=com.bolnews"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sardar sarfaraz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met department",
          "sentiment": "none"
        },
        {
          "name": "tower",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nazimabad",
          "sentiment": "none"
        },
        {
          "name": "garden",
          "sentiment": "none"
        },
        {
          "name": "karachi",
          "sentiment": "none"
        },
        {
          "name": "chundrigar road",
          "sentiment": "none"
        },
        {
          "name": "liaquatabad",
          "sentiment": "none"
        },
        {
          "name": "peshawar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T13:41:50.151+03:00",
    "updated": "2024-08-02T13:41:50.151+03:00"
  }
]