[
  {
    "uuid": "b048ee491035241e200a63d7ac0a5a90dfa2557a",
    "url": "https://vnexplorer.net/rahmanullah-gurbaz-hits-maiden-t20i-century-to-lead-afghanistan-to-victory-over-uae-s711093.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T18:07:00Z",
    "title": "Rahmanullah Gurbaz hits maiden T20I century to lead Afghanistan to victory over UAE",
    "text": "Afghanistan’s Rahmanullah Gurbaz makes 100 during the 1st T20 between the UAE and Afghanistan in a three match series. Sharjah Cricket Stadium, Sharjah. Chris Whiteoak / The National\nRahmanullah Gurbaz rocked the Sharjah Cricket Stadium with his maiden T20I century on Friday night.\nThe diminutive southpaw smashed seven sixes and an equal number of fours in a brilliant innings of exactly 100 runs from 52 balls as he led Afghanistan to a 72-run victory over the UAE in the first instalment of a three-match bilateral series.\nGurbaz reached his half century in just 24 balls with a six off pacer Ali Naseer over the long off that landed outside the stadium. He brought up his 100 by hitting seamer Junaid Seddique for a flat six over the same area.\nHe was eventually dismissed by a spectacular catch from Basil Hameed, who timed his jump perfectly to pluck the ball out of the air with his right hand just inches away from the boundary rope.\nGurbaz, who bettered his previous highest score of 87 against Zimbabwe in Abu Dhabi in 2021, featured in an entertaining 137-run stand from 73 balls for the second wicket with his captain Ibrahim Zadran, who struck 59 with four boundaries and a couple for the maximum.\nThe UAE, electing to field first, had managed to just about contain the Afghans in the early going. Hazratullah Zazai cut Muhammad Jawadullah to the backward point for a boundary and lofted Junaid over deep mid-wicket for a maximum to take the score to 13 after two overs.\nHis fellow opener Gurbaz then sent Seddique’s first delivery of his second over out of the ground and pulled one to the square leg fence to set the tempo by taking 15 from the third over and take the total to 30.\nAyaan Afzal Khan provided the breakthrough for the hosts. The left-arm spinner removed Zazai with his first delivery, the Afghan batter top edging for Aravind to hold him at mid-wicket.\nNilansh Keshwani went for 18 in his second over with Gurbaz picking up the pace and lofting him over the long-on and long-off for maximums and then bludgeoning one to the cover boundary.\nThe visitors picked up thereafter with Gurbaz and Zadran, and later Azmatullah Omarzai with a little cameo eight-ball 19 not out, entertaining the 5,000-plus partisan Afghan crowd to finish on 203-3.\nThe UAE, in reply, lost Khalid Shah in the very first over. The Afghan quick Fazalhaq Farooqi got one through the left-hander’s defence and Muhammad Waseem hit Naveen ul Haq straight to Zazai at mid-on to leave the hosts 6-2 in the second over.\nThe UAE were never in the race after losing the openers Shah and Waseem. A chase was never on with the UAE managing to put up a respectable 131-4 with Vriitya Aravind stroking an unbeaten 70 in 60 balls.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mddwh.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mddwh.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rahmanullah gurbaz",
          "sentiment": "negative"
        },
        {
          "name": "chris whiteoak",
          "sentiment": "none"
        },
        {
          "name": "gurbaz",
          "sentiment": "none"
        },
        {
          "name": "basil hameed",
          "sentiment": "none"
        },
        {
          "name": "ali naseer",
          "sentiment": "none"
        },
        {
          "name": "junaid seddique",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rahmanullah gurbaz",
          "sentiment": "negative"
        },
        {
          "name": "national rahmanullah gurbaz",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "uae afghanistan",
          "sentiment": "none"
        },
        {
          "name": "sharjah",
          "sentiment": "none"
        },
        {
          "name": "zimbabwe",
          "sentiment": "none"
        },
        {
          "name": "abu dhabi",
          "sentiment": "none"
        },
        {
          "name": "sharjah cricket stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:12:57.795+02:00",
    "updated": "2023-12-29T20:12:57.795+02:00"
  },
  {
    "uuid": "7569adc0ab215b73173a75e86644a2d16599da5c",
    "url": "https://japannews.yomiuri.co.jp/society/noto-peninsula-earthquake/20240202-166246",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Yomiuri Shimbun",
    "published": "2024-02-01T22:00:00Z",
    "title": "Noto Quake — a Closer Look / Blocked Roads Thwart Plans by Response Teams to Quickly Access Quake-Hit Japan’s Noto - The Japan News",
    "text": "Wreckage of homes swept away by tsunami and debris from capsized boats littered the water’s surface, blocking the Maritime Self-Defense Force destroyer Asagiri from getting close enough to dock at Iida Port in Suzu, Ishikawa Prefecture, on Jan. 2. On board the ship was Hirofumi Oda from the Otsu Fire Department and was the head of Shiga Prefecture’s emergency fire response team that had been an advanced unit attempting to reach Suzu, which had been pummeled by the Noto Peninsula Earthquake the previous day. Oda, 58, could not contain his frustration at being unable to get to the city. “Oh, it’s right there,” Oda said. It was now the evening, and the clock was ticking toward the 72-hour mark, when survival rates after a disaster begin to drop off. A helicopter aboard the Asagiri was able to land in Suzu on the morning of Jan. 3. However, the helicopter’s weight restrictions meant that Oda and the other response team members could only take items such as crowbars and saws with them. Oda faced an agonizing decision when the team arrived at a house in which an elderly woman was trapped under the wreckage. A rescue team member attempted to crawl inside the wrecked home, but could only squeeze less than half of his body into a gap. Oda also was worried that an aftershock could bring down the rest of the house and bury his team member. “Without heavy machinery, it’s difficult to do more than this,” Oda said to the woman’s family, who were watching on. Their response was completely unexpected. “Thank you for doing as much as you have for us,” one of the woman’s relatives said. Oda regrets that he could not do more. “There was a ‘blank period’ when we couldn’t even enter the disaster-hit area,” Oda said. “We didn’t have enough equipment, so I’m not sure how much we were really able to help people there.” Emergency fire response teams are units dispatched to disaster-hit areas from fire departments across Japan, and are mobilized when requested by the Fire and Disaster Management Agency commissioner and through other channels. Established in 1995 based on lessons learned during the Great Hanshin Earthquake of the same year, the role of these teams was spelled out in the 2004 Fire and Disaster Management Organization Law. There were about 25,000 people making up 6,629 such teams across the nation as of April 2023. The Noto Peninsula Earthquake marked the 44th time these units had been mobilized. On Jan. 1, the day the quake struck, a total of about 2,000 people in emergency fire response teams from 11 prefectures were mobilized to Ishikawa Prefecture. About 600 of these from four prefectures, including Shiga, set out for Suzu. However, National Highway 249 and all other roads to Suzu were impassable due to the earthquake. Not a single response team member reached Suzu on Jan. 1 and only about 20 that were flown in got on the ground there the following day. It was on the evening of Jan. 3 — about 48 hours after the quake struck — that 1,000 members, including some from two other prefectures, actually had their boots on the ground in Suzu. In November 2023, response teams from Ishikawa Prefecture and the Chubu region had conducted a joint training exercise on Noto Peninsula. This exercise, just weeks before the Jan. 1 disaster, simulated the response after an earthquake measuring upper 6 on the Japanese seismic intensity scale of 7 had hit the town of Noto in the prefecture, triggering a tsunami and starting fires. About 500 response team members participated in this exercise, but there was one glaring oversight. “We never considered a situation in which we couldn’t assemble in an area because the roads had been cut off,” one member said. This might not be the only time when a disaster-hit area essentially becomes an “isolated island on land.” A 53-year-old firefighter from the Shizuoka City Fire Bureau who was dispatched to Suzu as part of a Shizuoka Prefecture emergency fire response team, was concerned about what had occurred on Noto Peninsula. “Shizuoka Prefecture includes Izu Peninsula,” he said. “We must learn lessons from the Noto Peninsula Earthquake and think about how we could send in support teams” on the Izu Peninsula. Disaster base hospitals, which provide medical treatment in times of disaster, also struggled to cope with the aftermath of the earthquake. The quake’s intense shaking damaged the walls at the entrance of Wajima Municipal Hospital, one of two disaster base hospitals covering two cities and two towns in the Okunoto area on the peninsula’s northern tip. Equipment used for testing blood, urine and performing other checks was also smashed at the 175-bed four-story hospital. The water supply was cut off, making it impossible to conduct medical checkups and surgeries that required water. A stream of injured people poured into the hospital, so doctors and other medical personnel set up a triage area in a corner of the parking lot to determine which patients should get priority. The injured were given one of four colored tags depending on the severity of their wounds. Most were given a green tag, for light injuries, or yellow, which indicated the patient could wait for medical treatment. But by late that night, six patients had received a red tag specifying they needed treatment immediately, and six that had no chance of survival had been given a black tag. “We hadn’t anticipated a situation in which we feared the hospital’s medical functions might crumble,” said Kuniyuki Kawasaki, general manager at Wajima Municipal Hospital. The hospital’s business continuity plan in the event of a major disaster assumed that all of the about 200 staffers would make their way to the hospital after a quake measuring upper 5 or higher on the Japanese scale. However, many of these staffers also fell victim to this earthquake. One nurse took four hours to reach the hospital, even climbing over a cliff on the way. In the end, only about 30 personnel, including doctors and nurses who had already been at work on New Year’s Day, were able to arrive at the hospital. At the moment the earthquake struck, 110 patients had been staying at the hospital for treatment. There were fears the remaining empty beds would soon fill up. “We’ll be stretched past breaking point if things carry on like this,” Kawasaki recalled thinking. The following day, Jan. 2, at the instruction of a Disaster Medical Assistance Team (DMAT) that had come from Gifu and other prefectures, all of the hospital’s inpatients were taken to other hospitals both inside and outside Ishikawa Prefecture over the following three days. “I think the medical treatment system might’ve collapsed without the DMAT’s assistance,” Kawasaki said. Maintaining the functions of hospitals in the Okunoto area has its difficulties even during normal times. Kazukimi Ishii, director general of Suzu General Hospital, the second disaster base hospital in the area, is worried about whether the hospital will be able to retain enough manpower. “Many of our employees were hit hard by the quake and will leave Suzu,” said Ishii, 58. How can residents’ lives be protected when a massive disaster strikes a sparsely populated area? Yoshiteru Murosaki, professor emeritus of Kobe University and an adviser to Ishikawa Prefecture on disaster crisis management, insists a multipronged approach will be needed. “Increasing the number of personnel at fire departments and hospitals in sparsely populated areas is difficult,” Murosaki said. “It’s crucial to bolster the medical system and firefighting equipment so that people brought in from other areas to assist can quickly get to work. This isn’t something municipal governments should handle on their own. Rather, the central government needs to provide funding to help tackle this issue.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "asagiri",
          "sentiment": "none"
        },
        {
          "name": "hirofumi oda",
          "sentiment": "none"
        },
        {
          "name": "oda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "maritime self-defense force",
          "sentiment": "none"
        },
        {
          "name": "otsu fire department",
          "sentiment": "none"
        },
        {
          "name": "oda",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "noto peninsula",
          "sentiment": "none"
        },
        {
          "name": "shiga prefecture",
          "sentiment": "none"
        },
        {
          "name": "iida port",
          "sentiment": "none"
        },
        {
          "name": "ishikawa prefecture",
          "sentiment": "none"
        },
        {
          "name": "suzu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:18:25.724+02:00",
    "updated": "2024-02-02T01:18:25.724+02:00"
  },
  {
    "uuid": "a9c019b79eeb8ce81b93501ddb9b56cdf2bb9867",
    "url": "https://www.deia.eus/sucesos/2024/05/23/obispo-estafan-religiosas-bilbao-8270940.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Efe",
    "published": "2024-05-23T12:31:00Z",
    "title": "Estafan a unas religiosas haciéndose pasar por el obispo de Bilbao",
    "text": "El Obispado de [Bilbao ](https://www.deia.eus/bilbao/)ha alertado este miércoles sobre una estafa en la que, suplantando la identidad del obispo, [Joseba Segura](https://www.deia.eus/tags/joseba-segura/), se pide a una comunidad de religiosas que abonen los gastos de una transferencia para que puedan recibir un donativo. Según ha explicado el Obispado de Bilbao, ha tenido constancia de una estafa en una comunidad de religiosas en la que una persona ha llamado por teléfono suplantando la identidad del obispo simulando su voz. Falso donativo El estafador les ha comunicado que ha conseguido un importante donativo para la comunidad y les ha pedido que, para pagar los gastos de transferencia, hagan previamente un ingreso, ha precisado. Desde Secretaría General se ha remitido una nota a los responsables de vida consagrada y de clausura advirtiendo del hecho y subrayando que el obispo \"no ha llamado ni llamará nunca para pedir dinero a las comunidades religiosas\". Del mismo modo, se solicita que, ante la sospecha de cualquier estafa, se pongan en contacto con el obispado y, en caso de que se haya realizado cualquier pago, acudan a las autoridades competentes a interponer la correspondiente denuncia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T01:09:46.025+03:00",
    "updated": "2024-05-24T01:09:46.025+03:00"
  },
  {
    "uuid": "856820046f3868b552d4aa43aeaecaae366dc80c",
    "url": "https://wcfcourier.com/news/nation-world/2024-to-be-an-exciting-year-for-space-exploration-and-more-of-todays-top-videos/collection_623d3507-d534-5b08-9387-f4ef52405fee.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VideoElephant",
    "published": "2024-01-05T23:30:00Z",
    "title": "2024 to be an exciting year for space exploration, and more of today's top videos",
    "text": "Just In\n2024 to be an exciting year for space exploration, and more of today's top videos\nWhy 2024 could be one of the biggest years ever for space exploration, ex-Olympic runner Oscar Pistorius was released from jail on parole, and more of today's top videos.\n(9) updates to this series since\n2023 was one of the biggest years ever for space exploration. More people were in space at the same time than ever before, the number of space…\nSouth Africa's ex-Olympic runner Oscar Pistorius was released from jail on parole Friday and \"is now at home\", authorities said, almost 11 yea…\nIn Colombia, an oncilla, better known as a tiger cat, was released on Wednesday, January 3rd, back into its natural habitat after being rescue…\nThe powerful earthquake, that struck western Japan on New Year's Day, caused widespread devastation and killed more than 80 people.\nNorth Korea has provided Russia with ballistic missiles and missile launchers that were used in recent attacks on Ukraine in a major escalatio…\nA truly heartwarming reunion took place in southern India when a baby elephant which had gotten separated from its herd was reunited with its …\nAnother Palestinian dies in Israeli prison; Al Jazeera hears the harrowing testimony of torture & degrading treatment suffered by detainees.\nAs international attention briefly shifted to the possibility of a wider Middle East war, daily Israeli attacks in Gaza are a reminder of the …\nHeavy rains continue to cause persistent flooding in regions of France and Germany.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "oscar pistorius",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "colombia",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "north korea",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T02:09:50.615+02:00",
    "updated": "2024-01-06T02:09:50.615+02:00"
  },
  {
    "uuid": "170b1ea46b874075711675c723b7bd3dc7100fbf",
    "url": "https://www.washingtonexaminer.com/news/house/3115749/biden-administration-all-talk-no-action-extreme-heat-gallego",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Annabella Rosciglione",
    "published": "2024-08-08T20:39:00Z",
    "title": "Biden administration ‘all talk, no action’ on extreme heat: Ruben Gallego",
    "text": "“When hurricanes or tornadoes hit, federal officials offer resources, but with heat they just offer advice,” he continued. Gallego has been an avid supporter of protections for those working in extreme heat. Earlier this summer, the Biden administration proposed heat-related protections that would require employees to have indoor or shaded areas to rest out of the sun and breaks for water. Gallego’s House district encompasses parts of Phoenix, Arizona’s largest city, which has experienced spikes in heat-related illness and death. There was an 84% increase in heat-related deaths in June in Maricopa County, with 162 suspected to be heat-related and 13 confirmed to be heat-related over the same time last year. Heat-related deaths have risen 700% in Maricopa County in the last 10 years. Last July, every day of the month in Phoenix, save one, featured a temperature over 110 degrees Fahrenheit, which was the hottest month ever recorded in a city in the United States. CLICK HERE TO READ MORE FROM THE WASHINGTON EXAMINER “For years, I’ve been leading the way on extreme heat,” Gallego said. “I was the first to introduce legislation to add extreme heat to FEMA’s list of major disasters and have written legislation to fund urban heat mitigation projects. And, I have repeatedly voted for more LIHEAP funding to help pay for AC bills while also pushing for a formula that is more fair to Arizona. I’m doing everything I can to ensure Congress does its part, it’s past time the Administration does theirs.” Gallego will face off against Republican Kari Lake in Arizona’s consequential Senate race this November.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://rubengallego.house.gov/media-center/press-releases/gallego-calls-out-administration-for-insufficient-extreme-heat-response",
      "https://www.rubengallego.house.gov/media-center/press-releases/gallego-calls-out-administration-for-insufficient-extreme-heat-response"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "ruben gallego",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "gallego",
          "sentiment": "none"
        },
        {
          "name": "xavier becerra",
          "sentiment": "none"
        },
        {
          "name": "katie hobbs",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "health and human services",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "phoenix",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:31:33.769+03:00",
    "updated": "2024-08-09T03:55:24.954+03:00"
  },
  {
    "uuid": "7464fbef236ea6239d3fe45d079618d4b9d7fdc3",
    "url": "https://www.telemundochicago.com/noticias/local/auroras-boreales-partes-eeuu-illinois/2496962",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@telemundoCHI",
    "published": "2024-10-10T22:39:00Z",
    "title": "Las auroras boreales podrían verse en varias partes de EEUU, entre ellas Illinois e Indiana",
    "text": "Los residentes de Illinois podrán mirar al cielo y ver una increíble exhibición de auroras boreales gracias a una enorme tormenta geomagnética.\nSegún las nuevas actualizaciones, una tormenta geomagnética G4 se está produciendo actualmente en los cielos de la Tierra, lo que ha provocado que el Centro de Predicción del Clima Espacial emita un aviso de tormenta geomagnética para Estados Unidos.\nSegún los funcionarios, una importante eyección de masa coronal comenzó a golpear la atmósfera de la Tierra el jueves por la mañana y podría continuar haciéndolo durante al menos dos días.\nDe hecho, la tormenta es tan fuerte que si el cielo está despejado el jueves por la noche, las auroras boreales podrían verse tan al sur como Alabama y el norte de California, y podrían ser visibles en todo el estado de Illinois.\nMaratón de Chicago Hace 14 horas Maratón de Chicago 2024: guía para espectadores, dónde estacionar, recorrido y más TEMPORADA DE HURACANES Hace 15 horas Tras el paso de Milton, ¿podría haber un nuevo huracán en camino? Las fluctuaciones en la cantidad de partículas solares que golpean la atmósfera de la Tierra son difíciles de predecir, según los funcionarios, pero los efectos de la eyección de masa coronal podrían permanecer durante varios días.\nUna consecuencia de la tormenta solar podría ser el impacto en las comunicaciones, lo que podría dificultar los esfuerzos de rescate tras el huracán Milton. Según los funcionarios, los sistemas que “dependen de satélites de órbita baja terrestre o de comunicaciones de alta frecuencia” podrían verse interrumpidos, junto con los sistemas de navegación GPS.\nHay herramientas para ayudar a mitigar esos problemas, y FEMA tiene infraestructura para ayudar a prevenir los peores impactos, según el SWPC.\nLas auroras boreales se intensifican cuando las eyecciones de masa coronal, o CME, estallan desde el sol y se desplazan a gran velocidad por el espacio antes de golpear la atmósfera de la Tierra. Según el SWPC, las CME son “grandes explosiones de plasma y partículas magnetizadas de la corona del Sol”. Esas eyecciones se expanden en tamaño a medida que se acercan a la atmósfera de la Tierra y pueden causar tormentas geomagnéticas cuando llegan.\nLas auroras boreales se producen cuando esas partículas cargadas golpean el campo magnético de la Tierra, interactuando con átomos y moléculas en la atmósfera superior y produciendo colores brillantes y ondulados en el cielo.\nLas auroras boreales generalmente son visibles solo en latitudes más altas, pero casos como la tormenta geomagnética de esta semana pueden hacer que esas partículas sean visibles a mayores distancias.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.spaceweather.gov/news/g4-severe-geomagnetic-storming-observed-0",
      "https://spaceweather.gov/news/g4-severe-geomagnetic-storming-observed-0"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T10:46:13.476+03:00",
    "updated": "2024-10-11T14:00:57.596+03:00"
  },
  {
    "uuid": "86a1ce967d613c8d0d4ba4d86e49d0d7b1796d9a",
    "url": "https://actualidad.rt.com/actualidad/512091-casta-inmunda-degenerados-milei-insultar-congreso",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RT en Español",
    "published": "2024-06-06T20:12:00Z",
    "title": "\"Casta inmunda\" y \"degenerados fiscales\": Milei reactiva insultos al Congreso - RT",
    "text": "\"Casta inmunda\" y \"degenerados fiscales\": Milei reactiva insultos al Congreso Publicado: 6 jun 2024 22:12 GMT El mandatario amenazó con imponer más recortes, si se aprueban leyes que comprometan la meta de déficit fiscal cero.\nEl presidente de Argentina, Javier Milei. Anna Moneymaker / Gettyimages.ru El presidente argentino, Javier Milei, arremetió nuevamente contra los congresistas que se oponen a su programa de reformas, al tildarlos como \"degenerados fiscales\" y \"casta inmunda\", y amenazarlos con recortar todavía más el gasto público.\n\"Lo que hacen los degenerados fiscales que están en el Congreso : están todo el tiempo enviando leyes para tratar de sabotear la columna vertebral del programa económico, que es el superávit fiscal. […] No podían dejar de demostrar que son una casta inmunda , porque se subieron 80 % las dietas\", acusó el mandatario en una conferencia organizada por empresarios del agro.\nA su parecer, las trabas que desde el legislativo se le han impuesto a las \"reformas estructurales\" que necesitan \"los argentinos de bien\", contrasta con la celeridad que los parlamentarios han abordado otros asuntos.\n🚨🔥 El Presidente @JMilei dió un DISCURSO IMPRESIONANTE y destruyó a los DEGENERADOS FISCALES DEL CONGRESO:🎙 \"Son una CASTA INMUNDA, rapidito se subieron las dietas un 80%, pero para pasar las reformas que necesitamos los Argentinos se toman 6 meses\"HACELOS MIERDA JAVO! pic.twitter.com/Uvf1y1xK10\n— Gian del 56% 🇦🇷🇺🇸🍊 (@Gianferreyra_) June 6, 2024 En particular, enfiló sus dardos contra la fórmula jubilatoria –que él tacha de \"jubilaciones de privilegio\"– aprobada este martes en la Cámara de Diputados, porque aparentemente comprometería el equilibrio fiscal.\n\"Merecés cagarte de hambre\" \"Así que a mí me importa un rábano: yo voy a renunciar a mi jubilación de privilegio, porque, ¿saben qué? Si yo hago bien mi trabajo, después voy a poder seguir trabajando en el sector privado cuando deje este puesto\", argumentó.\nPor contra, cargó contra sus adversarios, a los que señaló de estar \"acostumbrados a hacer zafarrancho durante los últimos 100 años\" y de haber hecho de las \"jubilaciones de privilegio\" una suerte de \"seguro\".\n\"Basta, si hiciste las cosas mal, merecés cagarte (morirte) de hambre por hijo de puta, y por eso hay que eliminarlas\", fustigó.\nDel mismo modo, Milei aprovechó la ocasión para amenazar con más recortes a quienes, asegura, tienen \"la voluntad de voltear el programa económico\" que intenta avanzar la administración libertaria.\nMilei: \"Soy el que destruye el Estado desde adentro\" \"La realidad es que si van contra el equilibrio fiscal, nosotros vamos a vetar todo lo que vaya contra el equilibrio fiscal. No voy a entregar el déficit cero de ninguna manera. Y, si aún así buscaran el mecanismo para seguir rompiendo el equilibrio fiscal, voy a bajar el gasto público hasta que le duela más a la política . No tengan duda de que el déficit cero llegó para quedarse\", sentenció.\n\"Delito de lesa humanidad\" De otro lado, Milei adelantó que enviará al Congreso una \"ley de no emisión\" de pesos, que estipularía el encarcelamiento del presidente, el ministro de Economía, los directivos del Banco Central y los diputados y senadores, al tipificarse como \"delito de lesa humanidad \".\n#Agroactiva 🗨️ Milei quiere que la emisión monetaria sea considera un delito de lesa humanidad pic.twitter.com/FMKT4x9CiH\n— LETRA P (@Letra_P) June 6, 2024 \"Nosotros le vamos a dar a esta ley categoría de delito de lesa humanidad ; por lo tanto, es imprescriptible. Si va a poder venir otro gobierno y, de repente, volver a emitir y volver a las andadas […]. Cuando vuelva otro gobierno, va a recordarles que ese era un delito imprescriptible y los va a meter a todos presos. Vamos a a avanzar con eso porque vamos a terminar definitivamente y para siempre con la inflación en Argentina\", fustigó.\nArgentina Milei Polémica Política comentarios You use your browser with disabled JavaScript. Please enable JavaScript for comments.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://actualidad-rt.com/actualidad/511993-milei-renuncia-jubilacion-privilegio-cuestiona-diputados",
      "https://actualidad-rt.com/actualidad/508494-retrocesos-argentina-gobierno-milei-juicios-lesa-humanidad",
      "https://twitter.com/JMilei?ref_src=twsrc%5Etfw",
      "https://actualidad.b37m.ru",
      "https://actualidad-rt.com/actualidad/511911-milei-sufrr-nueva-derrota-congreso-defender-caja-veto-puro",
      "https://twitter.com/Gianferreyra_/status/1798768776395334004?ref_src=twsrc%5Etfw",
      "https://actualidad-rt.com/actualidad/511959-milei-advierte-despedir-mas-empleados-publicos",
      "https://twitter.com/Letra_P/status/1798770953872458214?ref_src=twsrc%5Etfw",
      "http://www.youtube.com/watch?v=4X4kOsqX9BU",
      "https://twitter.com/hashtag/Agroactiva?src=hash&ref_src=twsrc%5Etfw",
      "https://actualidad-rt.com/actualidad/511888-milei-sufrir-nueva-derrota-camara-diputados",
      "https://www.actualidad-rt.com/actualidad/511993-milei-renuncia-jubilacion-privilegio-cuestiona-diputados",
      "https://www.actualidad-rt.com/actualidad/508494-retrocesos-argentina-gobierno-milei-juicios-lesa-humanidad",
      "https://www.actualidad-rt.com/actualidad/511911-milei-sufrr-nueva-derrota-congreso-defender-caja-veto-puro",
      "https://twitter.com/Letra_P/status/1798770953872458214",
      "https://www.actualidad-rt.com/actualidad/511959-milei-advierte-despedir-mas-empleados-publicos",
      "https://www.actualidad.b37m.ru",
      "https://twitter.com/hashtag/Agroactiva",
      "https://www.twitter.com/Letra_P/status/1798770953872458214?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/JMilei?ref_src=twsrc%5Etfw",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=4X4kOsqX9BU",
      "https://www.twitter.com/Gianferreyra_/status/1798768776395334004?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/Agroactiva?src=hash&ref_src=twsrc%5Etfw",
      "https://www.actualidad-rt.com/actualidad/511888-milei-sufrir-nueva-derrota-camara-diputados",
      "https://twitter.com/JMilei",
      "https://twitter.com/Gianferreyra_/status/1798768776395334004"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:58:15.841+03:00",
    "updated": "2024-06-07T03:36:20.064+03:00"
  }
]