[
  {
    "uuid": "3202eb1376d925e53f9b0aa7e5fd8be322a92462",
    "url": "https://www.mensjournal.com/travel/where-to-go-now",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andy Cochrane",
    "published": "2023-12-28T21:54:00Z",
    "title": "Where to Go in 2024: 24 Destinations on Our Travel Bucket List",
    "text": "Despite inflation and rising stress about the uncertain state of the economy, Americans are traveling at record numbers, with no signs of slowing down. According to data from Mastercard, global travel grew 25 percent year-over-year from 2022 to 2023, and is now above pre-pandemic levels. On top of that, travelers are increasingly seeking unique experiences, spending 65 percent more this year on experiences.\nAs travel writers, this comes as no surprise. Airports were chaos this year, perhaps more than ever. Everyone, it seems, is looking for an escape—and we're here to help make your next trip one of the best.\nWhy You Should Trust Us Andy Cochrane spends nearly half his life on the road, in airport lounges, sidestreet cafes, noisy taxis, and odd hotels, chasing stories about interesting places and unique people. Moreover, Austa Somvichian-Clausen is a travel journalist, published author, and hospitality entrepreneur.\nAfter years of globetrotting, it’s time for us to give back. Here are our recommendations for the trips you should to take in 2024. We put an emphasis on thoughtful tour operators with an eye on sustainability and community development, as well as adventure travel (it's the Men's Journal way).\nArgentine Patagonia Ushuaia, Tierra del Fuego, ArgentinaIzzet Keribar&solGetty Images\nWhere to Book: Black Tomato Mitre Peninsula Trek For the intrepid traveler, the Mitre Peninsula in Argentina should be at the top of your bucket list. Incredibly remote and preserved, it’s not the kind of destination you journey to solo, or without scrupulous planning and the right permits. Luckily, luxury travel group Black Tomato is adding the far-flung destination to its catalog in 2024, with a never-before-done expedition as part of its new \"See You in the Moment\" collection of trips. Because the most memorable bits of travel hinge upon the shared experience of an outstanding meal, formative event, special journey, fulfilling challenge, or milestone celebration, these ~30 itineraries are meant to be embarked upon in a group—with family or friends—and categorized by The Meal, The Event, The Challenge, The Journey, and The Celebration. This expedition to the Andes falls under The Challenge and will test your endurance in a thrilling way—whether hiking, sailing, or riding on horseback, staying in nomadic campsites along the way.\nWhat to Do The expedition begins in Ushuai, and what happens next depends on the needs and desires of your group, since Black Tomato expeditions are highly tailored. Helicopter and sail boat transportation could combine with sections of hiking and horseback riding to the tip of Tierra del Fuego, encountering snow-capped peaks, dense evergreen forests, glaciers, and glistening fjords. Extra experiences can also be added, such as history and geography lessons, a private yacht voyage to Isla de los Estados, and flying in a chef for a one-of-a-kind dining experience.\nVal d'Orcia, Tuscany Monteverdi Tuscany is a cyclist's paradise as it's set on a medieval hilltop.Andy Cochrane\nWhere to Book and Stay: Monteverdi Tuscany For those looking for the perfect balance of adventure, relaxation, and food, Monteverdi Tuscany is a top pick. Set atop a medieval hilltop in the Val d’Orcia region of Tuscany, this boutique hotel is surrounded by rolling vineyards and immersed in art, architecture, and the very best local food and wine. Monteverdi Tuscany brings in world-class musicians and chefs to amplify your experience even further.\nWhat to Do An ideal stay includes cycling the winding roads around Tuscany, home to the famous Strade Bianche, paired with time at the on-site spa and wellness center to rest and rejuvenate. The center offers massages, cryotherapy, and IV treatments, along with access to saunas, underground pools with a waterfall, and cold plunges.\nAmazon River Delfin Cruises operates three vessels in its fleet: Delfin I, II (shown), and III.Courtesy of Andy Cochrane\nWhere to Book and Stay: Delfin Cruises Unlike most cruise ships that are floating theme parks, Delfin operates three small vessels on the Amazon River in northeastern Peru, providing a luxury experience for a few dozen guests at a time. Cruises travel through the Pacaya Samiria National Reserve, the largest flooded forest in the world, connecting with local communities and exploring one of the most ecologically diverse places on earth.\nWhat to Do With opportunities to explore the rainforest on short hikes, guided excursions, kayaking, paddle boarding, fishing, bird watching, night safaris, and canopy walks, there's something to do for everyone in the family. Inside the boat there's a full exercise room, spa, and world-class restaurant with 5-star Peruvian cuisine.\nJaco, Costa Rica Seeking surf? A restorative wellness retreat awaits at Surf Synergy.Courtesy of Getty Images\nWhere to Book and Stay: Surf Synergy Based in Jaco, Costa Rica, on the Pacific side, Surf Synergy is a resort like no other. Home to some of the safest beaches in the world, with no rip tides, sandy bottoms, and year-round water temps of 82 degrees Fahrenheit, you can learn to surf and SUP in an ideal setting. Surf Synergy provides one-on-one coaching with expert instructors, helping guests learn the basics or improve the surf skills they already have.\nWhat to Do The resort has small personal bungalows as well as a guest house for larger groups, and focuses on wellness and holistic experiences. It offers guided bodywork, nutrition classes, breath and recovery techniques, and the property has a large yoga studio and dining area with healthy and delicious meals.\nAlmont, Colorado A short trip from Crested Butte yields a backcountry retreat for those looking to get off the grid.Courtesy of Eleven Experience\nWhere to Book and Stay: Taylor Ridge Lodge Unplug and recharge while staying domestic at Taylor Ridge Lodge in Colorado. Situated just a few miles south of Crested Butte, this off-the-grid hideout is a tranquil oasis. The lodge offers six cabins, two single-family homes, a gym, spa, game cabin, bathhouse with pool, steam room, sauna, and hot tub. Plus, the main lodge has a dining area, bar, fireplace, and lounge.\nWhat to Do The lodge’s secluded and wild location offers a prime backdrop for outdoor adventures of all types, from snowshoeing to nordic skiing. Days are filled with fun winter excursions, while relaxing evenings are filled with locally inspired cuisine and s’mores around a fireplace.\nManitoba, Canada Capture the northern lights at their peak in Manitoba.Courtesy Image\nWhere to Book and Stay: Frontiers North In 2024, the sun will be reaching the peak, or solar maximum, of its 11-year cycle. That means the northern lights viewing potential will basically be off the charts during high season, between October and April. Capturing quality images of this mind-blowing natural occurrence is obviously a must, and a multi-day itinerary from Frontiers North Adventures is centered around exactly that. Bonus: Frontiers is the only tour operator in Canada with B-Corp Certification.\nWhat to Do The trip takes off from Churchill, in the subarctic, where participants are led by a dedicated photo specialist guide, and cruise around in style on all-electric Tundra Buggies™—massive vehicles that transport guests in comfort. Besides chasing the lights, guests can also dogsled through the tundra with an indigenous guide, and enjoy dinner on a frozen lake. For those who can’t make the trip during peak season, Churchill actually has 300 days per year when the aurora borealis is visible.\nTodos Santos, Mexico Todos Santos Boutique Hotel is Baja’s only “pueblo mágico.”Courtesy Image\nWhere to Book and Stay: Todos Santos Boutique Hotel An hour north of Los Cabos lies the hidden oasis of Todos Santos. Known for its natural beauty, amazing surf and gallery-filled cobblestone streets, the small town in Mexico’s Baja California Sur is a tranquil reprieve from its highly trafficked neighbors. Todos Santos is also recognized as a “pueblo mágico,” or magic town, by the Mexican government as part of a program to promote lesser known villages in the country. February 2024 will also mark the opening of a new luxury property there, Todos Santos Boutique Hotel, which will join the town’s growing hotel ranks, including Paradero and San Cristobal Hotel .\nWhat to Do A member of the Small Luxury Hotels of the World , the 10-key boutique hotel set within a renovated historic estate will make you feel like you’re in a world of your own, whether swimming in a secluded heated pool or reading a book on the rooftop terrace.\nUbud, Bali A window into Balinese culture in Ubud.Courtesy Image\nWhere to Book and Stay: Viceroy Bali Bali’s beachy coast is well-known as an internationally acclaimed destination for sunbathing and partying, but many are unaware of the rich culture, beautiful temples and lush terraced rice paddies just a few hours inland. Balinese culture, in the region of Ubud, is a vibrant tapestry woven with intricate rituals, colorful ceremonies, and traditional arts, deeply rooted in Hindu-Balinese spirituality. What makes it truly unique is the seamless integration of daily life with spiritual practices, evident in the ornate temples, elaborate dance performances, and communal ceremonies that showcase the island's profound connection among art, religion, and community.\nWhat to Do At boutique hotel Viceroy Bali, set on the edge of a stunning ridge overlooking the lush Valley of the Kings, visitors next year are able to book bespoke experiences to peek (respectfully) into the unique culture and rituals of Bali. Through Viceroy’s Cultural Balinese Vacation Package, guests can book trips between three to five days in a luxury suite or pool villa. That includes two half-day tours of the sights you want to see around Ubud, exclusive cultural and gastronomic adventures, a walk or ride through the iconic rice paddies, and an hour-long Balinese massage.\nGrindelwald, Switzerland Ski touring in the Swiss Alps.Photo by © Outdoor Switzerland AG\nWhere to Book: Outdoor Switzerland For any ski enthusiast, a trip to the Swiss Alps is already a dream come true. So, journeying to the charming apine village of Grindelwald, in the Jungfrau Region, is the cherry on top—providing not only cozy accommodations and cheesy ways to warm up (raclette, anyone?), but also adventure opportunities. Bungee jumping from a suspended gondola over alpine lakes is an option, as well as canyon swinging across a scenic gorge as powder falls around you.\nWhat to Do Take your alpine adventure to another level by booking through Outdoor Switzerland, which offers everything from beginner ski lessons to multi-day itineraries. Its Bernese Oberland Haute Route, for instance, includes four days of ski touring in some of the most stunning and remote locations in the world. During your tour, you’ll try your hand at epic glacier skiing by day, and spend nights warming up and celebrating in huts in the Jungfrau-Aletsch UNESCO World Heritage area. It helps that Jungfraujoch, aka the \"Top of Europe,\" is bathed in 365 days of powder every year.\nOkavango Delta, Botswana Wilderness meets luxury in the Okavango.Peter Adams&solGetty Images\nWhere to Book: Natural Selection The Okavango Delta, a unique seasonal wetland area of Botswana known for lush biodiversity, might sound like the kind of place you only get to see through the pages of National Geographic. Once that might've been true, but lately it's been opening up as the frontier for a new kind of safari from thoughtful operators that are rooted in sustainability and a community-oriented approach. One such operator is Natural Selection, which is launching a brand new program in May 2024 within Botswana’s Moremi Game Reserve.\nWhat to Do The program was born from a partnership with Chief Tawana Moremi, the chief of the Batawana tribe—ensuring the safeguarding of the delicate ecosystems while providing opportunities for members of the tribe. Accommodation at the camp can be booked a la carte, or serve as your jumping off point for one of the Botswana-based safaris offered by Pristine Wilderness, with concentrations on anything from conservation to wellness to cycling.\nMore Destinations We Love Scottish Highlands Paul C Stokes&solGetty Images\nWhere to Book and Stay: Vacations by Rail If the crosshairs of luxurious leisure and adventure are where you usually like to find yourself, consider taking this journey by rail through the breathtaking landscapes of Scotland. The journey commences in the enchanting city of Edinburgh, with its historic architecture and vibrant atmosphere, setting the perfect tone for the adventure that lies ahead. As the train meanders through the breathtaking landscapes of the Scottish Highlands, passengers are treated to panoramic views of mist-covered mountains, serene lochs, and picturesque glens, creating a cinematic backdrop that encapsulates the rugged beauty of Scotland.\nWhat to DoA curated itinerary seamlessly integrates iconic landmarks and hidden gems, bringing intrepid travelers to visit ancient castles and taste Scotch whisky. The journey is eight days in its entirety and includes all train travel aboard standard and heritage trains, along with overnight accommodations, excursions, and most meals. It takes the guesswork and stress out of your adventures, allowing you to focus on the task at hand: sighting the Loch Ness Monster.\nCentral America Courtesy Image\nWhere to Book: Lindblad Expeditions Belize to Tikal This new journey by National Geographic and Lindblad Expeditions launches January 2024, and will take adventurous travelers by both land and sea to discover the wonders of Central America. For nine days, you’ll voyage through picturesque Belize and Guatemala, snorkeling the Northern Hemisphere’s largest reef system, exploring ancient temples and shrines, and hiking through the rainforest to waterfalls.\nWhat to DoThe trip is perfect for travelers who love seeking and sighting wildlife, and desire the kind of adventure that's more nature-based than thrill-seeking. Also the ideal voyage for history buffs, one of the main attractions of the itinerary is visiting Tikal’s sprawling grounds of ancient pyramids, temples, and shrines ensconced by the rainforest canopy—providing a window into the lost Mayan society.\nWestern Australia Courtesy Image\nWhere to Book: Aboriginal Culture Expedition Aboriginal culture, and the rights of aboriginal individuals, are finally gaining exposure and making headway in Australia—leading to important legislative milestones. This unique expedition seeks to educate travelers on the First Nations, with unique and rich experiences that also expose participants to the rugged beauty of the Western Australian coastline.\nWhat to DoThe five-day, four-night itinerary includes stunning treks, a cultural cruise along the coast, intimate storytelling sessions, and more. Aboriginal guides combine history, culture and nature in unique ways on guided walks, demonstrating hunting and gathering techniques while you traverse mangroves, paperbark forests and salt plains, and drink from a sacred freshwater spring.\nScottsdale, Arizona Courtesy Image\nWhere to Book and Stay: Mountain Shadows Resort Scottsdale Scottsdale has garnered a rep as one of the bachelor party capitals of the country, but beyond the noise of the city it’s actually a tranquil desert paradise, where rugged mountains and saguaro cacti paint a striking panorama against the Southwestern sky. Mountain Shadows Resort, tucked into the shadow of Camelback Mountain, leans fully into the relaxation potential of the location and surroundings.\nWhat to DoIn 2024, the resort is offering a Moon and Stars Sleep Package perfect for a relaxing couples’ retreat, with goods delivered in-room nightly for a serene slumber. For max relaxation, couples are also able to book a Bath Butler Experience, in which a bubble bath with chocolate-dipped strawberries, tea light candles, and a bottle of wine are set up in your room. When you finally decide to leave, there are two palm tree-shaded pools to swim in and the desert and mountains beyond if you desire a hike.\nJapan Courtesy Image\nWhere to Stay: Oku Japan For foodies, this gastronomic journey through Japan is an actual dream. Over the course of 11 days, travelers are provided a unique opportunity to explore the diverse flavors and traditions that define Japanese cuisine, from the bustling markets of Tokyo to the serene tea fields of Uji. Knowledgeable guides bring you and a small group to witness the meticulous craftsmanship behind sushi-making in Tsukiji, savor the delicate nuances of regional specialties, and partake in exclusive dining experiences that showcase the essence of Japanese culinary artistry.\nWhat to DoWe love that Oku, a company also well-known for its Japanese hikes and tours, factors in food-focused activities that go beyond visiting markets and restaurants. Hunting for wild vegetables with an expert and learning traditional cooking methods with the Gokayama community is just one touch point that makes this journey different, as well as learning the art of earth-oven cooking in Hida-Furukawa.\nNegril, Jamaica Buena Vista Images&solGetty Images\nWhere to Stay: Rockhouse Jamaica has been on the map for decades thanks to its sandy beaches and warm, welcoming culture. Rockhouse, in Negril, offers a different kind of experience that's focused on slow travel and thoughtful experiences. Situated on a rocky cliffside over Pristine Cove, looking down onto bright turquoise waters, the boutique property provides a less-than-typical view of the island. Here, guests stay in rooms and suites scattered around eight acres of tropical garden.\nWhat to DoGuests are able to book experiences that require no extra travel, from snorkeling to candle-making. One of the unique offerings from Rockhouse is its psilocybin (magic mushroom) sound baths, thanks to legality on the island. In between relaxed days spent at the pool, you can book a two-hour session that incorporates a small dose of locally made psilocybin chocolate with meditation, breathwork, and immersive live sound therapy.\nMadagascar Artush&solGetty Images\nWhere to Book: Wild Expeditions Blue Lagoon Madagascar For those seeking a truly remote experience in 2024, here’s your opportunity. This packed 11-day trip takes adventurous travelers to the tip of Madagascar’s Masoala Peninsula—a destination so removed it's only accessible by boat from the Masoala Forest Lodge, and guests can only stay at the lodge as part of the expedition.\nWhat to DoDuring the journey, walks are led both during the day and at night in search of endemic wildlife, from lemurs to chameleons to colorful bird species. Kayaks through mangrove channels, visits to local villages known for their vanilla production, boat voyages, and whale watching are all part of this exciting itinerary by Wild Expeditions.\nPanama Getty Images&solAndamanSE\nWhere to Book: Pacific Adventure Tours For those already feeling the call of the ocean in 2024, we suggest embarking on a multi-day boat journey along Panama's Veraguas Coast. A highly underrated Central American gem, Panama offers everything from biodiverse cloud forests to white sand beaches and the bustling nightlife of Panama City, its capital.\nWhat to DoOn this three-day excursion with Pacific Adventure Tours, you’ll make your way through both fresh and oceanic waters, starting in the diverse ecosystem of the Gulf of Montijo Wetland and making your way out to islands renowned for its white sand beaches, reefs of multicolored corals, and rich marine fauna. The itinerary combines moments of relaxation on secluded beaches with activities such as snorkeling, diving, sport fishing and whale watching, allowing participants to connect with the raw, unspoiled essence of Panama's coastal treasures—from the sea turtles of Granito de Ora to the surfing culture of Santa Catalina town. Pacific Adventures' commitment to sustainable and responsible tourism is also a draw, with the tour designed to minimize environmental impact and promote conservation efforts for Panama’s delicate ecosystems.\nMongolia Courtesy Image\nWhere to Book: GER to GER Rugged and authentic, this nomadic journey across the vast Mongolian steppes is not for the faint of heart (or for those who don’t know how to ride a horse). For the travel enthusiast seeking a unique and immersive experience, though, it’s a must. After days of exploration on horseback and riverside camping, you’ll reach the remote natural hot springs in Terelj National Park, providing an opportunity to unwind in therapeutic waters amidst scenic wilderness.\nWhat to DoBesides the scenic journey through untouched wilderness, what sets this experience apart is the opportunity to delve into the heart of Mongolian culture through nomadic homestays, where travelers share stories and daily life with hospitable families. It's a chance to step into their world, gaining insights into traditions that have withstood the test of time. The entire experience is less than $500 for 9 days of guided journeying, food, and accommodations.\nYukon Courtesy of Andy Cochrane\nWhere to Book: Nahanni River Adventures For those willing to skip the high-end amenities, Nahanni River Adventures is worth consideration. Guiding trips on the 20 most iconic whitewater rivers in northern Canada and Alaska, Nahanni River Adventures has led thousands of guests through one of the last truly wild places on the planet: the Arctic.\nWhat to DoFounded in 1972, Nahanni River Adventures teach visitors about the unique wildlife, geology, and history of the area, as well as whitewater and camping skills. Trips range from seven to 23 days, using both rafts and canoes, all in small groups. With state-of-the-art gear, baked goods at breakfast, and fresh produce for dinner, Nahanni adventure vacations are unlike any other.\nUganda Courtesy of Andy Cochrane\nWhere to Book and Stay: Volcano Safaris As the pioneer of great ape eco-tourism in Uganda and Rwanda, Volcano Safaris has been the premier way to experience gorillas and chimpanzees in the wild for the last 25 years. Its lodges take a different approach than many ostentatious newcomers, with refined architecture, sensitivity to local cultures, connection to local communities, and a commitment to conservation of the species. In May 2024, Volcano Safaris will open its fifth location, Kibale Lodge , which is perfectly located for chimp trekking in nearby Kibale National Park in Uganda.\nWhat to DoWith a community of over 1,500 chimpanzees in the park, Kibale Lodge guarantees the opportunity to see chimps in the wild. For those looking to see any of these rare species of great apes, Volcano Safaris is the perfect partner to help make it a reality.\nItalian Dolomites Courtesy of Andy Cochrane\nWhere to Book: Dolomite Mountains Looking to explore northern Italy’s high peaks but don’t have the time to plan a trip? Dolomite Mountains curates unique outdoor itineraries, customized for your needs. The team has decades of experience exploring the vertical walls, narrow valleys, and complex network of trails in the Dolomites. It partners with hotels, B&Bs, and mountain top refugios to provide guests with personalized, unique experiences.\nWhat to DoDolomite Mountains offers a variety of trips for hikers, bikers, climbers, and skiers, with an emphasis on high quality and good value. As one of the few local tour operators in the Dolomites, it has connections with high-alpine huts, local restaurant owners, and families who've lived here for generations, which creates a more authentic experience for all its guests. See our full guide to t rail running in the Dolomites to see where to go and stay.\nMorocco Courtesy Image\nWhere to Book and Stay: Desert Luxury Camp If you’ve ever dreamt of riding camels in the desert as the sun sets on sand dunes, or sleeping in glamorous tents with a blanket of stars above you, 2024 might be the year to book a desert glamping experience in Morocco. Starting in Casablanca and ending in Marrakesh, the four-day Traversing to South adventure led by Desert Luxury Camp is certainly a once-in-a-lifetime experience.\nWhat to DoThe itinerary includes everything from leisurely activities such as enjoying a Moroccan tea ceremony in the shade to exploring the rich forest of palm trees and earthen architecture of the Draa Valley. Other stops include the UNESCO protected Ksar of Ait BenHaddou, where Game of Thrones was shot, and an overnight stay in a restored ancient Kasbah.\nBritish Columbia, Canada Courtesy of Andy Cochrane\nWhere to Book: Northern Escape Winner of the World’s Best Heli Ski Operator for 2022 and 2023, Northern Escape has established itself as one of the best in the business. Based in the Skeena Range of northern British Columbia, the outfitter is a stone’s throw from the Alaskan Panhandle. Lesser known than some of the long-tenured operators in the south, Northern Escape likes it this way. Instead, it focuses on what actually matters: skiing.\nWhat to DoWith one of the largest exclusive heli ski areas in the world and a wide variety of terrain from big mountains, immense glaciers, steep couloirs, and tree skiing, Northern Escape is able to accommodate guests of all levels. Using Agusta Koala helicopters to access remote places, guests can maximize their vertical at an affordable rate. Plus, they have one of the planet’s deepest, driest, and most reliable snowpacks.\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy cochrane",
          "sentiment": "none"
        },
        {
          "name": "austa somvichian-clausen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mastercard",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:00:38.786+02:00",
    "updated": "2023-12-29T00:00:38.786+02:00"
  },
  {
    "uuid": "b73607cc53dc697582f8521bd6d866159053eaa8",
    "url": "https://flipboard.com/video/kcpq/360a70375f",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KCPQ",
    "published": "2024-05-10T00:00:00Z",
    "title": "Tornado destroys homes in Tennessee | Flipboard",
    "text": "Severe storms have blown through the central and southeast United States - triggering tornadoes and hail. More stories from [Q13 FOX Seattle](/@Q13FOX) Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Natural Disasters](/topic/naturaldisasters) [OKC woman says tow company didn't notify her for a year, charges filed](/topic/naturaldisasters/okc-woman-says-tow-company-didn-t-notify-her-for-a-year-charges-filed/f-dec983cb3a%2Fkfor.com) OKLAHOMA CITY (KFOR) — The Oklahoma County District Attorney's office has filed charges against a manager of a tow wrecker service after towing a … [BOM warns level G4 geomagnetic storm will impact Earth — here's what that means](/topic/naturaldisasters/bom-warns-level-g4-geomagnetic-storm-will-impact-earth-here-s-what-that-means/a-4X-rdXTeTruHJl9FHz8roA%3Aa%3A2171162982-264338bd89%2Fnet.au) The Bureau of Meteorology has warned a severe geomagnetic storm event is expected to impact Earth from about 8pm AEST on Friday. Power outages may … Packing already! ✨ [These 12 US Cities Are So Safe They Will Make You Want To Move There](/topic/naturaldisasters/these-12-us-cities-are-so-safe-they-will-make-you-want-to-move-there/a-ptPqJrmNSQ-g8z0wC0aIpQ%3Aa%3A3734781405-02c8f0367d%2Fworldwildschooling.com) These are some of the safest cities across the US.The post These 12 US Cities Are So Safe They Will Make You Want To Move There appeared first on …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bom",
          "sentiment": "none"
        },
        {
          "name": "bureau of meteorology",
          "sentiment": "none"
        },
        {
          "name": "okc",
          "sentiment": "none"
        },
        {
          "name": "kfor",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "oklahoma city",
          "sentiment": "none"
        },
        {
          "name": "seattle",
          "sentiment": "none"
        },
        {
          "name": "oklahoma county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T17:09:32.381+03:00",
    "updated": "2024-05-10T18:10:46.178+03:00"
  },
  {
    "uuid": "d86eaf5d9ebeb987063295899f12e29f4ed9c578",
    "url": "https://spacenews.com/russian-nukes-in-space-why-a-cold-war-response-will-only-make-it-worse",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sandra Erwin",
    "published": "2024-08-15T21:00:00Z",
    "title": "Russian nukes in space: Why a Cold War response will only make it worse",
    "text": "At the insistence of Rep. Mike Turner (R-Ohio), chair of the House Intelligence Committee, the world now knows that Russia is developing some type of nuclear device that could be deployed on an orbiting satellite. No other intelligence has been publicly disclosed to indicate intent, but there’s a lot of hand wringing in the White House, at the Pentagon, and on Capitol Hill — as there should be. There is plenty of talk today that U.S. leadership’s fervent pacing might be devolving into complete panic, something Pentagon planners are all too famous for doing . During the Cold War, we developed and openly disclosed our radiation hardened satellites, essential to a key piece of deterrence strategy: our ability to retaliate even in the event of a successful Soviet first strike. Many of those systems remain today and need to stay hardened to ensure that particular component of our strategic deterrent remains unassailable. But the overreacting policymakers in Washington must not fall prey to the notion that in response to Russia’s threat we ought to “nuke proof” every electronic system on orbit . This is now strongly rumored to being seriously considered by White House and senior executives in the Office of the Secretary of Defense. Before this reactionary thinking takes further root, senior policymakers must remember three fundamental truths that should stop them in their tracks. First, Russia is just as deterred today as it was during the Cold War to not attack any U.S. infrastructure with a nuclear weapon. Doing so would prompt an immediate retaliatory nuclear strike, a key tenet of our deterrence posture . Even with America’s deteriorating nuclear triad now plagued with its own cost overruns , there remains no doubt to nuclear capable nations everywhere that a proportional response to a nuclear attack is both essential and morally justified. Second, until nuclear hardened chipsets can be made as readily available as their commercial counterparts, layering on this unnecessary requirement would delay the delivery of much needed satellites for the next-generation of low Earth orbit constellation providing direct support to U.S. warfighting commands. The Defense Department’s shift to distributed satellite constellations in LEO does create new unique challenges that must be addressed. But it presents us with dramatic gains in resiliency with a layered, hybrid defense. Insisting on hardening everything on orbit would have been an unnecessary policy even during the height of the Cold War. And given the supply of readily available, inexpensive commercial satellites today, it would be actually counterproductive. Third, the most powerful deterrent to an attack on our satellites, nuclear or otherwise, is to deny the attacker the benefit of such an attack. The U.S. must confront this threat by leveraging and demonstrating its support of our robust commercial satellite industry. By doing so, we show that our resiliency is not just with orbital assets but by a rapid responsiveness if such an attack were to occur. There are several U.S. commercial satellite companies already delivering highly capable satellites in less than two years, a far more responsive timeline than the 10-15 years it takes to develop and launch hardened satellites from a bygone era. The Space Force’s solid support for the commercial space industry bolsters the role of the private sector as a component of a new strategic deterrent. Its verified ability to provide unique intelligence reports in hot spots around the globe like China and Ukraine demonstrates it beyond a doubt. Industry’s role in strategic deterrence The most surefire way to ensure competency if a Russian anti-satellite weapon strike were to occur is to have a responsive space capability — always on alert, with a rolling commercial inventory of mission-critical satellites at a price tag of $5 million to 10 million each that would be ready for immediate shipping to launch sites. The Space Force has already demonstrated the ability to rapidly launch satellites on short notice through its efforts with the Victus Nox program. Imagine if we accelerate these goals and streamline these timelines to less than 24 hours. We cannot be overwhelmed with fear just because our country faces a slightly new type of threat. We must remember the fundamentals of military strategy, because most of them have not changed since first penned by Sun Tzu about 2,500 years ago. What has changed, however, is our government’s approach to fielding commercial satellites at an eye-watering rate to bolster our space-based capabilities, and we need not handicap this progress with additional requirements handed down from Washington as a result of a single threat on the horizon meant to delay our progress as an adversary. Rather than a reversion to the strategy of our forefathers, a forward-looking policy approach that leverages a robust and growing satellite marketplace will ensure we have the end-to-end industrial might to rapidly launch replacement satellites in parallel to strike forces conducting the retaliatory blow. We cannot allow a new generation of space warrior leaders to be manipulated into believing we need to prepare for future wars by planning to fight the one from last century. It didn’t work for the French in World War I or World War II, and it won’t work for us now. The game is different, but the guiding strategic principles remain. All that’s left is for the most innovative thinkers to rise to the occasion and not cower at the present fight.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.ft.com/content/5d4cbd68-2c49-4ddf-a68d-ee6b63a422cb",
      "https://www.defense.gov/Portals/1/Spotlight/2022/NDS/NUCLEAR%2520STRATEGY%2520AND%2520POLICY%2520-%2520NPR%2520Factsheet.pdf",
      "https://www.nytimes.com/interactive/2023/03/20/science/chinese-space-balloon-incident.html",
      "https://www.c4isrnet.com/intel-geoint/2022/04/25/how-commercial-space-systems-are-changing-the-conflict-in-ukraine/",
      "https://c4isrnet.com/intel-geoint/2022/04/25/how-commercial-space-systems-are-changing-the-conflict-in-ukraine/",
      "https://www.c4isrnet.com/intel-geoint/2022/04/25/how-commercial-space-systems-are-changing-the-conflict-in-ukraine",
      "https://defense.gov/Portals/1/Spotlight/2022/NDS/NUCLEAR%2520STRATEGY%2520AND%2520POLICY%2520-%2520NPR%2520Factsheet.pdf",
      "https://ft.com/content/5d4cbd68-2c49-4ddf-a68d-ee6b63a422cb",
      "https://nytimes.com/interactive/2023/03/20/science/chinese-space-balloon-incident.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike turner",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "house intelligence committee",
          "sentiment": "negative"
        },
        {
          "name": "pentagon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "pentagon",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:24:58.373+03:00",
    "updated": "2024-09-03T12:58:18.181+03:00"
  },
  {
    "uuid": "545d2f4ce15aaaff2659345019320a0c79fcfdee",
    "url": "https://www.sentinelandenterprise.com/2024/04/04/a-trick-to-reduce-stress-spend-20-seconds-a-day-doing-this-easy-practice",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tribune News Service",
    "published": "2024-04-04T20:27:00Z",
    "title": "A trick to reduce stress? Spend 20 seconds a day doing this easy practice",
    "text": "Eli Susman was a fairly experienced meditator when he attended a month-long retreat at Plum Village, a Buddhist monastery in Southern France in 2017. The UC Berkeley PhD candidate in clinical science had been on other retreats where participants spent most of their time meditating. So he was surprised when he saw that the daily Plum Village retreat schedule included only 30 minutes of formal seated meditation a day. Midway through the retreat he decided to extend one of his sessions, sitting beneath a tree for three hours. Later, he ran into a monk named Brother Treasure and told him about his practice. The monk’s response was not what he expected. “Three hours?” Susman remembers Brother Treasure telling him with a smile. “How about three breaths? That’s all it takes to step into the present moment.” The words stuck with Susman. It led him to wonder whether an abbreviated practice that takes no more than a few breaths can make a difference in someone’s life. Seven years later, he and his colleagues at Berkeley’s Golden Bear Sleep and Mood Research Clinic have evidence that it might. Earlier this year they [published a paper](https://www.sciencedirect.com/science/article/pii/S0005796724000251) online in the journal Behaviour Research and Therapy that describes how a simple 20-second self-compassion “micropractice” lowered stress levels and improved the mental health of undergraduate volunteers who did it every day for a month. “Two of the biggest barriers people have for developing a meditation habit is having the time to do it and developing the habit of doing it regularly,” Susman said. “Micropactices are like tiny training sessions that are based on the most potent parts of therapeutic practices.” Below, Susman describes the practice he developed for the study and explains how anyone can use it to try to feel better in less than one minute a day. This interview has been lightly edited and condensed for length and clarity. How do you describe the 20-second self-compassion micropractice that you studied? The [instructions](https://osf.io/k8utw) we gave were to close your eyes and call to mind something about yourself that has been bothering you and making you feel unworthy, unloved or not enough and notice what arises in the body. Then we asked people to send kindness and warmth to themselves by placing one hand over the heart and another over the belly with the energy of giving themselves a hug and notice what arises in the body now. Next, we invited them to ask themselves, “How can I be a friend to myself in this moment?” Finally we told them to open their eyes when they were ready. And doing this for 20 seconds a day really made a difference in the lives of study participants? Yes, but it only worked for people who practiced it regularly. In our study we looked at the subset of people who practiced daily and at the whole sample of people who were given the instruction. More frequent practice was associated with greater increase in self-compassion and a greater reduction in stress and mental health problems like symptoms of depression or anxiety compared to a control group. What are some ways that people can send kindness and warmth to themselves? The key phrase we used in the study was “How can I be a friend to myself in this moment?” What we meant by that is imagine you were seeing a friend or your younger self in a similar situation and you were being really caring to that friend. What would you tell them to do? How would you ask them to be? You can also imagine yourself receiving unconditional love from someone like a mentor, a parent or a close friend. How would they relate to you in this moment of suffering? Is there a way you can give that same compassion to yourself? Does it matter where people do this practice? We didn’t look at that, but that’s a great question. Why is it helpful for people to touch their stomach and chest while doing the exercise? There has been so much work on touch and how beneficial it can be for people to receive touch, but it had not been looked at as a standalone intervention for emotional well-being in terms of people offering self-compassionate touch to themselves. I was interested in the synergy between thinking self-compassionate thoughts and doing this embodied form of self-compassionate touch. It offers two potential ways of regulating yourself. I should also say that we told participants they could choose other forms of touch like stroking yourself on the cheeks or giving yourself a hug. What’s most important is that the method of touch supports you in feeling compassionately toward yourself. I was surprised that the majority of students who participated in the study said they were too busy to do this 20-second practice everyday. What’s that about? I was just joking with a friend about this, and she said that when people are stressed they can get wrapped up in feeling like they can’t take 20 seconds to pause. It might be more a mind-set than a reality, but there is more work to be done on how to help people feel like those 20 seconds are going to make a difference in their lives. We wash our hands for 20 seconds. We brush our teeth for two minutes. Why not take 20 seconds to do this? Do you have any advice on how people can make this practice a habit? It can be helpful to choose a cue. You can practice after morning coffee in the living room or whenever you’re feeling stressed if you can get yourself to do it then. The more specific you are in describing your cue and developing your plan the more likely you are to develop the practice into a habit. Does this research suggest there is no reason to do a longer practice? Most of the participants in our study were novice meditators or people who had never meditated before, so we don’t know how this would look with people who have a really dedicated meditation practice or are very experienced with meditation. Rigorous research is needed for whether shorter practices have advantages over longer practices, and for whom those advantages may be most pronounced. Also, just like brushing teeth is not a replacement for going to the dentist, this micropractice should not be a replacement for therapy or more intensive mental health care. ___ ©2024 Los Angeles Times. Visit at [latimes.com](https://www.latimes.com/). Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://latimes.com/).",
      "https://www.osf.io/k8utw)",
      "https://www.sciencedirect.com/science/article/pii/S0005796724000251)",
      "https://sciencedirect.com/science/article/pii/S0005796724000251)",
      "https://www.latimes.com/).",
      "https://osf.io/k8utw)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eli susman",
          "sentiment": "negative"
        },
        {
          "name": "susman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "buddhist",
          "sentiment": "none"
        },
        {
          "name": "mood research clinic",
          "sentiment": "none"
        },
        {
          "name": "uc berkeley",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "berkeley",
          "sentiment": "none"
        },
        {
          "name": "southern france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:20:53.405+03:00",
    "updated": "2024-04-05T00:20:53.405+03:00"
  }
]