[
  {
    "uuid": "0d1b00a5d927e48d96993518b522548ed17ed285",
    "url": "https://www.ansa.it/sito/notizie/politica/2024/05/03/meloni-sostegno-a-conferenza-di-pace-sullucraina-in-svizzera_fb129217-6d49-44fa-890a-c59f60c74d02.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agenzia ANSA",
    "published": "2024-05-03T00:00:00Z",
    "title": "Meloni, sostegno a conferenza di pace sull'Ucraina in Svizzera - Notizie - Ansa.it",
    "text": "La premier Giorgia Meloni, ricevendo a Palazzo Chigi la presidente della Confederazione Svizzera Viola Amherd, ha \"garantito l'impegno dell'Italia a favore dell'organizzazione in Svizzera della Conferenza di alto livello sulla pace in Ucraina, in linea con il diritto internazionale e con i principi della Carta delle Nazioni Unite\". Come riferisce una nota di Palazzo Chigi, il colloquio è stato anche \"l'occasione per esprimere apprezzamento per il ruolo svolto dalla Confederazione Svizzera quale membro non permanente del Consiglio di Sicurezza, con particolare riferimento alla situazione in Medio Oriente, in linea con la Risoluzione 2728\".\n \"I colloqui - viene spiegato nel comunicato - hanno permesso di confermare la solidità delle relazioni italo-svizzere, con particolare riferimento alla dimensione transfrontaliera, e l'interesse a lavorare sulle prospettive di rafforzamento della collaborazione bilaterale in ambito economico e sui principali dossier dell'agenda internazionale, inclusa la rinnovata attenzione nei confronti del Continente africano\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-03T21:29:41.797+03:00",
    "updated": "2024-05-04T13:40:12.428+03:00"
  },
  {
    "uuid": "f97c5e410d55cf0649b4d19b8f5e38572cffb3cf",
    "url": "https://www.newsbreak.com/news/3288117534247-good-grief-interview-dan-levy-ruth-negga-himesh-patel-talk-friendship",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-05T19:00:00Z",
    "title": "Good Grief Interview: Dan Levy, Ruth Negga, & Himesh Patel Talk Friendship",
    "text": "ComingSoon Editor-in-Chief Tyler Treese spoke with Good Grief writer, director, and star Dan Levy and stars Ruth Negga and Himesh Patel . The trio spoke about filming on a Ferris wheel and acting out friendship. The film is now streaming on Netflix. “Marc (Dan Levy) was content living in the shadow of his larger-than-life husband, Oliver (Luke Evans),” reads the movie ‘s synopsis. “But when Oliver unexpectedly dies, Marc’s world shatters, sending him and his two best friends, Sophie (Ruth Negga) and Thomas (Himesh Patel), on a soul-searching trip to Paris that reveals some hard truths they each needed to face.” Tyler Treese: Dan, After the Gold Rush is one of my favorite albums. You use “Only Love Can Break Your Heart” by Neil Young during a really emotional scene. Can you speak to using that song to really amplify the emotion of that moment? I thought it was a great choice. Dan Levy: Thank you so much. Originally, it was scripted as a completely different song and a different moment, and in editing the film, it just felt like I didn’t need aggression in that moment. I needed innocence, ultimately, and a kind of naiveté and a kind of vulnerability. I think we tried so many different songs in that place, and I was listening to a playlist that I had made one night while I was editing, and the song came on, and I just knew I had this creeping suspicion that it was going to work. We put it on, and it’s so … it speaks so much to the moment, but I think it’s that it speaks to such a universal feeling, too. And any opportunity to give a nod to my Canadian heroes. It just worked. That’s the beauty of music and movies is like … it takes a minute to find it, but when the right song hits at the right moment, it can really do some wonderful things. Ruth, you three all come across so naturally as friends. It really feels like you’ve known each other forever. Was that an instant connection, or how did that chemistry develop over the shooting? Ruth Negga: Yeah, I think it was pretty much instant. I think that we’re naturally sort of friendly people. [Laughs]. I would hope. But, I also think Dan went out of his way to make it … we went on a weekend away, we did escape rooms — whatever they’re called, panic rooms? Dan Levy: We all hid in a panic room, yeah. Himesh Patel: That’s what we did. Ruth Negga: [Laughs]. I got very panicked. [Laughs]. You see your true colors there. So there’s a lot of bonding going on. But no, I appreciate that because … it takes work, but it’s not hard work. It’s just a really lovely thing. But I do think it takes a kind of vulnerability in being open to those to want each other’s energy. Because in this film, what’s really important is that they are allowed to be sort of their worst selves with each other. It’s acting, but it’s also a very vulnerable place for a character to be in. I was very aware of Sophie’s vulnerabilities and, at those points, When you feel you have no excuses and you have nothing but “sorry” to say, that’s quite difficult. But I think Dan created an alchemy with the cast and the crew that made those moments what they are, so natural. That takes a lot. That’s the work that is done in the prep behind the scenes. So it’s not something that you can just cut, but when it does happen, when you put the work in, it does feel very … what do you say, like butter? [Laughs]. You’re all going through relationship issues in this movie, and a lot of them come to a head at the Ferris wheel scene. How was the filming that scene with everybody? Himesh Patel: [Laughs]. It was quite an operation. It was at the actual Ferris wheel that was in the Tuileries there, in Paris. Until 24 hours before we shot it, we thought we would have full control of the whole Ferris wheel and it would just be us and our people and the Ferris wheel. Then you found out very late in the game that we were, in fact, not being given that we were given two carriages and we would just have to get it going. The Ferris wheel was going to be operational as it always would basically be. It’s always fun there, as an actor, when you’ve got a big scene coming up, you want to rise to the challenge, but it’s so much easier when you feel supported by the people around you, you know? As I had done to that point, it was fairly late in the shoot when we got to that scene, and it just felt like we were ready to do it. As challenging as it was, it was very cold in that Ferris wheel in December in Paris. [Laughs]. But it was great. Dan Levy: A lot of hot water bottles hidden on laps and at feet. Himesh Patel: Yes. Dan Levy: And our DP [director of photography], Ole Bratt Birkeland, was shooting it and he was shrouded in a black cape so that he didn’t show up in the reflection behind us. All we would see would be from Ruth and my perspective was Himesh. Then, beside Himesh was, essentially, the goblin from Spirited Away. [Laughs]. Is that what I’m thinking of? You know, the ghost from Spirited Away? But with a camera and then two little legs sticking out with a hot water bottle on them. It was the greatest. It’s those moments where you think, “Well, this is the thrill of filmmaking.” Himesh Patel: Showbiz, baby! The post Good Grief Interview: Dan Levy, Ruth Negga, & Himesh Patel Talk Friendship appeared first on ComingSoon.net - Movie Trailers, TV & Streaming News, and More .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.comingsoon.net/tag/dan-levy",
      "https://www.comingsoon.net",
      "https://www.comingsoon.net/tag/ruth-negga",
      "https://www.comingsoon.net/movies/features/1453459-good-grief-interview-dan-levy-ruth-negga-himesh-patel-talk-friendship",
      "http://www.imdb.com/title/tt19887550",
      "https://www.comingsoon.net/tag/himesh-patel",
      "https://comingsoon.net/tag/ruth-negga",
      "https://comingsoon.net/tag/himesh-patel",
      "https://comingsoon.net",
      "https://comingsoon.net/movies/features/1453459-good-grief-interview-dan-levy-ruth-negga-himesh-patel-talk-friendship",
      "http://imdb.com/title/tt19887550",
      "https://comingsoon.net/tag/dan-levy"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tyler treese",
          "sentiment": "positive"
        },
        {
          "name": "ruth negga",
          "sentiment": "positive"
        },
        {
          "name": "dan levy",
          "sentiment": "positive"
        },
        {
          "name": "himesh patel",
          "sentiment": "none"
        },
        {
          "name": "dan",
          "sentiment": "none"
        },
        {
          "name": "neil young",
          "sentiment": "none"
        },
        {
          "name": "marc",
          "sentiment": "none"
        },
        {
          "name": "oliver (luke evans",
          "sentiment": "none"
        },
        {
          "name": "thomas (himesh patel",
          "sentiment": "none"
        },
        {
          "name": "oliver",
          "sentiment": "none"
        },
        {
          "name": "marc (dan levy",
          "sentiment": "none"
        },
        {
          "name": "sophie (ruth negga",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "netflix",
          "sentiment": "none"
        },
        {
          "name": "ferris",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:26:38.076+02:00",
    "updated": "2024-01-06T00:26:38.076+02:00"
  },
  {
    "uuid": "3e515dec3b3ef73f60028e6ac884853f7c215da3",
    "url": "https://vnexplorer.net/video-un-ano-de-locos-para-maserati-resumidos-en-este-video-s824188.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-05T22:50:00Z",
    "title": "VÍDEO: Un año “de locos” para Maserati resumidos en este vídeo",
    "text": "Un año “de locos” para Maserati resumidos en este vídeo. Maserati ha tenido grandes novedades en este 2023, y las que quedan. Además, ha colaborado con diferentes personales públicos, como el ex futbolista y estrella mediática David Beckham o el ex piloto de motos Loris Capirossi. Su apuesta por la electricidad también ha sido notable en este 2023, esperando que los próximos años se multiplique esta presencia.\nLos últimos en llegar han sido el Maserati Ghibli 334 Ultima, la berlina más rápida del planeta, y el Maserati Levante V8, la despedida del motor V8 en el SUV italiano. Estos modelos cuentan con motores de origen Ferrari, y son realmente rápidos. En concreto, la berlina se proclama como la más rápida del mercado en la actualidad. Un exigente reinado que pocas berlinas han llegado a rozar.\nEl Maserati Ghibli 334 Ultima es capaz de acelerar de 0-100 km/h en sólo 3,9 segundos gracias a montar un motor Ferrari V8 de 3.8 litros de 572 CV. Será la última vez que veamos este motor ocupando las entrañas de un Maserati, un deportivo que también usa materiales ligeros como un alerón de fibra de vidrio específicamente diseñado para mejorar su eficacia aerodinámica y otras piezas que lo hacen más ligero.\nCuenta con el color Scià di Persia con detalles en Rubino, una placa con el número “334” en el guardabarros, asientos forrados en cuero Terracota Pálido con el logotipo del Tridente y el “334” bordados en los reposacabezas o una placa con el texto “una di 103”. Y es que solo serán 103 unidades las fabricadas.\nTambién han presentado el Levante Ultima con motor V8, un coche que está limitado a 206 unidades. Monta el potente motor V8 de 3.8 litros que desarrolla una potencia superior a los 550 CV, relacionado a una caja de cambios automática de ocho velocidades y un sistema de tracción total. Puede acelerar de 0-100 km/h en 4,1 segundos y alcanzar una velocidad máxima de 302 km/h.\nMaserati MC20 de Loris Capirossi\nPor otro lado, la marca ha colaborado con personajes conocidos del deporte mundial. Loris Capirossi, piloto italiano de motos muy conocido, ha diseñado su propio Maserati MC20 con el programa de personalización de la marca. El mismo ha recogido su Maserati MC20 personalizado, acabado en azul, con motor Nettuno V6 biturbo de 3.0 litros y 630 CV a 7.500 rpm. Este motor le permite pasar de 0 a 100 km/h en sólo 2,9 segundos y alcanzar los 325 km/h de velocidad máxima.\nTambién vimos a David Beckham en el nuevo GranTurismo Folgore, un coche eléctrico que presenta una arquitectura de 800 voltios. El modelo utiliza tres motores eléctricos de 300 kW, con una potencia superior a los 700 CV. Este coche eléctrico posee una batería con una capacidad de 92,5 kWh, con unas prestaciones que le conceden el poder de acelerar de 0-96 km/h en solo 2,7 segundos y alcanzar una velocidad máxima de unos 318 km/h. Un año intenso para la marca que seguirá trayendo novedades en 2024, como han anunciado. ¡De locos!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwmCq.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwmCq.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:06:46.308+02:00",
    "updated": "2024-01-06T01:06:46.308+02:00"
  },
  {
    "uuid": "08cf7e9e96e49bd051569c9cf82729be74f9e73e",
    "url": "https://www.world-today-news.com/ministry-of-public-health-rushes-to-prevent-and-control-syphilis-and-gonorrhea-5-diseases-likely-to-spread-in-2024-according-to-national-communicable-disease-committee-meeting-7-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-28T23:59:00Z",
    "title": "Ministry of Public Health Rushes to Prevent and Control Syphilis and Gonorrhea: 5 Diseases Likely to Spread in 2024 According to National Communicable Disease Committee Meeting #7/2023 - World Today News",
    "text": "The Ministry of Public [Health](https://www.world-today-news.com/category/health/) rushes to prevent and control “syphilis – gonorrhea” after finding more cases and to monitor 5 diseases that are likely to spread in 2024. Tojo [News](https://www.world-today-news.com/category/news/) reporter reported that Dr. Chonnan Srikaew, Minister of Public [Health](https://www.world-today-news.com/category/health/). Announcement of the results of the National Communicable Disease Committee Meeting No. 7/2023 that the meeting considered and approved 2 matters, with the first being “policies, measures and guidelines for prevention and control of sexually transmitted diseases” adjusted to be in line with the situation. As the rate of syphilis increased from 11 per 100,000 people in 2018 to 18.6 per 100,000 people in 2022, syphilis and gonorrhea increased among youth. Meanwhile, the rate of congenital syphilis increased from 25.1 to 98.2 per 100,000 live births. The important goal is Reduce rates of syphilis, gonorrhea and congenital syphilis. Advertisement – Continue reading the article below. Issue 2: The Committee approves the draft regulations issued in accordance with The Communicable Diseases Act of 2015 includes two versions: a draft ministerial regulation regarding notification of the date, time, and location of vehicles arriving at the [international](https://www.world-today-news.com/tag/international/) communicable disease control checkpoint. and draft ministerial regulations regarding the submission of documents to communicable disease control officers at [international](https://www.world-today-news.com/tag/international/) communicable disease control checkpoints. For the benefit of prevention and control of [international](https://www.world-today-news.com/tag/international/) communicable diseases. Including being informed of the communicable disease situation and the forecast of communicable diseases that are likely to cause outbreaks in 2024 as follows: 1. Respiratory diseases include [COVID-19](https://www.world-today-news.com/tag/covid-19/) and influenza. Advertisement – Continue reading the article below. 2. Insect-borne diseases such as dengue fever Zika virus disease and chikungunya disease As for the increasing whooping cough situation in the three southern border provinces: Pattani, Yala, Narathiwat, a total of 229 confirmed cases were found. Whooping cough vaccination will be expedited for children aged 6 weeks – under 7 years who have not yet received the vaccine. or not fully vaccinated and in pregnant [women](https://www.world-today-news.com/tag/women/) To transfer immunity to the fetus Give your baby immunity to whooping cough before the time they can get the vaccine. #To not miss good [news](https://www.world-today-news.com/category/news/) Don’t forget to follow us TOJO [NEWS](https://www.world-today-news.com/category/news/) 2023-12-28 23:42:07 #Ministry #Public # [Health](https://www.world-today-news.com/category/health/) #increase #sickness #monitoring #diseases #spread #TOJO # [NEWS](https://www.world-today-news.com/category/news/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chonnan srikaew",
          "sentiment": "none"
        },
        {
          "name": "tojo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "control syphilis",
          "sentiment": "neutral"
        },
        {
          "name": "ministry of public health rushes",
          "sentiment": "neutral"
        },
        {
          "name": "ministry of public [health",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:50.878+02:00",
    "updated": "2023-12-29T02:01:50.878+02:00"
  },
  {
    "uuid": "96ab8ed143bc0cb83ebe4572d3e2946ab13570c4",
    "url": "https://www.newsbreak.com/ok-magazine-561398/3723392400175-president-joe-biden-sparked-health-concerns-in-the-first-few-months-of-his-term-after-becoming-tired-and-making-mistakes-in-white-house-meetings-report",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-12-20T00:14:00Z",
    "title": "President Joe Biden Sparked Health Concerns in the 'First Few Months of His Term' After Becoming 'Tired' and Making 'Mistakes' in White House Meetings: Report",
    "text": "By Alexandra Stone ,\n2 hours ago President Joe Biden is 82 years old. MEGA President Joe Biden 's 2024 election campaign was rocked by concerns about his physical and cognitive health on both sides of the political aisle — but according to a new report, the worries allegedly began mere months after he moved into the White House.\nPresident Joe Biden sparked concerns for his cognitive health after a series of verbal fumbles in interviews and debates. MEGA \"A sign that the bruising presidential schedule needed to be adjusted for Biden’s advanced age had arisen early on—in just the first few months of his term,\" the Wall Street Journal claimed. \"Administration officials noticed that the president became tired if meetings went long and would make mistakes.\"\n\"They issued a directive to some powerful lawmakers and allies seeking one-on-one time: The exchanges should be short and focused, according to people who received the message directly from White House aides.\"\nA new report claimed President Joe Biden would become 'tired' and 'make mistakes' in meetings. MEGA However, Biden was \"known for long and rambling sessions,\" and reportedly \"pushed in the opposite direction, wanting or just taking more time.\"\nThe report further alleged the 82-year-old had \"never been at his best first thing in the morning,\" so it was preferred that meetings would begin later in the day.\nA national security official reportedly said Joe Biden has 'good days and bad days.' MEGA \"If the president was having an off day, meetings could be scrapped altogether,\" the outlet reported. \"On one such occasion, in the spring of 2021, a national security official explained to another aide why a meeting needed to be rescheduled. ‘He has good days and bad days, and today was a bad day so we’re going to address this tomorrow,’ the former aide recalled the official saying.\"\nAs OK! previously reported, concerns amplified after Biden was criticized for performing poorly against Donald Trump in a presidential debate in June. Many speculated he appeared frail, he spoke very quietly at times, stumbled over his words and seemed to lose his train of thought on occasion.\nPresident Joe Biden dropped out of the 2024 election in July. MEGA Things only got worse when pal George Clooney wrote a firmly-worded essay urging Biden to drop out of the race.\n\"It’s devastating to say it, but the Joe Biden I was with three weeks ago at the fundraiser was not the Joe ‘big F-ing deal’ Biden of 2010,\" Clooney penned. \"He wasn’t even the Joe Biden of 2020. He was the same man we all witnessed at the debate ... We are not going to win in November with this president.\"\nBiden stepped back from his campaign for the White House in July and later endorsed Vice President Kamala Harris . However, Trump declared his victory in the early morning hours of November 6.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health",
      "Human Interest"
    ],
    "topics": [
      "Politics->political candidates",
      "Politics->government",
      "Politics->healthcare policy",
      "Health->mental health and disorder",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?url=37ypFL_0xYmR8ZS00",
      "https://img.particlenews.com/image.php?url=0ciNzP_0xYmR8ZS00",
      "https://okmagazine.com/p/george-clooney-furious-barack-obama-disappear-election/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0ciNzP_0xYmR8ZS00",
      "https://okmagazine.com/t/joe-biden/",
      "https://img.particlenews.com/image.php?url=0CiETa_0xYmR8ZS00",
      "https://okmagazine.com/p/donald-trump-2024-presidential-election-win-hollywood-reacts/",
      "https://okmagazine.com/p/nancy-pelosi-shocked-joe-biden-performance-2024-debate/",
      "https://okmagazine.com/t/donald-trump/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0CiETa_0xYmR8ZS00",
      "https://img.particlenews.com/image.php?url=2W4ItU_0xYmR8ZS00",
      "https://okmagazine.com/p/donald-trump-backlash-joe-biden-sleepy-dozing-off-court/",
      "https://img.particlenews.com/image.php?url=3ziNXV_0xYmR8ZS00",
      "https://okmagazine.com/t/george-clooney/",
      "https://okmagazine.com/p/donald-trump-challenges-joe-biden-cognitive-test-debate/",
      "https://okmagazine.com/p/joe-biden-donald-trump-2024-presidential-debate-celebrities-reactions/",
      "https://www.wsj.com/politics/biden-white-house-age-function-diminished-3906a839",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3ziNXV_0xYmR8ZS00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=37ypFL_0xYmR8ZS00",
      "https://okmagazine.com/p/joe-biden-occasionally-admit-inner-circle-felt-tired-new-book/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2W4ItU_0xYmR8ZS00",
      "https://okmagazine.com/t/kamala-harris/",
      "https://okmagazine.com/p/joe-biden-occasionally-admit-inner-circle-felt-tired-new-book",
      "https://www.okmagazine.com/p/george-clooney-furious-barack-obama-disappear-election/",
      "https://www.img.particlenews.com/image.php?url=0ciNzP_0xYmR8ZS00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0ciNzP_0xYmR8ZS00",
      "https://www.okmagazine.com/p/joe-biden-occasionally-admit-inner-circle-felt-tired-new-book/",
      "https://okmagazine.com/t/george-clooney",
      "https://www.okmagazine.com/p/donald-trump-challenges-joe-biden-cognitive-test-debate/",
      "https://okmagazine.com/t/kamala-harris",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0CiETa_0xYmR8ZS00",
      "https://www.img.particlenews.com/image.php?url=37ypFL_0xYmR8ZS00",
      "https://www.img.particlenews.com/image.php?url=2W4ItU_0xYmR8ZS00",
      "https://www.okmagazine.com/t/joe-biden/",
      "https://www.okmagazine.com/p/nancy-pelosi-shocked-joe-biden-performance-2024-debate/",
      "https://wsj.com/politics/biden-white-house-age-function-diminished-3906a839",
      "https://www.img.particlenews.com/image.php?url=0CiETa_0xYmR8ZS00",
      "https://www.okmagazine.com/t/george-clooney/",
      "https://okmagazine.com/p/donald-trump-challenges-joe-biden-cognitive-test-debate",
      "https://www.okmagazine.com/p/donald-trump-backlash-joe-biden-sleepy-dozing-off-court/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2W4ItU_0xYmR8ZS00",
      "https://okmagazine.com/p/donald-trump-2024-presidential-election-win-hollywood-reacts",
      "https://okmagazine.com/p/joe-biden-donald-trump-2024-presidential-debate-celebrities-reactions",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3ziNXV_0xYmR8ZS00",
      "https://okmagazine.com/p/donald-trump-backlash-joe-biden-sleepy-dozing-off-court",
      "https://www.okmagazine.com/p/joe-biden-donald-trump-2024-presidential-debate-celebrities-reactions/",
      "https://www.okmagazine.com/t/kamala-harris/",
      "https://www.okmagazine.com/p/donald-trump-2024-presidential-election-win-hollywood-reacts/",
      "https://okmagazine.com/p/george-clooney-furious-barack-obama-disappear-election",
      "https://okmagazine.com/t/donald-trump",
      "https://img.particlenews.com/image.php",
      "https://okmagazine.com/p/nancy-pelosi-shocked-joe-biden-performance-2024-debate",
      "https://www.img.particlenews.com/image.php?url=3ziNXV_0xYmR8ZS00",
      "https://www.okmagazine.com/t/donald-trump/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=37ypFL_0xYmR8ZS00",
      "https://okmagazine.com/t/joe-biden"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Alexandra Stone",
          "sentiment": "negative"
        },
        {
          "name": "Joe Biden",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "White House",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T04:56:08.586+02:00",
    "updated": "2024-12-20T04:56:08.586+02:00"
  },
  {
    "uuid": "c8ec04e5de365fd395337ac392dd2106827ef0e9",
    "url": "https://www.bangkokpost.com/opinion/opinion/2734830",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thitinan Pongsudhirak",
    "published": "2024-02-01T22:36:39Z",
    "title": "Bangkok Post - Myanmar revolts against dictatorship",
    "text": "Although there have been failed coups in Southeast Asia -- the Philippines' and Thailand's in the 1980s and Cambodia's in 1997 -- once a putsch is successfully executed, it invariably moves ahead. Apart from Myanmar's, Indonesia's in 1965 and Thailand's 13 military seizures of power since 1932 fall in this category. Yet Myanmar's latest coup has proved to be an extraordinary exception.After nearly 50 years of military dictatorship from 1962 and one decade of political liberalisation, economic reform and development progress in 2011-21, the Myanmar people have put their lives on the line for a future no longer under the generals' boots. In reaction to the coup on 1 Feb 2021, led by Senior General Min Aung Hlaing, a combined force of local youths, ethnic armies, civilian leaders, and a defiant population have fought back in a deadly civil war to regain the democratic system they lost.With a growing number of battlefield victories in recent months, the resistance forces behind what they now call a \"revolution\" have turned the tide in the civil war. As Myanmar's military dictatorship now appears untenable, the country's future will soon hang in the balance in need of stakeholder dialogue at home and engagement from the international community and regional players, particularly Asean. Defeating the military is one thing, but putting together a viable pluralistic state with popular legitimacy in an ethnically fractious nation -- an aspiring \"federal democratic union\" -- will prove difficult and existentially daunting. Myanmar's grinding and virulent internal conflict could also drag on for more months as the generals make their last stand around major towns, such as the capital of Nay Pyi Taw, relying on air power, armour, and artillery to hang on to whatever power they have left.But the numbers are stacked against the junta, the self-styled State Administration Council. Once having a formidable 500,000-strong armed forces, Myanmar's military today is estimated at around 150,000 or fewer, overstretched across towns and regions that underpin the 55-million population, three-fifths of whom are Burmese, while the rest comprises myriad ethnic minorities, led by the Shans and the Karens. Widely known as one of the most battle-tested militaries in the world for having fought countless battles over decades against ethnic armies resisting central authority and seeking autonomy, the military picked the wrong fight this time.Following the coup, Myanmar soldiers turned their guns on their own people in a murderous campaign to subdue anti-military street demonstrations, initially led by the Civil Disobedience Movement. As troops killed hundreds of ordinary Burmese indiscriminately in subsequent weeks, popular anger boiled up. The critical catalyst was the Myanmar youths in towns across the country who rose up and fought back. Unlike their forebears who tolerated half a century of military rule, these Myanmar teenagers and 20-somethings had grown up during the decade of openness and possibilities, with improved standards of living and rising expectations.Organised into People's Defence Force units nationwide, these brave youths first took up homemade arms and whatever rudimentary weapons they could muster to fight back against soldiers and steal small weapons in the process. They later lined up with and received arms and training from the ethnic armies, formally known as the Ethnic Armed Organisations. The EAOs and PDF cells operate in coordination with the umbrella civilian-led National Unity Government. Using guerrilla tactics as well as conventional warfare, the resistance forces have taken the military to task and achieved at least a stalemate on the battlefields a year into the coup period.But the odds increasingly turned in the resistance's favour as military brutality and outright barbarism provoked a popular revolt whereby the vast majority of the population, regardless of ethnic background, turned against the ruling generals. After being attacked left and right, up and down the country, the military lacked recruits, reinforcements, and resupplies, with a sinking morale. It was a matter of time when it would face the point of no return.That point came just over three months ago with \"Operation 1027\" under the so-called \"Three Brotherhood Alliance\" consisting of the Myanmar National Democratic Alliance Army, the Ta'ang National Liberation Army, and the Arakan Army. Their coordinated offensive in northern Shan state bordering China succeeded in seizing two dozen towns and hundreds of military outposts, assisted by other EAOs and resistance columns in the Myanmar heartland. The 27 Oct operation was a breakthrough in self-belief and battlefield reality. However it fought back; the military was no longer going to prevail. The resistance forces will eventually triumph.Although the resistance is likely to win its revolution in turning back a military dictatorship, it has a long way to go. The EAOs are motley and traditional adversaries among themselves and against central authority, while the PDF youths lack experience in shaping what comes next, as the NUG remains inchoate and devoid of clear and convincing leadership. Half of the fight is to kick out Gen Min Aung Hlaing, his cohorts and SAC cronies. The other and more important half is to convert and build the revolution into a workable compromise and power-sharing in the spirit of the 2011-21 period that was led by the reform-minded Gen Thein Sein and the democracy icon and politically spent Aung San Suu Kyi.Winning the civil war but letting the peace degenerate into renewed ethnic conflicts, unfulfilled expectations, and a potential breakup of Myanmar into autonomous statelets harbouring drugs and crimes would be detrimental not just to the local population but also to the regional neighbourhood and international community. Asean has been ineffectual and divided over Myanmar, but it now has a second chance to get on the right track by engaging the NUG, EAOs, and even military elements beyond Gen Min Aung Hlaing and the SAC.What's happening to Myanmar's coup and autocratic rule is a cautionary tale that subverted democracies can be regained and reinvented. Myanmar is a case not of democratic rollback but of autocratic reversal. The entrenched and pro-autocracy elites in Myanmar's eastern next-door neighbour should take notice.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aung hlaing",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bangkok post",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "myanmar",
          "sentiment": "none"
        },
        {
          "name": "southeast asia",
          "sentiment": "none"
        },
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "thailand",
          "sentiment": "none"
        },
        {
          "name": "cambodia",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:36:40.491+02:00",
    "updated": "2024-02-09T02:23:38.207+02:00"
  },
  {
    "uuid": "8e1b794705046dfeacc07ae63f42c3cf1342e8a9",
    "url": "https://flipboard.com/topic/nascarcupseries/-/a-qxqkO1p9SVCpoeP18T-fgg%3Aa%3A2129816069-%2F0",
    "ord_in_thread": 0,
    "author": "trustedreviews.com - Chris Smith",
    "published": "2025-04-30T21:33:00Z",
    "title": "EA is killing an iconic racing game franchise from the original PlayStation | Flipboard",
    "text": "EA is killing an iconic racing game franchise from the original PlayStation My favourite racing game of all time is Codemasters’ Colin McRae Rally for the original Sony PlayStation console. Graphically, for the time, it felt …\ntrustedreviews.com - Chris Smith • 21m",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "topics": [
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->leisure",
      "Lifestyle and Leisure->gaming and lottery",
      "Science and Technology->information technology and computer science",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Chris Smith",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Sony",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "SONY",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T00:58:26.464+03:00",
    "updated": "2025-04-30T22:05:30.000+00:00"
  }
]