[
  {
    "uuid": "5887c7e29ae18b3d0a1886afd8ffa0b18a4bd260",
    "url": "https://www.rcnradio.com/judicial/condenan-a-madre-y-padrastro-de-menor-asesinado-en-ritual-satanico-en-antioquia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rcnradio",
    "published": "2024-05-23T02:19:00Z",
    "title": "Condenan a madre y padrastro de menor asesinado en ritual satánico | RCN Radio",
    "text": "Condenan a 50 años de cárcel a madre y padrastro de menor asesinado en ritual satánico en Antioquia El menor de seis años fue retenido por sus familiares y luego hallado en una fosa en zona rural del nordeste de Antioquia Un juez de Antioquia impuso condenas ejemplares de más de 50 años de prisión a Sandra Patricia Caro Pérez y Fabián Andrés Carmona Ramírez, madre y padrastro, respectivamente, del niño Maximiliano de seis años. El menor fue víctima de un atroz crimen ritual en octubre de 2022 en el municipio de Remedios, Antioquia. De acuerdo con la investigación adelantada por un fiscal de la Seccional Antioquia, el 21 de septiembre de 2022, la madre de la víctima reportó la supuesta desaparición del menor y afirmó que su hijo no había regresado a la casa después de salir a una tienda ubicada en el corregimiento La Cruzada del municipio de Remedios. Sin embargo, la Fiscalía estableció que el 20 de septiembre, el menor de edad fue transportado en un motocarro por los dos procesados hacia zona rural del vecino municipio de Segovia. Lea también: [Capturan a presunto feminicida que salía en el cartel de los más buscados de Antioquia](https://www.rcnradio.com/colombia/antioquia/capturan-a-presunto-feminicida-que-salia-en-el-cartel-de-los-mas-buscados-de) El trabajo articulado de la Fiscalía, el Cuerpo Técnico de Investigación (CTI) y la Policía de Infancia y Adolescencia logró determinar que el niño fue golpeado indiscriminadamente durante dos días por un grupo de personas que se hacía llamar ‘Los Carneros’, en medio de un ritual para ubicar una supuesta guaca con oro. La noche del 27 de octubre de 2022, el cadáver de la víctima fue exhumado por servidores del grupo de Criminalística del CTI Seccional Antioquia con el acompañamiento de alias ‘Orejas’, quien entregó la ubicación de la fosa donde fue inhumado. Le puede interesar: [Reliquia de San Judas Tadeo será recibida en el Oriente de Antioquia](https://www.rcnradio.com/colombia/antioquia/reliquia-de-san-judas-tadeo-sera-recibida-en-el-oriente-de-antioquia) Durante la audiencia de sentido de fallo, la judicatura absolvió a Damaris Estela Pérez Escalante, abuela materna del menor, y a su compañero sentimental Fabián Alberto Monsalve. El juez de conocimiento fijó la audiencia de lectura del fallo para el próximo 19 de abril a las 2:00 de la tarde. Cabe recordar que en noviembre de 2023, por vía de preacuerdo, fue sentenciado a 40 años y 10 meses de prisión, Robinson Esmit Arboleda Ramírez, alias ‘Orejas’, por los delitos de homicidio agravado, tortura agravada y desaparición forzada agravada; mientras que su compañera sentimental Susana Ceballos Zapata, alias ‘la Discípula’, fue condena a cinco años y ocho meses de prisión, por favorecimiento en las mismas conductas punibles. Alerta Paisa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T01:21:34.527+03:00",
    "updated": "2024-05-24T01:21:34.527+03:00"
  },
  {
    "uuid": "19e87537fbb63e7be7ba7178ec87be00707440cd",
    "url": "https://www.newsbreak.com/seaford-ny/3280564806210-beloved-teacher-says-he-was-fired-from-long-island-catholic-elementary-school-for-being-gay",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T14:52:00Z",
    "title": "Beloved teacher says he was fired from Long Island Catholic elementary school for being gay",
    "text": "A gay third-grade teacher says he was fired from his job at a Catholic elementary school in Long Island after someone had sent the local diocese photos of him kissing his boyfriend. Michael Califano, 26, learned of his termination from Maria Regina School in Seaford, New York, Wednesday, after being told that he had violated diocese guidelines related to “living a Catholic lifestyle,” News 12 Long Island reported. “Somebody had sent in some pictures of my boyfriend and I, and it escalated from there,” he told the outlet. Califano said he did not feel that he had done anything wrong. Califano has deep roots in the Maria Regina community: He has been a parishioner at the local church for years and had attended the school as a child, as did his late father, veteran Nassau County police officer Michael Califano, who was killed in a crash in 2011 when his son was just 13 years old. The Califano family fundraises at the school each year for scholarships in the fallen cop’s name. “I didn’t think this would happen in 2023, even in the Catholic Church,” Califano said. Many parents and students have come to Califano’s defense on social media and through a petition on Change.org demanding that he be reinstated. The author of the online petition, which so far has drawn more than 2,650 signatures, praised Califano as “an immensely beloved, committed and diligent educator” whose ouster “not only affects Michael personally but it also deprives the community of a dedicated servant who consistently contributed to its enrichment.” The petition goes on to say that the decision to fire Califano was based on a “malicious” anonymous email from someone who had gone “digging” for photos of Califano and his boyfriend on a social media account that was not even his own with the apparent intent of getting him fired. Califano told Newsday that both the school and the diocese were aware that he was gay when they hired him two years ago, and no one ever raised questions about his sexuality until the Rev. John O. Barres, the bishop of the diocese, received the email with the kissing pictures from his boyfriend’s Facebook page. “They said they found things on that account that were inappropriate for a Catholic schoolteacher,” said Califano. “There’s nothing vulgar on that account.” Mary Ann Hasbrouck, a retired teacher, slammed Califano’s firing as a “kind of a witch hunt.” “This gentleman teaches at the school, he is beloved by all the students and parents, did a great job, goes above and beyond,” she said, adding that everyone was “blindsided” by the diocese’s decision to fire him. Parent Toni Lichtenberger said Califano helped her daughter through her school anxiety when she was in his class last year. Califano said that if he were told he could have his job back, he would accept without any hesitation. The Post reached out to the Diocese of Rockville Centre seeking comment on Califano’s firing. Meanwhile, parents are planning to stage a rally in support of Califano in front of St. Agnes Cathedral later Friday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?url=1IV2uN_0qTZgiLR00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1IV2uN_0qTZgiLR00",
      "https://longisland.news12.com/maria-regina-school-teacher-says-he-lost-job-over-his-sexuality",
      "https://www.newsday.com/long-island/nassau/marina-regina-catholic-schoolteacher-fired-hdc5umb4",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=1IV2uN_0qTZgiLR00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1IV2uN_0qTZgiLR00",
      "https://www.longisland.news12.com/maria-regina-school-teacher-says-he-lost-job-over-his-sexuality",
      "https://newsday.com/long-island/nassau/marina-regina-catholic-schoolteacher-fired-hdc5umb4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maria regina",
          "sentiment": "none"
        },
        {
          "name": "califano",
          "sentiment": "none"
        },
        {
          "name": "michael califano",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "long island catholic",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "negative"
        },
        {
          "name": "maria regina school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "long isl",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "long island",
          "sentiment": "none"
        },
        {
          "name": "seaford",
          "sentiment": "none"
        },
        {
          "name": "nassau county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:09:32.725+02:00",
    "updated": "2023-12-29T18:44:48.705+02:00"
  },
  {
    "uuid": "6295635b22b6774da6681bfbc09cf0c63a90cd9c",
    "url": "https://andaluciainformacion.es/cadiz/1576848/este-29-de-febrero-una-ocasion-ideal-para-visibilizar-las-enfermedades-raras",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-02-29T17:17:00Z",
    "title": "Este 29 de febrero, una ocasión ideal para visibilizar las enfermedades raras | Andalucía Información. Todas las noticias de Cádiz",
    "text": "Este 29 de febrero se celebra el Día Mundial de las Enfermedades Raras. Un día que no es común en el calendario y que por eso fue elegido para visibilizar las enfermedades poco frecuentes. En España hay más de 3 millones de personas que sufren alguna de estas patologías, que en el 95% de los casos son discapacitantes, degenerativas y sin tratamiento. Además, la falta de investigación y la baja incidencia hace que el diagnóstico tarde más de cuatro años, incluso a veces ni si quiera se llegua al mismo. Jaén cuenta con una asociación de referencia que desde hace varios lucha por la visibilización de las enfermedades raras y de los pacientes. Bajo el nombre de 'Más Visibles', esta entidad lucha por mejorar la atención a los enfermos, a las familias, el avance en la investigación, la obtención de diagnósticos y la calidad de vida de estas personas. Para ello, este 2024 llevará a cabo diferentes campañas para que las EERR sean conocidas ya que pueden aparecer en cualquier momento de la vida. En esta jornada, la asociación jiennense 'Más Visibles' ha participado en Madrid en una acto conmemorativo del Día Mundial de las EERR, en el que se ha mostrado la situación en España, la visión asistencial, legislativa y el apoyo de diversos sectores en la lucha para avanzar ante las enfermedades poco frecuentes. El jienense Pedro Lendínez, presidente de 'Más Visibles', ha sido el encargado de clausurar una jornada en la que enfermos y familias piden a la sociedad y a las administraciones más conciencia, investigación e integración ante enfermedades que podría padecer cualquiera. Para conseguirlo, esta asociación, que nace en Jaén, [está rodando la película documental ‘La vida en una gota’.](https://vivajaen.es/provincia-de-jaen/1516207/una-pelicula-documental-con-sello-jiennense-para-prevenir-enfermedades-raras/) En ella Judit, una joven que padece una enfermedad rara, que no fue diagnosticada a tiempo, recorre diferentes centros de referencia para mostrar la importancia de la prueba del talón, una prueba que puede cribar ciertas patologías y evitar la aparición de esas enfermedades detectadas. La joven ha estado estos días en un centro escolar de Jabalquinto con el objetivo de concienciar y sensibilizar sobre este asunto. La próxima cita con Más Visibles será en las III Jornadas sobre EERR el próximo 5 y 6 de abril. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://vivajaen.es/provincia-de-jaen/1516207/una-pelicula-documental-con-sello-jiennense-para-prevenir-enfermedades-raras/)",
      "https://www.vivajaen.es/provincia-de-jaen/1516207/una-pelicula-documental-con-sello-jiennense-para-prevenir-enfermedades-raras/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:01:19.912+02:00",
    "updated": "2024-03-01T00:01:19.912+02:00"
  },
  {
    "uuid": "caad312a97033eda99fabb92a8a9691963186838",
    "url": "https://www.midilibre.fr/2024/04/25/200-000-euros-dengins-de-btp-voles-un-detective-retrouve-quatre-pelleteuses-et-une-remorque-sur-un-terrain-prive-a-lyon-11913137.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Midilibre",
    "published": "2024-04-25T15:46:00Z",
    "title": "200 000 euros d’engins de BTP volés : un détective retrouve quatre pelleteuses et une remorque sur un terrain privé à Lyon",
    "text": "200 000 euros d’engins de BTP volés : un détective retrouve quatre pelleteuses et une remorque sur un terrain privé à Lyon\nCe mardi 23 janvier, un détective a retrouvé près de 200 000 euros d’engins de BTP volés sur un terrain privé à Vaulx-en-Velin, près de Lyon, grâce au dispositif \"Coyote Secure\" installé sur une des pelleteuses.\nMoins de 24 h après avoir été volée, la pelleteuse a été retrouvée aux milieux de plusieurs autres engins dérobés. Cette découverte est l’œuvre d’un détective de \"Coyote Secure\" chargé de localiser et de récupérer des véhicules en cas de vol, d’après\nLe Progrès.\nCe mardi matin, le détective a localisé une pelleteuse Kubota, volée la veille sur un chantier de Vaulx-en-Velin, près de Lyon. L’engin, appartenant à une société de location, était équipé d’un dispositif \"Coyote Secure\", permettant de le retrouver.\nPlusieurs engins volés sur les lieux\nSur place, ce n’est pas une mais quatre pelleteuses dérobées qui ont été retrouvées. À cela s’ajoute une remorque, elle aussi volée. Au total, c’est l’équivalent de 200 000 euros d’engins volés qui était stocké sur un terrain privé de Vaulx-en-Velin, en plein air.\nToujours selon nos confrères, le détective a alerté les forces de l’ordre. Pour l’heure, les autorités ne se sont pas prononcées sur les engins retrouvés ou sur d’éventuelles arrestations.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.leprogres.fr/faits-divers-justice/2024/04/24/pres-de-200-000-euros-d-engins-de-btp-voles-retrouves-par-un-detective-grace-a-un-traceur#:~:text=M%C3%A9tropole%20de%20Lyon%20Pr%C3%A8s%20de,entrepos%C3%A9s%20d",
      "https://leprogres.fr/faits-divers-justice/2024/04/24/pres-de-200-000-euros-d-engins-de-btp-voles-retrouves-par-un-detective-grace-a-un-traceur#:~:text=M%C3%A9tropole%20de%20Lyon%20Pr%C3%A8s%20de,entrepos%C3%A9s%20d"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:07:50.047+03:00",
    "updated": "2024-04-26T00:07:50.047+03:00"
  }
]