[
  {
    "uuid": "3e53201b68b6d08e30a365305ee8b73b1346a65c",
    "url": "http://susielee.house.gov/media/in-the-news/las-vegas-review-journal-nevada-democrats-want-ivf-protected-and-one-its-personal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica Hill",
    "published": "2024-02-29T20:24:00Z",
    "title": "Las Vegas Review-Journal: Nevada Democrats want IVF protected — and for one, it’s personal | Representative Susie Lee",
    "text": "Las Vegas Review-Journal: Nevada Democrats want IVF protected — and for one, it’s personal Nevada’s Democratic members of Congress joined federal legislation that would protect access to in vitro fertilization following last week’s Alabama Supreme Court decision that could impact access to the assisted reproductive technology. Members of the House and Senate have joined onto the Access to Family Building Act that would establish a legal right to IVF and other assisted reproductive services, overriding any state effort to limit or ban access. Sens. Catherine Cortez Masto and Jacky Rosen and Reps. Susie Lee, Dina Titus and Steven Horsford announced Tuesday that they had signed onto the bill, which was originally introduced in January by Sen. Tammy Duckworth of Illinois in the Senate and Rep. Susan Wild of Pennsylvania in the House. That bill was first brought forward in 2022, but Senate Republicans blocked the vote. The Alabama Supreme Court ruled last week that couples who lost frozen embryos during an accident at a storage facility could sue the clinic and hospital for wrongful death. Three clinics have since announced they would pause their services as they sort out the ruling, which has sparked concern of wider impact and reinvigorated abortion-rights advocates. “This cruel decision is already hurting some women’s ability to begin or continue fertility treatments,” Rosen said in a statement. “I’m backing legislation to protect access to IVF treatments and safeguard Americans’ right to start or grow their families.” According to data from the National Library of Medicine, IVF accounts for 1.6 percent of all live births in the United States. Since 1978, more than 5 million children worldwide have been conceived via in vitro fertilization. Following the [overturning of Roe v. Wade](https://www.reviewjournal.com/news/politics-and-government/roe-v-wade-overturned-states-can-ban-abortion-2597679/), which had guaranteed the federal right to an abortion, advocates warned that IVF and other reproductive-related procedures could be next. “Women’s reproductive rights are being threatened nationwide, and we have to keep fighting back,” Cortez Masto said in a statement. For Lee, whose children were born using IVF, the need to protect fertility treatment is personal. “Because of IVF, I was able to create a family, and without it, I would not have my two incredible children,” she said in a statement to the Review-Journal. “Alabama is the first step in the far-right’s plan to rob women of the opportunity to become a mother and yet another step in restricting women’s freedoms.” In the 2022 midterms, abortion was a key issue for voters across the country, with Democrats winning key races in part due to their abortion messaging. As November 2024 elections draw nearer in which the Republican Party works to flip the Senate red, the National Republican Senatorial Committee sent a memo to Senate candidates encouraging them to reject efforts to restrict IVF. “There are zero Republican Senate candidates who support efforts to restrict access to fertility treatments,” the Feb. 23 memo from Executive Director Jason Thielman said. GOP [Senate candidate](https://www.reviewjournal.com/news/politics-and-government/nevada/2024-senate-race-whos-running-against-jacky-rosen-in-nevada-2978577/) Sam Brown, who is a frontrunner in a crowded Republican primary field in Nevada, took to X — formerly known as Twitter — to highlight his support of the fertility treatment. “Amy and I believe we should do more to promote loving families and help people experience the joys of parenthood,” he wrote. “IVF and other similar fertility treatments are a blessing for so many families seeking that joy, and we should ensure they remain accessible for them.” Over the weekend, former president and 2024 presidential hopeful Donald Trump also said that, like the majority of Americans, he strongly supports the availability of IVF for couples who are trying to have a baby and called on the Alabama legislature to preserve its availability. Senate Republicans — including many who supported the overturning of Roe v. Wade and argued abortion laws should be left up to the states — signaled Tuesday they would block the Access to Family Building Act, according to Politico. Rep. Mark Amodei, Nevada’s sole Republican congressman, could not be reached for comment. [Health Care](/issues/health)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Politics"
    ],
    "external_links": [
      "https://www.reviewjournal.com/news/politics-and-government/nevada/2024-senate-race-whos-running-against-jacky-rosen-in-nevada-2978577/)",
      "https://www.reviewjournal.com/news/politics-and-government/roe-v-wade-overturned-states-can-ban-abortion-2597679/),",
      "https://reviewjournal.com/news/politics-and-government/roe-v-wade-overturned-states-can-ban-abortion-2597679/),",
      "https://reviewjournal.com/news/politics-and-government/nevada/2024-senate-race-whos-running-against-jacky-rosen-in-nevada-2978577/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "susie lee las vegas review-journal",
          "sentiment": "negative"
        },
        {
          "name": "jacky rosen",
          "sentiment": "none"
        },
        {
          "name": "tammy duckworth",
          "sentiment": "none"
        },
        {
          "name": "susan wild",
          "sentiment": "none"
        },
        {
          "name": "susie lee",
          "sentiment": "none"
        },
        {
          "name": "dina titus",
          "sentiment": "none"
        },
        {
          "name": "catherine cortez masto",
          "sentiment": "none"
        },
        {
          "name": "steven horsford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "alabama supreme court",
          "sentiment": "none"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "las vegas review-journal",
          "sentiment": "none"
        },
        {
          "name": "nevada",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:20:13.279+02:00",
    "updated": "2024-03-01T00:20:13.279+02:00"
  },
  {
    "uuid": "aa8036bbd4ae172c4830692d4a4f201be6061ed9",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c074",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mimaus",
    "published": "2024-05-25T16:56:00Z",
    "title": "#74 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#37](c37#c-37) Ay pobres comunistas que el problema que tienen es que son dependientes de importar todo de EEUU.\nPues que sepas que la mayoría del pollo en Cuba viene de Miami, el embargo está hoy en día muy limitado.\nAh, y en la guerra fría había más gente en el bloque comunista que en el bloque capitalista.. y aun así al bloque capitalista le iba mil veces mejor y no necesitaban para nada a los comunistas.\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\n[#33](c33#c-33) Simple, estos tipos se oponen al planamiento familiar.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/\n[#33](c33#c-33) es como con el islam, no hay relación entre el fanatismo religioso de los países y su nivel de desarrollo democrático o económico...\n[#1](c1#c-1) por no hablar de que sus antepasados se arrancarían los pelos de desesperación por ver como han abrazado la religión que los masacró\n[#1](c1#c-1) con la diferencia de que cuando vienen para acá muchos de ellos se vuelven muy de derechas besando los pies de sus verdugos.. los cuales por delante les dicen, con papeles inmigrante bueno, y por detrás le dicen a los españoles, mirad, estos son los que os roban el trabajo y las paguitas..\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#42](c42#c-42) Se fueron a la hora aproximadamente, pero no sé si por su propio pie o por la policía, ya que yo volví donde ellos media hora larga después y ahí seguían. La poli dijo que iba a mandar una patrulla y vi un coche una hora después de llamarles, pero capaz que iban a otro sitio, así que no puedo confirmar. Me olía que estos predicadores eran evangélicos pagados por alguien de aquí o de allá para hacer la ruta, porque el brasileño tenía un acento increíble y hablaba español justo.\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\n[#3](c3#c-3) En mi bloque ahora dejan cartas en los buzones diciendo que te van a solucionar la vida y te dejan su WhatsApp y una dirección para que vayas a sus reuniones. Se aprovechan de gente ignorante y desesperada. Menuda secta.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...\nEsa gente es muy peligrosa, ya que al contrario que otras sectas, quieren acaparan todas las instancias del estado. Su avaricia no tiene límites, son capaces de vender a su madre por cuatro duros.\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.\nLas personas más insoportables del mundo son los conversos en cualquier modo. Religión, pelo blanco, deporte, vegetariano..., debe ser como ves que tu vida es una mierda y te has equivocado quieres imponer a los demás tu vida de p... Mierda",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC4449999/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T21:00:30.848+03:00",
    "updated": "2024-05-25T21:00:30.848+03:00"
  },
  {
    "uuid": "c9e0e4dea11b64216e0b1dd136d3062a26430525",
    "url": "https://vnexplorer.net/z/937606.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-21T17:59:00Z",
    "title": "Shocked fishermen rescue 38 dogs they find treading water in Mississippi lake",
    "text": "CORRECTION 38 Dogs Rescued From Lake Two friends who were expecting to spend a day together on a fishing trip ended up embarking on a fully-blown rescue mission after they spotted 38 dogs treading water in a Mississippi lake. Arkansas native Bob Gist, 61, had planned on meeting up with his friend Brad Carlisle from Tennessee after they had not hung out for a stretch, Gist told Fox News. The pair headed to Grenada Lake in Mississippi, along with local fishing guide Jordan Chrestman, to score a big catch. After a few hours of little luck, the group moved to a different location, where things took a bizarre turn. While they may have been hoping for a successful bounty of fish, they ended up coming away with a huge haul of 38 dogs. &quot;We go about a half mile or so from where we were to another place and we start fishing, and pretty soon we can hear some dogs barking,&quot; Gist told the outlet. The group continued to fish for about 10 or 15 minutes until Chrestman realized that a number of dogs were way out in the water and asked the two friends if they could check on them. Once they arrived in the pup-infested waters, the three men were stunned to see the sheer number of dogs in the lake. &quot;We’re just flabbergasted because it’s dogs everywhere, and they’re all going in different directions because they can no longer see the bank on either side,&quot; Gist told Fox News. &quot;And they’re all hunting dogs — we can clearly see that because they have expensive GPS radio collars on them.” The group later learned the hounds were part of an annual fox run happening nearby. Chrestman explained he spotted a deer in the water that appeared to attract the dogs into the lake after they were chasing it, the outlet reported. The three men, without hesitation, immediately took action and fished the dogs out of the water by grabbing their collars and calling them, encouraging them onto their vessel. They grabbed as many as they could until the boat was swarmed with the wet dogs, but they soon became overwhelmed and had to deposit the first round of hounds to the bank, the outlet noted. Chrestman managed to grab 25 to 27 dogs at first, and Gist told the outlet that once they reached the bank, their owners were there in a panic. After they went out to grab the remaining dogs, another man on land said he had a GPS tracker for the dogs and asked to join their rescue mission. The tracker located three to four more dogs, and Gist said they “were on the verge of drowning, because now they have been treading water for an hour.” In the end, a total of 38 dogs were rescued out of Grenada Lake. Gist said when they &quot;got back over to the ramp with that last bunch of dogs… [and] we were having to drag them out of the boat because they didn’t want to get out of our boat. They were scared they were going back to the water. It was terrible.&quot; Gist called Chrestman was the true hero of the rescue, saying that the owners even tried to give him money for his quick thinking, but he turned it down. Independent readers are independently-minded global citizens. They are not defined by traditional demographics or profiles, but by their attitudes. In today’s increasingly fragmented world, communities value real facts and frank opinions delivered first-hand from a non-biased news brand that they can trust. Armed with information and inspiration, Independent readers are empowered and equipped to take a stand for the things they believe in.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gist",
          "sentiment": "none"
        },
        {
          "name": "jordan chrestman",
          "sentiment": "none"
        },
        {
          "name": "brad carlisle",
          "sentiment": "none"
        },
        {
          "name": "bob gist",
          "sentiment": "none"
        },
        {
          "name": "chrestman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lake two",
          "sentiment": "none"
        },
        {
          "name": "mississippi",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "arkansas",
          "sentiment": "none"
        },
        {
          "name": "grenada lake",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T05:01:24.600+03:00",
    "updated": "2024-06-22T05:01:24.600+03:00"
  },
  {
    "uuid": "e6de4f8b93dd7654f5a2eea2f7e5b15d921bcfd2",
    "url": "https://www.13newsnow.com/article/travel/amtrak-virginia-north-carolina-stations-see-record-train-ridership/291-0c1498a5-1e69-436f-b140-d45e75d0ba62",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Preston Steger",
    "published": "2024-02-29T21:43:00Z",
    "title": "Amtrak Virginia, N.C. stations see record train ridership | 13newsnow.com",
    "text": "NORFOLK, Va. — With more people in the United States traveling by train, Amtrak's top Southeast stations by ridership in 2023 were in Virginia and North Carolina, officials said. According to Amtrak, the top stations were Richmond – Staples Mill Road (424,617 passengers); Alexandria, Virginia (327,285 passengers); Charlotte, North Carolina (281,220 passengers); Norfolk, Virginia (232,530 passengers); and Raleigh, North Carolina (231,229 passengers). In Virginia, Amtrak has 12 daily trains to the Richmond station for service to Washington, D.C., Baltimore, New York, and Boston. Amtrak also serves Newport News, Roanoke and 12 other places across Virginia. Amtrak service in Virginia saw a ridership record of more than 1.3 million passengers in 2023, officials said. RELATED: Proposed Raleigh to Richmond Amtrak Route gets $1B federal grant; more funding heads to other Virginia, N.C. rail projects In North Carolina, the Piedmont and Carolinian services offer daily roundtrip rides between Raleigh, Charlotte, and places in between. “The tremendous growth in ridership is a result of the substantial investments North Carolina and Virginia are making to expand and improve passenger rail,” Amtrak Vice President Ray Lang wrote in a news release. “Customers are taking advantage of a sustainable way to travel to the many destinations our network offers.” For more information about Amtrak's service, visit the service's website.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.amtrak.com/home.html",
      "https://amtrak.com/home.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "amtrak",
          "sentiment": "negative"
        },
        {
          "name": "newport news",
          "sentiment": "none"
        },
        {
          "name": "richmond amtrak",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "norfolk",
          "sentiment": "none"
        },
        {
          "name": "va.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "amtrak virginia",
          "sentiment": "none"
        },
        {
          "name": "n.c.",
          "sentiment": "none"
        },
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "charlotte",
          "sentiment": "none"
        },
        {
          "name": "raleigh",
          "sentiment": "none"
        },
        {
          "name": "carolinian",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "roanoke",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "baltimore",
          "sentiment": "none"
        },
        {
          "name": "piedmont",
          "sentiment": "none"
        },
        {
          "name": "alexandria",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "richmond",
          "sentiment": "none"
        },
        {
          "name": "norfolk",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:45:06.142+02:00",
    "updated": "2024-03-06T04:36:16.944+02:00"
  },
  {
    "uuid": "56cbfd86c68516c559e5c07ee3a49e730e8fbcb4",
    "url": "https://www.pianetamilan.it/stagione/serie-a-news-e-risultati/como-milan-record-di-theo-hernandez-i-numeri-leao-abraham-16-01-2025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emiliano Guadagnoli",
    "published": "2025-01-16T20:45:00Z",
    "title": "Como-Milan, il record di Theo Hernandez. I numeri di Leao e Abraham…",
    "text": "(fonte: acmilan.com) - Il Milan ha conquistato una vittoria importante in trasferta contro il Como, ribaltando il risultato grazie ai gol di Théo Hernández e Rafael Leão. Dopo essere passati in svantaggio al 60', i ragazzi di Mister Conceição hanno reagito con determinazione, portando a casa tre punti preziosi. Queste sono le statistiche salienti relative al match:\nCOMO-MILAN\nComo-Milan, il record di Theo Hernandez. I numeri di Leao e Abraham…\n1- Il Milan ha ribaltato una partita di Serie A, arrivando alla vittoria da una situazione di svantaggio, per la prima volta dal 3 febbraio 2024 contro il Frosinone.\n2- Théo Hernández ha realizzato 30 reti in Serie A diventando il primo difensore nella storia del Milan a tagliare il traguardo dei 30 gol nella competizione (superato a quota 29 Paolo Maldini).\n3- Rafael Leão ha preso parte a sei gol nelle sue ultime sei sfide contro squadre neopromosse in Serie A (due reti e quattro assist).\n4- Tammy Abraham ha partecipato a due reti nelle sue ultime tre presenze in tutte le competizioni (un gol, un assist) dopo che era rimasto a secco nelle precedenti quattro.\n5- Il Milan ha conquistato due successi esterni consecutivi in Serie A per la prima volta da marzo 2024 (tre in quel caso, contro Lazio, Hellas Verona e Fiorentina).\n© RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->sport achievement",
      "Sport->soccer",
      "Sport->sport event"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Mister Conceição",
          "sentiment": "none"
        },
        {
          "name": "Théo Hernández",
          "sentiment": "none"
        },
        {
          "name": "Theo Hernandez",
          "sentiment": "none"
        },
        {
          "name": "Tammy Abraham",
          "sentiment": "none"
        },
        {
          "name": "Paolo Maldini",
          "sentiment": "none"
        },
        {
          "name": "Rafael Leão",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Il Milan",
          "sentiment": "none"
        },
        {
          "name": "MILAN\nComo-Milan",
          "sentiment": "none"
        },
        {
          "name": "Frosinone",
          "sentiment": "none"
        },
        {
          "name": "Serie A",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:28:40.485+02:00",
    "updated": "2025-01-17T00:28:40.485+02:00"
  },
  {
    "uuid": "6748d144d327cf04e6cee4cdbed9caa515ab69e0",
    "url": "https://crisis24.garda.com/alerts/2024/05/india-adverse-weather-forecast-across-much-of-the-country-through-at-least-may-14-update-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Crisis24",
    "published": "2024-05-10T10:25:00Z",
    "title": "India: Adverse weather forecast across much of the country through at least May 14 /update 1 | Crisis24",
    "text": "Severe weather forecast across much of India through at least May 14. Transport, business, and utility disruptions possible. Severe weather is forecast across much of India through at least May 14. The Indian Meteorological Department (IMD) has issued a press release May 10 warning of a wet spell accompanied by thunderstorms, lightning, and strong winds across central, eastern, and southern peninsular India through May 13. Several active weather systems over central, northern, northeastern, and southern regions are expected to bring widespread light-to-moderate rainfall accompanied by storms across much of the country over the coming days, with isolated heavy rainfall in places. Heavy downpours may lead to flooding in low-lying areas and landslides on unstable slopes. The IMD has issued the following severe weather warnings across the country May 10-14: May 10 Orange thunderstorm and lightning warnings (the middle level on a three-tier scale): Himachal Pradesh, Jharkhand, Madhya Pradesh, Rajasthan, Uttarakhand, and Gangetic West Bengal. Orange hailstorm warnings: Himachal Pradesh and Madhya Pradesh. Orange strong wind warnings: Eastern Madhya Pradesh. Orange dust storm warnings: Rajasthan. Yellow heavy rain warnings: Assam, southern interior Karnataka, Kerala, Meghalaya, Odisha, Puducherry, and Tamil Nadu. Yellow thunderstorm and lightning warnings: Across the rest of the country not under orange thunderstorm warnings, with the exception of western coastal areas. Yellow hailstorm warnings: Jammu and Kashmir and Ladakh. Yellow dust storm warnings: Chandigarh, Delhi, Haryana, and Uttar Pradesh. Yellow hot and humid warnings: Western Gujarat and Kerala. May 11 Orange thunderstorm and lightning warnings: Himachal Pradesh, Madhya Pradesh, central Maharashtra, Rajasthan, Uttarakhand, and Gangetic West Bengal. Orange hailstorm warnings: Madhya Pradesh, central Maharashtra, and Uttarakhand. Orange dust storm warnings: Rajasthan. Yellow heavy rain warnings: Coastal and southern interior Karnataka, Kerala, Odisha, Puducherry, and Tamil Nadu. Yellow thunderstorm and lightning warnings: Across the rest of the country not under orange thunderstorm warnings, with the exception of western Gujarat. Yellow hailstorm warnings: Jammu and Kashmir and Ladakh. Yellow dust storm warnings: Chandigarh, Delhi, Haryana, and Uttar Pradesh. Yellow hot and humid warnings: Western Gujarat. May 12 Orange thunderstorm and lightning warnings: Jammu and Kashmir, Ladakh, eastern Madhya Pradesh, much of Maharashtra, and Uttarakhand. Orange heavy rainfall warnings: Jammu and Kashmir and Ladakh. Orange hailstorm warnings: Eastern Madhya Pradesh, much of Maharashtra, and Uttarakhand. Yellow heavy rain warnings: Karnataka, Kerala, Odisha, Puducherry, Tamil Nadu, and Gangetic West Bengal. Yellow thunderstorm and lightning warnings: Across the rest of the country not under orange thunderstorm warnings, with the exception of western Gujarat. Yellow hailstorm warnings: Western Madhya Pradesh. Yellow dust storm warnings: Chandigarh, Delhi, Haryana, and Uttar Pradesh. Yellow hot and humid warnings: Western Gujarat. May 13 Yellow heavy rain warnings: Karnataka, Kerala, Puducherry, and Tamil Nadu. Yellow thunderstorm and lightning warnings: Across the most of the country with the exception of Bihar, western Gujarat, and Jharkhand. Yellow hailstorm warnings: Eastern Maharashtra and Uttarakhand. Yellow dust storm warnings: Chandigarh, Delhi, Haryana, and Uttar Pradesh. May 14 Yellow heavy rain warnings: Puducherry and Tamil Nadu. Yellow thunderstorm and lightning warnings: Across central, northeastern, and southern India. Officials could update and extend the coverage of weather alerts over the coming days. Sustained heavy rainfall could trigger flooding in low-lying communities near rivers, streams, and creeks. Urban flooding is also possible in developed areas with easily overwhelmed stormwater drainage systems. Sites downstream from large reservoirs or rivers may be subject to flash flooding after relatively short periods of intense rainfall. Landslides are possible in hilly or mountainous areas, especially where heavy rain has saturated the soil. Authorities could issue mandatory evacuation orders for flood-prone communities over the coming days. Disruptions to electricity and telecommunications services are possible where significant flooding or landslides impact utility networks. Floodwaters and debris flows may render some bridges, rail networks, or roadways impassable, impacting overland travel in and around affected areas. Ponding on road surfaces could cause hazardous driving conditions on regional highways. Authorities could temporarily close some low-lying routes that become inundated by floodwaters. Severe weather could also trigger flight delays and cancellations at regional airports. Localized business disruptions may occur in low-lying areas; some businesses might not operate at full capacity because of flood damage to facilities, possible evacuations, and some employees' inability to reach work sites. Flooding could heighten the threat of disease outbreaks. Backflow from drains mixed with floodwaters can become trapped in open areas when inundations recede. These stagnant pools often become a breeding ground for mosquitoes and bacteria, increasing the incidence of insect- and water-borne diseases. Exposure to contaminated water from inundated industrial sites, sewer systems, and septic tanks also poses a significant health threat. Monitor local media for weather-related updates and advisories. Confirm all transport reservations and business arrangements before traveling in the affected area. Seek updated information on road conditions before driving or routing shipments through areas where severe weather is forecast; plan for possible supply chain disruptions throughout the affected areas. Stay away from elevated streams, creeks, and other watercourses that are prone to flash flooding. Do not attempt to navigate flooded roadways. Exercise caution in elevated terrain due to the threat of landslides, as well as mountainous regions where avalanches pose a threat. Charge battery-powered devices in the case of prolonged electricity outages.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Health",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "himachal pradesh",
          "sentiment": "none"
        },
        {
          "name": "jhar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "imd",
          "sentiment": "none"
        },
        {
          "name": "indian meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T13:35:30.856+03:00",
    "updated": "2024-05-10T14:12:32.529+03:00"
  }
]