[
  {
    "uuid": "1f38ed9ad97f8f40e775d2769dd2b0c411ce8354",
    "url": "https://www.thefencepost.com/news/husker-grad-students-applaud-transformative-bayer-mentoring-program/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Geitner Simmons, IANR Media, UNL",
    "published": "2023-12-28T22:26:00Z",
    "title": "Husker grad students applaud ‘transformative’ Bayer mentoring program",
    "text": "Husker grad students applaud ‘transformative’ Bayer mentoring program\nLINCOLN, Neb. — Navigating the challenges of graduate school can be daunting, said Marcos Goncalves de Souza, who is pursuing a master’s degree in plant breeding and genetics at the University of Nebraska-Lincoln. But he and other participating Husker grad students say they’re finding important support and guidance this year through a well-structured mentorship program sponsored by Bayer Crop Science.\n“During my time as a mentee, I have had several interviews for internships and Ph.D. positions,” de Souza said. “My mentor provided valuable advice and assistance, helping me navigate the interview process successfully. She also played a crucial role in significant decisions, such as choosing where to apply for a Ph.D. position and selecting a school aligned with my goals and future aspirations.”\nDe Souza’s observations are in line with comments from other Husker mentees, who describe the Bayer program as “transformative,” “incredibly supportive” and “a great opportunity.”\nThe mentorship program focuses on personal development, aiming to round out a young scientist’s capabilities and perspective beyond his or her technical achievements in the laboratory or in the field. Bayer scientists volunteer to provide one-on-one mentorships. The program also includes webinars, site visits, and online and in-person events.\nThe program helps grad students on multiple fronts: personal and career goal-setting; assessment of an individual’s strengths and weaknesses via Gallup’s CliftonStrengths analysis; understanding private-sector scientific culture; networking; and honing soft skills, such as effective communication and constructive collaboration.\n“The emphasis on communication and the realization of the importance of non-scientific knowledge have been transformative insights for me,” said Boanerges Elias Bamaca, a doctoral candidate in biological systems engineering working in bioplastic production from corn-derived feedstocks. “These experiences have broadened my perspective beyond pure science.”\nThe program has “allowed me to identify my personality characteristics and which work environment would fit me,” said Mahnoor Asif, a third-year doctoral student in plant pathology working on Fusarium head blight in wheat, as well as fungicide management. “In the end, I understood that I am probably better suited to work in industry, according to my personality traits and habits.”\nPREPARING FOR SUCCESS\nThe broadening experiences through the mentorship program better prepare young scientists for career success, said Corby Jensen, a Bayer scientist in Nebraska who oversees late-stage testing of new products in Nebraska, Kansas and Colorado and coordinates the mentorship program at Nebraska.\n“If you don’t have the people skills, the networking skills and the ability to relate to people, even though you may be incredibly technically proficient, you’re not going to be the top candidate,” said Jensen, a Husker alumnus.\nThe central aim is to “provide one-on-one mentoring for a year to help late-stage graduate students and postdocs understand how to be successful in their career,” regardless of whether it is in academia, the private sector or another venue, said Bayer plant scientist Timothy Wertin. A specialist in plant microbial studies, he oversees the Bayer mentorship program in North America.\nThe University of Nebraska-Lincoln’s participation started in the wake of conversations among Tala Awada, associate dean of the Institute of Agriculture and Natural Resources’ Agricultural Research Division; Tiffany Heng-Moss, dean of the College of Agricultural Sciences and Natural Resources; and Bayer’s Jenson and Pat Morgan. Morgan, a crop physiology specialist in St. Louis who leads a team of Bayer field-testing scientists, is also a Bayer Science Fellow, with duties of public outreach, including the mentorship program.\n“The early stage of young scientists’ career is an important and exciting phase in their life,” said Awada, a professor in the School of Natural Resources. “They are learning, curious, ambitious and determined to develop their domain expertise. The same phase also comes with challenges and uncertainties, such as research direction, finding their niche and carving their career path.”\nAs a result, she said, “effective guidance, mentoring, networking, strengthening their connections, building their soft skills are very important for students’ future success and well-being.”\nIn carrying out the program, Bayer partners with the Agricultural Research Division and College of Agricultural Sciences and Natural Resources. Jocelyn Bullock, the college’s student success coordinator, implements the program at Nebraska.\nIn addition to de Souza, Bamaca and Asif, the other Husker mentees are Shara Akat, a doctoral student in agricultural economics; Thomas Wilbur Davis, a doctoral student in plant health; Andrea Rilakovic, a doctoral student in entomology studying at the West Central Research, Extension and Education Center in North Platte; and Laura Thompson, a Nebraska Extension educator and co-coordinator of Extension’s On-Farm Research Network, pursuing a doctorate in digital agriculture.\nMATCHING MENTORS AND MENTEES\nA portion of applicants is accepted for the start of the program each March, and Bayer devotes great attention to matching new mentees with Bayer professionals well suited to their needs.\n“The program is student-driven, so they can shape or format the mentoring sessions to their concerns or needs,” Asif said.\nThe program’s webinars include presentations by scientists on how they find fulfillment in their work and are successful in their roles; effectiveness in interviews and applications; visa details for international students; and how to build emotional and mental resilience in balancing work and home.\n“I am genuinely grateful for this mentorship experience,” de Souza said. “It has been a transformative journey, enriching both my academic and personal growth. The support and knowledge I’ve gained as a Bayer mentee have significantly boosted my confidence and enthusiasm as I move forward in my academic and professional endeavors.”\nSee more",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "souza",
          "sentiment": "none"
        },
        {
          "name": "de souza",
          "sentiment": "none"
        },
        {
          "name": "marcos goncalves de souza",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bayer",
          "sentiment": "negative"
        },
        {
          "name": "university of nebraska-lincoln",
          "sentiment": "none"
        },
        {
          "name": "bayer crop science",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "neb.",
          "sentiment": "none"
        },
        {
          "name": "lincoln",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:23:00.482+02:00",
    "updated": "2023-12-29T01:23:00.482+02:00"
  },
  {
    "uuid": "5b09a0094fb599bac34b45bb3eb5f1484e87e20e",
    "url": "https://www.newsbreak.com/utah-state/3507929327866-deepfake-video-of-gov-cox-should-serve-as-a-huge-warning",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathon Sharp",
    "published": "2024-06-27T00:00:00Z",
    "title": "Deepfake video of Gov. Cox should serve as a ‘huge warning’",
    "text": "By Jonathon Sharp,1 hour ago By Jonathon Sharp,1 hour ago Read in NewsBreak [Grand Junction, CO](/grand-junction-co)1 day ago [Montana State](/montana-state)28 days ago [Douglas, GA](/douglas-ga)21 days ago [Missouri State](/missouri-state)25 days ago [Los Angeles, CA](/los-angeles-ca)27 days ago Welcome to NewsBreak, an open platform where diverse perspectives converge. Most of our content comes from established publications and journalists, as well as from our extensive network of tens of thousands of creators who contribute to our platform. We empower individuals to share insightful viewpoints through short posts and comments. It’s essential to note our commitment to transparency: our Terms of Use acknowledge that our services may not always be error-free, and our Community Standards emphasize our discretion in enforcing policies. We strive to foster a dynamic environment for free expression and robust discourse through safety guardrails of human and AI moderation. Join us in shaping the news narrative together.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jonathon sharp",
          "sentiment": "negative"
        },
        {
          "name": "cox",
          "sentiment": "negative"
        },
        {
          "name": "deepfake",
          "sentiment": "negative"
        },
        {
          "name": "douglas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "montana state",
          "sentiment": "none"
        },
        {
          "name": "missouri state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "newsbreak",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:10:23.931+03:00",
    "updated": "2024-06-28T02:10:23.931+03:00"
  },
  {
    "uuid": "f04274932c64ce64a68069425782ba31f74e759d",
    "url": "https://www.505ccw.acc.af.mil/News/Article-Display/Article/3651039/amcs-warrior-heart-initiative-spreads-to-fairchild-air-force-base",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@505th_CCW",
    "published": "2024-01-19T05:00:00Z",
    "title": "AMC’s Warrior Heart initiative spreads to Fairchild Air Force Base > 505th Command and Control Wing > Article Display",
    "text": "AMC’s Warrior Heart initiative spreads to Fairchild Air Force Base Published Jan. 19, 2024 By Senior Airman Haiden Morris 92nd Air Refueling Wing Public Affairs FAIRCHILD AIR FORCE BASE, Wash. -- U.S. Air Force retired Chief Master Sgt. Anthony Brinkley delivered presentations on developing a “Warrior Heart” culture at Fairchild Air Force Base, Washington, Jan. 16, 2024. The seminars promoted Gen. Mike Minihan’s, commander of Air Mobility Command, initiative to embrace a Warrior Heart culture where individuals prepare their minds, bodies and crafts to be ready now for the difficult fights Airmen may face in the future. “As ready as we are, we need to be more ready,” Minihan said during the 55th Annual Airlift/Tanker Association Convention, Nov. 9, 2023. “As integrated as we are, we need to be more integrated. As agile as we are, we need to be more agile. Can this team – can this family – have the tough conversation with itself on how to aggressively close the gaps?” Warrior Heart culture aims to create Total Force Warrior-Airmen who are willing and ready to fight through the development of their minds, bodies and crafts. In his seminars, Brinkley focused on ensuring connectivity between Airmen and their families. “You need backup, you need someone along there with you [to provide you with support,]” said Brinkley. “I wouldn't want to be in any type of organization where I didn't feel empowered to speak on or reflect on the knowledge I had.” He added that real, personal, intimate leadership at all levels is part of the Warrior Heart concept and emphasized the importance of asking about and caring for Airmen and leaders. “When somebody leaves, everything they know and goes to the most stressful job in America,” Brinkley explained. “We have to help them understand that they're part of us. We lose people because they never felt connected to us.” Brinkley noted how ensuring Airmen have a sense of belonging and a support system is key to maintaining retainability and cultivating a better Air Force culture.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "minihan",
          "sentiment": "none"
        },
        {
          "name": "haiden morris",
          "sentiment": "none"
        },
        {
          "name": "mike minihan",
          "sentiment": "none"
        },
        {
          "name": "anthony brinkley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "amc",
          "sentiment": "negative"
        },
        {
          "name": "control wing > article display amc",
          "sentiment": "negative"
        },
        {
          "name": "u.s. air force",
          "sentiment": "none"
        },
        {
          "name": "55th annual airlift/tanker association convention",
          "sentiment": "none"
        },
        {
          "name": "air refueling wing public affairs fairchild air force base",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wash.",
          "sentiment": "none"
        },
        {
          "name": "fairchild air force base",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T04:04:42.682+02:00",
    "updated": "2024-01-20T04:04:42.682+02:00"
  },
  {
    "uuid": "9c0dd2d55d6e46e43c27f1e51d19374fd3f7f894",
    "url": "https://vnexplorer.net/z/616959.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-06T13:03:00Z",
    "title": "SJL: exfuncionario que contrató a la madre de su hija es sentenciado y deberá pagar multa de S/17.500",
    "text": "El Poder Judicial sentenció a un exfuncionario de la Municipalidad Distrital de San Juan de Lurigancho por el delito de negociación incompatible o aprovechamiento indebido del cargo. Según la acusación fiscal, el exgerente de Desarrollo Social de esta comuna facilitó un contrato por órdenes de servicio a favor de la madre de su hija. Los hechos ocurrieron en 2019. De acuerdo con la tesis de la Fiscalía Provincial Corporativa Transitoria Especializada en Delitos de Corrupción de Funcionarios de Lima Este (tercer despacho), a cargo del fiscal José Alberto Bustíos Ledesma, el hombre identificado con las siglas E.A.O.A. aprovechó su cargo para proponer posibles postores del trabajo requerido, ya que se trataba de contrataciones por montos menores de 8 Unidades Impositivas Tributarias (UIT). De esta manera, el exgerente presentó directamente al órgano encargado de contrataciones de San Juan de Lurigancho el currículum vitae de la madre de su hija, sin informar sobre la existencia de un conflicto de intereses. Este acto deliberado de ocultar la relación personal con la postulante llevó a que la mujer fuera contratada por un importe total de S/7.500, vulnerando así los principios de imparcialidad y objetividad que deben regir las contrataciones públicas. La fiscal adjunta, Kenia Grimalda Garrido Pajuelo, demostró la culpabilidad del exfuncionario municipal como autor del delito contra la administración pública. Durante el juicio, se presentaron pruebas contundentes que incluyeron documentos y testimonios que corroboraron la actuación del acusado en favor de la madre de su hija. La sentencia impuesta consiste en cuatro años de pena privativa de libertad suspendida, lo que significa que no ingresará a prisión, pero deberá cumplir ciertas condiciones. Además, se le inhabilitó para desempeñar cargos de carácter público durante cuatro años y se le ordenó el pago de una reparación civil de S/17.500. El exfuncionario trabajaba en la gerencia de Desarrollo Social de San Juan de Lurigancho. Foto: Ministerio Público. Corrupción en San Juan de Lurigancho La corrupción de funcionarios en el distrito de San Juan de Lurigancho tiene una larga data. Uno de los casos más resaltantes es el de Carlos Burgos, exalcalde de esta localidad. Durante sus dos periodos como alcalde (2007-2010 y 2010-2014), Burgos fue investigado por enriquecimiento ilícito y lavado de activos. La Fiscalía descubrió un desbalance patrimonial que superaba los 8 millones de soles, hallando a su nombre vehículos, decenas de inmuebles y acciones en una empresa de publicidad. Tras estas revelaciones, fue sentenciado a 16 años de prisión preventiva. Sin embargo, Burgos huyó en 2017 y estuvo prófugo hasta que su nombre fue incluido en el Programa de Recompensas del Ministerio del Interior, ofreciendo S/30.000 por información que condujera a su captura. En septiembre de 2019, fue arrestado en un hotel en Los Olivos, poniendo fin a su fuga. En febrero de 2024, la Policía Nacional del Perú (PNP) llevó a cabo un megaoperativo para incautar 11 inmuebles pertenecientes a Carlos Burgos, como parte de las investigaciones por corrupción durante su gestión en San Juan de Lurigancho. Este operativo, encabezado por la Dirección de Investigación de Lavado de Activos, no se limitó a Lima, sino que también abarcó otras regiones del país, incluyendo Huaral, Huarochirí, Chancay, Cañete y Cajamarca.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:19:19.061+03:00",
    "updated": "2024-06-07T00:19:19.061+03:00"
  }
]