[
  {
    "uuid": "6946425d0e013ff4e8eee02f0928260c08c2b640",
    "url": "https://stories.cnnbrasil.com.br/saude/interessados-em-doar-orgaos-poderao-manifestar-desejo-pela-internet",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "luanafranzao",
    "published": "2024-04-04T16:55:00Z",
    "title": "Interessados em doar órgãos poderão manifestar desejo pela internet",
    "text": "Freepik O Conselho Nacional de Justiça (CNJ) lançou nesta terça-feira (2) uma campanha em parceria com o Ministério da Saúde para facilitar a doação de órgãos no Brasil Divulgação/HFB A partir de agora, quem deseja ser doador pode registrar sua vontade pela internet Divulgação A campanha “Um só Coração: seja vida na vida de alguém” também marca a regulamentação do sistema de Autorização Eletrônica de Doação de Órgãos (Aedo) MASSACHUSETTS GENERAL HOSPITAL/Divulgação Atualmente, mais de 42 mil pessoas aguardam na fila por um transplante de órgãos, segundo o CNJ Breno Esaki/Agência Saúde DF A autorização para doação em caso de morte encefálica continuará sendo feita pela família do paciente, mas a iniciativa visa tornar a intenção de doar mais transparente para agilizar o processo MASSACHUSETTS GENERAL HOSPITAL/Divulgação Agora, qualquer pessoa que queira ser doadora de órgãos poderá manifestar e formalizar sua vontade por meio de um documento oficial, feito digitalmente em qualquer um dos 8.344 Cartórios de Notas do Brasil Breno Esaki/Agência Saúde DF CNN/Woojin Lee leia mais em",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:23:45.993+03:00",
    "updated": "2024-04-12T03:48:11.380+03:00"
  },
  {
    "uuid": "30456675fbaf1fe17ec0a12363bc629a95dfd6fa",
    "url": "https://en.mehrnews.com/news/209860/Iran-to-play-important-role-in-destruction-of-Israel-regime",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marzieh Rahmani",
    "published": "2023-12-24T05:51:00Z",
    "title": "Iran to play important role in destruction of Israel regime",
    "text": "The Lebanese Minister of Labour Mustafa Bairam made the remarks in an interview with Mehr News Agency correspondent on the sidelines of the Tehran International Conference on Palestine on Sunday.\nThe events that are being witnessed in the Gaza Strip are considered a full-scale crime against humanity, Bairam said, adding, \"These crimes are not just happening against Muslims but against humanity, so all the countries of the world should take action against the genocide committed by the Zionist regime in Palestine.\"\nLebanon, in the current situation, is continuously paying for the continued aggression of the Zionist regime, the Lebanese politician said.\nElsewhere in his remarks, the Lebanese minister spoke about the confrontation of the Lebanese Resistance with the Zionists and said that Lebanon's Hezbollah Resistance movement has given many responses to the crimes of the Zionists and made them desperate.\"\nWith its operations, Hezbollah has been able to stop the Zionist regime from comprehensive and widespread aggression against Lebanon, which is considered a very important issue, he clarified.\nReferring to Iran's principled strategy of supporting all the oppressed nations, he said, \"In the past, Iran supported the people of South Africa to overthrow the apartheid regime, and today, with God's assistance, it will play a very important role in the destruction of the Zionist racist and apartheid regime from the Palestinian lands.\"\nAnswering a question about the future of the battle between Palestinians and the Israeli regime, he concluded, \"I believe that the current conflict and war in the Gaza Strip will end with the victory of the Palestinian nation and Resistance, which will ultimately lead to the realization of the great goals of the Palestinian nation in the formation of an independent state and the overthrow of the Zionist apartheid regime.\"\nReported by Marzieh Rahmani",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mustafa bairam",
          "sentiment": "negative"
        },
        {
          "name": "bairam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mehr news agenc",
          "sentiment": "negative"
        },
        {
          "name": "hezbollah resistance",
          "sentiment": "none"
        },
        {
          "name": "hezbollah",
          "sentiment": "none"
        },
        {
          "name": "tehran international conference on palestine",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T08:11:35.297+02:00",
    "updated": "2023-12-24T08:11:35.297+02:00"
  },
  {
    "uuid": "2fed6107f424a85306e3f347157b00ccffc3db19",
    "url": "https://ground.news/article/more-russian-stuff-blowing-up-another-russian-politician-falls-out-of-a-window",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Kos",
    "published": "2023-12-28T20:52:00Z",
    "title": "Ground News - More Russian stuff blowing up: Another Russian politician falls out of a window",
    "text": "Summary by Daily Kos I want to start off today with this interview with an 83-year-old Russian woman, Vera Ivanov, who has no fucks left to give and tells it like it is. She says that Russians are stupid slaves who only want to eat, sleep, drink vodka and have a car. She... Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nDaily Kos Left Mixed Factuality Independent: Markos Moulitsas More Russian stuff blowing up: Another Russian politician falls out of a window I want to start off today with this interview with an 83-year-old Russian woman, Vera Ivanov, who has no fucks left to give and tells it like it is. She says that Russians are stupid slaves who only want to eat, sleep, drink vodka and have a car. She...\n2 hours ago · United States Read Full Article\nDaily Kos Left Mixed Factuality Independent: Markos Moulitsas\nMore Russian stuff blowing up: Another Russian politician falls out of a window I want to start off today with this interview with an 83-year-old Russian woman, Vera Ivanov, who has no fucks left to give and tells it like it is. She says that Russians are stupid slaves who only want to eat, sleep, drink vodka and have a car. She...\n2 hours ago · United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.dailykos.com/stories/2023/12/28/2214204/-More-Russian-stuff-blowing-up-Another-Russian-politician-falls-out-of-a-window?utm_source=ground.news&utm_medium=referral",
      "https://www.dailykos.com/stories/2023/12/28/2214204/-More-Russian-stuff-blowing-up-Another-Russian-politician-falls-out-of-a-window",
      "https://dailykos.com/stories/2023/12/28/2214204/-More-Russian-stuff-blowing-up-Another-Russian-politician-falls-out-of-a-window?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "markos moulitsas",
          "sentiment": "none"
        },
        {
          "name": "vera ivanov",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:23.230+02:00",
    "updated": "2023-12-29T01:13:00.534+02:00"
  },
  {
    "uuid": "b1744d985eb9f0f62a8b3145710c289f3c27994e",
    "url": "https://www.princegeorgecitizen.com/indigenous-news/nikola-vucevics-double-double-leads-chicago-bulls-past-toronto-raptors-116-110-8132465",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Chidley-Hill; The Canadian Press",
    "published": "2024-01-19T03:20:00Z",
    "title": "Nikola Vucevic's double-double leads Chicago Bulls past Toronto Raptors 116-110",
    "text": "TORONTO — Nikola Vucevic had a double-double with 24 points and 13 rebounds to lead the Chicago Bulls past the Toronto Raptors 116-110 on Thursday.\nFormer Raptors star DeMar DeRozan had 24 points and seven rebounds for Chicago (20-23), while Coby White had 23 points and eight boards.\nScottie Barnes led Toronto (16-26) with 31 points, seven rebounds and six assists.\nRJ Barrett of Mississauga, Ont., had 17 points and six assists.\nBruce Brown scored 15 points and added seven rebounds off the bench a day after the Indiana Pacers traded him, Jordan Nwora and Kira Lewis Jr. to Toronto in a blockbuster deal for Raptors all-star Pascal Siakam.\nToronto also got three first-round picks in the deal and team president Masai Ujiri said earlier Thursday that they gave the Raptors more flexibility to rebuild.\nMontreal's Chris Boucher sank 1 of 2 free throws in the final second of the first quarter as Toronto cut Chicago's lead to 38-27. The Raptors missed all nine of their three-point attempts in the period after making a season-best 20 throughout their 121-97 win over the Miami Heat on Wednesday.\nReserve guard Dennis Schroder hit a 25-foot three-pointer with 7:38 left in the half to pull Toronto within one. It capped an 11-0 run to bring the Raptors back into the game.\nA dunk by Thaddeus Young with 4:18 left in the second tied the game 50-50. A 6-0 Bulls run closed out the half with the visitors holding a 63-58 lead.\nBarnes hit a three-pointer from 26 feet out to bring the 19,312 fans at Scotiabank Arena to their feet and pull Toronto back to within five with 33 seconds left in the third quarter. Chicago led by as much as 13 points in the third and held a 90-86 advantage heading into the final period.\nBarnes made two free throws and then assisted on Barrett's dunk with 8:54 left in the game to give Toronto a one-point lead and force a Bulls timeout.\nWhite tied it for Chicago 90 seconds later and the two teams traded field goals for several minutes of play.\nBrown had back-to-back layups to help Toronto get a brief two-point lead with 4:15 left in the game but Alex Caruso made a three-pointer to re-take the lead for Chicago.\nBarnes and White traded jump shots to keep the Bulls' one-point lead and then DeRozan hit a jumper with 1:45 on the clock for a 112-109 Chicago lead.\nCaruso then fouled Barnes, but the Raptors star only made one of his two free throws. At the other end of the court DeRozan was fouled by Immanuel Quickley.\nThe former Toronto star made both shots from the charity stripe before White sank a floater after a Barnes turnover for a six-point lead with 19.7 seconds left.\nWARM WELCOME — Raptors legend Vince Carter got a rousing ovation during an early break in play. He was at the game doing commentary with the NBA on TNT in a game broadcast across the United States.\nUP NEXT — The Raptors travel to Manhattan to take on the rival New York Knicks, the first game between the two teams since Barrett and Quickley were sent to Toronto.\nChicago hosts the Memphis Grizzlies on Saturday.\nThis report by The Canadian Press was first published Jan. 18, 2024.\nJohn Chidley-Hill, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikola vucevic",
          "sentiment": "negative"
        },
        {
          "name": "scottie barnes",
          "sentiment": "none"
        },
        {
          "name": "bruce brown",
          "sentiment": "none"
        },
        {
          "name": "pascal siakam",
          "sentiment": "none"
        },
        {
          "name": "coby white",
          "sentiment": "none"
        },
        {
          "name": "masai ujiri",
          "sentiment": "none"
        },
        {
          "name": "chris boucher",
          "sentiment": "none"
        },
        {
          "name": "kira lewis jr.",
          "sentiment": "none"
        },
        {
          "name": "demar derozan",
          "sentiment": "none"
        },
        {
          "name": "rj barrett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chicago bulls",
          "sentiment": "negative"
        },
        {
          "name": "toronto raptors",
          "sentiment": "negative"
        },
        {
          "name": "indiana pacers",
          "sentiment": "none"
        },
        {
          "name": "raptors",
          "sentiment": "none"
        },
        {
          "name": "miami heat",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "mississauga",
          "sentiment": "none"
        },
        {
          "name": "jordan nwora",
          "sentiment": "none"
        },
        {
          "name": "ont.",
          "sentiment": "none"
        },
        {
          "name": "montreal",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T05:26:07.665+02:00",
    "updated": "2024-01-19T05:26:07.665+02:00"
  }
]