[
  {
    "uuid": "a5eac798a2a667ab5c44ce1054788b6e96b62107",
    "url": "https://www.pressreleasepoint.com/bangladesh-receives-900-million-world-bank-financing-increase-economic-and-urban-resilience",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "World Bank",
    "published": "2024-06-22T04:10:00Z",
    "title": "Bangladesh Receives $900 million World Bank Financing to Increase Economic and Urban Resilience for Sustainable Growth",
    "text": "[World Bank](/user/world-bank)on Sat, 06/22/2024 - 02:10 WASHINGTON DC, June 21, 2024 — The World Bank’s Board of Executive Directors today approved two projects totaling $900 million to help Bangladesh strengthen fiscal and financial sector policies and improve urban infrastructure and management to ensure sustainable and climate-resilient growth. WASHINGTON DC, June 21, 2024 — The World Bank’s Board of Executive Directors today approved two projects totaling $900 million to help Bangladesh strengthen fiscal and financial sector policies and improve urban infrastructure and management to ensure sustainable and climate-resilient growth. “Decisive reforms will help Bangladesh sustain growth and strengthen resilience to climate change and other shocks,” said Abdoulaye Seck, World Bank Country Director for Bangladesh and Bhutan . “These new financing operations will help Bangladesh in two critical areas – the financial sector and urban management — to achieve its vision of upper middle-income status.” The [Second Recovery and Resilience Development Policy Credit](https://projects.worldbank.org/en/projects-operations/project-detail/P178481) ($500 million)— the last in a series of two credits — supports fiscal and financial sector reforms to accelerate sustainable growth and build resilience to future shocks, including climate change. The program supports the transition from trade taxes to consumption and income taxes, which will help Bangladesh strengthen competitiveness and prepare for LDC graduation. It will help institutionalize the public procurement authority responsible for the electronic government procurement (e-GP system), which will cut down the average e-GP procurement lead time from 70 days to 55 days. It supports stronger banking sector oversight and improved management of National Savings Certificates. It will also help improve the efficiency and targeting of cash-based social protection programs and scale up public and private climate adaptation and mitigation investments. “A well-functioning financial sector is critical for Bangladesh to increase investment and improve access to finance for those left out of formal banking systems ,” said Bernard Haven, World Bank Senior Economist and Task Team Leader for the program . “The government has adopted strong macroeconomic reforms to address external imbalances and a new legislative framework to strengthen the financial sector.” The financing will help streamline the bank recovery framework, implementing a prompt corrective action framework to address undercapitalized banks. It will also bolster social protection programs, safeguarding the most vulnerable during economic downturns and natural disasters. The [Resilient Urban and Territorial Development Project](https://projects.worldbank.org/en/projects-operations/project-detail/P178985) ($400 million) will help improve climate-resilient and gender-responsive urban infrastructure and urban management capacities in seven city clusters along the economic corridor covering over 950 kilometers of the highway from Cox Bazaar in the south to Panchagarh in the north of Bangladesh. In 2021, about 38% of the country’s population lived in urban areas. This number is projected to rise to 60% by 2050. The trend of urbanization has largely been driven by the rapid growth of manufacturing sector jobs in the Dhaka metro area, making Dhaka one of the most densely populated cities in the world. Climate resilient development in secondary cities will help absorb climate migrants while helping reduce congestion in Dhaka. The project prioritizes coordinated investment in infrastructure and planning across these cities, ensuring a holistic approach compared to individual city plans. The project will help provide investments to support the development of strategically important corridors and city clusters. It will help create jobs, enhance rural-urban linkages and transition, and strengthen food supply chains, and link to domestic markets and global value chains. It will improve connectivity between the selected cities and surrounding Union Parishads by improving roads and bus terminals and also create new economic opportunities by enhancing facilities for tourism, open spaces, and others. The infrastructure designs will incorporate the needs of female users and green building features including rainwater harvesting. “This will be the first in a series of projects helping build resilience to climate change and create new opportunities and jobs in secondary cities through spatially targeted investments ,” said Kwabena Amankwah-Ayeh, World Bank Senior Urban Development Specialist and Task Team Leader for the project . “ Developing secondary cities as growth hubs will be critical for the country’s sustainable growth .” Selected municipalities and city corporations will receive subgrants for investing in climate-resilient and gender responsive infrastructure. The selected cities are expected to increase revenues by 20%. They will form Town-Level Coordinating Committees, where at least one-third of the members will be women. The World Bank was among the first development partners to support Bangladesh following its independence. Since then, the World Bank has committed about $41 billion in grants and interest-free credits to Bangladesh. In recent years, Bangladesh has been among the largest recipients of the World Bank’s interest-free credits.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Environment",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://projects.worldbank.org/en/projects-operations/project-detail/P178985",
      "https://projects.worldbank.org/en/projects-operations/project-detail/P178481",
      "https://www.projects.worldbank.org/en/projects-operations/project-detail/P178481",
      "https://www.projects.worldbank.org/en/projects-operations/project-detail/P178985"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abdoulaye seck",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "world bank financing to increase economic and urban resilience",
          "sentiment": "negative"
        },
        {
          "name": "world bank",
          "sentiment": "negative"
        },
        {
          "name": "world bank’s board of executive directors",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington dc",
          "sentiment": "none"
        },
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "bhutan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T12:18:11.612+03:00",
    "updated": "2024-06-22T13:40:46.661+03:00"
  },
  {
    "uuid": "987126675f0085613a0a4d5c66e27f91f6789d3c",
    "url": "https://www.lifenews.com/2023/12/29/riot-police-remove-multiple-pro-life-people-for-praying-at-abortion-center/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Steven Ertelt",
    "published": "2023-12-29T14:44:00Z",
    "title": "Riot Police Remove Multiple Pro-Life People For Praying at Abortion Center - LifeNews.com",
    "text": "Spain is aggressively enforcing a new law that prohibits large groups from praying the rosary in public and now officials are targeting pro-life people praying at abortion centers.\nIn late November, the government had ordered a stop to the praying of the rosary. Since then, in response to the Socialist Party’s threat to declare public prayer in the autonomous region of Madrid illegal, Catholics and others have been publicly praying at locations across the nation.\nThe public Rosary has been taking place in protest to the recently formed Socialist government, which negotiated with separatist, anti-Catholic, small political groups in the Spanish parliament to form a majority. Socialist leader Pedro Sánchez obtained the support of the small regional parties in parliament by agreeing to an amnesty for violent separatist criminals jailed for past acts of terrorism.\nSince then, police have stepped up enforcement of the prohibitions on prayer, including now at abortion centers.\nAs the Catholic News Agency reports :\nThe Government Delegation (public administration) in Madrid mobilized approximately 20 riot police officers to prevent about 10 young people from praying the rosary in front of the Dator abortion clinic.\nOn Dec. 28, the feast of the Holy Innocents, the officers also arrested Dr. Jesús Poveda, who was staging a one-man sit-in at the doors of the Dator clinic.The doctor has spent close to 40 years helping mothers at risk of abortion.\nClick here to sign up for pro-life news alerts from LifeNews.com\nPoveda was thus faithful to what already constitutes a tradition of the pro-life movement in Spain by carrying out an act of passive resistance on only one day of the year, the feast of the Holy Innocents, while dedicating the remaining 364 to saving babies.\nPoveda went to the doors of the abortion center and sat down on the ground in protest near the clinic doors. Shortly after, a group of young people from the Praying Is Not a Crime movement arrived at the scene with the intention of meditating on the luminous mysteries of the rosary.\nSeveral police officers automatically made them move a hundred meters (about 330 feet) away from the place, where on their knees and displaying a large wooden cross and an image of Our Lady of Guadalupe, they began to pray the rosary.\nAt about 9:30 in the morning, the officers told Poveda to leave the place near the doors of the abortion clinic, which he refused to do, offering passive resistance. The police then transferred him to a patrol car in which he was taken to the police station.\nAccording to the report, police removed the pro-life advocates in part because a pro-abortion event was scheduled later in the day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.catholicnewsagency.com/news/250911/spain-criminalizes-pro-life-witness-near-abortion-clinics",
      "https://www.catholicnewsagency.com/news/256394/20-riot-police-sent-to-remove-10-young-people-praying-rosary-at-abortion-clinic-in-spain",
      "https://secure.campaigner.com/CSB/Public/Form.aspx?fid=1515255",
      "https://catholicnewsagency.com/news/250911/spain-criminalizes-pro-life-witness-near-abortion-clinics",
      "https://catholicnewsagency.com/news/256394/20-riot-police-sent-to-remove-10-young-people-praying-rosary-at-abortion-clinic-in-spain",
      "https://secure.campaigner.com/CSB/Public/Form.aspx",
      "https://www.secure.campaigner.com/CSB/Public/Form.aspx?fid=1515255"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pedro sánchez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic news agency",
          "sentiment": "none"
        },
        {
          "name": "socialist party",
          "sentiment": "none"
        },
        {
          "name": "catholics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abortion center - lifenews.com spain",
          "sentiment": "none"
        },
        {
          "name": "madrid",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:03:28.051+02:00",
    "updated": "2023-12-29T17:03:28.051+02:00"
  },
  {
    "uuid": "6778ed39621a521e06d719c24cbe6db163409003",
    "url": "https://www.trendhunter.com/trends/butterscotch-pie",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Hemsworth",
    "published": "2024-01-05T22:11:00Z",
    "title": "Comforting QSR Dessert Pies - The McDonald's Japan Butterscotch Pie is Arriving for Winter (TrendHunter.com)",
    "text": "The McDonald's Japan Butterscotch Pie has been added to the brand's menu as a comforting, winter-friendly treat perfect for patrons to enjoy as a way to treat themselves this season.\nThe pie features the familiar crispy exterior pastry as the original, but is filled with a cream crafted with butter cookies and a rich caramel made with real butter. The result is a sweet, smooth and slightly crunchy dessert perfect for pairing with your choice of McCafe beverage or to finish a meal.\nThe McDonald's Japan Butterscotch Pie is a limited time offering only around for a short while and is arriving alongside the returning Belgian Chocolate Pie. This treat is reported to contain more Belgian chocolate than previous iterations with a total of 27%.\nImage Credit: McDonald's\nThe McDonald's Japan Butterscotch Pie is Arriving for Winter\n[Michael Hemsworth](/Michael.Hemsworth)— January 5, 2024 — [Lifestyle](/lifestyle)\nReferences:\nsoranews24\nTrend Themes\n1. Winter-friendly Dessert - The McDonald's Japan Butterscotch Pie is a comforting, winter-friendly treat perfect for patrons to enjoy as a way to treat themselves this season.\n2. Unique Pie Filling - The McDonald's Japan Butterscotch Pie is filled with a cream crafted with butter cookies and a rich caramel made with real butter, resulting in a sweet, smooth and slightly crunchy dessert.\n3. Limited Time Offering - The McDonald's Japan Butterscotch Pie is a limited time offering only around for a short while and is arriving alongside the returning Belgian Chocolate Pie.\nIndustry Implications\n1. Quick Service Restaurants - The McDonald's Japan Butterscotch Pie demonstrates an opportunity for QSRs to introduce comforting desserts specifically tailored for the winter season.\n2. Food and Beverage - The McDonald's Japan Butterscotch Pie highlights an innovative approach of using unique pie fillings like cream made with butter cookies and rich caramel, which can inspire new dessert options in the food and beverage industry.\n3. Limited Edition Products - The McDonald's Japan Butterscotch Pie being a limited time offering suggests a potential trend for various industries to release exclusive and time-limited products to generate excitement and demand among consumers.\n7\nScore\nPopularity\nActivity\nFreshness",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://soranews24.com/2024/01/05/mcdonalds-adds-a-questionable-butterscotch-pie-to-its-menu-in-japan/",
      "https://www.soranews24.com/2024/01/05/mcdonalds-adds-a-questionable-butterscotch-pie-to-its-menu-in-japan/",
      "https://soranews24.com/2024/01/05/mcdonalds-adds-a-questionable-butterscotch-pie-to-its-menu-in-japan"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael hemsworth",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mcdonald's japan butterscotch pie",
          "sentiment": "neutral"
        },
        {
          "name": "mcdonald",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mcdonald's japan",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:53:26.275+02:00",
    "updated": "2024-01-06T00:53:26.275+02:00"
  },
  {
    "uuid": "bf95dcfaf7682c589b42ad33d77f06d7d71e114a",
    "url": "https://www.nextluxury.eu.org/chevys-answer-to-the-ford-raptor-introducing-the-all-new-chevy-trailblazer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David",
    "published": "2024-10-17T21:59:00Z",
    "title": "Chevy's Answer To The Ford Raptor: Introducing The All-New Chevy Trailblazer",
    "text": "Colorado ZR2 Concept Could Be Chevy’s Answer to the F150 SVT Raptor from thenewswheel.com The new Chevy Trailblazer is the perfect answer to the popular Ford Raptor. It’s a mid-size pickup truck that features a powerful engine, off-road capabilities and plenty of modern technology. Chevy has designed the Trailblazer with the same high-quality materials and craftsmanship that Chevy is known for, and its price tag is sure to make it an appealing option for drivers looking for an affordable alternative to the Ford Raptor. So what makes the Trailblazer stand out? We take a look at the highlights of this all-new pickup truck below.\nTable of Contents\nPowerful Performance Comfortable Interior Modern Safety Features Affordable Price Conclusion Powerful Performance The Trailblazer comes equipped with a 3.6-liter V6 engine that puts out 308 horsepower and 270 lb-ft of torque. The engine is mated to a smooth-shifting nine-speed automatic transmission and is capable of towing up to 7,000 pounds. The Trailblazer is also available with a four-wheel-drive system that provides excellent off-road capability and traction. With the combination of power and off-road capability, the Trailblazer is a great alternative to the Ford Raptor.\nComfortable Interior The interior of the Trailblazer is designed to be comfortable and inviting. The seats are upholstered in premium leather and offer ample legroom and headroom. The dashboard is also well-designed, with all the necessary controls within easy reach. The Trailblazer also features a large infotainment system with Android Auto and Apple CarPlay integration. The system is intuitive and easy to use and offers plenty of features and functionality.\nModern Safety Features Chevy has outfitted the Trailblazer with a variety of modern safety features. The truck comes standard with automated emergency braking, blind-spot monitoring and lane-keeping assist. These features help to keep the driver and passengers safe on the road. The Trailblazer also comes with a rearview camera and rear parking sensors, which make it easier to maneuver in tight spaces.\nAffordable Price The Trailblazer is an affordable alternative to the Ford Raptor. The base model starts at just under $30,000, and the top-of-the-line trim level costs just under $45,000. That’s a considerable savings over the Ford Raptor, which has a base price of $50,000. It’s also worth mentioning that the Trailblazer is eligible for some great incentives and discounts, making it even more affordable.\nConclusion The Chevy Trailblazer is a great alternative to the Ford Raptor. It offers a powerful engine, excellent off-road capability and plenty of modern technology, all at an affordable price. If you’re looking for an affordable yet capable pickup truck, the Trailblazer is definitely worth considering.\nSource: www.motorbiscuit.com Source: www.youtube.com Source: www.thedrive.com Source: www.hotcars.com Source: www.hotcars.com Source: www.businessinsider.com.au Source: thenewswheel.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://tse1.mm.bing.net/th?q=chevy%27s%20answer%20to%20the%20ford%20raptor",
      "https://www.tse1.mm.bing.net/th?q=chevy%27s%20answer%20to%20the%20ford%20raptor",
      "https://tse1.mm.bing.net/th"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T02:10:11.003+03:00",
    "updated": "2024-10-18T02:10:11.003+03:00"
  }
]