[
  {
    "uuid": "7e3d908fcc983a96e6359b3ba1975cb8ac488d52",
    "url": "https://www.lavozdegalicia.es/noticia/deportes/2024/02/29/formula-williams-mete-athletic-final-3-0/00031709247469508157990.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jose Manuel Andrés",
    "published": "2024-02-29T00:00:00Z",
    "title": "La fórmula Williams mete al Athletic en la final (3-0)",
    "text": "El Athletic tiene la fórmula para soñar con el título de Copa que anhela desde hace 40 largos años . Los hermanos Williams, Nico e Iñaki, Iñaki y Nico, marcaron la diferencia ante el Atlético en la segunda entrega de una eliminatoria decantada por la puntería . No mereció el conjunto colchonero el tremendo castigo del 3-0 , con todo decidido a media hora del final, pero su planteamiento, por momentos superior en cuanto al control de balón, se vino abajo sin contundencia alguna en las áreas. Los Williams se turnaron asistiendo y goleando y Guruzeta puso la puntilla para un conjunto vasco que golpeó de forma inmisericorde. No le hizo falta un gran despliegue físico y de intensidad al amparo de San Mamés, pues gobernó a través de una pegada incontestable. De poco le sirvió al Atlético, de blanco y azul en homenaje a su origen tan vinculado al Athletic, contener de inicio el temible ímpetu de los leones en una noche especial, a dos pasos de un título que en Bilbao esperan desde hace cuatro décadas. Comenzó más sólido el conjunto colchonero, con mucho balón en campo contrario y un remate de Lino a las manos de Agirrezabala como aviso. Sin embargo, generó poco y remató menos en sus mejores minutos , algo que acabaría siendo decisivo.\nLa circulación rápida atlética era efectiva, con el duelo cerca del área vasca. El planteamiento del Cholo Simeone logró anular cualquier intento de presión del Athletic. No ofrecía buenas sensaciones el equipo del Txingurri Valverde pero el fútbol, un deporte de momentos, premió una acción labrada por los Williams . Gran desborde de Nico por el costado izquierdo y centro que su hermano Iñaki agradeció con una volea muy complicada para encender la caldera de San Mamés. Se frotaba las manos la afición de Bilbao después de un cuarto de hora de dominio visitante que no solo fue infructuoso, sino que además dobló la ventaja de los leones en la eliminatoria.\nLa apuesta por afrontar el partido desde la tranquilidad, aprovechando el valioso 0-1 del Metropolitano, le salió bien al Athletic, reforzado por dos goles de colchón que parecían un mundo . Golpe muy duro para el Atlético, con buen trato de balón y una propuesta ofensiva, pero sin acierto en los últimos metros. El buen tino en las áreas, decisivo en el fútbol, penaliza en los últimos tiempos al conjunto del Cholo, que pese a su sensación de dominio territorial pudo encajar de nuevo en un disparo de Nico Williams ajustado al poste.\nCorrea remató alto en el área contraria y confirmó la pelea colchonera con el gol. Realidad radicalmente diferente a la de su rival, que aplicó de nuevo la fórmula Williams para encarrilar el camino a la final . Esta vez se invirtieron los papeles, pues Iñaki fue el que cabalgó por la derecha y la puso al corazón del área, donde su hermano metió la bota izquierda para hacer el segundo tanto local.\nCalvario colchonero\nLa situación era desesperada para el Atlético tras el paso por los vestuarios. Obligado a dar un paso al frente, también generó espacios para la devastadora velocidad de los Williams. Nico sembró el pánico una vez más pero su envío lo malogró Sancet , con un remate errado con todo a favor para sentenciar la eliminatoria.\nTrasladado un aficionado por una parada cardiorrespiratoria en San Mamés LA VOZ\nDe nada sirvió el triple cambio del Cholo, que lo intentó de todas las formas habidas y por haber pero no encontró la llave de una reacción milagrosa . El tercer gol del Athletic, de Guruzeta a placer tras la parada de Oblak frente al disparo de Sancet, mandó a la lona a un Atlético con mandíbula de cristal. Media hora tuvo el Athletic para disfrutar con esa final inédita que le medirá al Mallorca en Sevilla. Media hora de calvario para un rival desarbolado por la fórmula Williams.\nFicha técnica\n3 Athletic: Agirrezabala, De Marcos (Yeray, min. 89), Vivian, Paredes, Lekue, Galarreta (Dani García, min. 68), Prados, Iñaki Williams (Berenguer, min. 80), Sancet (Unai Gómez, min. 80), Nico Williams y Guruzeta (Raúl García, min. 89).\n0 Atlético: Oblak, Molina (Barrios, min. 54), Savic, Witsel, Hermoso (Reinildo, min. 54), Lino (Riquelme, min. 72), Llorente, Koke (Saúl, min. 64), De Paul, Correa (Memphis, min. 54) y Morata.\nGoles: 1-0: min. 13, Iñaki Williams. 2-0: min. 42, Nico Williams. 3-0: min. 61, Guruzeta.\nÁrbitro: Martínez Munuera (Comité Valenciano). Amonestó a Hermoso, Galarreta, Muniain, Lekue y De Marcos.\nIncidencias: Partido de vuelta de semifinales de la Copa del Rey disputado en San Mamés ante 52.061 espectadores.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T01:07:28.293+02:00",
    "updated": "2024-03-01T02:30:05.487+02:00"
  },
  {
    "uuid": "0692f09c87daa528cc76603dd6e1820427d4f5a6",
    "url": "https://www.orlandosentinel.com/2024/01/15/stay-warm-on-your-winter-commute-with-these-heated-travel-blankets/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BestReviews",
    "published": "2024-01-15T06:01:00Z",
    "title": "Stay warm on your winter commute with these heated travel blankets – Orlando Sentinel",
    "text": "Best Reviews Stay warm on your winter commute with these heated travel blankets Alvina Wang/Best Reviews (BestReviews) By BestReviews PUBLISHED: January 15, 2024 at 1:01 a.m. | UPDATED: January 15, 2024 at 1:12 a.m. Which heated travel blankets are best? With all the cheer of the holidays and the refreshing feeling of a brand new year around the corner, it’s easy to forget about the uncomfortable necessities of the holidays. Among the worst necessities is the dreaded holiday travel. From impatient drivers to dangerous winter conditions, accidents can happen at any time. Or everything can go perfectly, except for the cold. Whether you want to be prepared for the worst or just want to stay warm on the road, consider a heated travel blanket.\nPower source Heated travel blankets typically have one of three power sources, though a handful may have two or all three. They include:\nTemperature When it comes to the temperature of a heated travel blanket, there are two aspects to consider:\nOther aspects to consider Smaller considerations that can help you break a tie if you’re torn between a few options include:\nCost Most heated travel blankets cost $30 or less. Better blankets, whether it be because of higher temperatures, better features and extra settings, can cost up to $60. A handful of unique versions can cost $100-plus.\nBest heated travel blankets [ Car Cozy Heated Travel Blanket ]\nThis blanket uses a 12-volt plug and is made of polyester fleece. It has a safety timer and automatic shut-off. It measures 58 by 42 inches, big enough for two in a backseat.\n[ Eddie Bauer Heated Travel Blanket ]\nThis blanket uses a battery for heat anywhere, and even has five heat settings and can be set to turn off after two, three or four hours. It measures 40 by 50 inches and comes in nine styles.\n[ Goallim Heated Travel Blanket ]\nThis blanket has three heat settings and uses a USB cord for power. It can even run off of a standard power bank and comes with a travel bag. It measures 58 by 38 inches.\n[ Great Working Tools Heated Travel Blanket ]\nThis blanket has three heat settings and three timer settings to shut off after 30, 45 or 60 minutes. It measures 55 by 40 inches and comes in three styles.\n[ Magiona Heated Travel Blanket ]\nThis blanket is machine-washable and all you have to do is take off the heating controller before it is washed and dried. It measures 55 by 40 inches and comes in two styles.\n[ Motor Trend Heated Travel Blanket ]\nThis blanket has an extra-long cable of 78 inches, so it can comfortably reach anyone in your car. It measures 58 by 42 inches and comes in two styles.\n[ Pop Heated Travel Blanket ]\nThis blanket uses a USB cord for power and comes with a travel bag. It has three heat settings, with its highest reaching 100 degrees. It measures 57 by 37 inches.\n[ Sojoy Heated Travel Blanket ]\nThis blanket has a high and low heat setting and automatically shuts off after 30, 45 or 60 minutes. The power cord is 72 inches long and it measures 60 by 40 inches.\n[ Stalwart Heated Travel Blanket ]\nThis blanket is one of the largest, measuring 59 by 43 inches, plus it has one of the longest cords at 96 inches. It can’t be machine-washed, though, and uses only a 12-volt plug.\n[ Zonetech Heated Travel Blanket ]\nThis blanket comes with both a 12-volt plug and a wall outlet adapter so you can use it almost anywhere. It measures 59 by 43 inches and comes with a travel bag.\nWant to shop the best products at the best prices? Check out Daily Deals from BestReviews.\nSign up here to receive the BestReviews weekly newsletter for useful advice on new products and noteworthy deals.\nJordan C. Woika writes for BestReviews. BestReviews has helped millions of consumers simplify their purchasing decisions, saving them time and money.\nBestReviews spends thousands of hours researching, analyzing and testing products to recommend the best picks for most consumers. BestReviews and its newspaper partners may earn a commission if you purchase a product through one of our links.\nDistributed by Tribune Content Agency, LLC.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "http://amazon.com/exec/obidos/ASIN/B086QNDX7Y",
      "https://bestreviews.com/subscribe?utm_source=nexstar",
      "https://bestreviews.com/authors/jordan-woika",
      "http://www.amazon.com/exec/obidos/ASIN/B006A1PGDE",
      "http://www.amazon.com/exec/obidos/ASIN/B081X13YTQ",
      "https://secure.gravatar.com/avatar/?s=170&#038;d=mm&#038;r=g",
      "https://secure.gravatar.com/avatar/",
      "http://www.amazon.com/exec/obidos/ASIN/B08J4F994C",
      "http://www.amazon.com/exec/obidos/ASIN/B086QNDX7Y",
      "http://amazon.com/exec/obidos/ASIN/B0000DYVN9",
      "https://www.bestreviews.com/subscribe?utm_source=nexstar",
      "https://www.secure.gravatar.com/avatar/?s=85&#038;d=mm&#038;r=g",
      "https://www.bestreviews.com/travel/accessories/best-heated-travel-blankets",
      "https://bestreviews.com/travel/accessories/best-heated-travel-blankets",
      "https://www.bestreviews.com/authors/jordan-woika",
      "http://www.amazon.com/exec/obidos/ASIN/B0CQ3CZSBR",
      "http://amazon.com/exec/obidos/ASIN/B08J4F994C",
      "https://secure.gravatar.com/avatar/?s=85&#038;d=mm&#038;r=g",
      "https://www.secure.gravatar.com/avatar/?s=170&#038;d=mm&#038;r=g",
      "http://www.amazon.com/exec/obidos/ASIN/B097P9RFSF",
      "http://amazon.com/exec/obidos/ASIN/B0BC7WRSG6",
      "https://www.bestreviews.com/deals",
      "http://www.amazon.com/exec/obidos/ASIN/B08MLLVYZC",
      "http://www.amazon.com/exec/obidos/ASIN/B0BC7WRSG6",
      "http://amazon.com/exec/obidos/ASIN/B081X13YTQ",
      "http://amazon.com/exec/obidos/ASIN/B097P9RFSF",
      "http://amazon.com/exec/obidos/ASIN/B08MLLVYZC",
      "http://www.amazon.com/exec/obidos/ASIN/B08X1W6HZX",
      "http://amazon.com/exec/obidos/ASIN/B08X1W6HZX",
      "https://bestreviews.com/subscribe",
      "http://amazon.com/exec/obidos/ASIN/B006A1PGDE",
      "http://amazon.com/exec/obidos/ASIN/B0CQ3CZSBR",
      "http://www.amazon.com/exec/obidos/ASIN/B0000DYVN9",
      "https://bestreviews.com/deals"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alvina wang",
          "sentiment": "positive"
        }
      ],
      "organizations": [
        {
          "name": "orlando sentinel best reviews stay",
          "sentiment": "positive"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-15T08:14:00.414+02:00",
    "updated": "2024-01-15T08:14:00.414+02:00"
  },
  {
    "uuid": "bcba855d500ff73647306a037642fbddc5f6a2c9",
    "url": "https://www.clarin.com/opinion/paris-fiesta-silbando-argentinos_0_7a5R5tgSgF.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Héctor Gambini",
    "published": "2024-07-25T21:47:00Z",
    "title": "París es una fiesta (silbando a los argentinos)",
    "text": "Los Juegos Olímpicos en Francia comenzaron con el Himno argentino bajo silbidos. Sucedió en la presentaciones de las selecciones de fútbol (mucho antes de la ridiculez del VAR más largo del mundo) y de rugby -un escenario más inhabitual para la hostilidad tribunera- aún antes de la derrota de este jueves de Los Pumas contra Francia. Es decir: además de franceses nos silbaron parejo marroquíes keniatas samoanos y neutrales.¿Qué hemos hecho para merecer esta reprimenda unánime tan alejada del tradicional espíritu olímpico?El cantito racista y xenófobo de los jugadores argentinos contra la selección francesa después de ganar la Copa América (y su confuso paso de comedia oficial posterior) podrían ser una pista firme.No nos digan que en el mundo anda gente irritada por eso (la autocrítica no es nuestro fuerte). Y... puede ser.El único que se disculpó fue Enzo Fernández “culpable” por haber sido el ingenuo que transmitió el mal gusto por su cuenta de Instagram. Aunque esas canciones nunca se entonan en soledad.Un funcionario criticó y lo echaron con un comunicado del gobierno escandalizado por la sola idea de que el capitán argentino hubiese tenido que salir a pedir disculpas en nombre de todo el equipo.El comunicado resaltaba que se trata de “la Selección Argentina Campeona del Mundo y Bicampeona de América”.A la Oficina del Presidente Le Encantan Las Mayúsculas.Ojo al piojo. Con todas esas copas en la espalda la idea de disculparse por festejar agrediendo a terceros es insoportable.¿Cómo va a pedir perdón un ganador?Argentinidad al palo.Montada en ese Pegaso la vicepresidenta Villarruel subió la apuesta (la canción “dice verdades que no se quieren admitir hipócritas”) pero ahí al gobierno ya no le gustó tanto y le fue a pedir disculpas al embajador francés.No por la canción ofensiva de los héroes supercampeones sino por los dichos de la vicepresidenta que defendía la canción de los héroes supercampeones.¿No se entiende? A ver: echaron a un funcionario que criticó la canción diciendo que había que disculparse y fueron a disculparse por la funcionaria que defendió la canción. País de peculiar diplomacia.Mejor ese rulo a seis bandas antes que sugerirle disculpas a alguno de los otros héroes supercampeones que además de rivales tuvieron la picardía -salvo Enzo Fernández- de gambetear a Instagram.Después de todo son canciones de cancha.Como esas que dicen vamo’ a festejar con mucha droga (y mueren chicos por sobredosis) o te vamo’ a matar (y a la salida de la cancha te matan como este sábado tras el partido entre Almagro y Estudiantes de Caseros donde murió una mujer y un chico aún agoniza con un tiro en la cabeza).¿Y el presidente de la AFA?Cuando los alemanes se burlaron de los argentinos tras la final de Brasil 2014 -”los gauchos caminan así” cantaban agachados- las disculpas alemanas fueron de federación a federación.El jefe del fútbol alemán Wolfgang Niersbach se disculpó con la AFA tras una andanada de críticas en su país sobre el “mal gusto” y “la vergüenza” de celebrar mofándose de los vencidos.Acá no estaría ocurriendo lo mismo.Quizá El Chiqui Tapia piense que disculparse ante la Federación Francesa porque nuestros jugadores los llaman homosexuales y africanos haría enojar a nuestros campeones. Y eso lo obligaría a la incomodidad de explicar obviedades.“Chicos perdón ...pero esto está mal ¿saben?”.Dios no lo permita.Nada ni nadie debe esmerilar esa relación con los supercampeones ni apelmazar la poltrona del poder.¿Cómo haría Tapia sino para tener a alquien que le seque la nuca cuando transpira?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:58:11.365+03:00",
    "updated": "2024-07-26T00:58:11.365+03:00"
  }
]