[
  {
    "uuid": "131c4a97e8ef3a18920e8be0d6aee188a5935bc9",
    "url": "https://larepublica.pe/sociedad/2023/12/28/piura-docente-con-cancer-terminal-pide-ser-considerado-en-pago-del-30-de-deuda-social-lrsd-2398704",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Milagros Corrales",
    "published": "2023-12-28T22:02:00Z",
    "title": "Piura: docente con cáncer terminal pide ser considerado en pago del 30% de deuda social LRSD | Sociedad | La República",
    "text": "Piura: docente con cáncer terminal pide ser considerado en pago del 30% de deuda social Ignacio Neira Peña habría quedado fuera de la lista por un error técnico. Un promedio de 20 profesores se encuentran en la misma situación en Piura. [Rafael López Aliaga: estas son 10 de las promesas que no cumplió en su primer año como alcalde de Lima](https://larepublica.pe/sociedad/2023/12/30/rafael-lopez-aliaga-estas-son-10-de-las-promesas-que-no-cumplio-en-su-primer-ano-como-alcalde-de-lima-municipalidad-de-lima-415980) [Asesinan a mujer gestante y a un director de orquesta](https://larepublica.pe/sociedad/2023/12/31/asesinan-a-mujer-gestante-y-a-un-director-de-orquesta-huaral-callao-pnp-cobro-de-cupos-1958952) Un docente con una enfermedad terminal de la [región Piura](https://larepublica.pe/tag/piura) pide ser considerado en el pago del 30% de la deuda social. Se trata del profesor Ignacio Neira Peña, quien habría quedado fuera de la lista por un error técnico. Piura: ¿cuál es la situación del docente en la actualidad? El profesor natural del distrito de Castilla atraviesa una situación grave y un estado de salud cada vez más delicado. Tiene cáncer terminal a la tiroides, por lo que ya no puede hablar. Actualmente, se comunica con sus familiares y conocidos a través de una pizarra en la que escribe lo que quiere expresar a diario. Sus familiares comentan que hasta el momento solo le han pagado S/2.000 correspondientes a la deuda social y que eso fue en el 2022. \"El Gobierno debería entregarle la totalidad de su dinero y solo le han dado S/2.000 el año pasado, este año no ha recibido ni un sol. Quizá no recibe nada por una negligencia del Gobierno regional de no haber levantado la observación en el mes de abril\", sostuvo para La República el representante del Sindicato de Maestros (Sima) de Piura. PUEDES VER: [Senamhi advierte que lluvias en la sierra continuarán hasta el 2 de enero de 2024: ¿en qué regiones?] Asimismo, refiere que estando o no en lista deben pagarles a todos los maestros que tienen una enfermedad terminal. Y comenta que con su certificado y enfermos en la etapa terminal serían un promedio de 20 profesores que se encuentra en la misma situación en Piura. Agrega que una profesora de la zona ya falleció con la esperanza de que le paguen y pidió que el Ministerio de Educación tenga un poquito de humanidad en cuanto a esta situación. Finalmente, la hija del docente que se encuentra en la fase 4 de cáncer señala que los médicos les han pedido que le den calidad de vida a su padre y que por ello reclaman este pago que en realidad es parte de su derecho. ¿Qué es el pago de deuda social? El pago de deuda social es una compensación económica para los profesores a nivel nacional. Según el Minedu, este beneficio tiene su origen en diversos conceptos que buscan reconocer y retribuir aspectos fundamentales de la labor docente. Dentro de los elementos contemplados en el pago de este bono se incluyen: - La bonificación especial mensual por la preparación de clases y evaluación. - El desempeño en el cargo y la elaboración de documentos de gestión. - La asignación basada en los años de servicio. - Los subsidios destinados al luto y los gastos de sepelio. ¿Cuánto gana un profesor en Piura? Según Tusalario.org/Peru, para el año 2023, los profesores de formación profesional en Perú perciben sueldos entre los S/1.381 y S/7.027 mensuales. En un nivel básico, un profesor de esta categoría gana entre S/1.381 y S/ 3.625 por mes. Tras años de experiencia, los ingresos pueden aumentar. Estos se ubican entre S/ 2.291 y S/ 5.649 mensuales. Docentes de Ucayali denunciaron falta de pago de su sueldo y bonificación A fines de diciembre, un grupo de docentes, pertenecientes de la UGEL - Ucayali, denunciaron ante La República que la referida institución no había realizado el pago de su sueldo, su gratificación ni un bono de S/220. En este contexto, la UGEL - Chanchamayo indicó que había un retraso en los pagos, pero que estos se realizarían a la brevedad posible. Estudió Comunicación Social en la Universidad Católica de Santa María. Especialista en comunicación para el desarrollo. Y con la convicción plena de que la finalidad del ser humano es siempre buscar la verdad. Cargando MgId...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Labor",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:49:20.168+02:00",
    "updated": "2024-01-02T18:18:22.563+02:00"
  },
  {
    "uuid": "a12881b621c9ac399f067365717146165b3ecba3",
    "url": "https://www.wsbradio.com/news/national/alabama-players-say/4HVX3A46OE3BRVZHRRRPBVZIGM/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jason Owens, Yahoo Sports",
    "published": "2023-12-29T01:50:00Z",
    "title": "Alabama players say they're barred from watching film alone because of Michigan's sign-stealing scandal – 95.5 WSB",
    "text": "Alabama is taking no chances in the aftermath of [Michigan's sign-stealing scandal](https://sports.yahoo.com/timeline-how-the-michigan-sign-stealing-scandal-and-jim-harbaughs-suspension-unfolded-202315375.html). Crimson Tide players are barred from watching game film individually on their tablets as they normally do ahead of Monday's national semifinal game against the Wolverines. Instead, they're meeting at team facilities to watch film in groups. Multiple Alabama players addressed the new protocol in media sessions Thursday, including wide receiver Isaiah Bond and All-SEC left guard Tyler Booker. Head coach Nick Saban has not addressed the subject. Bond appeared to break the news while answering questions from reporters in a news conference. Per Bond, players are prohibited from watching game film on tablets by themselves. \"We’ve been watching it together,\" Bond said of film study. \"I think they said Michigan was stealing signs for the first eight weeks or something like that. Us just watching film with the team because we’re not allowed to watch film on our own. We don’t want any stuff like that to happen again.\" He confirmed that the protocol came down from the coaching staff. \"Our coaches told us that like a week ago,\" Bond said. … \"We’re not allowed to.\" The Big Ten suspended Michigan head coach John Harbaugh for the final three games of the regular season for [what it described as \"uncontroverted\" evidence](https://sports.yahoo.com/timeline-how-the-michigan-sign-stealing-scandal-and-jim-harbaughs-suspension-unfolded-202315375.html) of a scheme to steal signs from opposing teams. Michigan has parted with a recruiting staffer and an assistant coach with reported ties to the scandal in its aftermath. Harbaugh returned to the sideline for Michigan's 26-0 win over Iowa in the Big Ten championship and will lead the Wolverines against the Crimson Tide on Monday. Though the scandal appears to be in the past, Saban's taking no chances with a trip to the national championship at stake. Booker was hesitant to discuss the new protocol with reporters, but confirmed when pressed that players aren't permitted to watch game film individually. He doesn't expect the new protocol to impact Alabama's game preparation. \"We are still treating this game, this preparation like we would any other game,\" [Booker said](https://twitter.com/AlabamaNati0n/status/1740483744874873269). … \"We just have to make sure we're watching film whether it be on our phone or in person in the room. Just have to make sure we watch the film any way we have to get it done.\" Bond said that players were still getting in their normal amount of film prep. \"It doesn’t change at all,\" Bond said of Alabama's game prep. \"We’re still gonna watch the film. We’re still gonna get the hours in. We’re still gonna look over the defense, do everything we would in a regular game.\" He also isn't bothered that the alleged sign stealing took place to begin. Football is still played on the field. \"It doesn’t even matter to me. At the end of the day, they’ve still gotta go on the field and play us. You can know my route, but you’ve still gotta guard me at the end of the day.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://sports.yahoo.com/timeline-how-the-michigan-sign-stealing-scandal-and-jim-harbaughs-suspension-unfolded-202315375.html)",
      "https://twitter.com/AlabamaNati0n/status/1740483744874873269).",
      "https://sports.yahoo.com/timeline-how-the-michigan-sign-stealing-scandal-and-jim-harbaughs-suspension-unfolded-202315375.html).",
      "https://www.sports.yahoo.com/timeline-how-the-michigan-sign-stealing-scandal-and-jim-harbaughs-suspension-unfolded-202315375.html).",
      "https://www.sports.yahoo.com/timeline-how-the-michigan-sign-stealing-scandal-and-jim-harbaughs-suspension-unfolded-202315375.html)",
      "https://www.twitter.com/AlabamaNati0n/status/1740483744874873269)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tyler booker",
          "sentiment": "none"
        },
        {
          "name": "bond",
          "sentiment": "none"
        },
        {
          "name": "isaiah bond",
          "sentiment": "none"
        },
        {
          "name": "nick saban",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wsb alabama",
          "sentiment": "negative"
        },
        {
          "name": "sec",
          "sentiment": "none"
        },
        {
          "name": "wolverines",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:45:54.227+02:00",
    "updated": "2023-12-29T05:45:54.227+02:00"
  },
  {
    "uuid": "7aa03dfbf19c8b478cef8a7528e7d61cd6444abb",
    "url": "https://www.ladepeche.fr/2024/08/02/a-cause-de-fortes-intemperies-une-voiture-tombe-dans-un-trou-profond-de-trois-metres-12119965.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ladepechedumidi",
    "published": "2024-08-02T07:10:00Z",
    "title": "À cause de fortes intempéries, une voiture tombe dans un trou profond de trois mètres",
    "text": "À cause de fortes intempéries, une voiture tombe dans un trou profond de trois mètres\nl'essentiel Jeudi soir, des intempéries ont causé plusieurs dégâts dans les Vosges. Suite à l’affaissement de la chaussée, une voiture a glissé dans un trou de trois mètres de profondeur.\nIl va être difficile de la sortir de là. Après les intempéries qui ont frappé le secteur du début de l’ouest vosgien, une voiture, garée du côté de la rue Carnot à Dompaire (Vosges), est tombée dans un trou profond de trois mètres, rapporte\nL’Est Républicain. Le bitume se serait affaissé et seul l’arrière du véhicule est désormais visible en haut du trou.\nLes pluies diluviennes ont fait d’importants dégâts au sein de plusieurs communes alentour, comme Chaumousey, Girancourt, Ville-sur-Illon, etc. Plusieurs habitations ont été envahies par les eaux et des voitures se sont retrouvées submergées.\nDes intempéries ailleurs en France\nD’autres départements ont été touchés dans l’Hexagone. Un nouvel épisode de fortes intempéries s’est abattu sur l’Île-de-France jeudi 1er août dans la soirée. Des pluies diluviennes observées en Île-de-France ont notamment fait quelques inondations en Seine-et-Marne et ont perturbé la soirée olympique en beach-volley et en basket urbain 3x3.\n[Orages : bâtiments inondés, incendie dû à la foudre, foyers privés d’électricité… Les intempéries ont causé d’importants dégâts en Normandie](/2024/08/01/orages-batiments-inondes-incendie-du-a-la-foudre-foyers-prives-delectricite-les-intemperies-ont-cause-dimportants-degats-en-normandie-12118268.php) [\"Il y a eu un manque d’humanité\" de la part des pompiers… Il s’estime délaissé à la suite des intempéries qui ont touché sa maison](/2024/07/23/il-y-a-eu-un-manque-dhumanisme-un-decazevillois-sestime-delaisse-par-les-sapeurs-pompiers-a-la-suite-des-intemperies-qui-ont-touche-le-bassin-12092589.php)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.estrepublicain.fr/environnement/2024/08/02/orages-une-voiture-tombe-dans-un-trou-de-trois-metres-a-dompaire-apres-les-pluies-diluviennes",
      "https://estrepublicain.fr/environnement/2024/08/02/orages-une-voiture-tombe-dans-un-trou-de-trois-metres-a-dompaire-apres-les-pluies-diluviennes"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T13:10:19.586+03:00",
    "updated": "2024-08-02T13:10:19.586+03:00"
  },
  {
    "uuid": "da1c2c2d5f5bc395f2009981d7285e762d9fce4b",
    "url": "https://www.deccanherald.com/business/economy/geopolitical-strife-world-trade-slowdown-pose-risks-to-indian-economy-rbi-2828357",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gyanendra Keshri",
    "published": "2023-12-28T21:32:00Z",
    "title": "Geopolitical strife, world trade slowdown pose risks to Indian economy: RBI",
    "text": "Spillover effects from the slowdown in world trade, tighter monetary conditions, increasing fragmentation and geopolitical strife remain contingent risks to the Indian economy, the Reserve Bank of India said on Thursday.\nIn its biannual ‘Financial Stability Report’, the RBI noted that the impact of El Niño conditions could present a challenge to agricultural output and food prices.\nMeanwhile, Commerce and Industries Minister Piyush Goyal said the Red Sea crisis has hit India’s exports of rice, while the impact on other sectors would be known once the monthly trade data is made available.\nGeopolitical strife in the Middle East have escalated to tensions in the Red Sea region. Indian shipments to the Middle East, US and Europe have been affected.\n“Red Sea disruption is a matter of fact,” Goyal told reporters at an event. “One industry that we know that has been affected is rice... But we will know all the details once we have the data for the current month,” he added.\nGlobal headwinds pose the main risks to the outlook for the Indian economy, although macroeconomic stability is anchored by moderating inflation, ongoing fiscal consolidation and a modest current account deficit (CAD), the RBI said.\nIt also noted that the Indian banks are well capitalised and capable of absorbing macroeconomic shocks, that net non-performing assets (NPA) ratio of banks declined to a multi-year low of 0.8 per cent at the end of September 2023.\n“Macro stress tests for credit risk showed that SCBs (scheduled commercial banks) have sufficient capital buffers and even under adverse stress scenarios their capital ratios will remain above the regulatory minimum,” the RBI said.\nThe RBI highlighted the continued improvement in external vulnerability indicators. Foreign exchange reserves of $616 billion as on December 15, 2023, are sufficient to cover about ten months of actual imports for 2022-23. External debt moderated to 18.6 per cent of GDP in June 2023; and the share of short-term debt in total external debt declined to 19.6 per cent in June 2023, the RBI said.\nRBI Governor Shaktikanta Das said the central bank remains alert and committed to act early and decisively to prevent any build-up of risks. “The Reserve Bank and the other financial regulators remain invested in preserving financial stability and fostering a financial system that is resilient to shocks and supportive of growth,” Das noted in foreword to the report.\nADVERTISEMENT (Published 28 December 2023, 21:02 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "goyal",
          "sentiment": "none"
        },
        {
          "name": "piyush goyal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reserve bank of india",
          "sentiment": "none"
        },
        {
          "name": "commerce and industries",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:59.693+02:00",
    "updated": "2023-12-29T00:03:59.693+02:00"
  },
  {
    "uuid": "1abf9bb48784128e617c3973a8387b61cf7d98f7",
    "url": "https://engineerscanada.ca/fr/nouvelles-et-evenements/nouvelles/ingenieurs-canada-participe-a-la-conference-annuelle-sur-la-diversite-en-ingenierie-de-la-federation-canadienne-etudiante-de-genie",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EngineersCanada",
    "published": "2024-12-06T00:00:00Z",
    "title": "Ingénieurs Canada participe à la Conférence annuelle sur la diversité en ingénierie de la Fédération canadienne étudiante de génie | Engineers Canada",
    "text": "À la fin de novembre, Ingénieurs Canada s’est joint à sa partenaire stratégique, la Fédération canadienne étudiante de génie (FCEG), en participant à la Conférence nationale annuelle sur la diversité en ingénierie (CDI), organisée cette année à l’Université Western.\n« Le partenariat d’Ingénieurs Canada avec la FCEG existe depuis de nombreuses années, comme en témoigne notre participation et notre rôle de commanditaire historique de la CDI. La conférence se déroule à un moment crucial, car les événements d’actualité soulignent l’importance de la création d’une culture d’inclusion, de diversité et l’équité dans nos établissements d’enseignement et nos lieux de travail », a déclaré Jeanette Southwood, P.Eng, vice-présidente, Affaires générales et Partenariats stratégiques à Ingénieurs Canada.\nLa CDI de cette année avait pour thème « Réimaginer l’ingénierie », avec les sous-thèmes « Ré-apprendre », « Re-créer » et « Ré-engager ». Philip Rizcallah, P.Eng., chef de la direction d’Ingénieurs Canada, s’est joint à Mme Southwood pour prononcer un mot d’ouverture, après quoi il a donné une allocution sur l’accessibilité, étant donné son poste précédent de président-directeur général de Normes d’accessibilité Canada.\nDimanche après-midi, Mme Southwood a animé un atelier sur le parcours vers l’obtention du permis d’exercice, en compagnie de Johanna Friend, P.Eng, qui a récemment obtenu son permis. Lors du gala qui s’est tenu plus tard dans la journée, Mme Southwood a présenté une vidéo dans laquelle Michael Wrinch, P.Eng., président du conseil d’Ingénieurs Canada, souligne l’importance d’avoir une main-d’œuvre, des points de vue et des expériences diversifiés afin de créer les meilleurs produits et services possibles, ainsi que l’importance de la collaboration en général au sein de la profession d’ingénieur.\nLes séances de cette année ont également porté sur un large éventail de sujets en rapport avec le thème de la réimagination de l’ingénierie, notamment : la découverte et la correction des biais de données en ingénierie; l’égalité des genres dans la conception technique; l’engagement des Autochtones; les voix marginalisées en génie; la conception de l’accessibilité en cas de catastrophes naturelles, et l’équité dans la modélisation de l’IA. Il y a également eu une « Causerie entre Omar et Omar » avec le député fédéral Omar Alghabra et Omar Sayyed, président de l’Undergraduate Engineering Society de l’Université Western.\nDans l’ensemble, Ingénieurs Canada a été ravi de discuter et d’interagir avec plus de 200 leaders étudiant.e.s des quatre coins du Canada qui ont participé à la CDI de la FCEG.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Social Issue",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:35:29.070+02:00",
    "updated": "2024-12-06T00:35:29.070+02:00"
  },
  {
    "uuid": "d4b652381352c9556ce69489edb1b32b723e9a3e",
    "url": "https://french.presstv.ir/Detail/2023/12/28/717210/Syrie-le-champ-gazier-de-Conoco-a-%C3%A9t%C3%A9-bombard%C3%A9-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "French Presstv",
    "published": "2023-12-28T15:31:00Z",
    "title": "La Résistance irakienne a attaqué une base américaine dans l’est de la Syrie",
    "text": "Les combattants de la « Résistance islamique en Irak » ont pris pour cible une nouvelle fois, ce jeudi 28 décembre, le champ gazier Conoco en Syrie. Plus tôt jeudi, la « Résistance islamique en Irak » avait annoncé dans un communiqué avoir visé un centre d’espionnage appartenant au régime sioniste près de l’aéroport international d’Erbil du Kurdistan irakien, en représailles au massacre des civils par le régime occupant. Au cours de ces dernières semaines, des bases américaines en Syrie et en Irak ont été attaquées à plusieurs reprises par des drones, des roquettes et des missiles de la « Résistance islamique en Irak ». La « Résistance islamique en Irak » avait auparavant annoncé qu’elle intensifierait ses attaques contre les bases américaines dans la région en soutien au peuple palestinien en raison de la complicité de Washington dans le massacre des Palestiniens. Plutôt dans la journée, la Résistance irakienne a annoncé dans un communiqué avoir mené une opération contre une cible « vitale et clé » dans le sud de la colonie de peuplement israélienne d’Eliad dans le Golan occupé.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:23:12.866+02:00",
    "updated": "2023-12-29T01:23:12.866+02:00"
  },
  {
    "uuid": "8783af1c891fb009e8f1db78bfa1b84c0ef0152b",
    "url": "https://www.westword.com/news/denver-woman-collects-snow-shovels-for-migrants-to-work-on-sidewalks-19950600",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bennito L. Kelty",
    "published": "2024-03-14T00:00:00Z",
    "title": "Denver Woman Collects Snow Shovels for Migrants to Work on Sidewalks | Westword",
    "text": "\"Everybody's just looking for work. They want to work,\" Filca says. \"I'm just trying to get as many shovels into people's hands, and I think it also helps the community when there's a big snowfall. It's really hard. You have people who are elderly who can't shovel their own snow, and I know the migrants are very hard working and eager to work. I figured this would be a good opportunity to mutually benefit them and our community.\" Columbine Paper & Maintenance, a small supply store in Lakewood, donated the eleven snow shovels that Filca picked up this morning after hearing about her effort to collect snow shovels for migrants. Filca is hoping that she can find more snow shovel donors before the next big snowstorm, too. Before the donation from Columbine, she's had to give out snow shovels she bought herself for $10 at Walmart. \"Snow shoveling is something anybody can do,\" she says. \"They can walk on foot, they can take public transportation. There have been thirty people reaching out to me on my Facebook inbox asking for a shovel, and I don't have them.\" More than forty migrant families now have a shovel and will be able to clear driveways and sidewalks thanks to Filca, she says. The migrant families that received shovels are working close to where they're staying, mostly in City of Denver migrant shelters, near Tower Road, Interstate 70 and Federal Boulevard, off of 38th Avenue and Chambers Road and near Glencoe Street and the Cherry Creek area, Filca says. \"I'm really grateful, really, to Ms. Jasmina, the person here who's helping us,\" says Venezuelan migrant Charlie Segueri. \"We don't have jobs, so it'll help for a few days when the snow falls, and to get money to support ourselves.\" Segueri made $100 on Thursday after five hours of work with the help of Filca's snow shovel, which he says \"will help me buy food from day to day.\" Filca started handing out the snow shovels during the week ahead of the snow fall, and she plans to keep giving out more. Her goal is to hand out more than 500 snow shovels to migrants before the snow season ends. \"There's thousands, so I think 500 is a small number compared the number who'd love to get a snow shovel in their hands,\" she adds. Undaunted by Thursday's snowfall, Filca plans on driving to Walmart before the day is over to see if she can get more snow shovels, but says they've been sold out since yesterday. Women and single mothers have been eager to receive the shovels for work, too, say Filca, who is also handing out pairs of boots, gloves and hats as she obtains them. Filca has also been making signs in English for migrants advertising their shoveling services that read \"pay me what you feel is fair for my work. Thanks for your support.\" Almost 40,000 migrants have arrived since December 2022 [Largely from the tropical climate of Venezuela, many migrants in Denver arrive in flip-flops and a t-shirt, and some have never seen snow before they arrived to Denver.](/news/denver-migrant-crisis-is-still-a-complete-nightmare-one-year-later-18429237) [Raul Mendoza,](/news/denver-cuts-services-to-cover-cost-migrant-help-19283820)who arrived from Venezuela in Denver in early February, says \"the first snow I ever saw was on the peaks\" of the Rocky Mountains in the distance. As non-citizens, migrants can't work for taxable income unless they have work authorization. Venezuelan migrants who arrived in the U.S. before July 31 can get work authorization through Temporary Protect Status, a federal policy meant to protect immigrants from humanitarian crises in their own countries. Thousands of migrants have arrived to Denver since July 31, however, and they aren't eligible for work authorization this way. Another way to attain work authorization is to be granted asylum, or have had an asylum claim pending for 150 days. The last avenues for work authorization is to be paroled by immigration officials at the border or given permission to temporarily live and work in the U.S. while looking for a way to stay permanently. However, the City of Denver estimates that less than half of the more than 1,400 migrants sheltered in Denver right now are eligible for work in any way. Paying a migrant to shovel a driveway won't get anyone in any legal hot water, says Jon Ewing, the spokesperson for Denver Human Services. It's \"no big deal,\" he explains. \"If someone offers to shovel your sidewalk and you pay them as a gesture of goodwill, all good.\" According to Filca, small jobs that might be chores for the average American teen could be the only livelihood available for migrants right now. \"When I was a kid, I shoveled snow and raked. It's not a job. It's just a transactional thing,\" Filca says. \"Anything a teenager can do, teenagers don't need work papers, so we need find jobs for them that a teenager can do.\" Filca has been collecting backpacks and clothes for migrants at shelters and encampments since January. She gives her phone number out to migrants when she's handing off goods and is now in touch regularly with about forty migrant families who reach out to her to get what they need, she says, although at this point Filca admits she's \"a little overwhelmed.\" \"I've been to every hotel shelter,\" she says. \"After they transitioned out of the big hotels that were provided by the city, they've been in Motel 6's, so I've been going there.\" (The City of Denver is in the process of [closing four of its migrant shelters](/news/denver-mayor-closing-four-migrant-shelters-saves-the-city-60-million-19634740#:~:text=Denver%20Closing%20Four%20Migrant%20Shelters,four%20of%20the%20ten%20locations.&text=The%20migrant%20crisis%20in%20Denver,challenge%20so%20far%20in%202024.), with two having closed already.) Known as the \"lady who helps people\" by Segueri and other migrants, Filca says she's spent as much as $5,000 in total buying items like suitcases, shoes, snow shovels and protective equipment for construction work. Filca, who moved to the United States from Romania at the age of five, considers herself a migrant. \"I didn't speak a lick of English,\" she recalls. \"It was very much a culture shock for me, so I understand what these people are going through and I empathize.\" Filca says that if people want to help her, they can Venmo money to buy more snow shovels or other items like clothes and boots. She also recommends sponsoring a migrant family, or committing to helping a particular family. The best way to reach her is on Facebook , she says. \"I know there's going to be more snow,\" she says. \"We get a ton of snow in March — in April, even — so I'd love to get more shovels in people's hands.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.facebook.com/jasmina.filca",
      "https://facebook.com/jasmina.filca"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "filca",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "walmart",
          "sentiment": "none"
        },
        {
          "name": "columbine paper & maintenance",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "denver",
          "sentiment": "none"
        },
        {
          "name": "columbine",
          "sentiment": "none"
        },
        {
          "name": "filca",
          "sentiment": "none"
        },
        {
          "name": "lakewood",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:43:02.021+02:00",
    "updated": "2024-03-15T00:43:02.021+02:00"
  }
]