[
  {
    "uuid": "88013daa22df6d977e8d01d8750eab19247ba659",
    "url": "https://www.indiatimes.com/events/good-friday-2024-wishes-messages-images-whatsapp-status-jesus-quotes-and-more-to-send-loved-ones-and-recall-the-sacrifice-of-jesus-631069.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bhupinder Singh",
    "published": "2024-03-28T19:34:00Z",
    "title": "Good Friday 2024: 50+ Wishes, Messages, Images, Whatsapp Status, Jesus Quotes And More To Send Loved Ones And Recall The Sacrifice Of Jesus",
    "text": "Good Friday 2024: 50+ Wishes, Messages, Images, Whatsapp Status, Jesus Quotes And More To Send Loved Ones And Recall The Sacrifice Of Jesus Good Friday 2024: Good Friday is a religious holiday observed by Christians around the world to commemorate the crucifixion of Jesus Christ, his death, and his burial. It is observed on the Friday before Easter Sunday and marks the end of Holy Week. At this time of year, many people look for ways to send their friends and loved ones Good Friday wishes, messages, and quotes. In this article, we will provide you with a comprehensive guide to Good Friday messages, including some inspirational quotes, so that you can find the perfect words to express your feelings on this holy day. We will also explain the history, significance and tradition of Good Friday, and how you can celebrate it with reverence and joy. Good Friday 2023 best wishes to send loved ones 1. May the blessings of Good Friday fill your heart with peace and joy. 2. Wishing you a blessed Good Friday filled with love and hope. 3. May the sacrifice of Jesus on this Good Friday remind us of the power of love and forgiveness. 4. May the cross of Christ be a source of inspiration and strength for you on this Good Friday. 5. Wishing you a peaceful and meaningful Good Friday. 6. May this Good Friday bring you closer to God and deepen your faith. 7. May the grace and mercy of Jesus be with you on this Good Friday and always. 8. Wishing you a blessed Good Friday and a joyous Easter. 9. May the love of God fill your heart on this Good Friday and always. 10. Wishing you a day filled with reflection, prayer, and gratitude on this Good Friday. 11. May the sacrifice of Jesus on the cross inspire us to be kind and compassionate to others. 12. May the spirit of Good Friday bring hope, healing, and renewal to your life. 13. Wishing you a day of quiet reflection and contemplation on this Good Friday. 14. May the peace and love of Jesus be with you on this Good Friday and always. 15. Wishing you a blessed and holy Good Friday. 16. May the sacrifice of Jesus on the cross remind us of the true meaning of love and selflessness. 17. May the blessings of Good Friday bring joy and happiness to your life. 18. Wishing you a day of grace, peace, and blessings on this Good Friday. 19. May the light of Jesus guide you on this Good Friday and always. 20. Wishing you a blessed and meaningful Good Friday filled with the presence of God. Good Friday 2024 best messages to send loved ones 1. May the solemnity of Good Friday fill your heart with peace and hope. 2. On this day, we remember the ultimate sacrifice made by Jesus Christ for our salvation. 3. Let us bow our heads in prayer and thanksgiving for the immeasurable love and sacrifice of Jesus. 4. Wishing you a blessed Good Friday and a meaningful Easter. 5. May the light of the cross guide you in your darkest moments and give you strength. 6. Let us honor the crucifixion of Jesus by living our lives with compassion and forgiveness. 7. May the blessings of Good Friday be with you always and fill your heart with joy. 8. Today we remember the ultimate act of love and sacrifice, and its profound impact on humanity. 9. May the solemnity of this day remind us to be grateful for the gift of life and love. 10. On this day, may we reflect on the meaning of sacrifice and the importance of selflessness in our lives. 11. May the significance of Good Friday bring hope and peace to your heart. 12. Let us take a moment to remember the incredible love that Jesus demonstrated on the cross. 13. May the message of Good Friday inspire us to spread love, kindness, and hope to those around us. 14. On this day, let us pray for the world and for all those who suffer. 15. May the sacrifice of Jesus bring us closer to God and to one another. 16. Wishing you a blessed Good Friday and a renewed sense of purpose and faith. 17. Let us celebrate the power of love and the hope that Jesus' sacrifice brings. 18. May the significance of this day fill your heart with gratitude and humility. 19. On this solemn occasion, let us reflect on the true meaning of forgiveness and redemption. 20. May the blessings of Good Friday be a reminder of the infinite love and mercy of God. Good Friday 2023 quotes to send loved ones 1. \"On this Good Friday, let us remember the ultimate sacrifice made by Jesus Christ and reflect on the lessons of love and compassion that he taught us.\" 2. \"Good Friday is not about gloom and despair, but about the triumph of love over hate, and hope over despair.\" 3. \"May the sacrifice of Jesus Christ on the cross inspire us to be more compassionate and forgiving towards one another.\" 4. \"Good Friday is a reminder that love and selflessness can conquer all, even death.\" 5. \"The cross is not just a symbol of suffering, but also of hope and redemption.\" 6. \"On this Good Friday, let us be reminded that through Christ's sacrifice, we have been given the gift of eternal life.\" 7. \"Good Friday reminds us of the ultimate sacrifice that Jesus made for us, and inspires us to live a life of service and sacrifice.\" 8. \"May the blessings of Good Friday bring peace and joy to your life.\" 9. \"The cross is a symbol of love and sacrifice, and on this Good Friday, we honor that sacrifice and the love that it represents.\" 10. \"On this Good Friday, let us give thanks for the ultimate sacrifice that Jesus made for us, and strive to follow his example of love and compassion.\" 11. \"Good Friday is a time to reflect on the love and grace of God, and to remember the sacrifice that Jesus made for us.\" 12. \"May the hope and promise of Easter be a comfort to you on this Good Friday.\" 13. \"Good Friday is a reminder that even in the darkest of times, there is always hope.\" 14. \"May the peace and love of God be with you on this Good Friday, and always.\" 15. \"The sacrifice of Jesus on the cross reminds us of the power of love and the strength of faith.\" 16. \"Good Friday is a day to remember the selfless love that Jesus showed to us all.\" 17. \"May the spirit of Good Friday bring you peace and comfort, and may the love of God surround you always.\" 18. \"The cross is a symbol of sacrifice, but also of hope and resurrection. On this Good Friday, let us remember the ultimate sacrifice and the hope it brings.\" 19. \"On this Good Friday, let us pray for peace and understanding in our world, and for the strength to follow the example of Jesus Christ.\" 20. \"May the sacrifice of Jesus on the cross be a reminder of the power of love and the importance of forgiveness.\" Good Friday 2023 top WhatsApp statuses 1. May the spirit of Good Friday fill your heart with love, peace, and happiness. 2. On this holy day, let us remember the sacrifice of Jesus Christ and his unconditional love for us. 3. May the blessings of Good Friday bring new hope, joy, and prosperity to your life. 4. Let us remember the cross on which Jesus died, and the love he showed for us all. 5. Good Friday reminds us that even in our darkest moments, there is always hope and light at the end of the tunnel. 6. Wishing you a blessed Good Friday filled with love, happiness, and peace. 7. On this Good Friday, let us pray for all those who are suffering and in need. 8. May the love of Jesus fill your heart and soul, and bring you peace and comfort on this Good Friday. 9. Let us take a moment to reflect on the sacrifice of Jesus Christ, and the love he showed for us all. 10. On this holy day, may the love and grace of Jesus fill your heart and bring you peace. 11. May the blessings of Good Friday bring you hope, happiness, and peace. 12. On this day, let us remember the sacrifice of Jesus Christ and the love he showed for us all. 13. May the light of Jesus guide you through the darkness, and bring you peace on this Good Friday. 14. Good Friday reminds us of the power of forgiveness, and the love that can overcome even the greatest of sins. 15. On this holy day, let us remember the love and sacrifice of Jesus Christ, and the hope he brings to us all. 16. May the peace and love of Jesus Christ fill your heart and soul on this Good Friday. 17. Let us take a moment to remember the sacrifice of Jesus Christ, and the love he showed for us all. 18. On this holy day, may the love and grace of Jesus bring you peace and comfort. 19. Good Friday reminds us that even in our darkest moments, there is always hope and light at the end of the tunnel. 20. May the blessings of Good Friday bring you joy, happiness, and peace. Good Friday 2023: Jesus Quotes - Top Biblical Quotes from Christ 1. \"My God, my God, why have you forsaken me?\" - Matthew 27:46 2. \"Father, forgive them, for they do not know what they are doing.\" - Luke 23:34 3. \"It is written: Man does not live on bread alone, but on every word that comes from the mouth of God.\" - Matthew 4:4 4. \"Who of you by worrying can add a single hour to his life?\" - Matthew 6:27 5. \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves.\" - Matthew 7:15 6. \"Take heart son, your sins are forgiven.\" - Matthew 9:2 7. \"Father, into your hands I commit my spirit.\" - Luke 23:46 8. \"He himself bore our sins in his body on the cross, so that we might die to sins and live for righteousness; by his wounds you have been healed.\" - 1 Peter 2:24 9. \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.\" - John 3:16 10. \"Surely he took up our pain and bore our suffering, yet we considered him punished by God, stricken by him, and afflicted.\" - Isaiah 53:4 11. \"He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before its shearers is silent, so he did not open his mouth.\" - Isaiah 53:7 12. \"When they came to the place called the Skull, they crucified him there, along with the criminals—one on his right, the other on his left.\" - Luke 23:33 13. \"And when Jesus had cried out again in a loud voice, he gave up his spirit.\" - Matthew 27:50 14 . \"They stripped him and put a scarlet robe on him, and then twisted together a crown of thorns and set it on his head. They put a staff in his right hand. Then they knelt in front of him and mocked him. 'Hail, king of the Jews!' they said.\" - Matthew 27:28-29 15. \"He himself bore our sins\" in his body on the cross, so that we might die to sins and live for righteousness; \"by his wounds you have been healed.\" - 1 Peter 2:24 16. \"Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, through whom we have gained access by faith into this grace in which we now stand.\" - Romans 5:1-2 17. \"For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God.\" - 1 Peter 3:18 18. \"And being found in appearance as a man, he humbled himself by becoming obedient to death—even death on a cross!\" - Philippians 2:8 19. \"For the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God.\" - 1 Corinthians 1:18 20. \"He himself bore our sins\" in his body on the cross, so that we might die to sins and live for righteousness; \"by his wounds you have been healed.\" - 1 Peter 2:24 Good Friday is a special day for Christians to remember the sacrifice that Jesus made for humanity. By sending Good Friday wishes, messages, and quotes, we can share the message of hope and redemption with our loved ones. We hope that this guide has provided you with some useful ideas and inspiration for crafting your own Good Friday wishes, and messages. May you have a peaceful and reflective Good Friday. For more informative articles on historical and upcoming events from around the world, please visit [Indiatimes Events](https://www.indiatimes.com/events).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "neutral"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T04:26:06.099+03:00",
    "updated": "2024-03-29T04:26:06.099+03:00"
  },
  {
    "uuid": "e2d028d9e227dbcc9fd4ea248c0cb5d8fa4cb8ed",
    "url": "https://www.thestar.com.my/news/nation/2023/12/29/floods-number-of-victims-drops-as-of-midday-dec-29",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NA",
    "published": "2023-12-29T08:05:00Z",
    "title": "Floods: Number of victims drops as of midday, Dec 29 | The Star",
    "text": "KUALA LUMPUR: The total number of flood victims in Kelantan, Terengganu, Johor, and Pahang has dropped to 22,033 people placed in 92 temporary relief centres as of midday, compared to 23,008 relocated to 103 relief centres earlier in the day.\nHowever, in Pahang, the number of evacuees has slightly increased from 207 people in the morning to 227 people housed at ten relief centres across the affected districts: Bera, Jerantut, Kuantan, Maran, Rompin, and Temerloh.\nAccording to a report by the National Disaster Management Agency (Nadma), Disaster Control Centre on Friday (Dec 29), the number of people placed in a temporary flood relief centre opened due to a landslide in Cameron Highlands remains at 87 individuals from 17 families.\nMeanwhile, Kelantan remains the most severely affected state, but the number of relocated victims has decreased to 19,167 individuals, compared to 19,716 people earlier in the day.\nThey are taking refuge at 48 relief centres, namely Pasir Mas district, involving 15,249 victims in 28 relief centres; Tumpat, with 3,226 evacuees in 10 relief centres; Kuala Krai, with 527 people in eight relief centres and Tanah Merah, with 165 victims in two relief centres.\nA similar situation is reported in TERENGGANU, with the number of flood victims reduced to 2,576 evacuees taking shelter in 31 relief centres, compared to 3,022 people in 37 relief centres this morning.\nThis involves the districts of Dungun, Hulu Terengganu, Kemaman, Kuala Terengganu, Marang, and Setiu.\nMeanwhile, the number of flood victims in Johor remains the same, with 63 people from 16 families still taking shelter at three relief centres in the Segamat district since midnight.\nWater levels at Sungai Golok Pasir Mas, Sungai Kelantan Gua Musang, and Sungai Kelantan Kota Bharu in Kelantan remain at dangerous levels at midday. – Bernama\nOpen Modal ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maran",
          "sentiment": "none"
        },
        {
          "name": "bera",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national disaster management agency",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "johor",
          "sentiment": "none"
        },
        {
          "name": "kelantan",
          "sentiment": "none"
        },
        {
          "name": "pahang",
          "sentiment": "none"
        },
        {
          "name": "terengganu",
          "sentiment": "none"
        },
        {
          "name": "jerantut",
          "sentiment": "none"
        },
        {
          "name": "kuala krai",
          "sentiment": "none"
        },
        {
          "name": "cameron highlands",
          "sentiment": "none"
        },
        {
          "name": "pasir mas district",
          "sentiment": "none"
        },
        {
          "name": "tumpat",
          "sentiment": "none"
        },
        {
          "name": "kuantan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:25:07.012+02:00",
    "updated": "2023-12-29T10:25:07.012+02:00"
  },
  {
    "uuid": "4f47050fa59f8d8865f72a21f76e1922981f9e5d",
    "url": "https://cnnespanol.cnn.com/2024/07/25/que-significa-ain-juegos-olimpicos-orix",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Español",
    "published": "2024-07-26T00:42:00Z",
    "title": "¿Qué significa AIN en los Juegos Olímpicos y qué atletas participan bajo esa denominación?",
    "text": "(CNN Español) -- Los atletas rusos y bielorrusos no podrán competir en los Juegos Olímpicos de París 2025 en nombre de sus países de origen como consecuencia de una suspensión del COI en relación a un episodio ocurrido en el marco de la guerra de Ucrania, cuando Rusia absorbió las organizaciones deportivas regionales ucranianas en Donetsk, Jersón, Lugansk y Zaporiyia. ¿Por qué entonces van con el estandarte de AIN y qué significa?\nLa comisión ejecutiva del Comité Olímpico Internacional (COI) dictaminó que sería injusto castigar a los atletas basándose únicamente en sus pasaportes, permitiendo así que algunos compitan en París, aunque bajo condiciones muy estrictas.\n\"Acaban de ganar los Juegos Olímpicos antes de comenzar\": los uniformes de Mongolia para París 2024 arrasan en internet En el sitio oficial de los Juegos Olímpicos se aclara: \"La participación en los Juegos Olímpicos París 2024 está sujeta a la aceptación por parte del atleta de la invitación individual y a la firma de las Condiciones de Participación aplicables a todos los participantes. El formulario contiene el compromiso de respetar la Carta Olímpica, incluida 'la misión de paz del Movimiento Olímpico'\".\nAdemás, según el COI, los atletas que apoyen activamente la guerra o que estén contratados por el ejército o las agencias de seguridad nacional rusas o bielorrusas no serán elegibles para inscribirse ni competir. La misma estipulación se aplica al personal de soporte.\nLa versión final de la bandera AIN asignada por el COI el 19 de marzo. (COI)\n¿Qué es un AIN? Un Atleta Neutral Individual es el nombre que utilizarán los atletas con pasaporte ruso o bielorruso que competirán en los juegos de este año. Se hace referencia a estos atletas con la abreviatura AIN, que proviene de la traducción francesa de \"Athlètes Individuels Neutres\".\npublicidad A estos atletas se les permitirá competir siempre y cuando cumplan con los requisitos de elegibilidad.\nEsto también implica que no se hará ninguna referencia a ninguno de los países durante toda la competición.\n\"Las sanciones contra los responsables de la guerra, los Estados y gobiernos de Rusia y Belarús, siguen vigentes para los Juegos Olímpicos de París 2024\", afirmó el COI en un comunicado.\n\"No se exhibirá ninguna bandera, himno, colores ni ninguna otra identificación de Rusia o Belarús en los Juegos Olímpicos de París 2024 en ninguna sede oficial ni en ninguna función oficial\", continúa el comunicado.\nLa vestimenta de competición de las AIN aún no ha sido revelada, por lo que no está claro si llevará los colores turquesa de la flamante bandera de las AIN, o si vestirán ropa deportiva básica. También se ha encargado un himno, sin letra, para su uso en ceremonias de entrega de medallas.\nAunque los AIN son elegibles para competir y ganar medallas olímpicas, no figurarán en el medallero de las naciones.\nLos AIN también serán excluidos del desfile de delegaciones en la Ceremonia de Apertura por ser atletas individuales y no un equipo, aunque el COI ha dicho que \"se les brindará la oportunidad de vivir el evento\".\nCon información de Sam Joseph, de CNN.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://cnn.it/3W4mL89&#038;via=",
      "https://cnn.it/3W4mL89",
      "https://www.cnn.it/3W4mL89",
      "https://www.cnn.it/3W4mL89&#038;via="
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:02:30.817+03:00",
    "updated": "2024-07-26T10:06:28.035+03:00"
  },
  {
    "uuid": "877ae6e3489e0344c2064b81991817c35342a2d5",
    "url": "https://dailyvoice.com/new-york/mountpleasant/flood-threat-increases-for-potent-storm-with-heavy-rainfall-gusty-winds-taking-aim-at-region",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joe Lombardi",
    "published": "2024-03-22T21:30:00Z",
    "title": "New Update: Storm With Soaking Rain, Gusty Winds Could Cause Flooding, Power Outages",
    "text": "The timing for the system is late Friday night, March 22 into late Saturday night, March 23. A widespread 2.5 to 3.5 inches of rainfall is now expected, with local higher amounts possible.\n\"Excessive runoff may result in flooding of rivers, creeks, streams, and other low-lying and flood-prone locations,\" according to the National Weather Service. \"Creeks and streams may rise out of their banks. Flooding may occur in poor drainage and urban areas.\"\nThe system will be ignited by a cold front that will move through overnight into Saturday.\nAreas farther inland will see a mix of rain, sleet, and snow overnight.\nThe window for snow and sleet in inland areas is from about 2 a.m. to 8 a.m. Saturday. Little or no accumulation is expected.\nRain will be heavy at times during the day on Saturday with blustery conditions.\nThe strongest wind gusts of about 30 miles per hour are expected Saturday night. Gusts could be as high as 45 mph along the coast.\n\"The combination of the rain, a low cloud ceiling, and gusty winds will likely lead to airline delays and flight cancellations into the first part of the weekend for the major Northeast travel hubs,\" according to AccuWeather.\nOvernight Saturday into Sunday, March 24, rain could again mix with light snow before the system winds down shortly after daybreak on Sunday.\nFlooding is possible over a broad area in the Northeast but is most likely along coastal areas. (See the first image above from AccuWeather.com.)\nSkies will gradually become partly sunny Sunday. It will be breezy with a high temperature in the mid-40s.\nThe outlook for Monday, March 25 and Tuesday, March 26 calls for mostly sunny skies and a high temperature in the upper 40s to around 50 degrees both days.\nCheck back to Daily Voice for updates.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-23T00:22:39.470+02:00",
    "updated": "2024-03-23T00:22:39.470+02:00"
  },
  {
    "uuid": "15e3b1947872717e46bdcb0b7663faac9998ffb8",
    "url": "https://holycitysinner.com/news/historic-rutledge-tomb-transforms-into-community-park",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Release",
    "published": "2024-10-03T21:23:00Z",
    "title": "Historic Rutledge Tomb Transforms into Community Park - Holy City Sinner",
    "text": "Lowcountry Land Trust, the nonprofit dedicated to protecting Lowcountry land and water, in partnership with the Phillips Community Association and its residents, today announced the protection of the historic Rutledge Tomb, a key cultural landmark within the Phillips Community. This initiative represents a significant step in safeguarding the rich legacy of Phillips, a settlement community listed on the [National Register of Historic Places](https://usw2.nyl.as/t1/314/3gw9436o4ed4js7boae4m91ju/3/8ce05d3885ff724e666b216b639245f8c63ec477b8fa508787306745057337bb). This protection and restoration project will transform the 3,300-square-foot site into a publicly accessible green space, with the Rutledge Tomb preserved as its centerpiece, providing a vital connection to the area’s plantation history and honoring the community’s relationship with the land. The Rutledge Tomb is a rare and significant historical feature within Phillips, a community established by formerly enslaved people after the Civil War. Phillips landowners have kept land plots within the same family for generations. This remarkable continuity makes it the only African American settlement community listed on the National Register of Historic Places. The tomb, believed to be the only remaining physical connection to the plantation era, serves as a powerful symbol of the community’s resilience and the complex history of the land. Its preservation within this project ensures that this essential piece of history will continue to be a tangible reminder of the area’s journey from enslavement to empowerment. The Warren Lasch Conservation Center at Clemson University will lead the restoration work, and the park will connect to the Mount Pleasant Way trail system, further integrating the site into the community. This protected space will safeguard the tomb and serve as a historic stop along the trail, offering a unique glimpse into the past while remaining a historical resource to the community. “It is our honor to have been asked by Richard and the community to help protect this important historical site,\" said Sam Seawell, Community Lands Director of Lowcountry Land Trust. \"Preservation of the Rutledge Tomb will allow current and future generations to interpret and understand the true history of the Phillips Community, the only African American settlement community recognized on the National Register of Historic Places.” The protection of the Rutledge Tomb site within the Phillips Community was made possible through the efforts of Richard Habersham, President of the Phillips Community Association, who negotiated the sale from Phillips resident Lamar Rouse to Lowcountry Land Trust, then to the Phillips Community Association to ensure the space become community-owned community land. Funding from the Charleston County Greenbelt Program and the Preservation Society of Charleston helped to secure the site, ensuring the community retains control over its own story and the land that holds its historical legacy. A community celebration event will follow the completion of the tomb’s restoration to honor this achievement. To learn more about this project, visit [www.lowcountrylandtrust.com](https://usw2.nyl.as/t1/314/3gw9436o4ed4js7boae4m91ju/4/597746d6aeb24d77bf96b27239e5cb9ce8699a53cc5334dca118a8f435b91d0c).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://usw2.nyl.as/t1/314/3gw9436o4ed4js7boae4m91ju/3/8ce05d3885ff724e666b216b639245f8c63ec477b8fa508787306745057337bb).",
      "https://usw2.nyl.as/t1/314/3gw9436o4ed4js7boae4m91ju/4/597746d6aeb24d77bf96b27239e5cb9ce8699a53cc5334dca118a8f435b91d0c).",
      "https://www.usw2.nyl.as/t1/314/3gw9436o4ed4js7boae4m91ju/3/8ce05d3885ff724e666b216b639245f8c63ec477b8fa508787306745057337bb).",
      "https://www.usw2.nyl.as/t1/314/3gw9436o4ed4js7boae4m91ju/4/597746d6aeb24d77bf96b27239e5cb9ce8699a53cc5334dca118a8f435b91d0c)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T03:45:14.960+03:00",
    "updated": "2024-10-04T03:45:14.960+03:00"
  },
  {
    "uuid": "7390ac65ebe39daabe2974bacb7e2d321422bd06",
    "url": "https://www.dvidshub.net/image/8385957/stay-true-yourself-samoan-soldier-continues-legacy-service-supporting-tradewinds-24",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sgt. Joshua Taeckens",
    "published": "2024-05-06T21:53:00Z",
    "title": "Stay true to yourself: Samoan Soldier continues legacy of service supporting TRADEWINDS 24 [Image 4 of 6]",
    "text": "Pfc. Sabrina Vimoto, left, 7th Group Special Forces Group, stands with her father, Command Sgt. Maj. Isaia Vimoto, 173rd Airborne at her Basic Combat Training graduation at Fort Jackson, S.C., Oct. 30, 2013. Sabrina Vimoto reflected on her heritage, her experience as an Army brat, the tragedy of losing a sibling in combat and as a Soldier who served under her father’s leadership. (Courtesy photo)\n|Date Taken:||10.30.2013|\n|Date Posted:||05.06.2024 17:53|\n|Photo ID:||8385957|\n|VIRIN:||131030-A-JF826-3365|\n|Resolution:||640x812|\n|Size:||255.67 KB|\n|Location:||FORT JACKSON, SC, US|\n|Hometown:||HONOLULU, HI, US|\n|Web Views:||0|\n|Downloads:||0|\nThis work, Stay true to yourself: Samoan Soldier continues legacy of service supporting TRADEWINDS 24 [Image 6 of 6], by\n[SGT Joshua Taeckens](/portfolio/1670825/joshua-taeckens), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright. [Stay true to yourself: Samoan Soldier continues legacy of service supporting TRADEWINDS 24](/news/470487/stay-true-yourself-samoan-soldier-continues-legacy-service-supporting-tradewinds-24)\nNo keywords found.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sabrina vimoto",
          "sentiment": "negative"
        },
        {
          "name": "joshua taeckens",
          "sentiment": "none"
        },
        {
          "name": "isaia vimoto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "7th group special forces group",
          "sentiment": "negative"
        },
        {
          "name": "tradewinds",
          "sentiment": "negative"
        },
        {
          "name": "army",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "fort jackson",
          "sentiment": "none"
        },
        {
          "name": "honolulu",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "fort jackson",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-07T00:55:46.279+03:00",
    "updated": "2024-05-07T00:55:46.279+03:00"
  },
  {
    "uuid": "ca56bb78015a5b64d799bc79d527e1592fc3d477",
    "url": "https://www.northernnewsnow.com/video/2025/03/06/elk-reintroduction-delayed-until-least-2027",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@northernnewsnow",
    "published": "2025-03-06T04:53:00Z",
    "title": "Elk reintroduction delayed until at least 2027",
    "text": "Updated: 29 minutes ago\nThe owner of Oasis Del Norte is already seeing price increases for Mexican goods.\nUpdated: 34 minutes ago\nWednesday afternoon, a camper fire had to be put out by firefighters.\nUpdated: 36 minutes ago\nA barn near Cromwell burned down Wednesday.\nUpdated: 2 hours ago\nAccording to the Wisconsin Department of Transportation, the stretch of HWY-2 from Brule to Ashland is still quite slick in spots; travel with care.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->animal",
      "Environment->endangered species",
      "Environment->nature"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Oasis Del Norte",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Wisconsin Department of Transportation",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T07:06:03.690+02:00",
    "updated": "2025-03-06T07:06:03.690+02:00"
  },
  {
    "uuid": "a99158e182ae0614d536ed0bd55b67aa7d633170",
    "url": "https://www.fwweekly.com/2024/12/26/nd-12-25-24-fireside-films-friday-cirque-musicas-holiday-wonderland-and-toadies-day",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fort Worth Weekly",
    "published": "2024-12-26T05:00:00Z",
    "title": "N&D 12.25.24 // Fireside Films Friday, Cirque Musica's Holiday Wonderland, and Toadies Day! - Fort Worth Weekly",
    "text": "Thursday, December 26, 2024 Now that it’s actually chilly outside, it might be time to revisit Fireside Films . Hosted by the Fort Worth chapter of the Rooftop Cinema Club, Fireside screens movies downtown on the roof of the Worthington Renaissance Hotel (235 Throckmorton St, Fort Worth, 817-870-1000). Loveseats are available for optimal snuggling, and tickets include a personal heater and complimentary gourmet warm drinks, like hot chocolate, cider, coffee, or tea. Today, see Pride & Prejudice (5:30pm) or White Chicks (8:30pm). Other selections this weekend include Friday on, well, Friday (10:30pm), The Princess Bride (Sat, 1:30pm), Ratatouille (Sun, 11:10am), and more. Tickets are $21-30 at RoofTopCinemaClub.com/fort-worth, where you can also find info about future events in the series.\n Friday, December 27, 2024 Need a good laugh? Hoppin’ Fort Worth (2616 Weisenberger St, 682-224-0621) has you covered. Caliente Comedy with host Esperanza will feature comedians Bryce Baker, Vinnie Corrales, Nick Hawk, Just John, Jake Roper, Shawn Lee, Jacob Marshall, and Cody Swindell. Lone Star pints are $2 all day, and pint beers on tap are 25% off during happy hour (4pm-7pm). Food will be available from Anejo Taqueria starting at 5pm, and then the show starts at 8pm. There is no cost to attend.\n Saturday, December 28, 2024 Not quite ready for the holidays to end? Will Rogers Memorial Center (3401 W Lancaster Av, Fort Worth, 817-392-7469) is the place for you. Cirque Musica presents its Holiday Wonderland , a fusion of circus artistry and acrobatics with beloved holiday melodies, at 7pm. For this, their 15th anniversary show, there are new costumes, songs, and storylines. Tickets start at $21 on Ticketmaster.com.\nCirque Musica’s Holiday Wonderland at Will Rogers affords you one last glimpse of Christmas on Saturday.\nCourtesy Cirque Musica Holiday Wonderland\n Sunday, December 29, 2024 Now thru Sun, Feb 9, Dutch Art in a Global Age will be on view at the Kimbell Art Museum (3333 Camp Bowie Blvd, Fort Worth, 817-332-8451). Featuring paintings by Rembrandt, Frans Hals, Gerrit Dou, Jacob van Ruisdael, Maria Schalcken, and many other celebrated Nederlanders, the show comes to us from the renowned Museum of Fine Arts in Boston. The Kimbell is open noon-5pm Sun and 10am-5pm Tue-Sat. Tickets are $18 at KimbellArt.org.\n Monday, December 30, 2024 Rest up, my friends. Tomorrow is a big day. Stay home and stream something awesome. For example, the first Toadies Day show from 2018 is available for free as part of the short-lived Live from Billy Bob’s concert series, which is available on Roku and Tubi. Bonus footage: Witness Fort Worth’s beloved Sam Anderson presenting Vaden and company with their official city proclamation of today as Toadies Day forever in the Fort.\nBurn one on the 30th for our hometown boys. Happy Toadies Day!\nCourtesy Toadies-Official.MyShopify.com\n Tuesday, December 31, 2024 If you haven’t picked up my Christmas present yet, I wear a Size 2 tickets to a Dallas Stars game and would love to see them play the Buffalo Sabres tonight at American Airlines Center (2500 Victory Av, Dallas, 214-222-3687). Tickets are still available at Ticketmaster.com, starting at $66 apiece.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->music",
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Vinnie Corrales",
          "sentiment": "none"
        },
        {
          "name": "Jacob Marshall",
          "sentiment": "none"
        },
        {
          "name": "Cody Swindell",
          "sentiment": "none"
        },
        {
          "name": "Bryce Baker",
          "sentiment": "none"
        },
        {
          "name": "Jake Roper",
          "sentiment": "none"
        },
        {
          "name": "Nick Hawk",
          "sentiment": "none"
        },
        {
          "name": "Shawn Lee",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Rooftop Cinema Club",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:28:18.774+02:00",
    "updated": "2024-12-27T04:56:00.564+02:00"
  },
  {
    "uuid": "b48597f31108784d6c6212802582f496416d92b4",
    "url": "https://www.patrika.com/en/education-news/union-bank-announces-more-than-200-wealth-manager-vacancies-for-2025-19844571",
    "ord_in_thread": 0,
    "author": "@PatrikaNews",
    "published": "2025-08-07T05:38:00Z",
    "title": "Union Bank Announces More than 200 Wealth Manager Vacancies for 2025",
    "text": "Union Bank Recruitment 2025: Youth seeking banking jobs have a great opportunity. Union Bank of India has released a notification for bumper recruitment for the post of Wealth Manager. The application process for this recruitment began on August 5, 2025, and interested candidates can apply online until August 25, 2025. A total of 250 candidates will be selected. To apply, candidates will have to visit the official website of Union Bank, unionbankofindia.co.in.\nA total of 250 vacancies will be filled through this recruitment. Of these, 103 posts are reserved for the General category. 25 posts are reserved for the Economically Weaker Section (EWS), 67 for the Other Backward Class (OBC), 37 for the Scheduled Caste (SC), and 18 for the Scheduled Tribe (ST) category.\nRegarding educational qualifications, the candidate must possess a full-time 2-year Post Graduate degree in any one course from an institution or university recognised by the Government of India. This includes MBA, MMS, PGDBA, PGDBM, PGPM, and PGDM courses. For more information related to the recruitment, the notification can be viewed.\nAge Limit\nThe age limit for applying is a minimum of 25 years and a maximum of 35 years. The age will be calculated as of 1 August 2025. Reserved categories will be given age relaxation as per government rules.\nDepending on the number of candidates, the selection process may have one or more stages. This may include an online exam, group discussion, application scrutiny, and a personal interview.\nPublished on:\n07 Aug 2025 11:08 am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business governance",
      "Labor->employee",
      "Labor->employment",
      "Labor->labour market"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Union Bank of Indi",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_in",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T08:47:29.189+03:00",
    "updated": "2025-08-08T09:06:35.000+03:00"
  }
]