[
  {
    "uuid": "0c9264c3727c2ffde4deecd3b36a6a9d5e697ea1",
    "url": "https://www.telemadrid.es/salud/La-vacuna-prenatal-frente-a-la-tosferina-reduce-la-gravedad-de-la-enfermedad-en-los-bebes-0-2661933851--20240418111842.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Telemadrid",
    "published": "2024-04-18T21:18:00Z",
    "title": "La vacuna prenatal frente a la tosferina reduce la gravedad de la enfermedad en los bebés",
    "text": "Un estudio realizado por investigadores del Instituto de Salud Carlos III (ISCIII), publicado en la revista 'Vaccine', concluye que la vacunaci\\u00f3n prenatal frente a la tosferina \"ha demostrado ser fundamental para reducir significativamente la gravedad de la enfermedad en los menores de tres meses\".Esta vacunaci\\u00f3n, implementada a nivel nacional en Espa\\u00f1a desde 2015, se administra en el tercer trimestre del embarazo.M\\u00e1s de 44.000 beb\\u00e9s se han vacunado ya en Madrid frente al virus de bronquiolitisLos expertos aseguran que la tosferina, producida por la bacteria 'Bordetella pertussis', es \"altamente contagiosa y puede ser peligrosa\", especialmente para reci\\u00e9n nacidos, poblaci\\u00f3n en la que puede causar complicaciones severas como apnea o neumon\\u00eda y, en casos m\\u00e1s raros, convulsiones o encefalopat\\u00edas.En este sentido, la estrategia de vacunaci\\u00f3n de las mujeres embarazadas est\\u00e1 dirigida a proteger a los neonatos desde sus primeros d\\u00edas de vida.La investigaci\\u00f3n evalu\\u00f3 el impacto de esta estrategia preventiva mediante el an\\u00e1lisis de las tasas y duraci\\u00f3n de las hospitalizaciones por tosferina entre 2005 y 2019 -se excluyeron del estudio los a\\u00f1os de la pandemia de Covid-19, que afectaron tanto a la circulaci\\u00f3n de la tosferina como a la atenci\\u00f3n hospitalaria-.Para controlar los efectos de las fluctuaciones epid\\u00e9micas y otros posibles factores de confusi\\u00f3n durante el per\\u00edodo de estudio, el an\\u00e1lisis incluy\\u00f3 a poblaci\\u00f3n de 3 a 11 meses como grupo control.La salud de 20.000 madrile\\u00f1os ser\\u00e1 analizada a lo largo de su vida para mejorar los tratamientosEn este rango de edad, la mayor\\u00eda de los ni\\u00f1os han comenzado su serie de vacunaci\\u00f3n primaria contra la enfermedad y, por lo tanto, no es esperable que la vacunaci\\u00f3n de las madres tenga efectos directos en este grupo.Los resultados se\\u00f1alan que, en los a\\u00f1os previos a la vacunaci\\u00f3n prenatal, los lactantes de 0 a 2 meses experimentaban una tasa de hospitalizaci\\u00f3n cinco veces mayor que los ni\\u00f1os de 3 a 11 meses, y estaban hospitalizados un promedio de 2 d\\u00edas m\\u00e1s, permaneciendo estas diferencias estables a lo largo de este per\\u00edodo.Tras el pico epid\\u00e9mico de tosferina de 2015, que coincidi\\u00f3 con la introducci\\u00f3n de la vacunaci\\u00f3n materna, las tasas de hospitalizaci\\u00f3n disminuyeron en ambos grupos de edad.Sin embargo, mientras que se observ\\u00f3 una reducci\\u00f3n anual del 26 por ciento en el grupo de 3 a 11 meses -por evoluci\\u00f3n de la onda epid\\u00e9mica-, la reducci\\u00f3n anual en el grupo de 0 a 2 meses fue significativamente m\\u00e1s alta (34%), sumando el efecto de la vacuna.Adem\\u00e1s, la duraci\\u00f3n de la hospitalizaci\\u00f3n disminuy\\u00f3 dos veces m\\u00e1s r\\u00e1pido en los m\\u00e1s peque\\u00f1os, alcanzando al final del per\\u00edodo de estudio una duraci\\u00f3n similar a la de los ni\\u00f1os de 3 a 11 meses (4,5 d\\u00edas).Los autores del trabajo, Andrea Parisi, Olivier N\\u00fa\\u00f1ez, Noem\\u00ed L\\u00f3pez-Perea y Josefa Masa-Calles, todos investigadores del Centro Nacional de Epidemiolog\\u00eda del ISCIII, enfatizan la necesidad de continuar con la sensibilizaci\\u00f3n dirigida tanto a profesionales de la salud como a la poblaci\\u00f3n, para asegurar una cobertura vacunal alta entre las embarazadas y mejorar estos resultados.La cobertura nacional alcanz\\u00f3 un 84 por ciento en 2019, mostrando una alta aceptaci\\u00f3n hacia la prevenci\\u00f3n de esta enfermedad potencialmente mortal en reci\\u00e9n nacidos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:20:01.744+03:00",
    "updated": "2024-04-19T00:20:01.744+03:00"
  },
  {
    "uuid": "a4b75ca39854a415a9337cd0f6476787b8dca32e",
    "url": "https://m.dailyhunt.in/news/india/english/ptienglish-epaper-dhb257ed10fd464e5fb60231069c472df5/exaicc+secretary+joins+bjp+himanta+calls+it+landmark+day-newsid-n587586036",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-02-29T11:05:00Z",
    "title": "Ex-AICC secretary joins BJP, Himanta calls it 'landmark day'",
    "text": "Guwahati, Feb 29 (PTI) Former AICC secretary Rana Goswami, who resigned as the Assam Congress working president a day ago, joined the BJP on Thursday.\nChief Minister Himanta Biswa Sarma welcomed him to the BJP, terming it a &apos;landmark day&apos; for the ruling party in the northeastern state.\nFormally inducting Goswami into the saffron party at a function at its state headquarters here, Sarma said more leaders of the Congress will follow suit.\nBJP state president Bhabesh Kalita and ministers Ranoj Pegu and Pijush Hazarika were also present.\n\"Today is a landmark day for Assam BJP. Two working presidents of Congress, one of whom was an AICC secretary and worked closely with likes of Priyanka Gandhi, have resigned, and chosen BJP,\" he said, talking to reporters later.\nWhile Goswami had resigned from the Congress on Wednesday, another working president of the party and MLA Kamalakhya Dey Purkayastha had last week resigned from the position and extended support to the BJP-led state government, without exiting the opposition party.\n\"Purkayastha has also extended full support to the government both inside and outside the assembly. There will be many more Congress leaders joining the BJP,\" Sarma said.\nSpeaking to reporters later, Goswami said, \"I have closed my innings at the Congress and am starting this new innings with the BJP in order to continue serving my state and its people.\"\nThe former MLA, who had also served as a secretary at the All India Congress Committee (AICC), said that the developmental work happening under Prime Minister Narendra Modi and the energy and experience of Sarma have drawn him to the BJP.\nHe alleged that the Congress is facing a \"leadership deficit\" and rued that people like Ghulam Nabi Azad and Jyotiraditya Scindia, with whom he had worked closely, had to leave the grand old party.\n\"I want to remain connected with the people and work for them. Hence, I have joined the BJP,\" Goswami added.\nLeader of Opposition in the Assembly, Debabrata Saikia of the Congress had said that Goswami has not given any reason for quitting the party.\n\"The party had some inkling about Goswami&apos;s decision as he was absent from several political programmes, but he should have discussed his grievances with the Congress state president,\" he added.\nSaikia said Goswami&apos;s resignation would affect the Congress.\nGoswami was a close associate of former chief minister Tarun Gogoi, and was elected to the assembly in 2006 and 2011 from Jorhat. He was appointed the state party&apos;s working president in 2021.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "himanta",
          "sentiment": "negative"
        },
        {
          "name": "rana goswami",
          "sentiment": "negative"
        },
        {
          "name": "goswami",
          "sentiment": "none"
        },
        {
          "name": "pijush hazarika",
          "sentiment": "none"
        },
        {
          "name": "kamalakhya dey purkayastha",
          "sentiment": "none"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "sarma",
          "sentiment": "none"
        },
        {
          "name": "ranoj pegu",
          "sentiment": "none"
        },
        {
          "name": "priyanka gandhi",
          "sentiment": "none"
        },
        {
          "name": "bhabesh kalita",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "assam congress",
          "sentiment": "negative"
        },
        {
          "name": "pti",
          "sentiment": "negative"
        },
        {
          "name": "aicc",
          "sentiment": "negative"
        },
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "mla",
          "sentiment": "none"
        },
        {
          "name": "assam bjp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "guwahati",
          "sentiment": "none"
        },
        {
          "name": "purkayastha",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:05:10.771+02:00",
    "updated": "2024-03-01T01:05:10.771+02:00"
  },
  {
    "uuid": "9efdfcb5939a589f3d0d5ce5758f2e2b60e14ee4",
    "url": "https://eldiariony.com/2024/09/12/trabajadores-de-hoteles-enfrentados-por-ley-que-busca-reformar-contrataciones-laborales",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Edwin Martinez",
    "published": "2024-09-12T23:56:00Z",
    "title": "Trabajadores de hoteles enfrentados por ley que busca reformar contrataciones laborales",
    "text": "Tras la pandemia del COVID-19, la industria hotelera y de turismo en la Gran Manzana se vio duramente azotada, y mientras sigue tomando vuelo nuevamente, con más de 62 millones de turistas cada año, quienes trabajan en los más de 700 hoteles que hay en la ciudad coinciden en que desean mejores condiciones. Sin embargo, un proyecto de ley promovido por la concejal Julie Menin en el Concejo Municipal de la Gran manzana, que busca cambiar reglas de contratación y promover medidas más estrictas de seguridad que mejoren las condiciones laborales, tiene divididos a los más de 260,000 empleados que se estima viven del sector hospitalario y de turismo.\nAsí quedó más que evidenciado este jueves en la sede de la administración municipal, adonde desde muy temprano llegaron cientos de trabajadores hoteleros que prestan sus servicios a la industria.\nVestidos de verde, aquellos que sirven a los hoteles por medio de compañías subcontratistas y agencias, denunciaron que de aprobarse, el llamado proyecto de ley 991 o “Ley de hoteles seguros”, tendrá un\n“impacto devastador” para la economía de la ciudad. Del otro lado, y vestidos de azul, otros cientos de trabajadores que apoyan la normativa, mostraron su apoyo al articulado, insistiendo en que acabará con la intermediación de agencias en los procesos de contratación de trabajadores en puestos de limpieza como camareros y atención al cliente como recepcionistas, haciendo que mejoren sus salarios y beneficios .\nDurante la doble manifestación, detractores y simpatizantes de la iniciativa de ley lanzaron arengas a favor y en contra de la pieza legislativa y pidieron que se escuche las voces de los trabajadores.\n“ Nosotros exigimos que se salven los empleos de los miles de trabajadores que no están contratados directamente por los hoteles y por eso pedimos que no aprueben la ley 991 , porque si hacen esos cambios en la contratación miles vamos a quedar sin trabajo”, aseguró Zuleyma Castillo, supervisora y entrenadora de camareros de la compañía Tropical Staff que presta mano de obra a siete hoteles en la Gran Manzana.\n“Cuando ocurrió la pandemia muchos trabajadores de la unión no trabajaron y nosotros siempre estuvimos ahí, respaldando a los turistas. esta ley no nos va a beneficiar, muchos se van a quedar sin empleo y no estamos seguros de que ofrezca mayor seguridad laboral. Pido que dejen las cosas como están. Nosotros ya gozamos de los mismos beneficios de otros trabajadores, nos aumentan el salario cada tanto, gratifican al mejor trabajador del mes y siempre nos escuchan, no nos dan la espalada”, dijo la venezolana.\nLa misma postura manifestó el dominicano Eliecer Suárez, quien trabaja en servicios generales en un hotel en la Gran Manzana, quien hizo un llamado para que se promuevan proyectos que favorezcan a la industria hotelera sin afectar la labor que vienen adelantando las agencias subcontratistas que proporcionan trabajadores a las casas y cadenas de huéspedes.\n“ El gran miedo de esta ley es que nos podemos quedar sin trabajo porque la agencia no podría contratarnos más. Creo que esa ley nos está poniendo en sacrificio y lo que deberían hacer es llegar a un acuerdo entre las agencias y los hoteles, que garantice todos nuestros derechos pero no que de un día para otro ponga en riesgo nuestros trabajos”, comentó el trabajador.\nDetractores de la ley, que incluye a grupos como Protect NYC Tourism Coalition, Coalition for Hotel Subcontractors, Hotel Association of New York City, Asian American Hotel Owners Association, NYC Minority Hotel Association, American Hotel & Lodging Association y National Association of Black Hotel Owners, Operators and Developers , denunciaron en la sede del Concejo Municipal que el proyecto de ley, al que califican de “peligroso” , impone “reglas arbitrarias en el lugar de trabajo”, lo que señalan añadiría costos significativos a los hoteles, poniendo en peligro su capacidad de operar y poniendo en riesgo a los cientos de miles de neoyorquinos cuyos trabajos dependen de los hoteles.\nAsimismo mencionaron que amenaza los aproximadamente $5,000 mil millones de dólares en ingresos fiscales que esa industria le genera a la Ciudad cada año, y dejaría a hoteles pequeños en riesgo de cerrar.\nZuleima Castillo critica el proyecto y teme que acabe con trabajos. Foto Edwin Martínez\n“La industria hotelera de la ciudad de Nueva York es una piedra angular de su economía, ya que respalda decenas de miles de puestos de trabajo y genera miles de millones de dólares en ingresos, y la Ley de hoteles seguros, si se aprueba en su forma actual, haría más daño que bien, amenazando el sustento de innumerables propietarios y trabajadores de hoteles”, dijo la presidenta y directora ejecutiva de la organización AAHOA, Laura Lee Blake. “Alentamos al Concejo a escuchar los comentarios presentados en la manifestación y trabajar para encontrar soluciones que protejan a todos: huéspedes, trabajadores y la industria que los atiende”.\nKevin Carey, presidente interino y director ejecutivo de la Asociación Estadounidense de Hoteles y Alojamiento , mencionó que la normativa propuesta “causará daños irreparables y perjudicará a miles de huéspedes, propietarios de hoteles, trabajadores y propietarios de pequeñas empresas”, generando despidos masivos.\n“El costo económico de este proyecto de ley repercutirá durante años, obligando a los hoteles a despedir a su personal trabajador, aumentar las tarifas e incluso cerrar de forma permanente. Este no es un proyecto de ley de licencias ni de seguridad. Es una toma de control gubernamental de los hoteles de la ciudad de Nueva York, y no dejaremos de luchar hasta que sea derrotado”, dijo el líder hotelero.\nVijay Dandapani, presidente y director ejecutivo de la Asociación de Hoteles de Nueva York, criticó el articulado de la concejal Menin, al tiempo que advirtió que impone mandatos de dotación de personal que la mayoría de los hoteles no pueden afrontar, lo que obligará a pequeños hoteles a cerrar al no poder pagar préstamos y transacciones hoteleras.\n“Este proyecto de ley perjudica la salud financiera de los hoteles y amenaza la sostenibilidad de la industria turística de Nueva York. El Ayuntamiento debería trabajar con nosotros, no contra nosotros, para apoyar la creación de empleo y la recuperación económica”, manifestó Dandapani.\nCamilo Torres, director de operaciones de Lumina HR, empresa subcontratista de soluciones de personal para la industria hotelera ubicada en Manhattan, dijo que la ley hará un daño muy grande a familias inmigrantes que dependen de sus trabajos.\nLey haría cambios en contrataciones de hoteles para que sea de manera directa. Foto Edwin Martinez\n“La industria hotelera no podría funcionar sin las empresas familiares, los empresarios inmigrantes de primera y segunda generación y los propietarios de pequeñas empresas que brindan servicios de limpieza y mantenimiento, así como otras necesidades específicas de la industria hotelera, y hoy dejamos en claro que somos una coalición fuerte y unificada que se une para luchar por nuestros medios de vida”, dijo el empresario. “Esperamos que esta manifestación envíe un mensaje al Concejo Municipal de que deben reconsiderar esta legislación y llevarnos a la mesa para discutir los problemas que enfrentamos y cómo podemos trabajar juntos para resolverlos”.\nLos manifestantes recalcaron además que el proyecto de ley 991 no es solamente “un proyecto de ley de licencias simple” sino que impondría mandatos operativos severos y costosos que obligarían a muchos hoteles a cerrar y pone en peligro 42,000 puestos de trabajo en el sector hotelero de la ciudad de Nueva York, los casi 260,000 puestos de trabajo que sustentan los hoteles de la ciudad de Nueva York y miles de millones de dólares en ingresos para la ciudad.\nA pesar de las críticas, trabajadores hoteleros agremiados en el Consejo de Comercio Hotelero (“HTC”), quienes denunciaron que “los opositores de la ley solo buscan preservar a empresas intermediarias que se quedan con buena parte de los ingresos”, de trabajadores que podrían recibir directamente al ser contratados sin agencias, por los hoteles, como busca la ley.\nAsí lo afirmó Sonia Umanzor, vocera de la HTC, quien se desempeña como camarera del hotel Margarita Ville, en Manhattan, y quien dijo vivió en carne propia los abusos de las agencias subcontratistas.\n“Esa gente que protesta contra la ley es gente a la que le están pagando para venir a protestar, porque no tiene sentido que los trabajadores protesten para seguir sufriendo de malas condiciones. Yo puedo constatarlo, pues mi vida cambió del cielo a la tierra desde que dejé de ser trabajadora de hoteles por intermedio de agencias para ser contratada directamente por el hotel”, dijo la salvadoreña, mostrando su respaldo al articulado que cursa en el Concejo Municipal.\nSonia Umanzor, afirma que el proyecto es bueno para los trabajadores hoteleros. Foto Edwin Martinez\n“Esta ley no va a dejar a nadie sin empleo, al contrario, lo que va a hacer es acabar con el baile de las agencias de quedarse con la mayoría del dinero que les pagan por nosotros y por eso están preocupados. Esta ley frenaría el abuso, porque las agencias abusan de los trabajadores. Si uno se enferma, no nos pagan, y a ellos cada hotel les da $45 por hora por cada camarera y nos pagan $15 y $16 la hora, mientras que ahora que estoy directamente con el hotel recibo $29.14 . No tiene sentido su pelea”.\nLa concejal Julie Menin , promotora del proyecto, que ya fue modificado, defendió el articulado y aseguró que se ha creado mucha desinformación alrededor el proyecto de ley y mencionó que espera que la normativa se apruebe pronto para garantizar la seguridad en los hoteles y mejores condiciones para trabajadores de la industria.\nSegún un informe de Latino Hotel and Entrepreneurship Investment (LHEI), casi una cuarta parte de los recepcionistas de hoteles, moteles y complejos turísticos son latinos. Asimismo, se estima que los hispanos representan una mayor proporción de recepcionistas, más del 33%, y en puestos de porteros y conserjes son más del15%. Asimismo se calcula que entre un tercio y casi la mitad de los puestos de limpieza y mantenimiento en la industria hotelera son realizados por hispanos.\nMiles de latinos trabajan en la industria hotelera en NYC. Foto Edwin Martínez\nDatos\n260,000 puestos de trabajo se estima hay en la industria hotelera y de turismo en NYC 705 hoteles hay en la Gran Manzana 127,810 habitaciones para huéspedes hay en la Gran Manzana 50,000 neoyorquinos están empleados por los hoteles $3,200 a $5,000 millones de dólares al año en ingresos fiscales municipales generan los hoteles 33% de los recepcionistas son hispanos 15% de los conserjes y porteros son latinos 50% casi de quienes realizan labores de limpieza y mantenimiento en hoteles son latinos 44% de los trabajadores de la industria de turismo son inmigrantes El proyecto de ley intro 991 de la concejal Julie Menin busca reformar reglas de contratación de trabajadores Asimismo pretende crear un sistema de licencias para hoteles que garantizaría que cumplan estándares básicos de higiene, seguridad pública y seguridad para trabajadores Obligaría a los hoteles a que realicen contratación directa de empleados básicos como de limpieza y recepcionistas sin intermediación de agencias subcontratistas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T05:59:24.326+03:00",
    "updated": "2024-09-13T05:59:24.326+03:00"
  },
  {
    "uuid": "06dfe116e124b242e4717149febab705992b24d5",
    "url": "https://www.godlikeproductions.com/forum1/message5722869/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonymous Coward (UID 82565261)",
    "published": "2024-05-25T20:03:00Z",
    "title": "All you Humpster believers are dillusional",
    "text": "Users Online Now:\n1,327\n(\nWho's On?\n)\nVisitors Today:\n788,382\nPageviews Today:\n1,388,020\nThreads Today:\n442\nPosts Today:\n8,860\n04:06 PM\nDirectory\nAdv. Search\nTopics\nForum\nMembership Contract:\nYou are attempting to enter a Private Virtual Country Club.\nEntrance to this private establishment requires membership but not an account.\nMembership Contract:\n• You Contractually Agree that you are at least 18 years of age and that you are accessing this website for personal use only.\n• You Contractually Agree that you wish to join as a member to this private establishment and that any communication taking place here is considered private communication between members which you agree not to publicly disclose or disseminate.\n• You are responsible for all activity that occurs under your IP Address and device on this website, including your conduct and any User Content you provide or that you allow others to provide under your IP Address and device.\n• You will not use this website to harass, threaten, impersonate or intimidate another person, government, or legal entity.\n• You will not use this website to promote, recruit for, or organize any real life group, political or otherwise.\n• You will not provide, submit or otherwise make available any content that is unlawful, hateful, harmful, racist, threatening, abusive, harassing, tortious, defamatory, obscene, libelous, invasive of another's privacy, or otherwise illegal.\n• You will not provide, submit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" \"affiliate links\" or any other form of solicitation.\n• You will not violate any local laws in your jurisdiction (including, but not limited to, hate speech and intellectual property laws).\n• You will not use our Site for any illegal or unauthorized purpose.\n• You will not access, \"hack,\" alter or otherwise use any part of the Site in any unauthorized manner.\n• You will not utilize any software bugs, robots, web spiders, or other such technological device to automaticly access, extract, collect, harvest, archive, screeen shot, or preserve in any way data or information contained on the Site.\n• You understand and agree that your membership to this private establishment can be revoked by this website's staff at any time for any reason whatsoever or no reason at all.\n•\nYou understand and accept that this website uses cookies.\n• You Contractually Agree to a Class Action Waiver: Except as otherwise required under applicable law, You agree that you will not assert class action or representative action claims against this website, its owners, users, or representatives, whether in arbitration or otherwise, which actions are hereby waived; and you shall only submit your own, individual claims and will not seek to represent the interests of any other person.\n• You Contractually Agree that: (i) this Website shall be deemed solely based in the country of Jersey; and (ii) this Website shall be deemed a passive website that does not give rise to personal jurisdiction over this website, either specific or general, in jurisdictions other than the country of Jersey. Unless prohibited by local law, these Terms of Service shall be governed by the internal substantive laws of the Country of Jersey, without respect to its conflict of laws principles. Unless prohibited by local law, any claim or dispute between you and this website that arises in whole or in part from this Website shall be decided exclusively by a court of competent jurisdiction located in the country of Jersey.\n• You Contractually Agree to abide by and be bound by the additional\nterms of service\n,\ndisclaimer\n, and\nprivacy policy\nfound in the footer of this website.\nI Agree to The Terms of This Membership Contract.\nI have read and accept the Privacy Policy and Terms of Service.\nI Do Not Agree to The Terms.\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2024 Godlikeproductions.com\nPage generated in 0.005s (0 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tod",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T23:06:20.353+03:00",
    "updated": "2024-05-25T23:06:20.353+03:00"
  },
  {
    "uuid": "11a999c443a7a2702cd0b49bebaef6476499ea4e",
    "url": "https://comicbook.com/gaming/news/steam-game-left-4-dead-sale/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Fischer",
    "published": "2024-01-05T20:53:00Z",
    "title": "Steam Makes One of the Best Multiplayer Games Only $0.99",
    "text": "Steam Makes One of the Best Multiplayer Games Only $0.99\nGet these Steam games for dirt cheap while you can.\nA new\n[Steam](/category/steam-generic/) sale has made one of the best multiplayer games of all time only $0.99, thanks to a 90 percent discount. Better yet, its predecessor is also 90 percent off, making it $0.99. In other words, you can get two the best games ever released on Steam for a combined $1.98. Both games in question actually come from Valve itself, the company behind Steam. The cherry on top is both games are playable on [Steam Deck](/category/steam-deck/), though only the sequel has been \"Verified\" for the handheld machine. The other is simply listed as playable.\nThe two mystery games in question are Left 4 Dead and Left 4 Dead 2. Obviously, only one of the games has proper multiplayer, and it's the latter. However, the former does support co-op. In fact, it's arguably the greatest co-op game ever made. Whether either game holds up in 2024, we don't know. They were released in 2008 and 2009, respectively. So it has been a while.\nLeft 4 Dead 2: \"Set in a modern day survival-horror universe, the co-operative gameplay of L4D casts four 'Survivors' in an epic struggle against hordes of swarming zombies and terrifying \"Boss Infected\" mutants. The Survivor Co-op Game Mode is played out across four sprawling campaigns, set in urban and rural environments. Each campaign has an over-riding team objective, and is comprised of five large maps. The campaigns link together to tell the story of the Survivor's escape to safety. The team of four Survivors may be comprised of 1 to 4 human players, allowing for single player and multiplayer co-op games.\"\nLeft 4 Dead 2: \"Left 4 Dead 2 on Xbox 360 is set at roughly the same time as the original just after the outbreak that turned most of the population into various zombie mutants. Players assume the role of 4 new \"Survivors,\" each with their own personality and new dialog. The game leads these \"Survivors\" through the southeastern region of the US from Savannah, Georgia thru the bayou country, and climaxing in New Orleans' French Quarter.\"\nBoth of these games are available at this price point for six more days. In other words, until January 11. After this, both will revert back to their normal price points of $9.99. As always, feel free to leave a comment or two letting us know what you think. Meanwhile, for more Steam coverage, click\nhere. [0comments](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T03:08:16.735+02:00",
    "updated": "2024-01-06T03:08:16.735+02:00"
  }
]