[
  {
    "uuid": "49fdb4f55f5783e0a240bb2294865745b8260da0",
    "url": "https://weather.com/en-IN/india/monsoon/news/2024-08-02-extremely-heavy-rains-to-lash-madhya-pradesh-maharashtra-gujarat-on",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Weather Channel",
    "published": "2024-08-02T06:55:00Z",
    "title": "Extremely Heavy Rains to Lash Madhya Pradesh, Maharashtra, Gujarat on August 2-3 | Weather.com",
    "text": "Friday, August 2: Central India has experienced a remarkable 33% increase in rainfall compared to the average, a trend that has persisted for three consecutive monsoon seasons. This has proven advantageous for the region's farmers, who rely heavily on monsoon rains for crop cultivation. \"The consistent and abundant rainfall over the past three monsoon seasons has led to noticeable improvements in crop conditions and overall agricultural productivity,\" emphasised IMD Chief Mrutyunjay Mohapatra. The current meteorological conditions indicate further rainfall in the coming days. A cyclonic circulation is present over northeast Rajasthan and its neighbouring areas in the lower tropospheric levels. Additionally, a monsoon trough extends from Sriganganagar, Rohtak, Hardoi, Varanasi, Dehri, Bankura, and south-eastwards to the eastern Bay of Bengal. Meanwhile, a low-pressure area lies over Gangetic West Bengal and adjoining Jharkhand. As a result, fairly widespread to widespread light to moderate rainfall, accompanied by thunderstorms and lightning, is expected over the region for the next five days. The Indian Meteorological Department (IMD) has forecasted isolated extremely heavy rainfall over Madhya Maharashtra and East Madhya Pradesh on August 2-3, and over Konkan-Goa, West Madhya Pradesh, and the Gujarat region on August 3. Additionally, heavy to very heavy rainfall is likely at isolated places over Konkan-Goa, Madhya Maharashtra, and the Gujarat region from August 2-7; over Madhya Pradesh from August 2-4; and over Vidarbha and Chhattisgarh on August 2-3. Saurashtra-Kutch are also expected to receive heavy rainfall on August 3-4. Accordingly, IMD has placed a red warning (meaning, 'take action') over Madhya Maharashtra and East Madhya Pradesh on August 2-3, Chhattisgarh on August 2 and West Madhya Pradesh on August 3. Rajasthan and Coastal Maharashtra will be under an orange alert (meaning, 'be prepared') on August 2-3, and Gujarat on August 2. ** For weather, science, space, and COVID-19 updates on the go, download [The Weather Channel App](https://weather.onelink.me/2902176432/ca9eb560) (on Android and iOS store). It's free!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://weather.onelink.me/2902176432/ca9eb560)",
      "https://www.weather.onelink.me/2902176432/ca9eb560)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mrutyunjay mohapatra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "weather.com",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "central india",
          "sentiment": "none"
        },
        {
          "name": "sriganganagar",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "lash madhya pradesh",
          "sentiment": "none"
        },
        {
          "name": "bay of bengal",
          "sentiment": "none"
        },
        {
          "name": "bankura",
          "sentiment": "none"
        },
        {
          "name": "rohtak",
          "sentiment": "none"
        },
        {
          "name": "hardoi",
          "sentiment": "none"
        },
        {
          "name": "rajasthan",
          "sentiment": "none"
        },
        {
          "name": "dehri",
          "sentiment": "none"
        },
        {
          "name": "varanasi",
          "sentiment": "none"
        },
        {
          "name": "gangetic west bengal",
          "sentiment": "none"
        },
        {
          "name": "maharashtra",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T13:29:05.519+03:00",
    "updated": "2024-08-02T13:29:05.519+03:00"
  },
  {
    "uuid": "e22a6caceed6eeb29eba0c7d027ea1ab73c7d448",
    "url": "https://seekingalpha.com/article/4660230-building-wealth-with-norfolk-southern-why-im-buying-more-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leo Nelissen",
    "published": "2023-12-28T22:09:00Z",
    "title": "Building Wealth With Norfolk Southern: Why I'm Buying More In 2024",
    "text": "Introduction\n2023 was a great year. Although I underperformed the S&P 500 due to my decision to stick to dividend (growth) stocks in a market that benefitted growth stocks, I was able to significantly increase some of my favorite investments, including Norfolk Southern (NYSE:\nNSC).\nYear-to-date, Norfolk Southern is the only railroad with a negative performance, including dividends. All other Class I railroads have performed better. Union Pacific (\nUNP), which is one of my largest holdings, came the closest to the 26.5% performance of the S&P 500.\nEssentially, there are two main reasons why Norfolk Southern is lagging behind its peers:\n- The company is an intermodal-focused railroad. In other words, it depends on consumer health and has less exposure to high-margin bulk shipments than most of its peers. Roughly a quarter of the company's revenues are generated in the intermodal segment, which services all major economic hubs in the Eastern part of the United States.\n- Earlier this year, it had to deal with a catastrophic derailment in East Palestine, Ohio, which resulted in close to a billion dollars in additional expenses, a bad reputation, and high uncertainty regarding potential future costs.\nHowever, instead of panicking, I used weakness to add to my position.\nAs we can see below, my two bullish articles this year were written close to the bottom. My most recent\narticle was written on October 20, when I went with the bullish title \"I'm Buying Norfolk Southern Stock With Both Hands.\"\nSince then, NSC is up almost 18%, beating the S&P 500 by more than 400 basis points.\nThe reason I'm writing this article isn't to brag. After all, there's nothing to brag about. NSC's full-year performance is still poor.\nIn this article, I'm focusing on the risk/reward going into 2024. I'm using recent economic developments, the company's presentation at last month's Stephens Investment Conference, and very important developments in the intermodal industry, which could pave the road for above-average long-term growth.\nSo, let's get to it!\nTailwinds Despite Economic Headwinds\nBefore we discuss the good news, we have to briefly take another look at the bad news. Although I discussed the company's 3Q23 results in October, I'm taking a brief detour to remind everyone why NSC has been doing so poorly this year.\nIn the third quarter of 2023, the company reported an 11% decline in revenues, primarily attributed to a significant reduction in fuel surcharge revenue.\nVolumes were down by 2%, translating to a $74 million revenue decline. Additionally, a reduction in intermodal storage revenue, amounting to $71 million, contributed to the overall decline in revenues.\nEven worse, the overall adjusted operating ratio for the third quarter was 69.1%, including a notable 270 basis points of headwind from net fuel price impacts.\nOperating income, on an adjusted basis, saw a decline of 28%, and net income and earnings per share were down by 37% and 35%, respectively.\nWith that in mind, roughly a month ago, the company presented at the Stephens Annual Investment Conference, NASH2023, where it discussed both headwinds and opportunities.\nOne of the most notable comments was that the railroad is experiencing a notable uptick in weekly volumes, reaching levels not seen in approximately 18 months.\nThis surge was attributed to improved service, positioning the company for increased business opportunities.\nLooking at the company's most recent weekly transportation numbers, we see that growth has returned.\nFor example, year-to-date, total carloads are still down 116,000 units.\nHowever, quarter-to-date, carloads are up 31,000 units, with strong growth in intermodal, which more than offsets declines in merchandise.\nGoing forward, the company expects growth opportunities in merchandise and intermodal markets, as it anticipates volume growth in these sectors, leveraging existing train capacities.\nThese markets were highlighted as areas with significant growth potential, supported by a robust plan for service improvement and productivity.\nFurthermore, the company observed elevated volumes in automotive shipments year-over-year, indicating strength in this sector.\nAdditionally, there is a robust demand in markets associated with non-residential construction.\nNonetheless, the decline in economic growth is also causing persistent headwinds, as the company noted ongoing weaknesses in certain markets, particularly in chemicals, domestic coal, and energy sectors.\nIn light of inflation challenges, the good news is that the company remains committed to a pricing strategy based on the value of its product, distinct from inflation-plus pricing or cost-plus pricing.\nDuring the Stephens conference, Norfolk noted the challenge of fully incorporating inflation into contracts due to the average duration of contracts being about 2.5 years.\nHowever, the company is confident in its ability to secure prices in excess of inflation over the long term.\nWith that said, the company also commented on a whole range of longer-term opportunities, which I want to discuss in the next part of this article.\nNorfolk's Long-Term Opportunities\nEarlier this month, I read an interesting\nhttps://www.freightwaves.com/news/can-intermodal-rail-increase-its-market-share-by-25-by-2030 on FreightWaves, which was titled \"Can Intermodal Rail Increase Its Market Share By 25% By 2030?\"\nAs Norfolk Southern is an intermodal heavyweight, this applies to the company.\nAccording to the report, the U.S. intermodal container traffic may be experiencing a downward trend in 2023, but a recent report from consulting firm Supply Chain Ecology, commissioned by the Environmental Defense Fund (\"EDF\"), emphasized that intermodal rail remains a viable strategy for long-term growth in the North American freight rail industry.\nThe report puts forth five recommendations to enhance the role of intermodal rail. Here are the four biggest pieces of advice that apply to railroads like NSC:\n- Integration of Short-Line Railroads: Encourage collaboration between short-line railroads and Class I railroads through haulage agreements.\n- Development of Intermodal Hubs: Expand the network of intermodal hubs to facilitate rail-to-truck transfers, particularly utilizing short lines.\n- Advancements in Freight Technology: Embrace innovations such as autonomous rail cars and technologies for improved traffic management.\n- Freight Intelligence Tools: Develop tools enabling shippers to access data on service reliability and cost-related metrics.\nAs I discussed in prior articles, by implementing new growth measures, railroads can benefit from the fact that railroad transportation is much more efficient (and better for the environment) than trucking.\nGoing back to the Stephens conference, the company noted that it aims to regain market share from the trucking industry. The CEO, Mr. Alan Shaw, emphasized that rail has historically ceded share to trucks primarily due to service issues.\nThe company is addressing this by presenting a \"better way forward,\" focusing on investments in the cycle and committing to providing a consistently high-quality service product through various market conditions.\nEssentially, the company envisions a relatively quick conversion from truck to rail for certain customers, particularly in the merchandise and automotive businesses.\nThe key factor influencing this conversion is the ability to consistently provide high-quality service through economic cycles.\nNorfolk Southern is actively working with channel partners to expand its intermodal business, targeting a broader customer base beyond the existing ones.\nThe Atlanta-based railroad is also benefitting from another megatrend I often mention: supply chain re-shoring/near-shoring.\nNSC sees itself in a manufacturing supercycle driven by significant investments in new factories, particularly in the Southeast and Midwest regions of the United States.\nNotably, the EV market presents substantial growth opportunities, with $70 billion of EV investment announced in North America, $30 billion of which is on Norfolk Southern's lines.\nIf more companies move production to the U.S. or North America, in general, it requires transportation solutions. That's how straightforward it is.\nNow, it's up to the company to improve its services to attract new customers and close attractive long-term deals.\nRelated to this, as we can see in the screenshot above, Norfolk Southern is actively collaborating within the supply chain ecosystem.\nRecent\npartnerships with FEC and Canadian National ( CNI) demonstrate a commitment to working closely with other rails.\nStarting on October 2, Norfolk Southern will expand its existing portfolio to include FEC's Ft. Pierce and Ft. Lauderdale intermodal terminals. This complements current service to FEC terminals in Titusville and Miami. The result is added flexibility for Norfolk Southern and FEC's shared customers. It also expands direct access to and from markets in Chicago, Cincinnati, Harrisburg, Kansas City, Memphis, St. Louis, Lathrop, and Southern California.\nThe company also collaborates with over 260 short lines, focusing on first-mile and last-mile efficiency.\nThe goal is to provide a more efficient end-to-end solution that can effectively compete with trucking, aligning with the company's vision for success in the supply chain ecosystem.\nPlease note that these are also findings from the FreightWaves report I mentioned in this article.\nDividends & Buybacks\nOn top of working on long-term growth opportunities, NSC is a dividend growth stock with a great track record.\nCurrently yielding 2.3%, the railroad has a healthy payout ratio of less than 45%. Its five-year dividend CAGR is 12.2%. The company has hiked its dividend for seven consecutive years.\nDuring recessions, it tends to keep its dividend unchanged, which is fine with me, as I don't mind it when companies prefer balance sheet protection over achieving dividend aristocrat status.\nSince the early 2000s, the company has never cut its dividend.\nOn top of a safe dividend payout ratio, the dividend is also protected by a healthy balance sheet with a net leverage ratio of less than 3x EBITDA (despite recent growth challenges).\nThe railroad has a BBB+ credit rating, which is one step below the A range.\nThanks to a healthy balance sheet, the railroad is able to spend excess cash (after capital investments and dividends) on buybacks.\nOver the past ten years, NSC has bought back 27% of its shares.\nConsistent dividend growth and aggressive buybacks have allowed the company to beat the market on a prolonged basis.\nWith that said, let's take a closer look at the valuation.\nValuation\nBecause I bought NSC quite aggressively this year and its strong recent performance, it is now the 9th-largest holding of my 20-stock portfolio.\nNSC shares are currently up almost 30% from their 52-week lows, which has pushed the blended P/E ratio to 20.0x, as we can see in the overview below.\nFurthermore:\n- The company's multi-decade normalized valuation multiple is 17.2x. In recent years, it has traded closer to 18.5x, which is why I went with that as a \"normal\" valuation. It's displayed by the pink line in the chart below.\n- This year, EPS is expected to fall by 15%, followed by an expected recovery of 10% in 2024 and 12% growth in 2025.\n- Based on an 18.5x multiple and expected growth rates, the stock has a fair price target of roughly $268, which is roughly 14% above the current price.\nThis price target would imply a 9% annual total return through 2025, including its dividend.\nWith everything said so far, I'm looking to buy much more NSC stock in 2024, as I believe in its future plans and the potential of its increasing footprint in the North American rail industry.\nHowever, given its valuation and ongoing economic challenges, I prefer to wait for a 10-15% pullback in its stock price.\nAt that point, I believe the risk/reward is very attractive for long-term investors.\nMy rating remains Bullish, as I think this company remains in a great spot to beat the market on a long-term basis.\nTakeaway\nPositioned as an intermodal heavyweight, NSC stands out with a strategic focus on regaining market share from the trucking industry.\nThe commitment to offering consistently high-quality service, investments in the supply chain ecosystem, and collaborations with key partners like FEC and Canadian National highlight a forward-thinking approach.\nMeanwhile, the company's active role in reshaping supply chains, coupled with its pivotal role in the EV market, underscores NSC's significance in the evolving transportation landscape.\nWith a resilient dividend track record, strategic buybacks, and a good outlook, NSC is on my buy list for 2024.\nTest Drive iREIT© on Alpha For FREE (for 2 Weeks)\nJoin\niREIT on Alpha today to get the most in-depth research that includes REITs, mREITs, Preferreds, BDCs, MLPs, ETFs, and other income alternatives. 438 testimonials and most are 5 stars. Nothing to lose with our FREE 2-week trial.\nAnd this offer includes a\n2-Week FREE TRIAL plus Brad Thomas' FREE book.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.freightwaves.com/news/can-intermodal-rail-increase-its-market-share-by-25-by-2030",
      "https://www.prnewswire.com/news-releases/norfolk-southern-and-florida-east-coast-railway-expand-intermodal-service-for-customers-301939618.html",
      "https://freightwaves.com/news/can-intermodal-rail-increase-its-market-share-by-25-by-2030",
      "https://prnewswire.com/news-releases/norfolk-southern-and-florida-east-coast-railway-expand-intermodal-service-for-customers-301939618.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "s&p",
          "sentiment": "negative"
        },
        {
          "name": "norfolk southern",
          "sentiment": "none"
        },
        {
          "name": "unp",
          "sentiment": "none"
        },
        {
          "name": "nsc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "norfolk",
          "sentiment": "none"
        },
        {
          "name": "east palestine",
          "sentiment": "none"
        },
        {
          "name": "norfolk southern",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:17:55.440+02:00",
    "updated": "2023-12-29T00:17:55.440+02:00"
  },
  {
    "uuid": "93d842d3aedf0e312675f8317d857ce9e61c62b0",
    "url": "https://beforeitsnews.com/science-and-technology/2024/07/five-million-hits-3058433.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@beforeitsnews",
    "published": "2024-07-05T00:00:00Z",
    "title": "Five million hits! | Science and Technology | Before It's News",
    "text": "Five million hits! It’s pretty amazing to realise we’ve been running SV-POW! for nearly seventeen years now, since [1st October 2007](/v3/r2/?url=aHR0cHM6Ly9zdnBvdy5jb20vMjAwNy8xMC8wMS9oZWxsby13b3JsZC8=). And it’s astonishing, and gratifying, and even a tiny by humbling, to see how popular it’s been in its niche. That niche has turned out to be a bit bigger than we could have imagined, and I am delighted to say that earlier today we notched up our five millionth view! (See the bottom of the sidebar for a live count.) In this time, we’ve posted 1,622 articles (as well a 70 non-blogpost pages), and y’all have added 21,720 comments. So on Matt’s and my behalf, I thank you all for joining us on this wild ride. Your comments are a huge part of what makes this fun to do. We’ve always loved writing this blog, and we still do — and we have no plans to stop any time soon! [6th dorsal vertebra of the Tokyo Apatosaurus described by Upchurch et al (2005), in posterior view. Kindly supplied by Yukimitsu Tomida. ” data-medium-file=”https://svpow.com/wp-content/uploads/2024/07/d6-p.jpeg?w=188″ data-large-file=”https://svpow.com/wp-content/uploads/2024/07/d6-p.jpeg?w=480″ tabindex=”0″ role=”button” class=”size-full wp-image-22552″ src=”https://svpow.com/wp-content/uploads/2024/07/d6-p.jpeg” alt=”\" width=”480″ height=”765″ />](/v3/r2/?url=aHR0cHM6Ly9zdnBvdy5jb20vd3AtY29udGVudC91cGxvYWRzLzIwMjQvMDcvZDYtcC5qcGVn) Thank you all! I hope you enjoy the next seventeen years. Source: [https://svpow.com/2024/07/05/five-million-hits/](/v3/r2/?url=aHR0cHM6Ly9zdnBvdy5jb20vMjAyNC8wNy8wNS9maXZlLW1pbGxpb24taGl0cy8=) Anyone can [join](/v3/login/new/). Anyone can contribute. Anyone can become informed about their world. \"United We Stand\" [Click Here](/v3/login/new/)To Create Your Personal [Citizen Journalist](/v3/login/new/)Account Today, Be Sure To Invite Your Friends. Humic & Fulvic Liquid Trace Mineral Complex [HerbAnomic’s Humic and Fulvic Liquid Trace Mineral Complex](https://herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex) is a revolutionary New Humic and Fulvic Acid Complex designed to support your body at the cellular level. Our product has been thoroughly tested by an ISO/IEC Certified Lab for toxins and Heavy metals as well as for trace mineral content. We KNOW we have NO lead, arsenic, mercury, aluminum etc. in our Formula. This [Humic & Fulvic Liquid Trace Mineral complex](https://herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex) has high trace levels of naturally occurring Humic and Fulvic Acids as well as high trace levels of Zinc, Iron, Magnesium, Molybdenum, Potassium and more. There is a wide range of up to 70 trace minerals which occur naturally in our Complex at varying levels. We Choose to list the 8 substances which occur in higher trace levels on our supplement panel. We don’t claim a high number of minerals as other Humic and Fulvic Supplements do and leave you to guess which elements you’ll be getting. Order Your Humic Fulvic for Your Family by Clicking on this [Link](https://herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex) , or the Banner Below. Our Formula is an exceptional value compared to other [Humic Fulvic Minerals](https://herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex) because... It’s OXYGENATED It Always Tests at 9.5+ pH Preservative and Chemical Free Allergen Free Comes From a Pure, Unpolluted, Organic Source Is an Excellent Source for Trace Minerals Is From Whole, Prehisoric Plant Based Origin Material With Ionic Minerals and Constituents Highly Conductive/Full of Extra Electrons Is a Full Spectrum Complex Our [Humic and Fulvic Liquid Trace Mineral Complex](https://herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex) has Minerals, Amino Acids, Poly Electrolytes, Phytochemicals, Polyphenols, Bioflavonoids and Trace Vitamins included with the Humic and Fulvic Acid. Our Source material is high in these constituents, where other manufacturers use inferior materials. Try Our Humic and Fulvic Liquid Trace Mineral Complex today. Order Yours Today by Following This [Link](https://herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://svpow.com/wp-content/uploads/2024/07/d6-p.jpeg?w=188″",
      "https://herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex).",
      "https://herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex)",
      "https://svpow.com/wp-content/uploads/2024/07/d6-p.jpeg”",
      "https://svpow.com/2024/07/05/five-million-hits/",
      "https://svpow.com/wp-content/uploads/2024/07/d6-p.jpeg?w=480″",
      "https://www.svpow.com/wp-content/uploads/2024/07/d6-p.jpeg?w=480″",
      "https://svpow.com/wp-content/uploads/2024/07/d6-p.jpeg",
      "https://www.svpow.com/wp-content/uploads/2024/07/d6-p.jpeg”",
      "https://www.svpow.com/wp-content/uploads/2024/07/d6-p.jpeg?w=188″",
      "https://www.herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex).",
      "https://www.herbanomics.com/products/humic-fulvic-liquid-trace-mineral-complex)",
      "https://svpow.com/2024/07/05/five-million-hits",
      "https://www.svpow.com/2024/07/05/five-million-hits/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matt",
          "sentiment": "none"
        },
        {
          "name": "upchurch",
          "sentiment": "none"
        },
        {
          "name": "yukimitsu tomida",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T08:39:48.748+03:00",
    "updated": "2024-07-05T08:39:48.748+03:00"
  },
  {
    "uuid": "4c96142a544bd5013107e0870831c4c75e35122c",
    "url": "https://www.fxstreet.com/news/boeing-misses-out-on-fed-cut-rally-as-workers-strike-for-first-time-in-16-years-202409131707",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FXStreet",
    "published": "2024-09-13T17:07:00Z",
    "title": "Boeing slides as workforce strikes for first time in 16 years",
    "text": "- 33,000 Boeing workers walk off the job on Friday. - Workers want a 40% increase in pay over four years. - Wall Street trades higher as Bill Dudley calls for 50 bps cut. - Inflation expectations fall to lowest level in eight months. The market has reached euphoria on Friday, but Boeing (BA) is the Dow Jones stock most left out of the rally. A major strike, the first in a decade and a half, has brought further uncertainty to the aeronautics company beset by a slew of internal issues. The Dow Jones Industrial Average (DJIA) has gained 0.9% on Friday, leading the other indices as Wall Street hopes grow for a 50 bps interest rate cut from the Federal Reserve (Fed) at the September 18 meeting next week. It was [already helped along on Thursday](https://www.fxstreet.com/news/dow-jones-industrial-average-breaks-late-after-us-ppi-print-202409121742) by late-breaking [Producer Price Index](https://www.fxstreet.com/economic-calendar) (PPI) data. Boeing stock is off 3.4% at the time of writing. Boeing stock news About 96% of Boeing’s unionized workforce voted in favor of a strike late Thursday night. There are 33,000 members of the International Association of Machinists & Aerospace Workers (IAM) at Boeing, and the union requires a two-thirds majority in order to effect a walkout. The difference between the union and Boeing management is primarily the latter’s offer of a 25% salary raise that would be implemented over the course of four years. The union and vast majority of workers are asking for a 40% raise. The work stoppage, the first since 2008, will affect production of the company’s 737 MAX line of airplanes and could cost the company as much as $1.5 billion if it lasts for 30 days, according to reports from CNBC. The strike comes after years of worrying events at America’s largest exporter. Boeing has faced lawsuits and government investigations since 2018 following passenger airline crashes in Ethiopia and Indonesia. Safety issues and the murder of an engineering whistleblower have also placed a dark cloud above the company’s prospects. Shares have shed 40% this year alone and 58% over the past five years. Wall Street grows excited for 50 bps Chances of a 50 bps interest rate cut next Wednesday have soared from 28% to 43% on Friday, according to data from the CME Group’s FedWatch Tool. A multitude of factors have surfaced overnight to make that the case. In Friday’s University of Michigan Consumer Sentiment Index, the year-ahead inflation expectations fell for the fourth month in a row to 2.7%. That is the lowest level since December 2020. Additionally, a report from the Labor Department on Friday found that import prices in August dropped by the most in eight months. Articles in the Financial Times and The Wall Street Journal both emphasized that despite 25 bps being the mainstream expectation at next Wednesday’s Federal Open Market Committee (FOMC) meeting, it is really a tossup based on conversations among those in the know. Former New York [Fed](https://www.fxstreet.com/macroeconomics/central-banks/fed) President Bill Dudley, who is thought to be aware of current internal FOMC conversations, highlighted a “strong case” for a deeper cut. Goldman Sachs has been outspoken about the need for a 50 bps cut over the past week as well. Boeing stock chart Seen from a monthly [chart](https://www.fxstreet.com/rates-charts/chart) perspective, Boeing's travails are really brought home. The best one can hope for is that the $120 level holds. That level supported price action back in 2020 and 2022. BA monthly stock chart Information on these pages contains forward-looking statements that involve risks and uncertainties. Markets and instruments profiled on this page are for informational purposes only and should not in any way come across as a recommendation to buy or sell in these assets. You should do your own thorough research before making any investment decisions. FXStreet does not in any way guarantee that this information is free from mistakes, errors, or material misstatements. It also does not guarantee that this information is of a timely nature. Investing in Open Markets involves a great deal of risk, including the loss of all or a portion of your investment, as well as emotional distress. All risks, losses and costs associated with investing, including total loss of principal, are your responsibility. The views and opinions expressed in this article are those of the authors and do not necessarily reflect the official policy or position of FXStreet nor its advertisers. The author will not be held responsible for information that is found at the end of links posted on this page. If not otherwise explicitly mentioned in the body of the article, at the time of writing, the author has no position in any stock mentioned in this article and no business relationship with any company mentioned. The author has not received compensation for writing this article, other than from FXStreet. FXStreet and the author do not provide personalized recommendations. The author makes no representations as to the accuracy, completeness, or suitability of this information. FXStreet and the author will not be liable for any errors, omissions or any losses, injuries or damages arising from this information and its display or use. Errors and omissions excepted. The author and FXStreet are not registered investment advisors and nothing in this article is intended to be investment advice. Recommended content Editors’ Picks [](https://www.fxstreet.com/currencies/eurusd) [EUR/USD clings to gains near 1.1100 as USD struggles to rebound](https://www.fxstreet.com/currencies/eurusd) EUR/USD builds on Thursday's gains and trades in positive territory near 1.1100 in the American session on Friday. The US Dollar struggles to hold its ground despite the upbeat consumer sentiment data for September, allowing the pair to stretch higher. [EUR/USD News](https://www.fxstreet.com/news?q=&hPP=17&idx=FxsIndexPro&p=0&dFR%5BTags%5D%5B0%5D=EURUSD) [](https://www.fxstreet.com/currencies/gbpusd) [GBP/USD edges higher toward 1.3150 on improving risk mood](https://www.fxstreet.com/currencies/gbpusd) GBP/USD edges higher toward the 1.3150 area in the second half of the day on Friday. The improving risk mood, as reflected by rising US stock indexes, makes it difficult for the USD to find demand and supports the pair heading into the weekend. [GBP/USD News](https://www.fxstreet.com/news?q=&hPP=17&idx=FxsIndexPro&p=0&dFR%5BTags%5D%5B0%5D=GBPUSD) [](https://www.fxstreet.com/markets/commodities/metals/gold) [Gold climbs to new record-high above $2,580](https://www.fxstreet.com/markets/commodities/metals/gold) Gold preserves its bullish momentum and trades near $2,580 after setting a new record-high slightly above this level. The 10-year US Treasury bond yield stays in the red below 3.7% as markets reassess the odds of a large Fed rate cut, helping XAU/USD push higher. [Gold News](https://www.fxstreet.com/news?q=&hPP=17&idx=FxsIndexPro&p=0&dFR%5BTags%5D%5B0%5D=Gold) [](https://www.fxstreet.com/cryptocurrencies/news/crypto-today-wazirx-exploiter-moves-nearly-12-million-ether-to-new-address-bitcoin-eth-post-gains-202409131345) [Crypto Today: WazirX exploiter moves nearly $12 million Ether to new address, Bitcoin, ETH post gains](https://www.fxstreet.com/cryptocurrencies/news/crypto-today-wazirx-exploiter-moves-nearly-12-million-ether-to-new-address-bitcoin-eth-post-gains-202409131345) Bitcoin trades above $58,000 at the time of writing, adding 2% to its value this week. Ethereum hovers around $2,300 as WazirX exchange exploiter moves 5,000 Ether to a new wallet address and a crypto mixer. [Read more](https://www.fxstreet.com/cryptocurrencies/news/crypto-today-wazirx-exploiter-moves-nearly-12-million-ether-to-new-address-bitcoin-eth-post-gains-202409131345) [](https://www.fxstreet.com/news/european-central-bank-widely-expected-to-cut-interest-rates-in-september-202409120700) [European Central Bank widely expected to cut interest rates in September](https://www.fxstreet.com/news/european-central-bank-widely-expected-to-cut-interest-rates-in-september-202409120700) The European Central Bank is expected to cut key rates by 25 bps at the September policy meeting. ECB President Christine Lagarde’s presser and updated economic forecasts will be closely scrutinized for fresh policy cues. [Read more](https://www.fxstreet.com/news/european-central-bank-widely-expected-to-cut-interest-rates-in-september-202409120700) [](https://www.fxstreet.com/brokers/reviews/moneta-markets) [Moneta Markets review 2024: All you need to know](https://www.fxstreet.com/brokers/reviews/moneta-markets) VERIFIED In this review, the FXStreet team provides an independent and thorough analysis based on direct testing and real experiences with Moneta Markets – an excellent broker for novice to intermediate forex traders who want to broaden their knowledge base. [Read More](https://www.fxstreet.com/brokers/reviews/moneta-markets)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T22:39:08.775+03:00",
    "updated": "2024-09-13T22:39:08.775+03:00"
  },
  {
    "uuid": "c8c255ebe962a961c31320023d0d0ef5eeaec2ca",
    "url": "https://caracol.com.co/2023/12/29/capturamos-casi-a-todos-los-cabecillas-de-las-bandas-juan-carlos-tamayo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julio Montiel\"/>",
    "published": "2023-12-29T23:15:00Z",
    "title": "“Capturamos casi a todos los cabecillas de las bandas”: Juan Carlos Tamayo",
    "text": "Tolima\nEl alcalde del El Espinal, Juan Carlos Tamayo, en diálogo con Caracol Radio se refirió en el cierre de su mandato a las obras y proyectos que se desarrollaron durante los 4 años de su gobierno en este municipio.\nSegún Tamayo, se adelantó la pavimentación de 185 cuadras, vías a las que se les cambió el sistema de acueducto y alcantarillado, llegando al 60% de la ciudad, en materia financiera la empresa de servicios públicos logró utilidades de alrededor a los $3.500 millones.\nTambién en infraestructura, se construyó la vía alterna a Chicoral, en este este corregimiento se realizó el plan maestro de acueducto y alcantarillado , además en la zona rural de la segunda ciudad del departamento, se adelantó un plan de gasificación.\n“Somos el municipio que más invierte recursos en estímulos educativos en el departamento, en materia de plan de desarrollo tenemos el primer puesto en la región con el 91% , a nivel deportivo el presupuesto pasó de $400 millones a más de $1.600 millones, en materia de cultura logramos sacar a los jóvenes de las calles a las aulas”, dijo Tamayo.\nEn materia de seguridad, aseguró que se realizaron más de 150 capturas en el 2024 , que sirvieron para disminuir las cifras de homicidios y hechos delincuenciales.\n“ Capturamos casi a todos los cabecillas de las bandas delincuenciales y eso ha llevado a que el municipio baje los índices de hurto, sicariato, los hemos bajado, hicimos un trabajo muy importante de la mano de la Policía Nacional, el CTI y el Ejército”, manifestó el alcalde.\nA la vez resaltó que, en los 4 años no asumió nueva deuda y logró pagar el 40% de los créditos , por otra parte, sostuvo que el presupuesto del municipio pasó de $60 mil millones a $120 mil millones al recaudar importantes recursos en materia de impuestos.\n“ Realizamos la legalización de predios a título gratuito a personas que llevaban más de 35 años solicitándolo, a la vez vimos la necesidad de vivienda por eso entregamos 100 subsidios por año para que personas adquirieran su inmueble”, indicó.\nPor otra parte, resaltó que, en materia social se hizo una importante inversión “ Tenemos el hogar de paso, la casa de la mujer , tenemos personas en condición de discapacidad haciendo pan, trabajando en el taller de modistería y en mantenimiento de bicicletas”.\nFinalmente, sostuvo que, en materia de escenarios deportivos se construyó la Villa Olímpica para diferentes disciplinas y en obras quedó por cumplir la construcción del colector norte.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T06:28:03.005+02:00",
    "updated": "2023-12-30T06:28:03.005+02:00"
  },
  {
    "uuid": "d39483e0310c6cf0ee099354d6a514ec444d8d06",
    "url": "https://www.20minutes.fr/societe/4121513-20241115-maine-loire-communes-plus-acces-adsl-janvier-2025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Roxane Mirambet",
    "published": "2024-11-15T11:04:00Z",
    "title": "Maine-et-Loire : Ces communes n’auront plus accès à l’ADSL en janvier 2025",
    "text": "Maine-et-Loire : Ces communes n’auront plus accès à l’ADSL en janvier 2025 tous à la FIBRE•Un peu plus de vingt-cinq ans après le début de son arrivée en France, l’ADSL tire progressivement sa révérence20 Minutes avec agences Le réseau cuivre n’existera plus en France d’ici 2030. Peu à peu, tous les réseaux d’ADSL vont fermer et l’installation d’une prise fibre ne sera plus une option pour les Français les plus réticents. Comme le rapporte [Ouest France](https://www.ouest-france.fr/pays-de-la-loire/maine-et-loire/en-janvier-2025-sept-communes-du-maine-et-loire-diront-au-revoir-a-ladsl-76352624-a28f-11ef-b6a1-2ff37ea87989), alors que plusieurs départements ont déjà dit au revoir à cette technologie, en janvier 2025, sept autres communes du [Maine-et-Loire](https://www.20minutes.fr/dossier/maine-et-loire) seront concernées. Franck Coudrieau, délégué régional ouest Altice-SFR, a expliqué à nos confrères qu’il était nécessaire pour ces habitants de se raccorder au plus vite à la fibre, même si son installation était relativement rapide. Quelles sont les communes concernées ? Le délégué régional a également précisé que cette technologie, brevetée en 1998, ne suffisait plus aux besoins des Français aujourd’hui : « Avec l’arrivée du streaming et du télétravail, il faut un signal plus fort, d’où l’importance de se raccorder à la fibre. » Bien trop coûteux en entretien, ces réseaux appartiendront bientôt au passé pour les communes de Vezins, Toutlemonde, Chanteloup-les-Bois ou encore Les Cerqueux, Nuaillé et Somloire. Pour pouvoir profiter encore du téléphone fixe et d’Internet, les habitants devront passer à [la fibre](https://www.20minutes.fr/societe/4111570-20240923-comment-orange-va-prendre-eteindre-progressivement-vieux-reseau-cuivre) avant le 27 janvier prochain. À lire aussi",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.ouest-france.fr/pays-de-la-loire/maine-et-loire/en-janvier-2025-sept-communes-du-maine-et-loire-diront-au-revoir-a-ladsl-76352624-a28f-11ef-b6a1-2ff37ea87989),",
      "https://ouest-france.fr/pays-de-la-loire/maine-et-loire/en-janvier-2025-sept-communes-du-maine-et-loire-diront-au-revoir-a-ladsl-76352624-a28f-11ef-b6a1-2ff37ea87989),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T14:27:08.493+02:00",
    "updated": "2024-11-15T14:27:08.493+02:00"
  },
  {
    "uuid": "b931673447b6ff019ce059576dc78a1a8319da39",
    "url": "https://sipse.com/novedades-yucatan/yucateca-gana-medalla-de-plata-en-los-juegos-paralimpicos-paris-2024-476633.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Novedades Yucatán",
    "published": "2024-09-05T21:07:00Z",
    "title": "Yucateca gana medalla de plata en los Juegos Paralímpicos París 2024",
    "text": "Yucateca gana medalla de plata en los Juegos Paralímpicos París 2024 La yucateca Gilda Cota se llevó el segundo lugar en la final de impulso de bala F33. Hoy un buen día para Yucatán: la paisana Gilda Guadalupe Cota Vera se llevó la medalla de plata, con récord de América, al registrar 7.89 metros en la final de impulso de bala F33, en el séptimo día del para atletismo de los Juegos Paralímpicos París 2024. La yucateca de 34 años cumplió en París 2024 su debut paralímpico, en el Stade de France, en donde registró cinco intentos válidos por 7.85, 7.31, 7.28, 7.89 y 7.63 metros. “Estoy súper contenta, agradecida con mi cuerpo, con la gente que estuvo apoyando porque sí se pudo, sobre todo con mi cuerpo que hoy me permitió esta medalla de plata, ya que antes de viajar a París recibí un tratamiento tipo quimio, que obviamente te baja (el rendimiento), entonces veníamos batallando con las marcas, veíamos muy complicado el pelear por una medalla, pero hoy me levanté y dije lo tengo que hacer, Gilda se dijo un día que iba a sorprender a la vida y hoy lo hicimos”, compartió Gilda Cota en entrevista con la Conade. La campeona mundial en Kobe 2024 vivió una jornada llena de emociones que pudo externar hasta que concluyó su prueba y se supo ganadora del segundo lugar. “Estaba yo en shock porque cuando terminé de lanzar, levanté la cabeza y vi la magnitud del estadio, toda la gente y me dije, lo hiciste, te lo propusiste y lo lograste, fue algo maravilloso la verdad, mi pecho latía muy rápido, como que no me la creía y hasta que terminamos, me dijo mi entrenador, lo hiciste y fue como wow, soy medallista paralímpica”, resaltó la para atleta, quien entrena bajo la supervisión de Juan Paredes y Andrés Ibarra. El primer lugar fue para la china Qing Wu, quien estableció récord paralímpico con 7.98 metros. La presea de bronce correspondió a Svetlana Krivenok de Atletas Paralímpicos Neutrales, con un registro de 7.74 metros. Por Angélica Pacheco/Conade",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T01:05:09.117+03:00",
    "updated": "2024-09-06T01:05:09.117+03:00"
  }
]