[
  {
    "uuid": "c9633a4a4d643731725b115dceeb3c470283086f",
    "url": "https://aleteia.org/2024/06/02/how-we-all-become-missionaries-of-the-eucharist",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Philip Kosloski",
    "published": "2024-06-02T13:00:00Z",
    "title": "How we all become missionaries of the Eucharist",
    "text": "It can be tempting to attend Mass every Sunday and then to go back to our everyday lives as if nothing happened. However, Christ did not institute the Eucharist so that we could live ordinary lives, but so that we could become, “missionaries” in the world. We may not be called to become a full-time volunteer at our local soup kitchen, but we are challenged to bring Christ to every person we meet. St. John Paul II commented on this aspect of the Eucharist on the [World Day for Missions in 2004](https://www.vatican.va/content/john-paul-ii/en/messages/missions/documents/hf_jp-ii_mes_20040429_world-day-for-missions-2004.html): At the end of every Mass, when the celebrant takes leave of the assembly with the words “Ite, Missa est,” all should feel they are sent as “missionaries of the Eucharist” to carry to every environment the great gift received. In fact anyone who encounters Christ in the Eucharist cannot fail to proclaim through his or her life the merciful love of the Redeemer. This is a mission that we are all given every time we attend Mass, whether we realize it or not. This doesn’t mean that everyone is supposed to start a Bible study at their place of work, or inside their retirement home. What it does mean is that each person needs to discern how God is calling them to be a missionary and spread the Gospel of Christ through their lives. One way to discern that calling is to return to the Church for Eucharistic adoration, as St. John Paul II recommends: To live the Eucharist it is necessary, as well, to spend much time in adoration in front of the Blessed Sacrament, something which I myself experience every day drawing from it strength, consolation and assistance (cfr Ecclesia de Eucharistia, 25). The Eucharist, the Second Vatican Council affirms, “is the source and summit of all Christian life” (Lumen gentium, 11), “the source and summit of all evangelization.” He goes even further to say that Eucharistic adoration is essential to being a missionary: How could the Church fulfil her vocation without cultivating a constant relationship with the Eucharist, without nourishing herself with this food which sanctifies, without founding her missionary activity on this indispensable support? To evangelise the world there is need of apostles who are “experts” in the celebration, adoration and contemplation of the Eucharist. St. Teresa of Calcutta is one example of someone who balanced a life of mission with Eucharistic adoration. The next time we attend Mass, may we remember how we are being sent into the world to live a Eucharistic life. [Prayer to live a eucharistic way of life](/2022/06/17/prayer-to-live-a-eucharistic-way-of-life/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.vatican.va/content/john-paul-ii/en/messages/missions/documents/hf_jp-ii_mes_20040429_world-day-for-missions-2004.html",
      "https://vatican.va/content/john-paul-ii/en/messages/missions/documents/hf_jp-ii_mes_20040429_world-day-for-missions-2004.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john paul ii",
          "sentiment": "none"
        },
        {
          "name": "missa",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T17:10:17.351+03:00",
    "updated": "2024-06-03T15:38:57.757+03:00"
  },
  {
    "uuid": "bbfdeb39f577e145ff49e200d05b09e3b4de6c34",
    "url": "https://www.mondialisation.ca/un-plan-daction-geopolitique-inavoue-le-regime-de-kiev-abat-un-avion-de-transport-russe-il-76md-avec-des-prisonniers-de-guerre-du-bataillon-azov-a-bord/5685922",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Drago Bosnic",
    "published": "2024-02-01T21:13:00Z",
    "title": "Un plan d’action géopolitique tacite ? Le régime de Kiev abat un avion de transport russe Il-76MD avec des prisonniers de guerre du bataillon Azov à bord",
    "text": "Un plan d’action géopolitique tacite ? Le régime de Kiev abat un avion de transport russe Il-76MD avec des prisonniers de guerre du bataillon Azov à bord\nContexte (géo)politique de l'accident de l'Il-76MD\nLorsque le régime de Kiev a\nabattu un avion de transport russe Il-76MD transportant des prisonniers de guerre ukrainiens le 24 janvier, les Nations unies ont déclaré qu’elles attendaient toujours des preuves de l’identité de l’auteur de l’abattage. Et ce, bien que les forces de la junte néonazie se soient immédiatement vantées d’avoir abattu l’avion, avant de se rétracter par la suite. Les prisonniers de guerre ukrainiens étaient en route pour un échange de prisonniers, pour lequel la partie russe a déjà fourni des preuves, alors que l’échange était prévu. De plus, le 31 janvier, un important échange de prisonniers de guerre a eu lieu, prouvant une fois de plus que Moscou est toujours déterminée à honorer les accords internationaux, ce qui contraste fortement avec le régime de Kiev qui a tué plus de 70 innocents, dont 65 Ukrainiens, ses propres citoyens.\nLe Kremlin a montré que la junte néo-nazie avait effectivement abattu l’avion, les données préliminaires suggérant qu’un système « Patriot » de fabrication américaine ou un système IRIS-T SAM (missile surface-air) de fabrication allemande ont été utilisés (\npeut-être même opérés par du personnel de l’OTAN). Une enquête plus approfondie montre que l’Il-76MD a très probablement été abattu par une ogive cinétique, ce qui indique que le « Patriot » est le responsable le plus vraisemblable. D’un autre côté, l’armée russe vient de détruire un IRIS-T dans l’oblast (région) de Kharkov, de sorte que cette possibilité ne doit pas être totalement exclue. Quoi qu’il en soit, il est parfaitement clair qui a abattu le gros avion de transport. Mais l’ONU refuse de le reconnaître et le « mieux » qu’elle puisse faire est de publier des déclarations insipides sur la prétendue « responsabilité des deux parties ».\nLa sous-secrétaire générale de l’ONU aux affaires politiques et à la consolidation de la paix, Rosemary DiCarlo, de nationalité américaine, a « exhorté toutes les parties concernées à s’abstenir d’actions, de rhétorique ou d’allégations susceptibles d’alimenter davantage le conflit déjà dangereux ».\nCes déclarations pseudo-diplomatiques ne servent qu’à dissimuler la responsabilité du régime de Kiev. Ce n’est guère surprenant, car l’ONU et d’autres soi-disant « organisations internationales » dominées par l’Occident ont démontré à maintes reprises qu’elles n’avaient pas d’avenir. Moscou a déjà refusé d’autoriser l’OSCE à prétendument « enquêter » sur l’incident, car son allégeance à l’OTAN est également indéniable à ce stade. De plus, des preuves troublantes découvertes il y a près de deux ans ont montré que l’OSCE aidait les forces de la junte néonazie depuis son déploiement dans le Donbass il y a près de dix ans.\nÉvidemment, l’Occident politique est prêt à tout pour dissimuler ce fait. Et pourtant, ils ne sont pas les seuls. L’abattage de l’Il-76MD par le régime de Kiev soulève de nombreuses questions, d’autant plus qu’il a démontré à plusieurs reprises qu’il était prêt à prendre pour cible ses propres prisonniers de guerre. Il est presque certain qu’il s’agit d’une opération de camouflage, car\n l’avion de transport transportait également une douzaine de membres du « bataillon Azov ». Une fois encore, ce n’est pas la première fois que la junte néonazie s’en prend à ses plus loyaux hommes de main. En effet, le 29 juillet 2022, elle a détruit un camp de prisonniers de guerre russes abritant précisément des membres du « Bataillon Azov » (environ 150 d’entre eux) qui s’étaient rendus dans la région d’Azovstal. Cette unité était connue pour ses crimes de guerre horribles contre la population du Donbass depuis le moment où les États-Unis/l’OTAN ont orchestré la guerre en Ukraine en 2014.\nEn les tuant, le régime de Kiev a également éliminé la possibilité que ces prisonniers de guerre révèlent\nson implication directe dans les crimes de guerre en équation. Bien entendu, il est presque certain qu’il ne l’admettra jamais, car il serait « trop gênant » d’avoir à expliquer la mort d’autres prisonniers de guerre ukrainiens, en particulier à leurs familles qui étaient impatientes de les voir après des mois, voire des années. D’un autre côté, l’incident s’inscrit clairement dans le cadre de la lutte de pouvoir interne qui s’intensifie rapidement à Kiev, en particulier entre les autorités civiles et l’armée. En mai 2022, lorsque les néonazis se sont rendus à Azovstal, Zelensky était à la fois furieux et terrifié par les conséquences, d’autant plus que l’on évoquait la possibilité que du personnel de l’OTAN soit présent à cet endroit. Il leur en veut depuis lors (ou peut-être même avant).\nEn effet, bien qu’il ait parlé publiquement de la priorité de l’échange et du retour des prisonniers de guerre du « Bataillon Azov », ses relations tendues avec eux étaient évidentes avant même l’opération militaire spéciale (SMO). En 2019, alors qu’il se présentait comme le prétendu « candidat de la paix », M. Zelensky a été immédiatement considéré comme une « menace » et a même eu des discussions houleuses avec eux. Depuis lors, il a toujours nourri des doutes et de la méfiance à l’égard des bataillons néonazis et de l’armée dans son ensemble. Leur pouvoir politique et\nleurs liens avec ses rivaux ont toujours mis Zelensky mal à l’aise en leur présence. Sa plus grande crainte est que les membres du « bataillon Azov » s’engagent dans la politique, voire organisent un « nouveau Maïdan ». Ces craintes ne sont pas totalement infondées, car nombre d’entre eux lui vouent une haine farouche en raison de ses origines juives.\nOn peut dire que cela lui donne raison, car Zelensky lui-même (ainsi que\nses bailleurs de fonds de l’OTAN) a tenté de blanchir la réputation du « bataillon Azov ». Néanmoins, d’éminents néonazis, tels que le chef du « Bataillon Azov », Denis Prokopenko (nom de code Radis), ont l’intention de contester son autorité. Certaines sources affirment que Prokopenko voulait organiser une réunion avec les prisonniers de guerre du « Bataillon Azov » échangés, au cours de laquelle il entendait critiquer l’ineptie de la direction de Zelensky, en particulier son incapacité à obtenir une « aide » financière et des armes de l’Occident, et condamner l’annulation de l’élection présidentielle. Prokopenko est également soutenu par d’autres organisations néonazies telles que le « Secteur droit », qui n’est pas moins célèbre pour ses propres crimes de guerre dans le Donbass et ailleurs.\nTout porte à croire que les militaires sont également du côté de Prokopenko, ce qui laisse supposer que même Zaluzhny pourrait être impliqué. Cela n’est guère surprenant étant donné leurs relations tendues (\nsinon déjà hostiles). Certains accusent même ouvertement Zelensky de ne pas se soucier de la vie des soldats et de l’armée dans son ensemble, en raison de sa tendance à contourner les ordres de Zaluzhny et à les envoyer à une mort certaine.\nLa motivation de Zelensky pour s’assurer que les membres du « Bataillon Azov » ne reviennent jamais est donc très forte, car ils auraient pu saper\nsa mainmise sur le pouvoir. Selon certaines sources, on ne sait toujours pas si les unités SAM ont été tenues dans l’ignorance ou si elles ont reçu l’ordre spécifique de cibler l’Il-76MD. Quoi qu’il en soit, cela a été fait en dépit de l’avertissement donné à l’avance par la partie russe.\nDrago Bosnic\nArticle original en anglais :\nUnspoken Geopolitical Agenda? Kiev Regime Shoots Down Russia Il-76MD Transport Plane with Azov Battalion POWs on Board\nArticle en anglais publié initialement sur le site\nInfoBrics.\nTraduction :\nMondialisation.ca\nSource de l’image : InfoBrics\n*\nDrago Bosnic est un analyste géopolitique et militaire indépendant. Il contribue régulièrement à\nGlobal Research.\nDrago Bosnic, Mondialisation.ca, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://infobrics.org/post/38572",
      "https://infobrics.org/post/39521",
      "https://www.osce.org/special-monitoring-mission-to-ukraine-closed",
      "https://dppa.un.org/en/mtg-sc-9537-usg-dicarlo-ukraine-25-jan-2024#:~:text=What%20is%20clear%20is%20that,fuel%20the%20already%20dangerous%20conflict.",
      "https://infobrics.org/post/39314",
      "https://infobrics.org/post/40350/",
      "https://www.zerohedge.com/military/russian-plane-65-prisoners-crashes-near-belgorod",
      "https://www.newsweek.com/evidence-war-crimes-committed-ukrainian-nationalist-volunteers-grows-269604",
      "https://infobrics.org/post/35752",
      "https://infobrics.org/post/35492",
      "https://infobrics.org/post/35575",
      "https://infobrics.org/post/37112",
      "https://southfront.press/russia-and-ukraine-launched-large-prisoner-exchange/",
      "https://infobrics.org/post/37212/",
      "https://infobrics.org/post/40066",
      "https://www.globalresearch.ca/geopolitical-background-il-76md-shootdown/5848274",
      "https://infobrics.org/post/40092",
      "https://infobrics.org/post/40312",
      "https://infobrics.org/post/39258",
      "https://www.globalresearch.ca",
      "https://www.unz.com/aanglin/the-ukraine-launches-himarss-to-kill-their-own-pows-in-russian-camp-blames-russia/",
      "https://tass.com/russia/1737515",
      "https://infobrics.org/post/38259",
      "https://infobrics.org/post/35868/",
      "https://infobrics.org/post/40377/",
      "https://english-pravda-ru.turbopages.org/english.pravda.ru/s/news/hotspots/158766-il_76_crash/",
      "https://infobrics.org/post/40366/",
      "https://www.infobrics.org/post/38572",
      "https://www.infobrics.org/post/40377/",
      "https://www.infobrics.org/post/40350/",
      "https://zerohedge.com/military/russian-plane-65-prisoners-crashes-near-belgorod",
      "https://newsweek.com/evidence-war-crimes-committed-ukrainian-nationalist-volunteers-grows-269604",
      "https://infobrics.org/post/40350",
      "https://southfront.press/russia-and-ukraine-launched-large-prisoner-exchange",
      "https://infobrics.org/post/40377",
      "https://www.infobrics.org/post/37212/",
      "https://infobrics.org/post/37212",
      "https://www.infobrics.org/post/35575",
      "https://www.english-pravda-ru.turbopages.org/english.pravda.ru/s/news/hotspots/158766-il_76_crash/",
      "https://infobrics.org/post/35868",
      "https://www.infobrics.org/post/40092",
      "https://www.infobrics.org/post/35868/",
      "https://www.infobrics.org/post/35492",
      "https://www.dppa.un.org/en/mtg-sc-9537-usg-dicarlo-ukraine-25-jan-2024#:~:text=What%20is%20clear%20is%20that,fuel%20the%20already%20dangerous%20conflict.",
      "https://www.southfront.press/russia-and-ukraine-launched-large-prisoner-exchange/",
      "https://www.tass.com/russia/1737515",
      "https://www.infobrics.org/post/40366/",
      "https://www.infobrics.org/post/39314",
      "https://www.infobrics.org/post/39258",
      "https://globalresearch.ca",
      "https://www.infobrics.org/post/39521",
      "https://infobrics.org/post/40366",
      "https://osce.org/special-monitoring-mission-to-ukraine-closed",
      "https://www.infobrics.org/post/35752",
      "https://www.infobrics.org/post/37112",
      "https://www.infobrics.org/post/38259",
      "https://unz.com/aanglin/the-ukraine-launches-himarss-to-kill-their-own-pows-in-russian-camp-blames-russia/",
      "https://english-pravda-ru.turbopages.org/english.pravda.ru/s/news/hotspots/158766-il_76_crash",
      "https://www.infobrics.org/post/40066",
      "https://globalresearch.ca/geopolitical-background-il-76md-shootdown/5848274",
      "https://www.unz.com/aanglin/the-ukraine-launches-himarss-to-kill-their-own-pows-in-russian-camp-blames-russia",
      "https://www.infobrics.org/post/40312"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:05:03.588+02:00",
    "updated": "2024-02-02T02:05:03.588+02:00"
  },
  {
    "uuid": "3950b18f042f5d5ad7df6389a280a698ff8d3017",
    "url": "https://forbes.com.mx/disney-world-reabrira-el-viernes-sus-parques-en-florida-tras-el-paso-de-milton",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Forbes Staff",
    "published": "2024-10-11T00:30:00Z",
    "title": "Disney World reabrirá el viernes sus parques en Florida tras el paso de Milton",
    "text": "Los populares parques temáticos de Disney de Orlando, en el centro de Florida, abrirán de nuevo sus puertas al público este viernes, tras el cierre temporal por la llegada del huracán Milton, que tocó tierra en la noche del miércoles y cruzó el estado de oeste a este.\n“Estamos agradecidos de que Walt Disney World Resort haya resistido la tormenta y actualmente estamos evaluando los impactos en nuestra propiedad para prepararnos para reabrir los parques temáticos, Disney Springs y posiblemente otras áreas el viernes 11 de octubre”, dijo este jueves Walt Disney World en su sitio web.\nLee: Huracán Milton provoca tornados y deja a millones sin electricidad en Florida\nLa empresa expresó su solidaridad con los ciudadanos que se vieron afectados por Milton, que ha cobrado al menos la vida de una docena de personas y dejado una gran destrucción a su paso, con tornados mortales, graves inundaciones y cortes de electricidad que todavía afectan a tres millones de usuarios.\nEl complejo de entretenimiento, ubicado a 32 kilómetros al suroeste de Orlando, que sufrió fuertes lluvias y cortes de energía, cerró sus parques temáticos el miércoles por la tarde, horas antes del golpe del huracán, que entró por la costa oeste central de Florida.\nAsí pues, los parques temáticos Disney’s Animal Kingdom, Disney’s Hollywood Studios, Magic Kingdom, EPCOT y Disney Spring reabrirán el viernes desde primeras horas de la mañana.\nPermanecen cerrados por remodelación La Princesa de Cristal y Jungle Cruise.\nDe igual manera, el Centro Espacial Kennedy de la NASA, ubicado en la costa este de Florida, anunció hoy que reabrirá sus puertas a los visitantes el próximo sábado a partir de las 9:00 hora local\nLa agencia espacial cerró el miércoles sus instalaciones y activó el “estado de confinamiento”, una fase denominada ‘HURCON’, a la espera de la inminente llegada del huracán Milton.\nSe espera que todas las atracciones, exhibiciones y eventos programados, así como el recorrido en autobús por el centro espacial, estén abiertos en su horario habitual.\nLee: Cierra Centro Espacial Kennedy de Florida ante llegada de huracán Milton\n“El complejo para visitantes del Centro Espacial Kennedy estará aquí para apoyar a la comunidad y a los miembros de nuestra tripulación mientras comienzan a reparar y reconstruir” las zonas dañadas tras el golpe de Milton.\nMientras Florida hace recuento de las víctimas y daños causados por Milton, el huracán se convirtió hoy en un fenómeno extratropical en aguas del Atlántico, a 320 kilómetros al este-noreste de Cabo Cañaveral, en la costa oeste de Florida\nCon información de EFE\nInspírate, descubre y comparte. ¡Síguenos y encuentra lo que buscas en nuestro Instagram!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/forbesmexico/",
      "https://www.instagram.com/forbesmexico",
      "https://instagram.com/forbesmexico/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Milton",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T04:22:38.480+03:00",
    "updated": "2024-10-11T04:22:38.480+03:00"
  },
  {
    "uuid": "4d614e6bf7d3b777b2bff49bfb10dc44c1fe1747",
    "url": "https://telanganatoday.com/more-than-55000-dead-in-gaza-as-israel-hamas-war-rages-on",
    "ord_in_thread": 0,
    "author": "Telangana Today",
    "published": "2025-06-12T05:51:00Z",
    "title": "More than 55,000 dead in Gaza as Israel-Hamas war rages on-Telangana Today",
    "text": "Deir al-Balah: The Palestinian death toll from the 20-month Israel-Hamas war passed 55,000, the Gaza Health Ministry said Wednesday, and hospitals said at least 21 people were killed while on their way to aid distribution sites.\nThe circumstances of the deaths reported near the sites were not immediately clear. The Israeli army said Wednesday it fired warning shots in central Gaza toward “suspects” that posed a threat to troops.\nThe Gaza Humanitarian Foundation, which operates the aid distribution sites, said at least five of its local aid workers were killed in an attack that it blamed on Hamas as they headed to one of the centres. The Gaza Health Ministry doesn’t distinguish between civilians and combatants, but has said that women and children make up more than half the 55,000 dead.\nIsrael says it only targets militants and blames civilian deaths on Hamas, accusing the militants of hiding among civilians, because they operate in populated areas. The ministry says 55,104 people have been killed since the start of the war and 127,394 wounded.\nMany more are believed to be buried under the rubble or in areas that are inaccessible to local medics. The figure did not include Wednesday’s deaths. The Health Ministry is part of Gaza’s Hamas-run government, but staffed by medical professionals who maintain and publish detailed records.\nIts tolls from previous conflicts have largely aligned with those of independent experts, though Israel has questioned the ministry’s figures.\nAlso Wednesday, Israel said forces recovered the remains of two additional hostages held in Gaza. Militants still hold 53 captives, less than half of them believed to be alive. Casualties at separate aid hubs, health officials say Health officials in Gaza said 14 people were killed while on their way to collect aid near the southern city of Rafah. Their bodies were taken to Nasser Hospital in Khan Younis.\nIn central Gaza, Al-Awda Hospital said that seven additional people were killed while on their way to an aid distribution site.\nThe Israeli military said troops fired warning shots before daylight toward people it identified as suspects “who were advancing while posing a threat” in central Gaza. The military had no immediate comment on the reports of casualties in southern Gaza.\nNear-daily shootings have erupted as crowds make their way to aid sites run by a newly created aid group rejected by the United Nations. Palestinian witnesses to previous shootings have said Israeli forces fired toward the crowds. The military has acknowledged firing warning shots toward people it says approached its forces in a suspicious manner.\nThe foundation says there has been no violence in or around the distribution points. It has warned people to stay on the designated routes and recently paused delivery to discuss safety measures with the military. Foundation says some of its aid workers have been killed.\nThe GHF accused Hamas of attacking a bus carrying two dozen of its Palestinian workers who helped deliver aid. It said in a statement that at least five people died, multiple others were injured and it fears some may have been taken hostage.\nIt said the attack happened as the team was heading to one of its aid distribution sites in the area west of Khan Younis.\nThe aid system rolled out last month has been marred by chaos and violence, while a longstanding UN-run system has struggled to deliver food because of Israeli restrictions and a breakdown of law and order, despite Israel loosening a total blockade it imposed from early March to mid-May.\nExperts and human rights workers say hunger is widespread and that the territory of some 2 million Palestinians is at risk of famine if Israel does not fully lift its blockade and halt its military campaign, which it renewed in March after ending a ceasefire with Hamas.\nIsrael says the new aid distribution system is designed to prevent Hamas from siphoning off aid, but UN agencies and major aid groups say there is no evidence of systematic diversion. They say the new system violates humanitarian principles by allowing Israel to control who receives aid and by encouraging more mass displacement as Palestinians seek access to just three operational sites, two of them in the territory’s southernmost city of Rafah, now a mostly uninhabited military zone.\nIsraeli authorities identified one of the hostages recovered as Yair Yaakov who was killed during the Oct 7, 2023, attack and whose body was taken into Gaza. His partner and two children were also taken captive and released in a ceasefire deal early in the war.\nThe second hostage’s identity was not disclosed.\nIsraeli Defense Minister Israel Katz said the bodies were retrieved in a “complex” operation without disclosing details. The Israeli military said they were recovered from Khan Younis. The war began when Hamas-led militants killed around 1,200 people, mostly civilians, in the Oct 7 attack and abducted 251 hostages.\nMore than half the captives have been released in ceasefires or other deals. Israeli forces have rescued eight and recovered the remains of dozens more.\nHamas has said it will only release the remaining hostages in return for more Palestinian prisoners, a lasting ceasefire and a complete Israeli withdrawal. It has offered to hand over power to a politically independent Palestinian committee. but has not agreed to disarm.\nIsraeli Prime Minister Benjamin Netanyahu has rejected those terms, saying that Israel will only agree to temporary ceasefires to facilitate the return of hostages. He has vowed to continue the war until all the hostages are returned and Hamas is defeated or disarmed and sent into exile.\nNetanyahu says Israel will control Gaza indefinitely and facilitate what he refers to as the voluntary emigration of much of its population to other countries. The Palestinians and most of the international community reject such plans, viewing them as forcible expulsion that could violate international law.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "War, Conflict and Unrest->war",
      "Politics->political crisis",
      "Politics->human rights",
      "Social Issue->discrimination",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://www.facebook.com/sharer.php?u=https%3A%2F%2Ftelanganatoday.com%2Fmore-than-55000-dead-in-gaza-as-israel-hamas-war-rages-on%3Futm_source%3Dreferral%26utm_medium%3DFB%26utm_campaign%3Dsocial_share&app_id=966242223397117",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Ftelanganatoday.com%2Fmore-than-55000-dead-in-gaza-as-israel-hamas-war-rages-on",
      "https://play.google.com/store/apps/details?id=com.telanganatodaynews&pcampaignid=web_share",
      "https://t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fmore-than-55000-dead-in-gaza-as-israel-hamas-war-rages-on&text=More+than+55%2C000+dead+in+Gaza+as+Israel-Hamas+war+rages+on",
      "https://apps.apple.com/in/app/telangana-today/id1186155468",
      "https://www.play.google.com/store/apps/details?id=com.telanganatodaynews&pcampaignid=web_share",
      "https://t.me/share",
      "http://facebook.com/sharer.php?u=https%3A%2F%2Ftelanganatoday.com%2Fmore-than-55000-dead-in-gaza-as-israel-hamas-war-rages-on%3Futm_source%3Dreferral%26utm_medium%3DFB%26utm_campaign%3Dsocial_share&app_id=966242223397117",
      "https://www.apps.apple.com/in/app/telangana-today/id1186155468",
      "https://play.google.com/store/apps/details",
      "https://www.t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fmore-than-55000-dead-in-gaza-as-israel-hamas-war-rages-on&text=More+than+55%2C000+dead+in+Gaza+as+Israel-Hamas+war+rages+on",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Ftelanganatoday.com%2Fmore-than-55000-dead-in-gaza-as-israel-hamas-war-rages-on",
      "http://www.facebook.com/sharer.php",
      "https://twitter.com/intent/tweet"
    ],
    "entities": {
      "persons": [
        {
          "name": "Deir al-Balah",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Gaza",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Gaza Humanitarian Foundation",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Gaza Health Ministry",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Hamas",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_in",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:17:43.715+03:00",
    "updated": "2025-06-12T07:23:39.000+00:00"
  },
  {
    "uuid": "8389a4bddb4f8ea73c0e53bb6063144dad9e6d6a",
    "url": "https://www.terra.com.br/esportes/flamengo/flamengo-aprova-novo-patrocinio-master-de-r-170-milhoes,dafcdaabd9a0b8bc81ced82cce49f7d6maibe0kr.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jogada10",
    "published": "2023-12-29T00:27:00Z",
    "title": "Flamengo aprova novo patrocínio master de R$ 170 milhões",
    "text": "Flamengo aprova novo patrocínio master de R$ 170 milhões\nPixbet passará a ser a principal patrocinadora do Rubro-Negro, no lugar do banco BRB. Contrato é de dois anos\nO Conselho Deliberativo do\nFlamengo aprovou, nesta quinta-feira (28), de forma unânime, o novo patrocinador máster do clube. Afinal, a empresa de apostas esportivas Pixbet ocupará a parte principal da camisa rubro-negra, local que pertencia ao BRB. Aliás, foram 125 votos a favor. O clube da Gávea receberá R$ 170 milhões por dois anos de contrato com a marca. O acordo já estava bem encaminhado, mas ainda precisava das votações dos conselheiros.\nInicialmente, o Flamengo receberá R$20 milhões de imediato e mais R$30 milhões em cinco parcelas. A BRB, antiga patrocinadora máster do Rubro-Negro, passará a expor sua marca nas omoplatas por R$ 6,2 milhões durante três meses. Outro aumento foi do patrocínio da ABC da Construção, que estampa a marca nos shorts: passou de R$ 6,3 milhões para R$ 7,1 milhões.\nAssim, a camisa do Flamengo passará a valer R$ 225,8 milhões por ano. Confira todos os patrocínios:\nPixbet (master): R$ 85 milhões/ano\nAdidas (fornecedor): R$ 69 milhões/ano\nBRB (omoplata): R$ 6,2 milhões\nMercado Livre (costas): R$ 21,5 milhões/ano\nSIL (manga): R$ 12 milhões\nABC (short): R$ 7,1 milhões\nTim (número): R$ 5 milhões\nAssistant card (barra traseira): R$ 20 milhões\nSiga o Jogada10 nas redes sociais:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:45:47.449+02:00",
    "updated": "2023-12-29T02:45:47.449+02:00"
  }
]