[
  {
    "uuid": "9cb191f0d98aa2e99ee5dbcdbab8525b5bce6d70",
    "url": "https://guardian.ng/sport/wada-imposes-further-sanctions-on-s-african-laboratory-over-poor-standards",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guardian Nigeria",
    "published": "2024-07-26T00:00:00Z",
    "title": "WADA imposes further sanctions on S/African laboratory over poor standards — Sport — The Guardian Nigeria News – Nigeria and World News",
    "text": "The World Anti-Doping Agency (WADA) has further extended the suspension of accreditation imposed on the anti-doping laboratory in Bloemfontein, South Africa, for a second period of up to six months.\nIn March 2024, WADA imposed a six-month suspension due to multiple non-conformities with the International Standard for Laboratories (ISL), including non-conformities with Technical Documents (TDs) and the continued Analytical Testing Restriction (ATR) on the Laboratory’s Gas Chromatography / Combustion / Isotope Ratio Mass Spectrometry (GC/C/IRMS) analytical method, among other issues. The ATR was imposed in September 2023.\nBased on the recommendation of the Laboratory Expert Advisory Group (Lab EAG), the Chair of the WADA Executive Committee has confirmed the extension of the Laboratory’s suspension for another six months until 1 March 2025, or until the date that the requirements are met, if earlier.\nThe suspension, which took effect on 1 March 2024, prohibits the laboratory from carrying out any anti-doping activities, including analyses of urine and blood samples, except analysis related to the Athlete Biological Passport Hematological Module. The extension was granted based on the laboratory’s request, which included justifications for the delay, to have sufficient time to address issues related to the suspension.\nDuring the extended period of suspension, the laboratory shall address all non-conformities identified by the Lab EAG, or WADA in any request for corrective action or otherwise, as well as, any additional non-conformities identified by any follow-up WADA site visit during the suspension period. If the laboratory satisfies the Lab EAG in meeting these requirements, it may apply for reinstatement before the expiry of the extended suspension period.\nIn accordance with the ISL, WADA is responsible for accrediting and re-accrediting anti-doping laboratories, thereby ensuring that they maintain the highest quality standards. This monitoring process is conducted in conjunction with the International Organisation for Standardisation (ISO) assessment by independent national accreditation bodies that are full members of the International Laboratory Accreditation Cooperation (ILAC).\nIn this article Wada World Anti-Doping Agency Related Remo Stars poised for NPFL glory after steady rise June 14, 2024 Enugu Rangers poised for eighth NPFL title as Remo Stars face tough away game June 14, 2024 Bolt hosts second edition of 'Bolt Driver's Football League' to foster unity, inclusion June 13, 2024 Nigeria beat Liberia to qualify for U-17 women's World Cup June 14, 2024 Hurdler Amusan to be Nigeria's Olympics flagbearer 3 days ago Boxer, Olaore, promises to end Nigeria’s 28-year Olympics jinx 1 day ago 0 Comments cancel reply You must be logged in to post a comment.\nFlag Comment Why are you flagging this comment?\nI disagree with this user\nTargeted harassment - posted harassing comments or discussions targeting me, or encouraged others to do so\nSpam - posted spam comments or discussions\nInappropriate profile - profile contains inappropriate images or text\nThreatening content - posted directly threatening content\nPrivate information - posted someone else's personally identifiable information\nBefore flagging, please keep in mind that Disqus does not moderate communities. Your username will be shown to the moderator, so you should only flag this comment for one of the reasons listed above.\nFlag Comment Cancel Thanks for your feedback! We will review and take appropriate action.\nClose Share on Facebook Share on Twitter Share on WhatsApp Share on Telegram Sport Other Sports WADA imposes further sanctions on S/African laboratory over poor standards NOW The World Anti-Doping Agency (WADA) has further extended the suspension of accreditation imposed on the anti-doping laboratory in Bloemfontein, South Africa, for a second period of up to six months. Facebook Twitter WhatsApp Telegram Football I can’t beg Osimhen to play 15 Jun Not ready to ‘die’ in silence, embattled Super Eagles coach, Finidi George, has opened up on the turmoil he has faced in his first few weeks in charge of the team. Facebook Twitter WhatsApp Telegram Tennis ITTF formally confirms Aruna, others for Paris Olympic games 15 Jun As the countdown to the Paris 2024 Olympic Games intensifies, the International Table Tennis Federation (ITTF) has announced significant progress in the qualification process for the Paris 2024 Olympic Games. Facebook Twitter WhatsApp Telegram Football Nigerian football at crossroads 15 Jun The least I can say now is that there is confusion in the ‘house’ of Nigerian football. Facebook Twitter WhatsApp Telegram Athletics Udodi, Brume, others storm Benin City for AFN’s Olympics trials 15 Jun United States-based sprinter, Udodi Onwuzurike and many other athletes, including Godson Brume, Tima Godbless and thrower Chinecherem Nnamdi, will storm the ancient city of Benin, Edo State, today ahead the Athletics Federation of Nigeria (AFN) National Trials starting tomorrow. Facebook Twitter WhatsApp Telegram Tennis ‘Badminton banks on Anu’s resilience for success in Paris’ 15 Jun It is not all the time that a particular individual embodies the hopes of a society the way badminton star, Anu Opeyori, is cast. Facebook Twitter WhatsApp Telegram Football Eagles’ defeat to Benin Republic, my saddest day — Okumagba 15 Jun Founder and President of Super Eagles Supporters Club (SESC), Vincent Okumagba, has expressed his grief following the Super Eagles’ disappointing performance in the 2026 World Cup qualifiers, describing the experience as one of his worst moments as a football supporter. Facebook Twitter WhatsApp Telegram Football Veteran Giroud ready to 'pass on the baton' to France's new generation 14 Jun Veteran France striker Olivier Giroud knows he is no longer a first choice for his country going into Euro 2024 and says he is ready to be a father figure for the emerging generation as Les Bleus aim to win the continental title Facebook Twitter WhatsApp Telegram Tennis Aruna picks Olympics ticket for Nigeria in Table Tennis 14 Jun The International Table Tennis Federation (ITTF) has formally confirmed the eventual qualification of Nigeria’s Quadri Aruna and Algeria’s Lynda Loghraibi from Africa, for the singles event of the Paris 2024 Olympic Games in France. Facebook Twitter WhatsApp Telegram Other Sports Injured McGregor pulls out of UFC return 14 Jun Conor McGregor's comeback fight has been cancelled due to injury just two weeks before he was due to face Michael Chandler in Las Vegas. Facebook Twitter WhatsApp Telegram × Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.\nSign up now\nx",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "wada",
          "sentiment": "negative"
        },
        {
          "name": "guardian nigeria news",
          "sentiment": "negative"
        },
        {
          "name": "world news the world anti-doping agency",
          "sentiment": "negative"
        },
        {
          "name": "international standard for laboratories",
          "sentiment": "none"
        },
        {
          "name": "isl",
          "sentiment": "none"
        },
        {
          "name": "world anti-doping agency",
          "sentiment": "none"
        },
        {
          "name": "eag",
          "sentiment": "none"
        },
        {
          "name": "laboratory expert advisory group",
          "sentiment": "none"
        },
        {
          "name": "wada executive committee",
          "sentiment": "none"
        },
        {
          "name": "atr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bloemfontein",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T03:44:15.935+03:00",
    "updated": "2024-07-26T05:55:25.140+03:00"
  },
  {
    "uuid": "98ce691249af3402001f8d8a52a035784c5b3908",
    "url": "https://www.razon.com.mx/mexico/clima-mexico-preven-temperaturas-45-grados-pais-576083",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jorge Butrón",
    "published": "2024-05-10T04:01:00Z",
    "title": "Clima en México. Prevén temperaturas de hasta 45 grados en el país",
    "text": "Previo a temporada de lluvias Clima en México. Prevén temperaturas de hasta 45 grados en el país El Servicio Meteorológico Nacional (SMN) prevé para los siguientes días temperaturas máximas de hasta 45 grados en 11 estados de la República El Servicio Meteorológico Nacional (SMN) prevé para los siguientes días temperaturas máximas de hasta 45 grados celsius en Campeche, Chiapas, Guerrero, Michoacán, Oaxaca, San Luis Potosí, Sinaloa, Tabasco, Tamaulipas, Veracruz y Yucatán. Asimismo, se prevén temperaturas de 40 a 45 grados en Colima, norte de Hidalgo, Jalisco, Morelos, Nayarit, Nuevo León, norte y suroeste de Puebla, Quintana Roo y Sonora, así como de 35 a 40 grados en Aguascalientes, Baja California, Baja California Sur, Chihuahua, Coahuila, Durango, suroeste del Estado de México, Guanajuato, Querétaro y Zacatecas. Ante las altas temperaturas, la dependencia federal recomendó a la población tomar medidas preventivas como evitar la exposición prolongada a la radiación solar, hidratarse adecuadamente, poner especial atención a enfermos crónicos, niños y adultos mayores, así como atender las indicaciones del Sector Salud y de Protección Civil. Recordar que la segunda ola de calor afecta al país desde el pasado viernes 3 de mayo, pero se espera que concluya el próximo 11 de mayo; cuatro días después arranca la temporada de lluvias 2024. JVR - [¿Quién es en la vida real Renata de la serie de Alejandra Guzmán de Netflix?](/entretenimiento/renata-serie-alejandra-guzman-netflix-575500) - [Eduardo Videgaray y El Estaca le dicen a Lucero que cancelarlos por atacar a Lucerito 'no es para tanto'](/entretenimiento/eduardo-videgaray-estaca-le-dicen-lucero-cancelarlos-atacar-lucerito-575848) - [Piquero se rompe la cara y los VIDEOS más perturbadores de TikTok](/entretenimiento/piquero-rompe-cara-otros-perturbadores-videos-virales-tiktok-571245) - [5 diseños de uñas para el Día de las Madres que le encantarán a tu mamá](/estilos/5-disenos-dia-madres-le-encantaran-mama-575654) - [Hacienda, tomando el control financiero de Pemex](/opinion/columnas/mauricio-flores/hacienda-tomando-control-financiero-pemex-575965)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T07:14:26.351+03:00",
    "updated": "2024-05-10T07:14:26.351+03:00"
  },
  {
    "uuid": "b9211694db25fc1d243b0ba6e3e900bfe7dfdc5c",
    "url": "https://en.protothema.gr/nasa-completes-record-sustained-burn-of-revolutionary-rocket-engine/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom",
    "published": "2023-12-28T22:08:00Z",
    "title": "NASA completes record sustained burn of revolutionary rocket engine",
    "text": "NASA has pushed forward a revolutionary new rocket technology at its Marshall Space Flight Center in Huntsville, Alabama. Engineers at the facility fired the 3D-printed Rotating Detonation Rocket Engine (RDRE) for a record 251 seconds with 5,800 lb (2,631 kg) of thrust.\nFor over six decades, NASA has relied on chemical rockets to launch its vehicles into space. It works, but chemical rockets suffer from the fact that they’ve been operating in the neighborhood of their theoretical limit since 1942. This isn’t helped by the fact that most liquid rockets are essentially unchanged in their basic design since the days of the German V2s.\nTo squeeze a bit more performance out of rocket engines, NASA is looking at a fundamentally different design with the RDRE.\nNew York Times sues OpenAI & Microsoft over AI copyright infringement\nInstead of a combustion chamber where fuel and oxygen are fed in to burn at subsonic speed, in an RDRE these are introduced into a gap between two coaxial cylinders. When this mixture is ignited, they form a closely coupled reaction and shock wave. That wave travels inside the gap at supersonic speed, generating more heat and pressure.\nContinue here:\nNew Atlas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://newatlas.com/space/nasa-sustained-burn-rocket-engine/",
      "https://www.newatlas.com/space/nasa-sustained-burn-rocket-engine/",
      "https://newatlas.com/space/nasa-sustained-burn-rocket-engine"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "marshall space flight center",
          "sentiment": "negative"
        },
        {
          "name": "nasa",
          "sentiment": "negative"
        },
        {
          "name": "new york times",
          "sentiment": "none"
        },
        {
          "name": "microsoft",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "huntsville",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:30:46.069+02:00",
    "updated": "2023-12-29T02:30:46.069+02:00"
  },
  {
    "uuid": "4d2472fc30d4a63a4b72336f57094bd8a1310e5f",
    "url": "https://www.eveningnews24.co.uk/news/national/24016337.thousands-homes-remain-without-power-wake-storm-gerrit/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T03:49:00Z",
    "title": "Thousands of homes remain without power in wake of Storm Gerrit",
    "text": "Thousands of homes remain without power as the post-storm cleanup begins in the wake of Storm Gerrit. Around 1,500 homes in Scotland experienced their second night without power in Scotland while a lightning strike hit supplies in Wales on Thursday. Power company Scottish and Southern Electricity Networks said it had restored supply to more than 46,000 properties that lost power due to the storm, with people in the north east and Shetland worst affected. They said the remaining homes should be reconnected on Friday with welfare vans serving hot food and drink to affected customers from 9am. Operations director Andy Smith said: “This has been a difficult couple of days for the communities affected and I’m grateful to them for their patience and support as our teams work extremely hard to restore power.” National Grid UK said 36,000 properties were without power in Ceredigion on Thursday after lightning struck. Three men died after their 4×4 vehicle was submerged in the River Esk, near Glaisdale, on Thursday, North Yorkshire Police said. A supercell thunderstorm moved across the northwest of England on Thursday after a similar storm is thought to have resulted in a tornado that damaged homes in Greater Manchester on Wednesday. Around 100 properties were damaged by what police called a “localised tornado” in Stalybridge, Tameside and in the badly-hit village of Carrbrook. Hayley McCaffer, 40, who lives in Carrbrook, told the PA news agency that some of her neighbours’ houses “are an absolute disaster” with missing roofs and “squished” cars. Damage will be covered by standard property insurance policies, the Association of British Insurers has said. ScotRail said many lines have been reopened but urged passengers to check for the latest information before travelling, a message echoed by LNER, Avanti West Coast and London Northwestern Railway who suspensed or cancelled services due to damage or system faults. Friday will see significant disruption for travellers wishing to travel on the London Euston and Watford Junction lines with services expected to be up and running by the end of the day. In Wales, the aftermath of the recent severe weather will see rail services hampered until Monday. Ferry services also experienced cancellations and delays due to storm activity with operator DFDS confirming sailings between Dover and France were delayed due to strong winds in the English Channel. Air travel in and out of the UK saw cancellations but most services have returned to normal. The Met Office reported the worst of Storm Gerrit had passed with the last few days of 2023 forecast to be unsettled with strong winds, rain and even snow on higher ground. Met Office chief forecaster Steven Ramsdale said: “Heavy rain will spread across all but the far north on Saturday, affecting similar areas previously affected by Storm Gerrit. However, this rainfall will be a step down from that seen during Storm Gerrit.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "north yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "scottish and southern electricity networks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "shetland",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "glaisdale",
          "sentiment": "none"
        },
        {
          "name": "river esk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:11:17.909+02:00",
    "updated": "2023-12-29T06:29:30.466+02:00"
  },
  {
    "uuid": "bfb72a8764bbc18d616423cdbea5fc2c1fe49cc3",
    "url": "https://www.mlb.com/rangers/news/joc-pederson-solidifying-rangers-designated-hitter-role",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kennedi Landry",
    "published": "2025-03-19T22:03:00Z",
    "title": "Joc Pederson solidifying Rangers designated hitter role",
    "text": "SURPRISE, Ariz. -- The Rangers had the best offense in the American League in 2023, scoring 881 runs while slashing .263/.337/.452 with a 116 wRC+ en route to the first World Series in franchise history.\nBut as the club’s repeat bid fell short in 2024, so did the bats. Due to regression and injuries to some of the core players, the club slashed .238/.305/.380 overall.\nLong story short, everybody not named Josh Smith -- who had a career year culminating in a Silver Slugger Award at the utility position -- didn't to pull their weight.\nBut the most glaring issue was the designated hitter position.\nAt designated hitter in 2024, the Rangers hit .205 (28th in AVG)/.261 (last in OBP)/.323 (last in SLG) for an MLB-worst .584 OPS at the position. That came after a 2023 season in which Mitch Garver hit .270 with an .870 OPS in 87 games, primarily at DH.\nThe external additions will be the biggest game changers of the Rangers in 2025, and while Jake Burger -- acquired via trade to replace Nathaniel Lowe at first base -- no doubt improves the slugging ability of the lineup, Joc Pederson may have been the most important addition for the Texas offense.\nPederson -- signed to a two-year, $37 million deal -- is a perfect complement to a Texas lineup that lacked slug in 2024. It’s also a perfect addition for a club that was basically a black hole at DH last season.\nIn his age-32 season with the D-backs in 2024, Pederson set career highs in batting average (.275), on-base percentage (.393) and OPS (.908). He was in the 95th percentile in xwOBA (.378), 90th in expected slugging (.480) and 93rd in average exit velocity (92.3 mph). He was primarily the DH in Arizona.\n“We were really missing that last year, no doubt,” manager Bruce Bochy said. “We just didn't get the production that we needed from a DH spot. Of course, the year before, we ran into a hot bat there [Garver]. I thought we were missing that last year. Joc’s gonna get most of that this year.”\nBochy said multiple times throughout camp that he’s happy with the many ways he can construct the lineup with multiple guys rotating through the DH position, while also noting the full 26-man Opening Day roster has yet to be decided.\n“We feel great about where our lineup is and where our position player group is,” president of baseball operations Chris Young said entering camp. “We feel like we have the potential to have a lineup that can produce a lot of runs, that can slug, that can hit for average, that can get on base. We have a multitude of options for Boch in terms of how we can deploy these guys, so we're really, really excited about it.”\nThe Rangers’ rotation has made the headlines for the last week of Spring Training, for reasons nobody wants to talk about. In just six days, the Rangers lost a pair of starters in Jon Gray (wrist fracture) and Cody Bradford (elbow soreness), and added Patrick Corbin -- owner of a 5.62 ERA in 2024 -- on a one-year deal.\nOne thing stood out as Young addressed the media following Corbin’s signing: the offense needs to score runs.\n“I think our team's built in a way to protect our starting pitching with an offense that's going to score some runs,” Young said.\nAnd you know what? Maybe they just will.\nEntering Wednesday’s Cactus League matchup with the Mariners, the Rangers had recorded at least two extra-base hits in all 25 of their Cactus League contests. Texas ranks tied for fifth in all of MLB this spring with 92 extra-base hits (33 HR, 6 triples, 53 doubles with 42.4% of the offense’s hits going for extra bases. The Rangers’ 33 home runs this spring rank fourth in the Cactus League).\n“I think the offense has been pretty good,” Bochy said. “I don't think it's where we're going to be. The numbers tell you that too. But we’ve still got some guys that need some at-bats here before we start. I think that's fair to say. I've talked to a couple of them, but overall, I think it's been a pretty good spring.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->sport achievement",
      "Sport->baseball",
      "Lifestyle and Leisure->hobby",
      "Lifestyle and Leisure->travel and tourism",
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->tourism and leisure industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:53:48.137+02:00",
    "updated": "2025-03-20T00:53:48.137+02:00"
  },
  {
    "uuid": "25e4ca456dcf73771a8f1d05319a21a632783b38",
    "url": "https://tw.nextapple.com/eattravel/20250313/F3108FF6C114D7477FD3825FCCEB2F14",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "壹蘋新聞網",
    "published": "2025-03-13T00:00:00Z",
    "title": "阿里山花季百花迎賓　穿和服「大和花旅」三日遊賞花快閃優惠",
    "text": "阿里山花季盛宴融合自然美景、山林美學與火車文化、生態遺產，成為春日「森旅季」系列活動中備受矚目的特色亮點！櫻花是花季的主角，阿里山工作站人員說，工作站前的「染井吉野櫻王」3/10花季開跑第一周綻放美麗櫻色，染井吉野櫻王預計本週假日盛開，遊客在3/17起當周可以欣賞到染井吉野櫻王滿開盛況，沼平車站周邊霧社櫻滿開，花季期間，園區賞櫻精華路線: 阿里山工作站前櫻王與周邊櫻花、沼平車站阿龜櫻綻放，以及沼平公園紅白交織的山櫻相當迷人，百花齊放非常適合闔家春遊賞花。\n賞花遊憩之餘，可以就近選擇擁有百年歷史的阿里山賓館住宿，周圍壯麗的山林環繞、遠眺櫻花即景，如宿粉紅森林中，阿里山賓館原為日治時代林場俱樂部高級官員的接待所，完整保存日治文化、自然生態遺產，賓館前將近130歲的染井吉野櫻后含苞綻放迎賓，每年花季，吸引遊客上山觀賞！3/20至4/10止入住阿里山賓館套房三天兩夜，第二晚享8折優惠，每人5600元起含麗景廳自助早餐與晚餐，並享房客限定付費日式和服體驗優惠，穿上日式和服遠眺群峰、雲海與晚霞，與綻放的染井吉野櫻呼應。\n阿里山的春天，櫻花在古寺與山林花道間恣意綻放，慈雲寺、受鎮宮、三代木櫻木花道旁的櫻花也盛開。慈雲寺除了唐實櫻綻放，多花紫藤也已含苞待放，另一個櫻花盛景，即是從阿里山工作站往三代木方向，三代木附近櫻木花道兩旁櫻花，進入最佳賞花期形成壯麗的櫻花林，除了豐富的櫻花品種，白木蘭、紫玉蘭、台灣一葉蘭、多花紫藤及玉山杜鵑等多樣花卉，也將接力開花至4月底，喜歡賞花的遊客可以把握3至4月底上山欣賞阿里山繽紛多彩的春日花景。\n點擊閱讀下一則新聞\n韓國玩免換錢！實測全聯「全支付」兩標示可用 全韓逾190萬個據點",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Environment->flowers and plants",
      "Lifestyle and Leisure->travel and tourism",
      "Human Interest->ceremony"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:27:10.589+02:00",
    "updated": "2025-03-13T02:27:10.589+02:00"
  },
  {
    "uuid": "a17692e6ee3bb63366ee845c1d437107c83b41b1",
    "url": "https://www.westernjournal.com/george-barna-urges-parental-discipleship-children-amid-biblical-worldview-decline",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Hart, The Washington Stand",
    "published": "2024-05-30T20:14:00Z",
    "title": "'Do It Well': George Barna Urges Parental Discipleship of Children Amid Biblical Worldview Decline",
    "text": "[News](https://www.westernjournal.com/news/) 'Do It Well': George Barna Urges Parental Discipleship of Children Amid Biblical Worldview Decline A new study is confirming that the amount of Americans with a biblical worldview is continuing to shrink. The [latest release](https://www.arizonachristian.edu/wp-content/uploads/2024/05/CRC-Release-AWVI-3-May-28-2024.pdf) from the “American Worldview Inventory 2024” noted that the number of people with a [biblical worldview](https://www.westernjournal.com/bible-not-justify-anti-semitism/) has declined in each of the last five generations, with the percentage of adults with that view plunging from 12 percent to 4 percent. Last week, George Barna, director of research at Arizona Christian University’s Cultural Research Center, joined “ [Washington Watch](https://www.youtube.com/watch?v=gt5Tu0zap9I)” to unpack the details of the study. “We know that a person’s worldview is developed between 15 to 18 months of age and the age of 13, and that worldview is pretty much going to define who they are, how they live, what kind of experiences they have, the lifestyle they adopt, all these things and more,” Barna said. “Worldview is so critical because every decision that every person makes, every moment of their life, flows through their worldview. … And what our research has consistently shown is that children are not being pointed in the direction of developing a biblical worldview,” he continued. “Instead, what they’re doing is they’re adopting the ways of the world. And part of the reason for that is because their parents love them, and they want them to succeed in life. But toward that end, they’re not necessarily setting them up to develop a biblical worldview.” Barna, who also serves as senior research fellow at Family Research Council’s Center for Biblical Worldview, went on to observe that [churches](https://www.westernjournal.com/problem-41-churchgoers-seeing-no-biblical-problem-sex-marriage/) are also playing a significant role in the decline of biblical worldview. “[T]he reality is, not many people go to Sunday school anymore, not many children,” he said. “And [basic biblical beliefs] are not the things that they’re learning there. So if we could get back to that traditional Sunday school, one-on-one kind of teaching where people got this kind of bedrock information, the real solid foundation on which to begin building a deeper faith, it would make a world of difference.” Barna further detailed how most Americans have developed a worldview characterized by “syncretism.” “[O]ur research is showing the average American combines nine different worldviews to get to their own customized worldview,” he said. “They’re drawing ideas from many different places — post-modernism, secular humanism, eastern mysticism, Wicca, Satanism … Marxism — and putting them together into a customized blend that makes us feel comfortable, that makes us feel secure or safe, that we see other people adopting so we know it’s popular. “Those are based primarily on emotion and circumstance, and so they can change willy nilly. What we really want people to do is to recognize there’s a source of unchanging truth that is God. God defines truth. We want to be aligned with that truth because it honors and glorifies Him, but it’s also in our best interests.” Barna also said that popular culture is a major factor in forming the worldview of most [Americans](https://www.westernjournal.com/2024-election-biden-government-lost-consent-governed-majority-americans-say/). “[T]he arts and entertainment media … are dominating this space in our culture,” he said. “Our kids are spending so much time with the media, and basically, it’s unsupervised time. “There’s no kind of oversight that’s being given to our children to understand, ‘Wait, you were just exposed to Marxist ideology? It’s false. Let me explain what that is and why that is.’ “[T]his is the insidious part of this process, [which] is that while we’re being entertained, we’re growing our worldview. All these messages are being given to us in entertainment vehicles, whether it’s video games, movies, television, music, books — there’s so many different media vehicles that are teaching Americans’ worldview.” Barna concluded by underscoring the vital role that [parents](https://www.westernjournal.com/federal-court-rejects-parents-attempt-shield-children-lgbt-reading-assignments/) play in forming the worldview of their children. “[T]he only people that make disciples are disciples,” he said. “So, number one, as a parent, you’ve got to be a disciple if you want your child or children to be followers of Jesus. “And then secondly, recognize that biblically it’s your dominant responsibility in life. This may be the most important thing you ever do in your life is to raise your child to be an ardent follower of Jesus Christ. “Spend more time on this than you do on sports, than you do on shopping, than you do on hobbies, than you do on watching movies and TV together. It’s the most important thing that you’re ever going to do. Do it well.” This article appeared originally on [The Washington Stand](https://washingtonstand.com/). ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://washingtonstand.com/).",
      "https://www.washingtonstand.com/).",
      "https://www.arizonachristian.edu/wp-content/uploads/2024/05/CRC-Release-AWVI-3-May-28-2024.pdf)",
      "https://arizonachristian.edu/wp-content/uploads/2024/05/CRC-Release-AWVI-3-May-28-2024.pdf)",
      "http://www.youtube.com/watch?v=gt5Tu0zap9I)”",
      "http://youtube.com/watch?v=gt5Tu0zap9I)”",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "george barna",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "arizona christian university’s cultural research center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T00:13:33.574+03:00",
    "updated": "2024-05-31T00:13:33.574+03:00"
  },
  {
    "uuid": "d1f1d640b75d44ddeaceb32c2e5d6d3b6e3360b2",
    "url": "https://lancasteronline.com/news/local/message-to-lancaster-mennonite-high-school-graduates-write-a-letter-to-yourself/article_e14369de-2040-11ef-863c-777d604bf128.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LUCY ALBRIGHT | Staff Writer",
    "published": "2024-06-01T18:00:00Z",
    "title": "Message to Lancaster Mennonite High School graduates: 'write a letter to yourself' | Local News | lancasteronline.com",
    "text": "Lancaster Mennonite High School’s graduation speaker quoted T.S. Eliot, Taylor Swift and the Old Testament and urged the 60 graduating students to stay true to their values. After he was introduced by superintendent Michael I. Badriaki, neuropsychologist Dr. Freeman Chakara spoke about Daniel in the Bible. Daniel was intentional about clarifying what things in his life were nonnegotiable, Chakara said. “Daniel purposed in his heart that he would not disobey God or defile himself,” Chakara said, quoting Daniel 1. Chakara warned graduates that their own values and nonnegotiables will be tested as they progress into their professional or academic lives. His recommendation: Write a letter to your future self describing who you are and who you want to be. In times of challenge, return to the letter. After graduates in black caps and gowns walked to the stage to music played by the LMH Concert Band, Badriaki began the ceremony at the East Lampeter Township school with a prayer. Graduating senior Ian F. Kennett introduced classmates who would read Matthew 5:1-12 verses in Chinese, Korean, Arabic, Kurdish, Spanish and Amharic. Read by Nathan Chen, Yiqiao Liang, Chaemin Kang, Hevin Salah Khilo, Delmaris Nuñez, Rarta Belay Shewangizaw and Abigiya Samuel Wondwossen, Kennett said the verses were in some of the languages that represent the senior class. Badriaki then introduced guest speaker Chakara, the founder of Providence Behavioral Health in Manheim Township. Chakara, who grew up in Zimbabwe, opened by saying that if he’d known students would be reading verses in different languages, he would have spoken some Xhosa or Zulu. During his speech, Chakara spoke about the word “commencement,” which he said means the start of something. He noted that though we sometimes want to stop time and enjoy the moment, time keeps propelling us forward. Chakara read from the poem “East Coker” by T.S. Eliot, then read from “Never Grow Up” by Taylor Swift. “Take pictures in your mind of your childhood room,” he said, quoting Swift, “memorize what it sounded like when your dad gets home.” Principal Kirk R. Benner presented Lancaster Mennonite High School’s 82nd class and congratulated them on their accomplishments and a job well done. “It is my pleasure to present the class of 2024, as they have met the academic requirements,” Benner said, as loud cheers from the audience began to drown him out. When Benner was able to continue, he instructed students to turn the tassels on their caps from right to left. Led by class President Delmaris Nunez and vice president Tessa Armstrong, students lined up to receive their diplomas, then a yellow rose. Janet Simms, grandmother of graduate Jadyn Taylor, led a prayer onstage. “Thank you for how you have blessed them so far,” Simms said. “We pray that they go forth and be world changers.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Education"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor swift",
          "sentiment": "negative"
        },
        {
          "name": "t.s. eliot",
          "sentiment": "negative"
        },
        {
          "name": "michael i. badriaki",
          "sentiment": "none"
        },
        {
          "name": "freeman chakara",
          "sentiment": "none"
        },
        {
          "name": "chakara",
          "sentiment": "none"
        },
        {
          "name": "badriaki",
          "sentiment": "none"
        },
        {
          "name": "ian f. kennett",
          "sentiment": "none"
        },
        {
          "name": "daniel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lancaster mennonite high school",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "east lampeter township",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T21:53:59.822+03:00",
    "updated": "2024-06-01T21:53:59.822+03:00"
  },
  {
    "uuid": "3cd9d0ff1b065c7a59440516ee033878fdd3597d",
    "url": "https://ici.radio-canada.ca/nouvelle/2089255/pollution-plastiques-usage-unique",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isaac Adams",
    "published": "2024-07-18T21:30:00Z",
    "title": "Juillet sans plastique : l’importance de « créer de nouvelles habitudes durables » | Radio-Canada",
    "text": "Juillet sans plastique : l’importance de « créer de nouvelles habitudes durables » Chaque juillet, des millions de personnes dans le monde s’engagent à éviter les gobelets, bouteilles en plastique et films alimentaires jetables pour lutter contre la pollution plastique. Photo : Radio-Canada / Mehdi Bouhadjeb-Hamdani Juillet sans plastique est une initiative de la Plastic Free Foundation qui tente d’encourager les gens à prendre conscience du plastique à usage unique qu’ils utilisent afin de réduire l’utilisation de ce genre de polluant et favoriser des alternatives durables. L’année dernière, environ 89 millions de participants ont évité 240 millions de kilogrammes de déchets plastiques. Leigha Benford, directrice générale de l'organisme environnemental sudburois reThink Green, explique que la sensibilisation à l’utilisation des plastiques est cruciale. Prendre conscience de la quantité de plastique que nous utilisons est la première étape, dit-elle. Elle souligne l’impact environnemental négatif du plastique, qui ne se dégrade pas et qui finit par polluer les parcs, les zones publiques et qui peut finir en microplastiques se retrouvant dans notre alimentation. Leigha Benford souligne l’importance de l’engagement des grandes entreprises et des gouvernements pour offrir plus d’options abordables aux consommateurs. Photo : Radio-Canada / Mehdi Bouhadjeb-Hamdani Le plastique ne se dégrade pas. Il reste dans l’environnement pendant des années. Les microplastiques, qui résultent de la dégradation des gros morceaux de plastique, finissent dans nos cours d’eau, notre nourriture et même dans nos corps, explique-t-elle, en insistant sur les préoccupations des scientifiques quant aux effets de ces microplastiques sur la santé. L’initiative juillet sans plastique a été créée par Rebecca Prince-Ruiz en Australie en 2011. La fondation Plastic Free affirme avoir réussi à inspirer plus de 223 millions de consommateurs à changer leurs habitudes, avec une réduction moyenne de 18 kg de déchets par personne par année. Selon son site web, les participants auraient collectivement réussi à éviter de produire 10 milliards de kilogrammes de déchets, incluant 1,4 milliard de kilogrammes de plastique, sur 5 ans. Des obstacles systémiques Mme Benford admet qu’il y a des obstacles pour que tout le monde puisse adopter des solutions sans plastique, souvent plus coûteuses. Cependant, elle a grand espoir pour les jeunes générations qu’elle affirme être particulièrement sensibilisée aux enjeux environnementaux. Les enfants d’aujourd’hui sont beaucoup plus conscients du changement climatique, de la consommation et des déchets. Cette sensibilisation est intégrée dès leur plus jeune âge, observe-t-elle, ajoutant que l’éducation environnementale est essentielle pour former de futurs écologistes engagés. Selon Liz Anawati, même de petites actions individuelles peuvent avoir un grand impact. Photo : Radio-Canada / Mehdi Bouhadjeb-Hamdani Liz Anawati est cofondatrice et propriétaire du Nickel Refillery à Sudbury, un magasin spécialisé dans les produits en vrac. Elle insiste sur le fait que la crise des plastiques est un problème global qui affecte à la fois la santé publique et l’environnement. D'après elle, le défi est un excellent moyen d’amorcer des conversations sur la réduction des plastiques. Ça permet aux gens de commencer à discuter de la crise des plastiques et d’agir, non seulement au niveau personnel, mais aussi à un niveau communautaire. Cela peut inclure des actions comme contacter un conseiller municipal ou un maire pour amorcer des changements. À lire aussi : Mme Anawati explique que son entreprise est guidée par une mission: réduire les plastiques à usage unique en permettant aux clients d’utiliser leurs propres contenants. Ils peuvent y trouver une variété de produits, comme des épices, des produits alimentaires et des articles d’hygiène personnelle. Les plastiques à usage unique sont partout. Nous avons voulu créer un espace où les gens peuvent agir contre ces déchets plastiques, dit-elle. Des clients à la découverte Maddie Burton, cliente régulière du Nickel Refillery, n’est pas familière avec le défi juillet sans plastique mais soutient pleinement l’idée. Maddie Burton met en œuvre diverses pratiques pour réduire ses déchets plastiques au quotidien, notamment en privilégiant les produits non emballés, réutilisables, et en composant autant que possible. Photo : La Presse canadienne / Mehdi Bouhadjeb-Hamdani C’est quelque chose que nous devrions tous essayer de faire, non seulement en juillet, mais tous les mois, dit-elle. Esther Moreau profite de sa visite à Sudbury pour refaire le plein de produits essentiels au Nickel Refillery. Elle connaît le défi du juillet sans plastique et le considère comme une excellente initiative, mais elle croit qu’il serait mieux de le faire à longueur d’année. Pour Esther Moreau, il est essentiel de réduire son utilisation du plastique, même s’il n’est pas toujours possible de le faire parfaitement. Photo : Radio-Canada / Mehdi Bouhadjeb-Hamdani Mme Moreau admet qu’il est difficile de changer ses habitudes de consommation, mais maintient que ça devient plus facile avec le temps. C’est l’intention qui compte au début. Quand on continue à le faire, ça devient quelque chose qu’on continue à faire sans devoir y penser, dit-elle. Mia Toner, employée au Nickel Refillery, insiste sur l’importance d’encourager les clients à adopter des habitudes durables sans viser la perfection. Mia Toner est passionnée par son rôle au sein de ce magasin écoresponsable. Photo : Radio-Canada / Mehdi Bouhadjeb-Hamdani Elle mentionne également que cette pratique permet d’économiser de l’argent et de réduire les déchets inutiles. Leigha Benford croit que le mouvement juillet sans plastique est une excellente façon de sensibiliser les consommateurs à leur utilisation du plastique et de chercher à la réduire. Reconnaître la quantité de plastique que nous utilisons quotidiennement peut être alarmant. Ce défi permet aux gens de créer de nouvelles habitudes durables, affirme-t-elle.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T05:02:37.248+03:00",
    "updated": "2024-07-19T05:02:37.248+03:00"
  },
  {
    "uuid": "8ef5d9d2d7ed63a0f5c709619a15efcdcfe034c6",
    "url": "https://news.yahoo.com/storm-bringing-more-rain-dangerous-152504030.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBC",
    "published": "2023-12-29T00:00:00Z",
    "title": "New storm bringing more rain, dangerous surf to California as Ventura cleans up after massive waves",
    "text": "LA Times New storm bringing more rain, dangerous surf to California as Ventura cleans up after massive waves Karen Garcia, Christian Martinez, Ashley Ahn, Nathan Solis December 29, 2023 at 5:25 PM · 5 min read 5 Link Copied Read full article Surfers navigate rocks and driftwood at Surfer's Point as they look for a spot to enter the water as large waves pound the beach on Thursday in Ventura. (Brian van der Brug / Los Angeles Times)\nA new rainstorm was expected to move into Southern California on Friday night as residents in some coastal communities dug out from big waves that damaged homes, closed beaches and left several people injured.\nHigh surf battered the California coast on Thursday, with Ventura County particularly hard hit. The conditions will ease Friday, but dangerous waves will return Saturday when Southern California beaches could see 6- to 12-foot waves, with more rain expected, according to the National Weather Service.\nThe next storm system expected to arrive in San Luis Obispo County by Friday afternoon, according to the forecast, and will make its way south along the coast, cooling temperatures by 2 to 3 degrees, according to the weather service. But in Los Angeles and Ventura counties, residents can expect an offshore flow from the east that brings a few degrees of warming temperatures on Friday.\nOvernight, the storm will arrive along the Central Coast with rain expected in Los Angeles County by late Saturday morning. The forecast calls for several hours of rain, including a few hours of intense showers, and cooler temperatures.\n\"We're expecting significant rainfall for two to three hours on Saturday,\" said meteorologist David Sweet, of the National Weather Service in Oxnard. \"It's not going to be as strong as the storm system we saw last week, for a few hours it will cause some nuisance flooding. Drivers should be aware of puddling in roadways and give themselves more time or slow down.\"\nForecasts show a slight chance of rain on New Year's Eve in the Pasadena area and lingering through New Year's Day. The forecast shows a 20% to 30% chance for light rain.\nThe National Weather Service is also tracking a second system of strong waves that are expected to arrive by Saturday, with 15- to 20-foot waves, including sets of up to 25-foot waves, along the Central Coast. Ventura County beaches are expected to receive 10- to 15-foot waves, with 20-foot sets. Santa Barbara County beaches along the South Coast will be hit with 7- to 12-foot waves and in some areas 15- to 20- foot sets along west-facing beaches near Point Conception, according to forecasts.\nHigh surf warnings will be in effect through Saturday night for the region. Along with the high surf advisory for Los Angeles-area beaches, the weather service issued a coastal flood advisory through 10 p.m. Saturday.\nWhile the high surf is expected to die down by Sunday, officials advise people to stay out of the water and away from beaches over the weekend because of coastal erosion, flooding and strong rip tides.\n\"Take caution and heed the direction of local authorities and lifeguards,\" the National Weather Service said. \"Never ever turn your back to the water as damaging and life-threatening sneaker waves are likely to occur.\"\nOn the Ventura County coast, residents were assessing the damage.\nRead more: Huge waves damage homes, cause injuries along California coast\nEight people sustained minor to moderate injuries and were taken to the hospital after large waves caused flooding near South Seaward Avenue at approximately 10:50 a.m. Thursday, Ventura County Fire Department Captain Brian McGrath said.\nOf the injured, some were located in Inn on the Beach, a boutique hotel located along the coast and now closed because of flooding, he said.\nThe county fire department also rescued at least 15 people out of the ocean Thursday morning during high tide, McGrath added. None sustained injuries, he said.\nDramatic videos emerged of one wave smashing onto the Ventura coast and water inundating streets, forcing people to run for their lives. One video showed waves knocking down some bystanders. Another shows waves racing down several blocks as people tried to get away.\nAt around 10:45 a.m., a rogue wave slammed Inn on the Beach, flooding rooms with nearly 2 feet of water.\nThe force of the wave smashed glass on the patios of rooms facing the ocean.\nThe wall of water tossed furniture all about. Desks and beds and dressers stood at odd angles inside rooms, covered in mud.\nLuckily no guests were injured, although some were stuck in their rooms for a short time, officials said.\nAround 45 guests were evacuated from the hotel, which will have to close for an unknown amount of time.\nThe floor of the lobby was covered in mud and sand, said Jay Williams, the hotel manager.\nOne wave dragged a man a short distance down the street, while some people became trapped in the water near their cars.\nNorthern California beaches were also hard hit.\nIn Santa Cruz County, the Rio del Mar Esplanade was flooded with several inches of stormwater.\nJust north of the town Half Moon Bay, on the coast between San Francisco and Silicon Valley, the surf break known as Mavericks hosts some of the largest waves in the U.S. and attracts big-wave surfers from around the world.\nMore than a dozen surfers were spotted catching the waves at Mavericks on Thursday morning, with thousands of spectators gathered at the cliffs to watch, said Tina Lourenco, who works at Old Princeton Landing — a popular restaurant and bar for locals and surfers in Half Moon Bay.\nSign up for Essential California for news, features and recommendations from the L.A. Times and beyond in your inbox six days a week.\nThis story originally appeared in Los Angeles Times .\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://www.latimes.com/newsletters/essential-california?utm_source=yahoo&utm_medium=newsletter_module&utm_campaign=essential-california",
      "https://x.com/DowntownLAScan/status/1740594189233160452?s=20",
      "https://media.zenfs.com/en/la_times_articles_853/bce4cbb56987a869820c7146089a55c9",
      "https://www.latimes.com/california/story/2023-12-28/treacherous-surf-flood-advisory-hit-southern-california?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
      "https://www.latimes.com/california/story/2023-12-29/new-storm-bringing-more-rain-dangerous-high-surf-to-california-as-ventura-cleans-up",
      "https://s.yimg.com/ny/api/res/1.2/qMRUd9IDrpnimiUwUxlM3g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://media.zenfs.com/en/la_times_articles_853/0777b898b00bbe94cf87e00466d7ed13",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
      "https://www.mavsinvitational.com/",
      "https://s.yimg.com/ny/api/res/1.2/QHrVLdsSEdcDqG8XRezH.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIzMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
      "https://www.latimes.com/california/story/2023-12-28/treacherous-surf-flood-advisory-hit-southern-california",
      "https://www.latimes.com/",
      "https://www.instagram.com/reel/C1axO3IJkaQ/?utm_source=ig_web_copy_link&igsh=MjJkMmIyYzQxYw==",
      "https://mavsinvitational.com/",
      "https://latimes.com/newsletters/essential-california?utm_source=yahoo&utm_medium=newsletter_module&utm_campaign=essential-california",
      "https://www.x.com/DowntownLAScan/status/1740594189233160452?s=20",
      "https://latimes.com/california/story/2023-12-28/treacherous-surf-flood-advisory-hit-southern-california",
      "https://latimes.com/",
      "https://www.s.yimg.com/ny/api/res/1.2/qMRUd9IDrpnimiUwUxlM3g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwOA--/https://www.media.zenfs.com/en/la_times_articles_853/0777b898b00bbe94cf87e00466d7ed13",
      "https://latimes.com/california/story/2023-12-29/new-storm-bringing-more-rain-dangerous-high-surf-to-california-as-ventura-cleans-up",
      "https://latimes.com/california/story/2023-12-28/treacherous-surf-flood-advisory-hit-southern-california?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
      "https://www.instagram.com/reel/C1axO3IJkaQ/",
      "https://www.latimes.com/california/story/2023-12-28/treacherous-surf-flood-advisory-hit-southern-california",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
      "https://x.com/DowntownLAScan/status/1740594189233160452",
      "https://instagram.com/reel/C1axO3IJkaQ/?utm_source=ig_web_copy_link&igsh=MjJkMmIyYzQxYw==",
      "https://www.latimes.com",
      "https://www.mavsinvitational.com",
      "https://www.latimes.com/newsletters/essential-california",
      "https://www.media.zenfs.com/en/la_times_articles_853/bce4cbb56987a869820c7146089a55c9",
      "https://www.s.yimg.com/ny/api/res/1.2/QHrVLdsSEdcDqG8XRezH.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIzMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ventura",
          "sentiment": "negative"
        },
        {
          "name": "ashley ahn",
          "sentiment": "none"
        },
        {
          "name": "karen garcia",
          "sentiment": "none"
        },
        {
          "name": "brian van der brug",
          "sentiment": "none"
        },
        {
          "name": "christian martinez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "la times new",
          "sentiment": "negative"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "los angeles times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "southern california",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "ventura county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:41:37.561+02:00",
    "updated": "2023-12-29T19:49:01.254+02:00"
  }
]