[
  {
    "uuid": "005ad2f24d5bea8ba79bea9139c97c272937609a",
    "url": "https://ground.news/article/13-emerging-faith-leaders-who-made-their-mark-in-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Religion News Service",
    "published": "2023-12-28T23:37:00Z",
    "title": "Ground News - 13 emerging faith leaders who made their mark in 2023",
    "text": "Summary by Religion News Service (RNS) — 2023's rising stars in religion are loud, proud and defiant. The post 13 emerging faith leaders who made their mark in 2023 appeared first on Religion News Service. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nReligion News Service Lean Left High Factuality 13 emerging faith leaders who made their mark in 2023 (RNS) — 2023's rising stars in religion are loud, proud and defiant. The post 13 emerging faith leaders who made their mark in 2023 appeared first on Religion News Service.\n8 hours ago · United States Read Full Article\nReligion News Service Lean Left High Factuality\n13 emerging faith leaders who made their mark in 2023 (RNS) — 2023's rising stars in religion are loud, proud and defiant. The post 13 emerging faith leaders who made their mark in 2023 appeared first on Religion News Service.\n8 hours ago · United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://religionnews.com/2023/12/28/12-emerging-faith-leaders-who-made-their-mark-in-2023/?utm_source=ground.news&utm_medium=referral",
      "https://www.religionnews.com/2023/12/28/12-emerging-faith-leaders-who-made-their-mark-in-2023/?utm_source=ground.news&utm_medium=referral",
      "https://religionnews.com/2023/12/28/12-emerging-faith-leaders-who-made-their-mark-in-2023/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "religion news service",
          "sentiment": "negative"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right religion news service lean left high factuality",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:40:54.325+02:00",
    "updated": "2023-12-29T06:40:54.325+02:00"
  },
  {
    "uuid": "182ee8e2a7964c7db16a4367f1c75ea217583b23",
    "url": "https://www.bloomberglinea.com/2024/04/11/alphabet-se-dirige-a-los-us2-billones-con-los-inversionistas-celebrando-los-avances-en-ia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Subrat Patnaik",
    "published": "2024-04-11T19:16:00Z",
    "title": "Alphabet se dirige a los US$2 billones con los inversionistas celebrando los avances en IA",
    "text": "Bloomberg — Los inversionistas se muestran cada vez más optimistas sobre la estrategia de inteligencia artificial de Alphabet Inc. ( [GOOGL](https://www.bloomberglinea.com/quote/GOOGL:UN/)), después de una serie de fallas y errores que hicieron caer sus acciones. Lea más: [Alphabet se enfrenta a un “peligro claro y presente” de quedarse corto en IA](https://www.bloomberglinea.com/2024/03/01/alphabet-se-enfrenta-a-un-peligro-claro-y-presente-de-quedarse-corto-en-ia/) Las acciones están volviendo hacia lo que sería un valor de mercado récord de US$2 billones, una cifra solo superada por Microsoft Corp. ( [MSFT](https://www.bloomberglinea.com/quote/MSFT:UN/)), Apple Inc. ( [AAPL](https://www.bloomberglinea.com/quote/AAPL:UN/)) y Nvidia Corp. ( [NVDA](https://www.bloomberglinea.com/quote/NVDA:UN/)) en Estados Unidos. La firma se ha recuperado desde el mínimo del mes pasado, cuando las acciones cayeron debido a preocupaciones de que la compañía se estaba quedando atrás en inteligencia artificial. Utilizando el evento en la nube de esta semana para demostrar que su modelo de inteligencia artificial está listo para empresas a pesar de los tropiezos recientes en sus herramientas orientadas al consumidor, ahora se está centrando en las ganancias de este mes y en una conferencia de desarrolladores en mayo. Aunque todavía se ve borroso el camino de Alphabet hacia la monetización de la inteligencia artificial, su valoración relativamente baja la ha mantenido atractiva para muchos en Wall Street. “Aunque los titulares no han sido favorables, el papel de Google en los productos de inteligencia artificial generativa presentará enormes oportunidades de crecimiento para la acción”, dijo Sylvia Jablonski, directora ejecutiva de Defiance ETF. Alphabet también se beneficiará al crear sus propias herramientas de inteligencia artificial generativa que pueden impulsar anuncios más precisos y aumentar los ingresos por gasto en publicidad, agregó. El producto Gemini de Alphabet visto como un gran revés para una firma conocida por su destreza tecnológica, con la compañía pausando en febrero una función de generación de imágenes que recibió críticas por representaciones históricas inexactas de la raza. La conferencia de computación en la nube de la compañía en Las Vegas esta semana ofreció a los inversionistas cierta tranquilidad, ya que la firma mostró cómo Gemini se puede usar para crear anuncios, prevenir amenazas de ciberseguridad y generar videos y podcasts cortos. Google también mostró un nuevo chip diseñado para manejar cargas de trabajo de inteligencia artificial. La noticia de que Apple Inc. está considerando usar la tecnología de Gemini de Google para alimentar servicios de inteligencia artificial agregó más impulso a la recuperación. Hasta el cierre anterior, las acciones han subido un 12% este año. “Los avances en hardware de Google, el progreso de Gemini y las demostraciones de aplicaciones impulsadas por inteligencia artificial deberían mejorar el sentimiento sobre las capacidades de AI”, escribió Justin Post, analista de Bank of America Corp. ( [BAC](https://www.bloomberglinea.com/quote/BAC:UN/)), en una nota el martes. “Vemos a la nube como un impulso positivo para la acción debido a la credibilidad de la inteligencia artificial, al crecimiento más rápido y al mejoramiento de los márgenes”. Lea más: [Google dice que Gemini, su modelo de IA, está listo para ser usado en el ámbito corporativo](https://www.bloomberglinea.com/2024/04/09/google-dice-que-gemini-su-modelo-de-ia-esta-listo-para-ser-usado-en-el-ambito-corporativo/) La acción se negocia a 21 veces las ganancias futuras, por debajo de las 33 veces de Microsoft y alrededor del mismo nivel que el índice S&P 500. Aun así, no todos están convencidos de la oferta, a pesar de que “hay mucha gente que argumenta que en este momento es muy barato”, dijo Michael Lippert, vicepresidente y gestor de cartera del Baron Opportunity Fund. Dado el espacio de búsqueda competitivo, Alphabet “debería invertir cada dólar en un ROI (retorno de la inversión) más alto en sus propios negocios”, dijo él. Por ahora, las actualizaciones de la compañía al menos han ofrecido a los inversionistas algo de aliento. El analista de JP Morgan Chase & Co. ( [JPM](https://www.bloomberglinea.com/quote/JPM:UN/)), Doug Anmuth, señaló esta semana que esperaba que la integración de Gemini resultara en un crecimiento de más del 20% en los ingresos de Google Cloud. Gráfico del día de la tecnología Principales noticias tecnológicas - El director ejecutivo de OpenAI, Sam Altman, ha estado trabajando para construir una coalición mundial entre líderes gubernamentales e industriales para apoyar el aumento de la oferta de chips, energía y capacidad de centro de datos necesarios para desarrollar tecnología de inteligencia artificial. - El negocio de satélites Starlink de SpaceX sigue consumiendo más efectivo del que genera. - Adobe Inc. ha comenzado a adquirir videos para construir su generador de inteligencia artificial de texto a video, tratando de ponerse al día con competidores después de que OpenAI demostró una tecnología similar. - La empresa francesa de materiales para chips Soitec está considerando construir una fábrica en Estados Unidos, ya que los clientes, incluido Taiwan Semiconductor Manufacturing Co., reciben incentivos gubernamentales para expansiones significativas desde Arizona hasta Texas. - El director ejecutivo de Amazon.com Inc., Andy Jassy, dijo que la infraestructura en la nube de su empresa se convertirá en una parte esencial del auge de la inteligencia artificial generativa. Ganancias el jueves - No se esperan ganancias importantes --Con la ayuda de Jeran Wittenstein. Lea más en [Bloomberg.com](https://www.bloomberg.com/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.bloomberg.com/)",
      "https://bloomberg.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:34:40.345+03:00",
    "updated": "2024-04-12T00:34:40.345+03:00"
  },
  {
    "uuid": "d87865896077014171af69fb178f18215ae1bf31",
    "url": "https://investorshangout.com/boeing-workers-opt-for-strike-amid-contract-dispute-18641-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Owen Jenkins",
    "published": "2024-09-13T07:03:00Z",
    "title": "Boeing Workers Opt for Strike Amid Contract Dispute - Investors Hangout",
    "text": "Boeing Workers Opt for Strike Amid Contract Dispute [Owen Jenkins](https://investorshangout.com/profile/view?id=79249)Updated: 09-13-2024 03:03 AM Boeing Workers Prepare for Strike Action In a major development affecting the aerospace industry, more than 30,000 workers at Boeing are set to go on strike after largely rejecting a tentative contract. This decision was announced by the International Association of Machinists and Aerospace Workers, which confirmed that a significant majority of its members were displeased with the proposed deal. Union’s Strategy for Future Negotiations The union's leadership is now regrouping to devise a new strategy aimed at securing an agreement that aligns with the expectations of its membership. As union chief Jon Holden stated, this tentative agreement was considered the best contract the union has negotiated up to this point. Challenges in Negotiation However, dissatisfaction rapidly emerged among Boeing machinists, prompting rallies and discussions about pay and job security. One of the central issues is the proposed 25% wage increase spanning four years—many union members argue that these wages do not account for their existing yearly bonuses. Key Issues at Stake The tentative deal also highlights changes to worker benefits. While Boeing plans to boost its contributions to a 401(k) retirement plan, it refrains from reinstating a pension plan that workers had previously surrendered in prior negotiations. Other proposed modifications include adjustments to mandatory overtime, which aims to reduce workers' need to work additional hours on weekends. Worker Sentiments Union members express that the wage increases are insufficient and remain frustrated with the absence of pension restoration. Additionally, Boeing's promise to create new aircraft in the Puget Sound area appears limited to the contract term, leading to disappointment among workers who have felt continually unsettled since earlier negotiations where job security was threatened. Implications of the Strike Should the strike extend over a prolonged period, Boeing could face significant challenges in meeting aircraft delivery schedules. While immediate effects on airlines may seem negligible, the strike could exacerbate Boeing's existing backlog, limiting airlines' abilities to modernize and expand their fleets effectively, especially in increasingly competitive markets. Boeing's Current Challenges These labor issues arise during a turbulent phase for Boeing. The company has been grappling with various setbacks, including regulatory challenges and quality control concerns that have hindered aircraft production rates. Interestingly, some analysts claim that a temporary production shutdown might not be the worst outcome as airlines are currently managing excess capacities, decreasing their urgency for new aircraft. Historical Context of Strikes The prospect of a strike brings to mind the 10-week labor action in 1995, which resulted in losses of approximately $100 million per day for Boeing. Since 2019, the company has faced staggering losses totaling around $27 billion. The Industry Landscape Additionally, other labor negotiations in the sector, like those involving FedEx pilots, highlight a broader trend in labor disputes within the industry. As FedEx pilots recently rejected a labor deal, the landscape of negotiations continues to evolve, adding pressure on aviation companies like Boeing to adapt swiftly to changing market dynamics. Conclusion and Future Outlook With new CEO Robert “Kelly” Ortberg having taken charge, how Boeing navigates these turbulent waters remains to be seen. The company must balance the demands of its workforce with the pressures of an ever-evolving industry to recover from its current setbacks and restore its standing in the market. Frequently Asked Questions What prompted the Boeing workers to strike? The workers rejected a tentative contract primarily due to dissatisfaction over wage increases and benefits, including the absence of a pension plan. How many workers are involved in the strike? Over 30,000 aerospace workers are participating in this strike action at Boeing. What are the potential impacts of this strike on Boeing? The strike could halt aircraft deliveries, worsen existing backlogs, and hinder airlines' fleet modernization efforts. What are Boeing's main challenges currently? Boeing faces challenges related to regulatory restrictions, safety culture concerns, and its financial losses since 2019. How does this strike compare to previous labor actions at Boeing? Past strikes, like the one in 1995, resulted in significant financial losses. The upcoming strike context echoes historical tensions in labor relations within the aerospace sector. About Investors Hangout [Investors Hangout](https://investorshangout.com/) is a leading online stock forum for financial discussion and learning, offering a wide range of free tools and resources. It draws in traders of all levels, who exchange market knowledge, investigate trading tactics, and keep an eye on industry developments in real time. Featuring financial articles, stock message boards, quotes, charts, company profiles, and live news updates. Through cooperative learning and a wealth of informational resources, it helps users from novices creating their first portfolios to experts honing their techniques. Join Investors Hangout today: [https://investorshangout.com/](https://investorshangout.com/) Disclaimer: The content of this article is solely for general informational purposes only; it does not represent legal, financial, or investment advice. Investors Hangout does not offer financial advice; the author is not a licensed financial advisor. Consult a qualified advisor before making any financial or investment decisions based on this article. The author's interpretation of publicly available data shapes the opinions presented here; as a result, they should not be taken as advice to purchase, sell, or hold any securities mentioned or any other investments. The author does not guarantee the accuracy, completeness, or timeliness of any material, providing it \"as is.\" Information and market conditions may change; past performance is not indicative of future outcomes. If any of the material offered here is inaccurate, please [contact us](https://investorshangout.com/contact) for corrections. Related Articles - [IMF's Mission in Kenya Amid Economic Tensions and Protests](/imfs-mission-in-kenya-amid-economic-tensions-and-protests-18676-/) - [Market Trends: Forecasts, Strikes, and Tech Developments](/market-trends-forecasts-strikes-and-tech-developments-18675-/) - [Former NY Fed Chief Advocates for Significant Rate Cuts](/former-ny-fed-chief-advocates-for-significant-rate-cuts-18668-/) - [Exploring Safer Investment Options Amid Banking Stock Declines](/exploring-safer-investment-options-amid-banking-stock-declines-18665-/) - [Mega Matrix Unveils Compelling Short Drama on FlexTV Platform](/mega-matrix-unveils-compelling-short-drama-on-flextv-platform-18661-/) - [Ford's Return to Manufacturing in Tamil Nadu: A New Era Begins](/fords-return-to-manufacturing-in-tamil-nadu-a-new-era-begins-18659-/) - [Exciting New Game Launch: BOOH Brawlers for Meme Lovers](/exciting-new-game-launch-booh-brawlers-for-meme-lovers-18658-/) - [AI-Media and Speechmatics Unite for Enhanced Captioning Solutions](/aimedia-and-speechmatics-unite-for-enhanced-captioning-solutions-18657-/) - [Janus Henderson Joins Forces with Anemoy and Centrifuge for Innovation](/janus-henderson-joins-forces-with-anemoy-and-centrifuge-for-innovation-18655-/) - [Boost Engagement with PubNub's New Illuminate Platform](/boost-engagement-with-pubnubs-new-illuminate-platform-18652-/) Recent Articles - [ASX 200 Sees Gains Amid Gold and Mining Sector Growth](/asx-200-sees-gains-amid-gold-and-mining-sector-growth-18640-/) - [Latest Trends in Japan's Nikkei 225 Stock Market Performance](/latest-trends-in-japans-nikkei-225-stock-market-performance-18639-/) - [Boeing Opens Door for Negotiation After Workers Strike Vote](/boeing-opens-door-for-negotiation-after-workers-strike-vote-18638-/) - [Valneva Successfully Raises €61.18 Million Through Placement](/valneva-successfully-raises-6118-million-through-placement-18637-/) - [Terranet Enhances Partnership in MobilityXlab's Program](/terranet-enhances-partnership-in-mobilityxlabs-program-18636-/) - [Nxera Pharma and Cancer Research UK Collaborate to Combat Cancer](/nxera-pharma-and-cancer-research-uk-collaborate-to-combat-cancer-18635-/) - [Eckoh Plc's Exempt Principal Trader Disclosure Overview](/eckoh-plcs-exempt-principal-trader-disclosure-overview-18634-/) - [Moderna’s Budget Cuts: A Shift Toward Future Growth and Stability](/modernas-budget-cuts-a-shift-toward-future-growth-and-stability-18633-/) - [Understanding the Impact of Yield Curve Changes on Stocks](/understanding-the-impact-of-yield-curve-changes-on-stocks-18632-/) - [Market Outlook: Speculation on Fed's Rate Decision Rises](/market-outlook-speculation-on-feds-rate-decision-rises-18631-/) - [Alibaba Unveils AI-Enhanced Taobao App, Achieves Instant Success](/alibaba-unveils-aienhanced-taobao-app-achieves-instant-success-18630-/) - [Moberg Pharma Adjusts Clinical Expectations for MOB-015](/moberg-pharma-adjusts-clinical-expectations-for-mob015-18629-/) - [MainStreaming Elevates Tassilo Raesig to CEO to Boost Growth](/mainstreaming-elevates-tassilo-raesig-to-ceo-to-boost-growth-18628-/) - [MainStreaming Welcomes Tassilo Raesig as New CEO Driving Growth](/mainstreaming-welcomes-tassilo-raesig-as-new-ceo-driving-growth-18627-/) - [Setbacks for Moberg Pharma Amid Phase 3 Trial Developments](/setbacks-for-moberg-pharma-amid-phase-3-trial-developments-18626-/) - [Taiwan Stock Market Sees Growth; Key Sectors Drive Gains](/taiwan-stock-market-sees-growth-key-sectors-drive-gains-18625-/) - [Nippon and U.S. Steel Address Merger Concerns to the President](/nippon-and-us-steel-address-merger-concerns-to-the-president-18624-/) - [Euro Gains Strength Amid Stable Interest Rate Expectations](/euro-gains-strength-amid-stable-interest-rate-expectations-18623-/) - [Asian Markets Reflect Mixed Signals Amid Economic Reports](/asian-markets-reflect-mixed-signals-amid-economic-reports-18622-/) - [Moldova-Agroindbank Announces Strategic Share Buyback Plan](/moldovaagroindbank-announces-strategic-share-buyback-plan-18621-/) - [Bekaert's Recent Liquidity Agreement Insights and Outcomes](/bekaerts-recent-liquidity-agreement-insights-and-outcomes-18620-/) - [Insights into Mothercare plc Block Listing Review Process](/insights-into-mothercare-plc-block-listing-review-process-18619-/) - [Endeavour Mining Reports Successful Launch at New Projects](/endeavour-mining-reports-successful-launch-at-new-projects-18618-/) - [Endeavour Mining's Major Milestone: Commercial Production Launched](/endeavour-minings-major-milestone-commercial-production-launched-18617-/) - [PayPoint's Recent Share Repurchase Strategy Overview](/paypoints-recent-share-repurchase-strategy-overview-18616-/) - [Anjana Harve Nominated to Wolters Kluwer Supervisory Board](/anjana-harve-nominated-to-wolters-kluwer-supervisory-board-18615-/) - [DSV's Bold Move: Acquiring Schenker for $15.9 Billion](/dsvs-bold-move-acquiring-schenker-for-159-billion-18614-/) - [Bitcoin's Price Movement: Steadying Amid Rate Cut Speculation](/bitcoins-price-movement-steadying-amid-rate-cut-speculation-18613-/) - [DSV A/S Concludes Share Buyback Program with Key Updates](/dsv-as-concludes-share-buyback-program-with-key-updates-18612-/) - [A.I.S. Resources Gears Up for Gold Exploration and Growth](/ais-resources-gears-up-for-gold-exploration-and-growth-18611-/) - [Novaturas Reports Growth in Winter Travel and Workation Trends](/novaturas-reports-growth-in-winter-travel-and-workation-trends-18610-/) - [SEC's New Directive Impacting eToro and the Crypto Market](/secs-new-directive-impacting-etoro-and-the-crypto-market-18609-/) - [iQIYI's Stand-up Comedy Show Revitalizes Entertainment Landscape](/iqiyis-standup-comedy-show-revitalizes-entertainment-landscape-18608-/) - [Senhwa Biosciences Achieves FDA Designation for Silmitasertib](/senhwa-biosciences-achieves-fda-designation-for-silmitasertib-18607-/) - [Positive Outlook for Euro Zone Inflation Backed by ECB Insights](/positive-outlook-for-euro-zone-inflation-backed-by-ecb-insights-18606-/) - [Geely's European Expansion: New Plant Possibilities in Focus](/geelys-european-expansion-new-plant-possibilities-in-focus-18605-/) - [Sampo plc's 2025 Financial Release and AGM Updates Unveiled](/sampo-plcs-2025-financial-release-and-agm-updates-unveiled-18604-/) - [Understanding Boussard & Gavaudan's Latest NAV Reports](/understanding-boussard-gavaudans-latest-nav-reports-18603-/) - [Worldline Adjusts Strategic Direction Amid CEO Transition](/worldline-adjusts-strategic-direction-amid-ceo-transition-18602-/) - [Sampo plc Announces Recent Share Buyback Activities Details](/sampo-plc-announces-recent-share-buyback-activities-details-18601-/) - [Exploring Boussard & Gavaudan Shares and Estimated NAV Insights](/exploring-boussard-gavaudan-shares-and-estimated-nav-insights-18600-/) - [Endeavour Mining's Strategic Share Buyback Initiative Explained](/endeavour-minings-strategic-share-buyback-initiative-explained-18599-/) - [DSV Moves to Acquire Schenker AG: A Strategic Shift in Logistics](/dsv-moves-to-acquire-schenker-ag-a-strategic-shift-in-logistics-18598-/) - [Securitas Allocates Funds for Ongoing U.S. Investigation](/securitas-allocates-funds-for-ongoing-us-investigation-18597-/) - [Customized Mobile Substation Delivered for Enhanced Energy Solution](/customized-mobile-substation-delivered-for-enhanced-energy-solution-18596-/) - [Securitas Allocates Provisions Amid U.S. Investigation Updates](/securitas-allocates-provisions-amid-us-investigation-updates-18595-/) - [Bank of America Takes Action to Ensure Junior Banker Wellness](/bank-of-america-takes-action-to-ensure-junior-banker-wellness-18594-/) - [Boeing Faces Strike as Workers Demand Better Wages and Conditions](/boeing-faces-strike-as-workers-demand-better-wages-and-conditions-18593-/) - [Key Stocks to Keep an Eye on This Week as Earnings Release](/key-stocks-to-keep-an-eye-on-this-week-as-earnings-release-18592-/) - [Tech Stocks Surge as Market Sentiment Shifts Towards Fear](/tech-stocks-surge-as-market-sentiment-shifts-towards-fear-18591-/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T11:03:16.396+03:00",
    "updated": "2024-09-13T11:03:16.396+03:00"
  },
  {
    "uuid": "2ee8f78aab782a5f5b1fb3e64d960aad6c1740de",
    "url": "https://www.elbalad.news/6601808",
    "ord_in_thread": 0,
    "author": "@ElBaladOfficial",
    "published": "2025-06-12T07:52:19Z",
    "title": "التعليم العالي تستجيب لـ 7,956 شكوى خلال عام 2024/2025 .. عاشور: تعزيز جسور الثقة مع المواطن",
    "text": "• وزير التعليم العالي:\n- نعمل على تعزيز جسور الثقة مع المواطن من خلال استجابات سريعة وفعالة\n- قنوات متعددة لتقديم الشكاوي بين الرقمية والتقليدية لضمان شمولية الخدمة\n• الإدارة العامة لخدمة المواطنين تؤكد متابعة كل شكوى حتى حلها نهائيًا\nأكد الدكتور أيمن عاشور وزير التعليم العالي والبحث العلمي، ضرورة تكثيف العمل بمنظومة الشكاوي بوزارة التعليم العالي والبحث العلمي، من أجل تيسير سُبل تواصل المواطن مع الوزارة والجهات التابعة لها، ومضاعفة الجهود المبذولة في تلقي شكاوى واستغاثات المواطنين ورصدها ومعالجتها، وكذا تحقيق أفضل استجابات ممكنة لها بالتنسيق مع الجهات المعنية؛ لتوطيد جسور الثقة بين الوزارة والمواطنين، مؤكدًا أن الهدف الأساسي هو خدمة المواطنين، حيث أن هناك حرص على حل كل شكوى في أسرع وقت، مع العمل على تيسير مختلف الإجراءات، بما يضمن حل أي مشكلات تواجه المواطنين.\nوأشار الوزير إلى ضرورة استمرار التعامل الجاد مع الشكاوي واستغاثات المواطنين واهتمام المسئولين بالإدارات والجهات المختصة بالتعامل الفعال مع الشكاوي، من أجل العمل على إيجاد سبل لحلها؛ بما يسهم في الارتقاء بمستوى الخدمات المقدمة للمواطنين، ويلبي احتياجاتهم في إطار القوانين والقواعد المعمول بها، مؤكدًا الحرص الدائم على متابعة نتائج ومؤشرات العمل وأداء منظومة الشكاوي بالوزارة، لافتًا إلى أن الإدارة العامة لخدمة المواطنين تعد إحدى حلقات الوصل بين الوزارة والجمهور.\nوفي إطار حرص الوزارة على تعزيز جسور التواصل مع المواطنين وضمان تلبية احتياجاتهم بكفاءة وشفافية، تلقت الإدارة العامة لخدمة المواطنين بوزارة التعليم العالي والبحث العلمي خلال العام المالي 2024/2025، ما يقرب من (7956) شكوى وطلب لمختلف الجهات والفئات عبر القنوات المختلفة، وذلك من المواطنين وأولياء الأمور، والمرضى المترددين على المستشفيات الجامعية، والطلاب الحاصلين على شهادة الثانوية العامة أو المقيدين بالجامعات والمعاهد، هذا بالإضافة إلى الشكاوى والطلبات المقدمة من الطلاب الوافدين، وأعضاء البعثات الحكومية، والطلاب المبعوثين للخارج للحصول على درجات علمية، فضلاً عن الالتماسات والشكاوى الخاصة بأعضاء هيئة التدريس والهيئة المعاونة والعاملين بالجامعات والمعاهد، وكذلك الشكاوي والالتماسات الواردة من الوزارات والمصالح الحكومية، والطلبات المحولة للإدارة من أمانة مجلس الوزراء.\nوقد بلغ عدد الشكاوي والطلبات والالتماسات الواردة من الطلاب وأولياء الأمور (980) شكوى، بينما بلغ عدد شكاوي أعضاء هيئة التدريس والمدرسين المساعدين بالجامعات والمعاهد الحكومية والخاصة نحو (193)، وبلغ عدد شكاوي العاملين بالوزارة والجامعات المصرية، نحو (152) شكوى، وبالنسبة لشكاوى الخريجين، فقد بلغ عددها (140) شكوى، وكذلك فقد تم تلقي (153) شكوى من المواطنين، هذا وقد بلغ عدد الشكاوي والاستفسارات الواردة عبر البريد الإلكتروني والبوابة الإلكترونية الخاصة بالإدارة العامة لخدمة المواطنين بموقع الوزارة، ما يقرب من (2870) شكوى، فيما بلغت الشكاوى التي تلقتها الإدارة من خلال بوابة الشكاوي الحكومية (4196) شكوى، كما تلقت الإدارة نحو (140) شكوى من خلال الوزارات والجهات الحكومية، وتم الانتهاء والرد على معظم الشكاوى والطلبات المقدمة، كما أن هناك بعض الشكاوى مازالت قيد الدراسة والمتابعة مع جهات الاختصاص سيتم الانتهاء منها والرد على مُقدميها في أقرب وقت ممكن.\nومن جانبه، أكد الأستاذ مصطفى إمام مدير عام الإدارة العامة لخدمة المواطنين، حرص الإدارة على استقبال طلبات المواطنين بعدة طرق، حيث تتيح للمواطنين تقديم الطلبات والشكاوي من خلال البريد الإلكتروني أو من خلال مقر الإدارة العامة لخدمة المواطنين وتقديم المعلومات الإرشادية لهم، حيث يتم تسجيل الطلبات والشكاوي على نظام إلكتروني بما يضمن متابعتها ثم يتم تحويلها إلى أجهزة الوزارة المختصة والإدارات المعنية بالوزارة والجهات المعنية بالجامعات المصرية؛ للعمل على حلها، وكذلك متابعة المواطنين من خلال قسم المتابعة بالإدارة للتأكد من حصولهم على الخدمة المطلوبة، وكذلك متابعة الجهات المعنية للرد على شكاوى وطلبات المواطنين في أسرع وقت.\nوأضاف أن هذه الأرقام تعكس توجه الوزارة نحو تحقيق الحكومة الذكية، عبر دمج التقنية مع خدمة المواطن، مع الحفاظ على القنوات التقليدية لكبار السن أو غير المتصلين رقميًا، كما تهدف هذه الجهود إلى تعزيز الثقة وترسيخ مبدأ المواطن أولًا، خاصة في قطاع حيوي مثل التعليم العالي والخدمات الصحية الجامعية.\nوتنوعت آليات التقديم والمتابعة حيث يتم استقبال الشكاوى والطلبات المختلفة عبر قنوات التواصل الآتية:\n- المقر الرئيسي للإدارة العامة لخدمة المواطنين (97 شارع الجمهورية، القاهرة)، تليفون: (0227945072) – فاكس: (0227923517).\n- البريد الإلكتروني: [[email protected]](/cdn-cgi/l/email-protection) .\n- الخط الساخن لمنظومة الشكاوي التابعة لمجلس الوزراء: 16528.\n- الصفحة الرسمية لمنظومة الشكاوي الحكومية الموحدة التابعة لأمانة مجلس الوزراء على فيسبوك ( https://www.facebook.com/shakwa.egypt/ ).\n- المنصات الرقمية مثل (بوابة الشكاوى الحكومية (https://www.shakwa.eg/GCP/Default.aspx)\n- العنوان عبر خرائط جوجل: https://maps.app.goo.gl/ASdJLfm4Hj95R19dA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Education->college and university",
      "Education->educational grading",
      "Education->students",
      "Politics->education policy",
      "Politics->government",
      "Politics->civil rights",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ma",
        "top_news_iq",
        "top_news_il",
        "top_news_ae",
        "top_news_qa",
        "top_news_eg",
        "top_news_sa",
        "top_news_kw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:52:19.715+03:00",
    "updated": "2025-06-13T08:04:43.000+00:00"
  },
  {
    "uuid": "188fd46fbfd40ede52cd0d3f4591c2a06884fdfe",
    "url": "https://tn.com.ar/internacional/2024/06/27/la-jugada-de-ultimo-momento-que-hizo-joe-biden-para-intentar-desestabilizar-a-donald-trump-en-el-debate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@todonoticias",
    "published": "2024-06-27T22:13:00Z",
    "title": "La INSÓLITA jugada de último momento que hizo Joe Biden para intentar desestabilizar a Trump en el debate presidencial | TN",
    "text": "Mary Trump , sobrina del expresidente estadounidense Donald Trump , se unió este jueves al equipo de Joe Biden como invitada especial de la ‘ spin room ’, el espacio donde el equipo del actual mandatario demócrata comentará a la prensa el debate electoral de este jueves por la noche.\nLa hija del difunto hermano de Trump, Fred Trump Jr., es una de las voces elegidas por el bando de Biden para “hablar de lo que está en juego en esta elección y del claro contraste sobre los temas que la definirán”, según dijo un comunicado oficial de la campaña demócrata.\nLeé también: Campaña del miedo, aborto y voto joven: las estrategias de Biden para enfrentar a Trump en el debate de EEUU\nEl primero de los debates presidenciales se realizará esta noche desde las 22:00 de la Argentina en los estudios de la CNN en Atlanta.\nQué piensa de su tío Mary Trump El apoyo de Mary Trump al rival electoral de su tío no es sorprendente. La escritora y psicóloga, de 59 años, habló públicamente en el pasado del “racismo” y la “incompetencia” del expresidente republicano. “Solía tener pena por él, pero luego eso me resultó imposible”, dijo en una entrevista.\n“Toda mi vida ha sido testigo del narcisismo y la crueldad de mi tío”, subrayó este jueves en un comunicado difundido por la campaña de Biden.\nMary Trump, sobrina del expresidente Donald Trump (Foto: The Hill) Según dijo, “su sentido de inferioridad siempre ha impulsado sus celos y su necesidad patológica de dominar a los demás”.\n“Estoy esta noche en Atlanta para recordarles a todos quién es como persona y cómo gobernaría como presidente, porque hay mucho en juego como para que nos equivoquemos”, añadió la sobrina.\nLeé también: Trump y Biden se miden en el primer debate presidencial de EEUU y se anticipa una noche plagada de chicanas\nEn su libro “Demasiado y nunca suficiente: cómo mi familia creó al hombre más peligroso del mundo”, publicado en 2020, ya ponía sobre la mesa los secretos de su familia y reflejaba que en esta el dinero era el único valor, las mentiras eran aceptadas y las disculpas se veían como algo propio de los débiles.\nEl desacuerdo entre ambos ha llegado a los tribunales. El pasado mayo, un tribunal de Nueva York dio la vista buena a que Trump denunciara a su sobrina por su rol como fuente en una investigación del diario The New York Times sobre sus finanzas. El expresidente considera que Mary Trump violó los términos del acuerdo de confidencialidad que era parte del pacto relativo a la herencia de Fred C. Trump, padre del expresidente, fallecido en 1999.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:29:14.270+03:00",
    "updated": "2024-06-28T01:29:14.270+03:00"
  },
  {
    "uuid": "c978e2e9ecb855ba8fe7cc92ac64f9c6b7adae8e",
    "url": "https://www.telemundo.com/noticias/noticias-telemundo/crimen-y-violencia/desde-los-chapitos-hasta-el-aissami-estos-son-los-10-latinos-mas-busca-rcna131485",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TELEMUNDO",
    "published": "2023-12-28T22:10:00Z",
    "title": "Desde los ‘Chapitos’ hasta El Aissami: estos son los 10 latinos más buscados por el FBI, la DEA y ICE en 2023",
    "text": "Como cada año, las agencias que velan por el orden y la seguridad pública en Estados Unidos publican y mantienen activas las listas de las personas que han cometido delitos y que, pese a los esfuerzos y las investigaciones, han logrado eludir todas las pesquisas y operaciones iniciadas para su captura. Cuantiosas recompensas, líneas telefónicas y correos electrónicos habilitados para recibir denuncias, posibles avistamientos y cualquier dato son algunas de las herramientas implementadas por las fuerzas de seguridad con el fin de detener y enjuiciar a todas las personas que aparecen en sus listas oficiales. A continuación, presentamos algunos de los latinos que, año tras año, siguen clasificados como los más buscados por el Gobierno de Estados Unidos. 1.-Yulan Adonay Archaga Carías [Yulan Adonay Archaga Carías](https://www.fbi.gov/wanted/topten/yulan-adonay-archaga-carias), presunto líder nacional de la MS-13 en Honduras, es acusado en Estados Unidos de conspiración de crimen organizado, conspiración de importación de cocaína, posesión de ametralladoras y conspiración para poseer ametralladoras. Archaga Carías también es presuntamente responsable de transportar cargamentos de varias toneladas de cocaína a través de Honduras hacia Estados Unidos y de ordenar y participar en asesinatos de miembros de bandas rivales y de otras personas asociadas a la MS-13. Se cree que Archaga Carias sólo habla español. Alias: Alexander Mendoza, Yulan Andony Archaga Carias, Porky Recompensa: El Gobierno de los Estados Unidos ofrece una recompensa de hasta 5,000,000 de dólares por información que conduzca a la detención y/o condena de Yulan Adonay Archaga Carias. Archaga Carías es la única persona de este listado que es buscado activamente por el [FBI](https://www.fbi.gov/wanted/topten/yulan-adonay-archaga-carias), la [DEA ](https://www.dea.gov/fugitives/yulian-andony-archaga-carias)y [ICE](https://www.ice.gov/most-wanted/archaga-carias). 2.-Wilver Villegas-Palomino [Wilver Villegas-Palomino](https://www.fbi.gov/wanted/topten/wilver-villegas-palomino), es un alto mando del Ejército de Liberación Nacional (ELN) y se le busca por actividades de narcotráfico para el Frente de Guerra Nororiental del ELN en la región colombiana del Catatumbo y en Venezuela. El 13 de febrero de 2020 se emitió una orden de detención federal contra Villegas-Palomino en el Tribunal de Distrito de los Estados Unidos, Distrito Sur de Texas, División de Houston, tras ser acusado de narcoterrorismo, conspiración para la distribución internacional de cocaína y distribución internacional de cocaína. Alias: Carlos El Puerco, El Puerco, Wilver Villegas, Wilver Palomino. Recompensa: El Programa de Recompensas por Narcóticos del Departamento de Estado de Estados Unidos ofrece una recompensa de hasta 5 millones de dólares por información que conduzca a la detención y/o condena de Wilver Villegas-Palomino. Villegas-Palomino es buscado activamente por el [FBI](https://www.fbi.gov/wanted/topten/wilver-villegas-palomino). 3.-Alejandro Rosales Castillo [Alejandro Rosales Castillo](https://www.fbi.gov/wanted/topten/alejandro-castillo) es buscado por su presunta participación en el asesinato de una compañera de trabajo en Charlotte, Carolina del Norte, en 2016. El vehículo de la víctima femenina fue localizado en una estación de autobuses en Phoenix, Arizona, el 15 de agosto de 2016. El 17 de agosto de 2016, el cuerpo de la víctima fue localizado en una zona boscosa del condado de Cabarrus, Carolina del Norte, con una herida de bala en la cabeza. Castillo fue visto cruzando a México y puede residir en San Francisco de los Romo, Aguascalientes, o Pabellón de Arteaga, Aguascalientes. También puede haber viajado a los estados mexicanos de Guanajuato o Veracruz. Alias: Alexandro Castillo, Alex Castillo, Alejandro Rosales, Alejandro Castillo, Alejandro Rosales-Castillo, Alejandro Rosalescastillo Recompensa: El FBI ofrece una recompensa de hasta 250,000 dólares por información que conduzca directamente a la detención de Alejandro Rosales Castillo. Rosales Castillo es buscado activamente por el [FBI](https://www.fbi.gov/wanted/topten/alejandro-castillo). 4.-Iván Archivaldo Guzmán Salazar [Iván Archivaldo Guzmán Salazar](https://www.ice.gov/most-wanted/guzman-salazar-ivan) es buscado por el Gobierno de los Estados Unidos en relación con una investigación de HSI Nogales, Arizona, sobre el cártel de Sinaloa. Es el líder de una amplia conspiración que comenzó en 2008 y continúa en la actualidad, en la que él y sus tres hermanos, conocidos como los Chapitos, heredaron las redes de tráfico de drogas de su padre, el famoso Joaquín El Chapo Guzmán Loera. El 6 de abril de 2023, se emitió una orden de arresto federal en su contra en el Distrito Norte de Illinois por Conspiración para Distribuir una Sustancia Controlada, Dirigir una Empresa Criminal Continua y Lavado de Dinero. Guzmán Salazar es un fugitivo y se sabe que posee armas de fuego. Debe ser considerado armado y peligroso. Alias: Tocallo, Chapito. Recompensa: El Departamento de Estado ha emitido una recompensa de 10,000,000 de dólares por información que conduzca a su detención y condena. Guzmán Salazar es buscado activamente por la [DEA ](https://www.dea.gov/fugitives/ivan-archivaldo-guzman-salazar)y [ICE](https://www.ice.gov/most-wanted/guzman-salazar-ivan). 5.-Joaquín Guzmán López [Joaquín Guzmán López](https://www.ice.gov/most-wanted/guzman-lopez-joaquin), junto con sus hermanos, heredó las redes de narcotráfico de su hermano fallecido, Edgar Guzmán López, y de su padre, Joaquín El Chapo Guzmán Loera, líder del cártel de Sinaloa. En la actualidad, los hermanos Guzmán López supervisan aproximadamente once laboratorios de metanfetamina en el estado de Sinaloa que producen entre 3,000 y 5,000 libras de metanfetamina al mes. La metanfetamina se vende al por mayor a otros miembros de Sinaloa y a distribuidores estadounidenses y canadienses. El 2 de abril de 2018, los hermanos Guzmán López fueron acusados por un Gran Jurado Federal en el Distrito de Columbia de conspiración para distribuir más de 5 kilogramos de cocaína, 500 gramos de metanfetamina y 1,000 kilogramos de marihuana). Alias: El güero, Moreno, Güero moreno. Recompensa: El Departamento de Estado ha emitido una recompensa de más de 5,000,000 de dólares por información que conduzca a su detención y condena. Guzmán López es buscado activamente por [ICE](https://www.ice.gov/most-wanted/guzman-lopez-joaquin). 6.-Jesús Alfredo Guzmán Salazar Al igual que sucede con sus hermanos, [Jesús Alfredo Guzmán Salazar](https://www.ice.gov/most-wanted/guzman-salazar-jesus) es buscado por el Gobierno estadounidense en relación con una investigación de HSI Nogales, Arizona, sobre el cártel de Sinaloa. Se cree que ha participado en diversas actividades delictivas en México y Estados Unidos lo que incluye acciones como la obtención de pistolas y otras armas, el soborno de funcionarios públicos, la incitación, la participación y la amenaza de violencia, incluidos asesinatos, secuestros, asaltos y agresiones contra las fuerzas del orden, narcotraficantes rivales y miembros de su propia organización de narcotraficantes. El 6 de abril 2023, se emitió una orden de arresto federal contra Jesús Alfredo Guzmán Salazar en el Distrito Norte de Illinois por conspiración para distribuir una sustancia controlada, dirigir una empresa criminal continuada y blanqueo de dinero. Guzmán Salazar es un fugitivo y se sabe que posee armas de fuego. Debe ser considerado armado y peligroso. Alias: Alfredito, Menor. Recompensa: El Departamento de Estado ha emitido una recompensa de 10,000,000 de dólares por información que conduzca a su detención y condena. Guzmán López es buscado activamente por [ICE](https://www.ice.gov/most-wanted/guzman-salazar-jesus). 7.-Alan Gabriel Núñez Herrera Alan Gabriel Núñez Herrera es un importante traficante mexicano de fentanilo que trabaja para los Chapitos. En octubre y noviembre de 2022, Núñez Herrera suministró a un asociado y co-conspirador, Julio Marín González, aproximadamente 20,000 pastillas de fentanilo y aproximadamente cinco kilogramos de polvo de fentanilo que Marín González vendió a un agente encubierto de la DEA en diferentes lugares de California. Además, en 2023, Núñez Herrera negoció la entrega de múltiples kilogramos adicionales de polvo de fentanilo de México a los EE.UU. El 4 de abril de 2023, un gran jurado federal del Distrito Sur de Nueva York presentó una acusación contra Núñez Herrera y otras personas por conspiración para la importación de fentanilo, conspiración para el tráfico de fentanilo, posesión de ametralladoras y artefactos destructivos, conspiración para poseer ametralladoras y artefactos destructivos y conspiración para el blanqueo de capitales. Recompensa: El Departamento de Estado ofrece una recompensa de hasta 1,000,000 de dólares por información que conduzca a la detención y/o condena de Alan Gabriel Núñez Herrera. Núñez Herrera es buscado activamente por la [DEA](https://www.dea.gov/fugitives/alan-gabriel-nunez-herrera). 8.-Rubén Oseguera-Cervantes Rubén Oseguera-Cervantes, alias El Mencho, es el fundador y actual líder del Cártel Jalisco Nueva Generación (CJNG), una importante organización de tráfico de drogas con sede en Jalisco, México. Mediante la violencia extrema, la corrupción y la extorsión, el CJNG ha aumentado su presencia en México, librando batallas territoriales por todo el país y ampliando constantemente su territorio y control. Oseguera-Cervantes ha hecho crecer rápidamente al CJNG, que ha pasado de ser una organización de narcotráfico regional a una potencia internacional del crimen organizado. Entre otras cosas, a Oseguera-Cervantes se le acusa de ser el líder de una Empresa Criminal Continua, además conspiró para distribuir cantidades significativas de narcóticos para su importación ilegal en los Estados Unidos y ha utilizado un arma de fuego, durante y en relación con estos delitos de tráfico de drogas. Recompensa: El Departamento de Estado ha emitido una recompensa de hasta 10,000,000 de dólares por información que conduzca a su detención y condena. Oseguera-Cervantes es buscado activamente por la [DEA](https://www.dea.gov/fugitives/nemesio-oseguera-cervantes). 9.-Mario Antunez-Sotelo [Mario Antunez-Sotelo](https://www.ice.gov/most-wanted/antunez-sotelo-mario) es buscado por un incidente de trata de personas y contrabando de extranjeros ocurrido en 2006 en San Diego, California. El 3 de julio de 2007, se emitió una orden de detención federal en su contra en el Distrito Sur de California por tráfico de seres humanos. Se cree que es miembro de una organización de contrabando de extranjeros que introduce clandestinamente a personas indocumentadas en Estados Unidos para obtener beneficios económicos y luego los obliga a trabajar bajo amenazas de daño y muerte. Antúnez-Sotelo es un fugitivo y se sabe que posee armas de fuego. Debe ser considerado armado y peligroso. Alias: Antonio Antunez Roman, Antonio Antunez Sotelo, Antonio Antunez, El Tony o Don Tony. Antunez-Sotelo es buscado activamente por [ICE](https://www.ice.gov/most-wanted/antunez-sotelo-mario). 10.-Tareck Zaidan El Aissami En febrero de 2017, la Oficina de Control de Activos Extranjeros (OFAC) del Departamento del Tesoro de Estados Unidos designó a Tareck Zaidan El Aissami, ciudadano venezolano, como narcotraficante especialmente designado (SDNT) en virtud de la Ley Kingpin por desempeñar un papel significativo en el tráfico internacional de estupefacientes. El Aissami fue nombrado Vicepresidente Ejecutivo de Venezuela en enero de 2017. Anteriormente fue gobernador del estado venezolano de Aragua de 2012 a 2017, así como ministro de Interior y Justicia de Venezuela desde 2008. Facilitó los envíos de estupefacientes desde Venezuela, incluido el control de los aviones que partían de una base aérea venezolana y de las rutas de la droga a través de los puertos de Venezuela. En sus cargos anteriores, supervisó o fue propietario parcial de envíos de estupefacientes de más de 1,000 kilogramos procedentes de Venezuela en múltiples ocasiones, incluidos cargamentos que fueron enviados a México y Estados Unidos. Recompensa: El Departamento de Estado ha emitido una recompensa de hasta 10,000,000 de dólares por información que conduzca a su detención y condena. El Aissami es buscado activamente por [ICE](https://www.ice.gov/most-wanted/el-aissami-maddah-tareck-zaidan). Si usted tiene información sobre las personas de esta lista, por favor póngase en contacto con la [U.S. Drug Enforcement Administration](https://www.dea.gov/fugitives) por correo electrónico. Si usted se encuentra fuera de los EE.UU., también puede visitar la Embajada o Consulado de EE.UU. más cercano. Si se encuentra en EE.UU., puede ponerse en contacto con la oficina local de la DEA, el FBI o ICE en su ciudad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.dea.gov/fugitives/alan-gabriel-nunez-herrera).",
      "https://www.fbi.gov/wanted/topten/wilver-villegas-palomino),",
      "https://www.fbi.gov/wanted/topten/wilver-villegas-palomino).",
      "https://www.fbi.gov/wanted/topten/yulan-adonay-archaga-carias),",
      "https://www.ice.gov/most-wanted/guzman-salazar-jesus)",
      "https://www.ice.gov/most-wanted/antunez-sotelo-mario).",
      "https://www.ice.gov/most-wanted/guzman-salazar-ivan)",
      "https://www.fbi.gov/wanted/topten/alejandro-castillo)",
      "https://www.dea.gov/fugitives/yulian-andony-archaga-carias)y",
      "https://www.ice.gov/most-wanted/guzman-lopez-joaquin),",
      "https://www.dea.gov/fugitives/ivan-archivaldo-guzman-salazar)y",
      "https://www.dea.gov/fugitives/nemesio-oseguera-cervantes).",
      "https://www.ice.gov/most-wanted/guzman-salazar-ivan).",
      "https://www.ice.gov/most-wanted/guzman-lopez-joaquin).",
      "https://www.ice.gov/most-wanted/el-aissami-maddah-tareck-zaidan).",
      "https://www.ice.gov/most-wanted/guzman-salazar-jesus).",
      "https://www.ice.gov/most-wanted/archaga-carias).",
      "https://www.fbi.gov/wanted/topten/alejandro-castillo).",
      "https://www.dea.gov/fugitives)",
      "https://www.ice.gov/most-wanted/antunez-sotelo-mario)",
      "https://ice.gov/most-wanted/antunez-sotelo-mario)",
      "https://dea.gov/fugitives/alan-gabriel-nunez-herrera).",
      "https://ice.gov/most-wanted/guzman-lopez-joaquin),",
      "https://ice.gov/most-wanted/archaga-carias).",
      "https://dea.gov/fugitives/yulian-andony-archaga-carias)y",
      "https://dea.gov/fugitives/nemesio-oseguera-cervantes).",
      "https://ice.gov/most-wanted/el-aissami-maddah-tareck-zaidan).",
      "https://ice.gov/most-wanted/guzman-salazar-jesus).",
      "https://dea.gov/fugitives)",
      "https://fbi.gov/wanted/topten/alejandro-castillo)",
      "https://fbi.gov/wanted/topten/yulan-adonay-archaga-carias),",
      "https://ice.gov/most-wanted/antunez-sotelo-mario).",
      "https://fbi.gov/wanted/topten/wilver-villegas-palomino).",
      "https://ice.gov/most-wanted/guzman-lopez-joaquin).",
      "https://fbi.gov/wanted/topten/alejandro-castillo).",
      "https://fbi.gov/wanted/topten/wilver-villegas-palomino),",
      "https://ice.gov/most-wanted/guzman-salazar-jesus)",
      "https://dea.gov/fugitives/ivan-archivaldo-guzman-salazar)y",
      "https://ice.gov/most-wanted/guzman-salazar-ivan)",
      "https://ice.gov/most-wanted/guzman-salazar-ivan)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:55.128+02:00",
    "updated": "2023-12-29T00:12:55.128+02:00"
  },
  {
    "uuid": "281410c405482375d7d7349bace9a7c83c444c5f",
    "url": "https://www.elfagr.org/5176665",
    "ord_in_thread": 0,
    "author": "@fagr24_",
    "published": "2025-06-12T08:38:04Z",
    "title": "رسالة تحفيزية من قيادات مطروح الأزهرية لأوائل الشهادتين الابتدائية والإعدادية",
    "text": "رسالة تحفيزية من قيادات مطروح الأزهرية لأوائل الشهادتين الابتدائية والإعدادية\nهنأ فضيلة الشيخ عطية سالم، رئيس منطقة مطروح الأزهرية، والأستاذ محمود الحلبي، الوكيل الثقافي للمنطقة الطلاب الأوائل بالشهادتين الابتدائية والإعدادية الأزهرية للعام الدراسي 2024/2025، متمنيًن لهم دوام التوفيق والنجاح في مسيرتهم التعليمية القادمة.\nمعربين عن سعادتهم البالغة بالمستويات المتميزة التي حققها الطلاب، مؤكدًين أن هذا التفوق يعكس مدى الجهد المبذول من الطلاب وأسرهم والمعلمين على حد سواء.\nوأشاد الشيخ عطية سالم، رئيس المنطقة بالدور الحيوي الذي تقوم به المعاهد الأزهرية بمطروح في صقل مهارات الطلاب وتنمية قدراتهم العلمية والدينية، مشددًا على أن الأزهر الشريف يولي اهتمامًا خاصًا للنشء، كونه عماد المستقبل وقادة الأمة.\nكما وجه فضيلته الشكر والتقدير لأولياء الأمور على دعمهم المتواصل لأبنائهم، وللمعلمين والإداريين على جهودهم المخلصة في العملية التعليمية، والتي أثمرت عن هذه النتائج المشرفة.\nواختتمت التهنئة بتوجيه رسالة تحفيزية للطلاب الأوائل، حثهم فيها على مواصلة الاجتهاد والمثابرة، والسعي نحو تحقيق أهدافهم وطموحاتهم، ليكونوا خير قدوة لزملائهم ومصدر فخر لوطنهم.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->primary education",
      "Education->religious education",
      "Human Interest->graduation",
      "Social Issue->social services",
      "Social Issue->children"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_iq",
        "top_news_eg",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:38:04.233+03:00",
    "updated": "2025-06-12T08:45:11.000+00:00"
  },
  {
    "uuid": "b5cadf25ffc76cbb3b3e7bb53d1fa3d88d8c415f",
    "url": "https://noticias.uol.com.br/ultimas-noticias/deutschewelle/2025/06/26/depois-dos-40-ha-muito-potencial-mas-nao-aproveitamos.htm",
    "ord_in_thread": 0,
    "author": "UOL",
    "published": "2025-06-26T11:23:00Z",
    "title": "Depois dos 40: há muito potencial, mas não aproveitamos",
    "text": "Depois dos 40: há muito potencial, mas não aproveitamos - Nosso ensino superior é etarista, assim como o mercado de trabalho. A consequência é um gigante capital humano inutilizado e subestimado. Quem perde é o desenvolvimento do país.\"A engrenagem da sociedade é a juventude.\" Quem nunca ouviu isso? O ensino superior público, do acesso à infraestrutura, é focado nos jovens. A consequência é um mercado de trabalho altamente etarista. Poderia aqui focar minha discussão num juízo de valor sobre o preconceito e etarismo, mas prefiro ser mais prático.\nJá pararam para pensar na imensa quantidade de capital humano ocioso que essa resistência e cultura do culto à juventude proporcionam?\nDificuldade começa na inserção\nPrimeiramente, quero trazer a preocupação com aqueles com maior idade que chegam à graduação. Como será a inserção deles no mercado de trabalho? Noto que, no caso dessas pessoas, ficamos muito felizes por terem chegado à graduação e por serem nossos colegas de sala, mas os tratamos com muito preconceito e condescendência.\n\"Que bonitinho, voltou a estudar. Seus filhos devem estar muito orgulhosos.\" De alguma forma, entendemos que já é uma grande glória estar ali, mas internamente entendemos, e aceitamos, que não vai muito além disso. É como se apenas a aprendizagem bastasse, mas e o mercado de trabalho? E a remuneração? E a mobilidade social? Só serve para os jovens?\nEsse preconceito se estende para o mercado de trabalho. Sejamos honestos ao analisar o seguinte cenário: dois currículos com a exata mesma formação na mesma universidade. A única diferença é a idade. Um tem 48 anos e o outro 24. Quem a empresa irá preferir?\nE se estende para o pós inserção\nInfelizmente, quem já está no mercado de trabalho não está livre. Hoje peguei um carro de aplicativo cujo motorista era um senhor de 71 anos. Dedicou mais de 40 anos à Receita Federal e agora, para não ficar parado, faz corridas por aplicativo. Consigo, e os convido para essa provocação, claramente o ver preterido ou subestimado em uma conversa sobre sua própria área. É como se todo seu conhecimento e experiência, simplesmente já não valessem mais por ele não ser mais jovem.\nO mercado de trabalho, cruelmente, não apenas desvaloriza seus profissionais a partir de uma certa idade, como também subestima e invalida todo o conhecimento tácito e prático que adquiriram por anos. Tudo isso por puro etarismo. Poxa, que desperdício.\nContinua após a publicidade A consequência não é trivial\nAqui estamos diante de uma consequência real: milhões de indivíduos totalmente subestimados e inutilizados. Alguns nem têm a oportunidade de ingressar no mercado de trabalho. Outros são cruelmente tirados do jogo e jogados fora, e, junto com eles, toda a bagagem e conhecimento. Quem perde é o desenvolvimento do nosso país.\nO que pode ser feito? Acredito que a solução passa por políticas dentro de dois eixos: mercado de trabalho e educação.\nQuanto ao mercado de trabalho, há a necessidade de incentivo para as empresas contratem pessoas mais velhas e alguma política que aproveite a riquíssima experiência e bagagem desses indivíduos pós ciclo tradicional de carreira. Talvez alguma utilidade prática para eles junto às universidades com quem está no início da carreira e ainda em formação.\nNo entanto, também precisamos de políticas educacionais. Seria incrível a criação de uma verdadeira formação continuada à nível federal. Formação essa que visa formar o profissional em todas as etapas de sua carreira. Isso, além de os munir de capacitação, também servirá como uma sinalização para o próprio mercado de trabalho.\n__\nContinua após a publicidade Newsletter\nPRA COMEÇAR O DIA\nComece o dia bem informado sobre os fatos mais importantes do momento. De segunda a sexta\nInforme seu email",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Education"
    ],
    "topics": [
      "Social Issue->demographics",
      "Social Issue->ageism",
      "Social Issue->social problem",
      "Education->adult and continuing education",
      "Education->college and university"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_br",
        "top_news_pt",
        "top_news_co",
        "top_news_ie",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T15:19:26.039+03:00",
    "updated": "2025-06-26T12:30:20.000+00:00"
  },
  {
    "uuid": "fe8691e6c202254f621db898584938845211e103",
    "url": "https://www.dailymail.co.uk/tvshowbiz/article-12910501/Jessey-Lee-wins-victory-court-judge-dismisses-ex-wifes-allegations-domestic-violence-against-former-Bling-Empire-star.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alesia Stanford For Dailymail.Com",
    "published": "2023-12-29T21:38:00Z",
    "title": "Jessey Lee wins a victory in court after a judge dismisses his ex-wife's allegations of domestic violence against the former Bling Empire star | Daily Mail Online",
    "text": "Bling Empire's Jessey Lee won a victory in court against his ex-wife Crystal Hoang Lee. The former reality star, 47, who left the Netflix show before it was cancelled , has been vindicated after Crystal Hoang's request for a restraining order against him was dismissed, according to court documents obtained by TMZ . Hoang went to court earlier this month alleging Jessey abused her and their children. At the time the judge denied the restraining order, but scheduled a hearing for last week, but has now thrown out the appeal, citing lack of evidence. Among her claims, Hoang said her ex struck one of their two daughters during a dispute over bedtime. Bling Empire star Jessey Lee has won a victory against his ex-wife Crystal Hoang after a judge dismissed her allegations of domestic violence against the reality star Lee vehemently denied the accusations and claimed to have sole custody of their children as well as a restraining order against her. 'He has been awarded full exclusive custody of the children and they currently live with him. Ms. Hoang has no access or parental rights.' Hoang confirmed that in a December 4 post writing, 'This is the first time in my life that I have ever lost parental rights. It is a new one on me. I truly love being a mom and every piece of it is already a fight, but when you have the man that gave you the greatest gift of your life trying to fight to take away your babies. All you can see is a broken man.' A long post on Hoang's social media posted December 12 complained she had been prevented her from taking daughters Joella and Jazlyn to see Santa. In a video on Instagram Stories posted late Thursday, she said, 'I worked until 4am last night filling in all the paperwork and to have the judge look at it and within 10 minutes,' she said the judge couldn't look at it during the slow holiday period, but she seemed to believe a new hearing date would be determined. She also wrote she moved with the girls from Texas to California, so they could 'be closer to his family in Manhattan Beach to improve their relationship with their father.' In a video in her Instagram Stories, Hoang alleged Lee was angry she had made the move because 'he only pays $2,000 in child support.' Hoang and Lee share daughters Joella and Jazlyn. Hoang claims she has not been allowed to speak to the girls for 25 days nor see them for a month since they have been in their father's custody Hoang said she moved with the girls from Texas to California in order to be 'closer to family in Manhattan Beach to improve their relationship with their father' She also claimed that while living in Texas, she and her daughters had to rely on government support to survive. 'For years, my daughter would return home from school with provisions of oatmeal, tuna, and Ramen, just enough to sustain us through the weekend,' she wrote. Hoang also claims she hasn't been able to speak to her children for 25 days and hasn't seen them for 30 days. The former couple married in 2011, and filed for divorce in 2015, but didn't work out their financial issues to finalize their split until 2019. Lee is a 'trust fund' kid according to his ex, and reportedly owns a lucrative furniture store and a tequila company. Lee and his current wife, Cherie Chan, 47, are believed to have begun seeing each other in 2015, but say there was no cheating going on. Lee, 47, is now married to 47-year-old actress Cherie Chan and they share two children, J'adore and Jevon (seen in Los Angeles in May 2021) They welcomed their first child, J'adore in 2016, and their second Jevon, in 2019. Chan proposed to Lee during Jevon's 100 day party and the couple secretly wed in September 2021 at Moët & Chandon's restored Château de Saran castle in Champagne, France. In a statement to TMZ Lee's attorney said, 'It’s deeply concerning to witness how the media can be swayed by sensationalist claims, especially in light of the overwhelming evidence against Crystal Lee.' The lawyer said she was 'Found guilty on 73 counts of contempt,' and that Hoang's 'actions not only sought to unfairly malign Jessy Lee’s character but also blatantly disregarded the well-being of their children.' 'Jessey, known for his gentle and loving nature, has been a victim of malicious defamation, an attempt to overshadow his true identity as a devoted father and respected businessman.'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.tmz.com/",
      "https://tmz.com/",
      "https://www.tmz.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jessey lee",
          "sentiment": "negative"
        },
        {
          "name": "hoang",
          "sentiment": "none"
        },
        {
          "name": "lee",
          "sentiment": "none"
        },
        {
          "name": "crystal hoang",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "netflix",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T23:46:33.726+02:00",
    "updated": "2023-12-30T00:01:38.315+02:00"
  }
]