[
  {
    "uuid": "6dffc3093c78348d1426e2aaff14744d2a9891d8",
    "url": "https://www.elcomercio.es/oviedo/arzobispo-destaca-gran-sintonia-consistorio-corpus-inolvidable-20240603223400-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alberto Arce",
    "published": "2024-06-02T16:00:00Z",
    "title": "El arzobispo destaca la «gran sintonía» con el Consistorio en un Corpus «inolvidable»",
    "text": "Secciones\nServicios\nDestacamos\nOviedo\nNecesitas ser suscriptor para acceder a esta funcionalidad.\nLunes, 3 de junio 2024, 02:00\nNecesitas ser suscriptor para acceder a esta funcionalidad.\nCompartir\nUna de las primeras cosas que hizo el PP de Canteli cuando accedió a la Alcaldía en 2019 fue restablecer las relaciones con la Iglesia. El Ayuntamiento y el Cabildo han mantenido desde entonces una firme sintonía de la que ayer volvió a quedar constancia durante la celebración del Corpus en la Catedral y la posterior degustación de las fresas en la plaza de Trascorrales.\nDe ponerlo en valor se encargó el arzobispo, Jesús Sanz Montes, tras referirse a los años del tripartito como la «excepción de un mandato». En sus palabras, «tenemos una población que compartimos y que tratamos de acompañar y servir por distintos motivos, pero que las personas son las mismas y todo lo que signifique escenificar el buen entendimiento por bien de la ciudadanía es una buena noticia». En este caso, admitió, «con el Ayuntamiento de Oviedo nos va muy bien y esperemos que también a ellos con nosotros en beneficio de la gente», resolvió el arzobispo mientras, a su lado, el primer teniente de alcalde, Mario Arias, que encabezó la representación del gobierno local en ausencia del alcalde, asentía. Una «sintonía que ha sido grande» y «llena de respeto», que «aquí no hay cosas raras», concluyó.\nPor su parte, Arias explicó, poco antes de entrar a la antigua plaza del Pescado a la copiosa comida y las fresas, que la Iglesia y el Ayuntamiento son dos instituciones «que nos debemos y que debemos servir a los ciudadanos». Por tanto, el de ayer fue un «día importante de celebración, confraternización y para mostrar lo mejor de nuestra sociedad a los ciudadanos». Día en que la capital asturiana vivió un clima de ebullición notable, ya que coincidía al mismo tiempo, no muy lejos de la Catedral, la celebración de la XXIV edición de una especialmente multitudinaria Preba de la Sidra de Gascona.\nUna mañana cargada de actos que comenzó a las doce con la misa en la Catedral. A ella acudieron concejales del equipo de gobierno y de Vox, por parte de la oposición. El arzobispo, tras agradecer la presencia de las autoridades municipales, de las cofradías, de las asociaciones eucarísticas y manifestar que el de ayer iba a ser «un día inolvidable para los niños», aprovechó para poner el foco sobre los más desfavorecidos de la sociedad.\n«Esto lo ha entendido muy bien la Iglesia cuando al presentarnos hoy la fiesta del Corpus, en la cual adoramos a Jesús en el sacramento de la eucaristía, nos presenta al mismo tiempo a los pobres con todas sus pobrezas en el Día Nacional de Cáritas». Sanz Montes recordó el milagro de los panes y los peces y lo hiló «con los desafíos humanos, sociales, bélicos, políticos y naturales» que afrontan las sociedades actuales.\nTras estas palabras y las primeras comuniones de los pequeños llegó el turno de la procesión, donde por primera vez salió la nueva custodia que recrea la que poseía la Catedral durante los siglos XVII y XVIII y que fue requisada y fundida en Cádiz –era de plata– durante la Guerra de la Independencia. Ha sido posible recuperarla gracias a la labor investigadora de la profesora de Historia del Arte de la Universidad Yayoi Kawamura. Encabezada la comitiva por representantes de las cofradías ovetenses –la parroquia de San Juan el Real colaboró aportando el carro metálico y los voluntarios–, sobre ella estuvo depositado el ostensorio de bronce y plata sobredorada realizado en 1922 por el sacerdote orfebre asturiano Félix Granda Buylla, que pertenece a la sección de Oviedo de la Adoración Nocturna y que está depositada en el Museo de la Iglesia.\nLos verdaderos protagonistas de la jornada fueron los cerca de cuarenta niños vestidos de comunión que procesionaron con el resto hasta la alfombra floral preparada cuidadosamente para la ocasión a los pies de la iglesia de San Isidoro, en la plaza del Ayuntamiento. En mitad de una lluvia de pétalos que caían desde lo alto del templo, dos de los pequeños hicieron de representantes de todos los demás y leyeron una oración ante el sacramento en la que dieron gracias por sus familias, por la vida y por ser cada día mejores bajo la atenta mirada de Sanz Montes. «Estos niños son el mejor trono y la verdadera custodia», aseguró.\nPublicidad\nPublicidad\nTe puede interesar\n<a href=\"https://www.elnortedecastilla.es/valladolid/guia-practica-degustar-pinchos-concurso-valladolid-20240530194633-nt.html#vca=voc-recirc&vso=elcomercio\">\nGuía práctica para degustar los 56 pinchos del concurso de Valladolid\n</a>\nEl Norte de Castilla\nPublicidad\nPublicidad\nComentar es una ventaja exclusiva para suscriptores\n¿Ya eres suscriptor?\nNecesitas ser suscriptor para poder votar.\nReporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.elnortedecastilla.es/valladolid/guia-practica-degustar-pinchos-concurso-valladolid-20240530194633-nt.html#vca=voc-recirc&vso=elcomercio",
      "https://elnortedecastilla.es/valladolid/guia-practica-degustar-pinchos-concurso-valladolid-20240530194633-nt.html#vca=voc-recirc&vso=elcomercio"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T23:53:00.144+03:00",
    "updated": "2024-06-02T23:53:00.144+03:00"
  },
  {
    "uuid": "eaf8666459080d4d1c8d79d3f130e2bacde2a2ac",
    "url": "https://politica.expansion.mx/congreso/2024/03/22/diputados-y-senadores-olvidan-donar-salario-ofrecido-por-paso-de-huracan-otis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "(Foto: Rogelio Morales Ponce/Cuartoscuro )",
    "published": "2024-03-22T18:53:00Z",
    "title": "Diputados y senadores 'olvidan' donar salario ofrecido por paso de Huracán Otis",
    "text": "Este 22 de marzo se cumplen cinco meses del paso del Huracán Otis, el cual dañó la mayor parte de Acapulco, pero parece que esto fue olvidado, pues aunque senadores y diputados prometieron donar de cinco días a un mes de su dieta (salario) para apoyar a los damnificados, no fue así.\nEn octubre de 2023 la presidenta de la mesa Directiva del Senado, Ana Lilia Rivera , señaló que los legisladores de Morena iban a entregar un mes de salario; sin embargo, ninguno de los 56 legisladores -que en ese entonces había- de la bancada dio la parte correspondiente de su sueldo.\nPublicidad Según información del Senado, únicamente 19 (de 128) senadores entregaron recursos en noviembre: en tota, fueron 19 mil 961.60 pesos, que equivalen a tres días de dieta. De estos, seis legisladores son del PRI; cuatro del PVEM (en marzo uno se fue a Morena); cuatro de MC; tres del PT, y uno del PRD. Ni la presidente de la Cámara baja donó los recursos.\npresidencia Gobierno federal y Salgado dan informe de apoyos a Guerrero; omiten seguridad En respuesta a una solicitud de información, el Senado informó que 19 legisladores decidieron realizar su donativo para apoyar a las comunidades afectadas por el Huracán Otis, mismo que fue entregado ala Cruz Roja Mexicana para este fin.\n¿Quienes donaron?\nMargarita Sánchez García, del PRI Manuel Añorve Baños, del PRI Sylvana Beltrones, del PRI Ángel García Yáñez, del PRI Verónica Martínez García, del PRI Beatriz Paredes, del PRI Miguel Ángel Mancera, del PRD Martha Cecilia Márquez, del PT Jorge Carlos Ramírez Marín, del PVEM Clemente Castañeda, del MC Dante Delgado, de MC Patricia Mercado, de MC Alejandra León Gastélum, de MC Joel Padilla Peña, del PT Cecilia Pineda Alonso, del PT Geovanna Bañuelos, del PT Raúl Bolaós Cacho, del PVEM Alejandra Lagunes, del PVEM Israel Zamora, del PVEM (en marzo se cambió a Morena) Publicidad Lo último El Senado acepta recomendación de la CNDH para legislar en materia trans El Senado turna peticiones para desaparecer poderes en Guerrero y Guanajuato Senadores mexicanos repudian Ley SB4 “por xenófoba”; comunicarán su rechazo Publicidad En el caso de los diputados, los legisladores de Morena, PT y PVEM prometieron donar un mes de salario, que equivale a 75 mil 763 pesos, pero la Cámara de Diputados mencionó en una solicitud de información que nadie pidió un descuento en su dieta para el Huracán Otis.\n“Al día de hoy no se ha recibido oficio o solicitud alguna para la aplicación de descuentos bajo la justificación expuesta (para damnificados del Huracán Otis) en el requerimiento recibido”, se menciona.\nNo donaron su salario (a menos que lo hayan hecho por otro mecanismo y no a través de la Cámara de Diputados), lo que sí entregaron fueron recursos de la Cámara de Diputados; de la partida 4000 “Transferencias, Asignaciones, Subsidios y Otras Ayudas” se dieron 10 millones de pesos para comprar desde láminas, colchones, colchonetas y despensas.\nTambién, ambas Cámara instalaron centros de acopio de víveres, en el que desde trabajadores hasta cualquiera persona podía pasar a dejar algún alimento o producto de higiene.\nEstados Morena propone reelección de Abelina López como alcaldesa de Acapulco\nElecciones 2024 La primera infancia, un pendiente urgente para las candidaturas presidenciales INE recibe 24,00 preguntas para el primer debate presidencial; seleccionará 108 El debate de la CDMX impulsó la conversación de los presidenciables un 6% ver más Publicidad Publicidad Tags Huracán Otis Huracán Florence Más acerca del autor: Yared de la Rosa @ExpansionMx MGID Recomienda Newsletter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://www.quien.com/huracan-otis",
      "https://ads.viralize.tv/display/?zid=AAFCBbHCIYWAfzh4",
      "https://twitter.com/ExpansionMx",
      "https://www.twitter.com/ExpansionMx",
      "https://ads.viralize.tv/display/",
      "https://quien.com/huracan-otis",
      "https://www.ads.viralize.tv/display/?zid=AAFCBbHCIYWAfzh4"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T20:56:13.652+02:00",
    "updated": "2024-03-22T20:56:13.652+02:00"
  },
  {
    "uuid": "123ce84b2d2d814109c3b46ff31f32c1192c1a06",
    "url": "https://www.topworldnewstoday.com/max-homa-drops-perfect-humble-brag-at-the-sentry-after-epic-477-yard-drive/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2024-01-07T20:19:00Z",
    "title": "Max Homa drops perfect humble brag at The Sentry after epic 477-yard drive - Top World News Today",
    "text": "The Plantation Course at Kapalua, host of The Sentry this week, is a bomber’s paradise. The severe elevation changes, coupled with the breezy conditions, allow players to swing away in the hopes of big drives. And on this crazy golf course, big drives are easy to come by. Just ask Max Homa , who blasted a 477-yard drive on the par-4 7th hole during Saturday’s third round. “For it being uphill into the wind with no roll, I was pretty proud of this one,” Homa posted on his X account. Homa was obviously kidding, as the 7th hole is a downhill 525-yard par-4. It sweeps to the right, and a speed slot exists on the left side of the fairway. Should a player find the left side of the short grass at the 7th, their tee balls consequently roll forever. That is precisely what happened to Homa, whose drive on Saturday marked the longest tee shot in a PGA Tour event since 2003, the beginning of the ShotLink era. But the longest drives on the PGA Tour typically happen at Kapalua. For instance, during the 2022-23 PGA Tour season, the six longest drives of the year were at The Plantation Course. Luke List had the longest—a 459-yard bomb—which, coincidentally, also came at the par-4 7th hole. Then, this week, Chris Kirk , the 54-hole leader, recorded a 428-yard drive on the par-4 12th during Saturday’s third round. Out of the 59 players in the field this week, Kirk’s 428-yard drive ranks 17th in driving distance. That just goes to show you how Kapalua is truly a bomber’s paradise. Jack Milko is a golf staff writer for SB Nation’s Playing Through. Be sure to check out @_PlayingThrough for more golf coverage. You can follow him on Twitter @jack_milko as well. KAPALUA, Hawaii — It took three minutes for heartbreak and like most heartbreaks he didn’t see it coming. Rickie Fowler’s game returned to being so fine in 2023. He improved more than 100 spots to No. 14 in the final FedEx Cup standings. Yet at the start of the ne Tyrrell Hatton has long since been known as one of the most colorful players on the PGA Tour. No, I am not talking about His attire, but his actions and word Nigeria's former President, Muhammadu Buhari, has given out a new Golf car to a die-hard supporterThe Buhari supporter had visited the 15th and immedia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/jack_milko",
      "https://www.sbnation.com/golf/2024/1/5/24026892/max-homa-the-sentry-near-ace-jersey-jerry",
      "https://twitter.com/_PlayingThrough",
      "https://x.com/Maxhoma/status/1743887459308741100?s=20",
      "https://www.sbnation.com/golf/2024/1/7/24028929/pga-tour-tyrrell-hatton-f-bomb-the-sentry",
      "https://www.sbnation.com/golf/2023/10/8/23908814/ludvig-aberg-sanderson-farms-championship-luke-list-win",
      "https://www.sbnation.com/golf/2024/1/7/24028750/pga-news-chris-kirk-leads-the-sentry-despite-slow-start-and-difficult-conditions",
      "https://sbnation.com/golf/2024/1/7/24028929/pga-tour-tyrrell-hatton-f-bomb-the-sentry",
      "https://www.twitter.com/_PlayingThrough",
      "https://www.twitter.com/jack_milko",
      "https://sbnation.com/golf/2023/10/8/23908814/ludvig-aberg-sanderson-farms-championship-luke-list-win",
      "https://x.com/Maxhoma/status/1743887459308741100",
      "https://sbnation.com/golf/2024/1/5/24026892/max-homa-the-sentry-near-ace-jersey-jerry",
      "https://www.x.com/Maxhoma/status/1743887459308741100?s=20",
      "https://sbnation.com/golf/2024/1/7/24028750/pga-news-chris-kirk-leads-the-sentry-despite-slow-start-and-difficult-conditions"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "max homa",
          "sentiment": "negative"
        },
        {
          "name": "luke",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "kapalua",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:48:00.062+02:00",
    "updated": "2024-01-08T01:48:00.062+02:00"
  },
  {
    "uuid": "627aca014dccfdda7259ebceb3f0f66c054940b3",
    "url": "https://www.motherjones.com/politics/2025/02/report-sepsis-maternal-deaths-surged-in-texas-following-abortion-bans",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julianne McShane",
    "published": "2025-02-20T00:00:00Z",
    "title": "Report: Sepsis, Maternal Deaths Surged in Texas Following Abortion Bans - Mother Jones",
    "text": "There’s been ample evidence over the past few years that abortion bans lead to death and major health risks for pregnant people and babies . Now, a groundbreaking analysis by ProPublica shows just how dire the situation has become in Texas since the state implemented a six-week abortion ban in 2021, followed by an even more draconian, near-total ban after the Supreme Court overruled Roe v. Wade in 2022.\nAccording to ProPublica , dozens more pregnant and postpartum women have died in Texas hospitals since those bans were implemented, compared with maternal deaths in the state immediately before the pandemic. A total of 79 maternal hospital deaths were reported in the state in 2018 and 2019, versus 120 hospital deaths in 2022 and 2023, ProPublica reports. Jonas Swartz, an assistant professor of obstetrics and gynecology at Duke University, told the outlet that the 2022-23 figure was likely “an underestimation of the number of people who died.”\nOf course, not all deaths of pregnant women and new mothers occur in hospitals, ProPublica points out; the Texas hospital data used in the analysis also don’t provide the causes of women’s deaths. But other data confirms there has been a sharp rise in maternal deaths in the state since the abortion bans took effect. Data from the Centers for Disease Control and Prevention, for example, shows that the rate of maternal deaths in the state rose 33 percent from 2019 through 2023—making Texas an outlier, given that the national maternal mortality rate decreased by 7.5 percent over the same time frame, ProPublica notes.\nProPublica also found that for women who were hospitalized when they lost their pregnancies in the second trimester, the number of women suffering from sepsis shot up more than 50 percent—from 147 women in the period before the implementation of the six-week ban, also known as SB8 , to 213 women after. Sepsis is a life-threatening condition that can lead to septic shock and is caused by the body’s improper response to an infection. According to the ProPublica analysis, rates of sepsis were found to be particularly high in patients whose fetuses still had detectable cardiac activity when the patient was admitted to the hospital.\nProPublica notes its analysis of sepsis rates is conservative “and likely missed some cases” given that it does not, for example, reflect miscarrying patients who were turned away from emergency rooms.\nAt the time Texas enacted its six-week abortion ban, in 2021, it was the most restrictive law in the country, allowing private citizens to sue anyone who “aids and abets” an abortion for $10,000. The following year, Texas enacted a post- Dobbs trigger ban that prohibits almost all abortions and threatens anyone providing one with criminal charges and a $100,000 fine. While both bills claim to offer exceptions for medical emergencies and life-threatening physical complications, respectively, they have had a chilling effect on doctors who have wound up delaying necessary abortion care to people experiencing pregnancy complications—sometimes, until it’s too late—for fear of breaking the law.\nLast year, ProPublica reported on two Texas women— Josseli Barnica and Neveah Crain —who died of sepsis in 2021 and 2023, respectively, after doctors delayed in intervening while they were miscarrying. (The outlet also reported on two women in Georgia, Amber Nicole Thurman and Candi Miller , who died after experiencing rare complications from abortion pills; their deaths could have prevented by a routine procedure—a dilation and curettage, or D&C , which is functionally the same as an abortion—to clear unexpelled fetal tissue from their uteruses, if performed in time.)\nFollowing the publication of Barnica’s and Crain’s stories, more than 100 Texas doctors sent a letter to state legislators demanding that the near-total ban be amended to reduce the risk of future maternal deaths. Several bills have been introduced in the current legislative session to amend the law.\nProPublica says it conducted its analysis by purchasing Texas hospital discharge data from 2017 to 2023. More than a dozen maternal health specialists reviewed the findings and characterized them as more evidence that abortion restrictions lead to poor health outcomes and dangerous delays in care for pregnant people. Many of the experts told ProPublica that the abortion bans were the only reason they could see for the dramatic rise in sepsis rates.\nOther recent analyses have also shown the devastating health impacts of abortion bans—in Texas, and beyond.\nA paper by the Journal of the American Medical Association , published online last week, analyzed US national vital statistics data from 2012 through 2023 and found that infant mortality rates were 5.6 percent higher in 14 states—including Texas—after they adopted six-week or near-total abortion bans. The researchers found Black infants, those with serious birth defects, and those born in Southern states faced disproportionately larger increases in mortality. (“Texas had a dominant influence on the overall result,” the paper notes.)\nAnother new analysis —presented at the Society for Maternal-Fetal Medicine conference last month—found that adverse maternal outcomes, and particularly sepsis, increased in Texas following the implementation of SB8. (A link to the full paper was not immediately available.)\nSo far, abortion opponents have been largely unmoved by evidence suggesting that abortion bans lead to negative health outcomes. Miller’s and Thurman’s deaths were not enough to make Senate Republicans back a resolution to guarantee abortion access to protect a pregnant person’s life, as I wrote last year. Meanwhile, some lawmakers in Texas are trying to restrict abortion even further, introducing legislation to reclassify abortion pills as “controlled substances” and allow Texas women who obtain abortions to be charged with homicide, potentially allowing them to face the death penalty.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Politics->fundamental rights",
      "Politics->healthcare policy",
      "Health->government health care",
      "Health->medical condition",
      "Health->health organisation",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Social Issue->women"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://capitol.texas.gov/tlodocs/89R/billtext/html/HB02197I.htm",
      "https://www.lonestarlive.com/news/2025/01/texas-bill-treating-abortion-as-homicide-punishing-patients-is-ridiculous-to-top-republican.html",
      "https://capitol.texas.gov/BillLookup/History.aspx?LegSess=89R&Bill=HB2197",
      "https://www.acog.org/womens-health/faqs/dilation-and-curettage",
      "https://www.propublica.org/article/texas-maternal-mortality-analysis-methodology",
      "https://www.documentcloud.org/documents/25345654-letter-from-111-texas-obgyns/",
      "https://www.propublica.org/article/josseli-barnica-death-miscarriage-texas-abortion-ban",
      "https://www.propublica.org/article/candi-miller-abortion-ban-death-georgia",
      "https://www.mayoclinic.org/diseases-conditions/sepsis/symptoms-causes/syc-20351214",
      "https://jamanetwork.com/journals/jama/article-abstract/2830298?guestAccessKey=8a0d02e4-1949-452b-8114-9d2d79abcb89&utm_source=postup_jn&utm_medium=email&utm_campaign=article_alert-jama&utm_content=olf&utm_term=021325",
      "https://www.propublica.org/article/texas-abortion-ban-sepsis-maternal-mortality-analysis",
      "https://www.propublica.org/article/nevaeh-crain-death-texas-abortion-ban-emtala",
      "https://capitol.texas.gov/tlodocs/87R/billtext/pdf/SB00008F.pdf",
      "https://www.smfm.org/news/new-study-finds-increased-maternal-complications-with-previable-premature-rupture-of-membranes",
      "https://www.documentcloud.org/documents/25345654-letter-from-111-texas-obgyns",
      "https://smfm.org/news/new-study-finds-increased-maternal-complications-with-previable-premature-rupture-of-membranes",
      "https://documentcloud.org/documents/25345654-letter-from-111-texas-obgyns/",
      "https://jamanetwork.com/journals/jama/article-abstract/2830298",
      "https://acog.org/womens-health/faqs/dilation-and-curettage",
      "https://propublica.org/article/candi-miller-abortion-ban-death-georgia",
      "https://propublica.org/article/texas-maternal-mortality-analysis-methodology",
      "https://www.capitol.texas.gov/tlodocs/89R/billtext/html/HB02197I.htm",
      "https://www.jamanetwork.com/journals/jama/article-abstract/2830298?guestAccessKey=8a0d02e4-1949-452b-8114-9d2d79abcb89&utm_source=postup_jn&utm_medium=email&utm_campaign=article_alert-jama&utm_content=olf&utm_term=021325",
      "https://propublica.org/article/texas-abortion-ban-sepsis-maternal-mortality-analysis",
      "https://www.capitol.texas.gov/tlodocs/87R/billtext/pdf/SB00008F.pdf",
      "https://www.capitol.texas.gov/BillLookup/History.aspx?LegSess=89R&Bill=HB2197",
      "https://mayoclinic.org/diseases-conditions/sepsis/symptoms-causes/syc-20351214",
      "https://capitol.texas.gov/BillLookup/History.aspx",
      "https://lonestarlive.com/news/2025/01/texas-bill-treating-abortion-as-homicide-punishing-patients-is-ridiculous-to-top-republican.html",
      "https://propublica.org/article/nevaeh-crain-death-texas-abortion-ban-emtala",
      "https://propublica.org/article/josseli-barnica-death-miscarriage-texas-abortion-ban"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T01:09:17.538+02:00",
    "updated": "2025-02-21T08:50:54.461+02:00"
  },
  {
    "uuid": "acb7e4dcb826a056df07d002308d0356000c01e3",
    "url": "https://aristeguinoticias.com/0102/dinero-y-economia/baterista-de-heavy-metal-le-da-un-golpe-de-56000-millones-de-dolares-a-elon-musk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción AN / LP",
    "published": "2024-02-01T20:38:00Z",
    "title": "Baterista de heavy metal le da un golpe de 56,000 millones de dólares a Elon Musk",
    "text": "Baterista de heavy metal le da un golpe de 56,000 millones de dólares a Elon Musk\nA pesar de tener solo nueve acciones de Tesla, una participación minúscula, Richard Tornetta, demandó a Musk en 2018.\n- Redacción AN / LP\nElon Musk sufrió una de las mayores pérdidas legales en la historia de Estados Unidos esta semana, cuando el presidente ejecutivo de Tesla fue despojado de su paquete salarial de 56,000 millones de dólares en un caso presentado por un contrincante improbable, un exbaterista de heavy metal.\nRichard Tornetta demandó a Musk en 2018, cuando el residente de Pensilvania tenía solo nueve acciones de Tesla. El caso llegó a juicio a finales de 2022 y el martes un juez se puso del lado de Tornetta, anulando el enorme paquete salarial por ser injusto para él y todos los accionistas de Tesla.\nTornetta no pudo ser localizado para comentar el fallo y su abogado no quiso hacerlo.\nHasta el caso de Tornetta, Musk se había impuesto en una serie de juicios en los que se le acusaba de difamación, incumplimiento de su deber para con los accionistas y violación de la legislación sobre valores.\nA juzgar por su presencia en Internet, Tornetta parece más interesado en crear equipos de audio para entusiastas de los automóviles que en perseguir los excesos y delitos empresariales. Ha publicado vídeos sobre artilugios que ha creado o percances, como la descripción de cómo se quemó las cejas.\nTornetta también aparece en videos tocando la batería en el legendario y antiguo club neoyorquino CBGB con su ya desaparecida banda de metal “Dawn of Correction”.\nTe puede interesar >\nTeresa Gutiérrez, la empresaria que será directora general de Tesla en México\nEn las redes sociales, los seguidores de Tesla y Musk parecían considerar el caso una parodia de la justicia y especulaban sobre las intenciones y afiliaciones políticas de Tornetta, preguntándose cómo un inversor con una participación tan minúscula podía tener semejante poder.\nLa jurisprudencia corporativa de Delaware está repleta de casos con nombres de inversores individuales con participaciones minúsculas que acabaron dando forma al derecho corporativo estadounidense.\nTornetta se beneficia de ganar el caso de la misma forma que otros accionistas de Tesla: ahorrando a la empresa miles de millones de dólares que un directorio servil pagaba a Musk.\nExpertos afirman que personas como Tornetta son vitales para vigilar los directorios.\n“Su nombre quedará ahora grabado en los anales del derecho de sociedades”, dijo Eric Talley, profesor de derecho corporativo en la Universidad de Columbia. “Mis alumnos leerán Tornetta contra Musk durante los próximos 10 años”.\nReuters",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:22:26.930+02:00",
    "updated": "2024-02-02T00:22:26.930+02:00"
  },
  {
    "uuid": "55bd36bef748e8630e56386f915cdf46f041b0ad",
    "url": "https://www.cbsnews.com/minnesota/video/minnetonkas-goldfish-offers-lifesaving-swim-lessons-for-babies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS Minnesota",
    "published": "2024-03-14T00:00:00Z",
    "title": "Minnetonka’s Goldfish offers lifesaving swim lessons for babies - CBS Minnesota",
    "text": "Latest U.S. World Politics Entertainment HealthWatch MoneyWatch Crime Sports Local News Baltimore Bay Area Boston Chicago Colorado Detroit Los Angeles Miami Minnesota New York Philadelphia Pittsburgh Sacramento Texas Live CBS News Streaming Baltimore Bay Area Boston Chicago Colorado Detroit Los Angeles Miami Minnesota New York Philadelphia Pittsburgh Sacramento Texas Shows 48 Hours 60 Minutes America Decides CBS Evening News CBS Mornings CBS News Eye on America CBS News Mornings CBS Reports CBS Saturday Morning The Dish Face the Nation Here Comes the Sun Person to Person Prime Time Sunday Morning The Takeout The Uplift Weekender Photos Podcasts In Depth Newsletters Download Our App CBS News Team Executive Team Paramount Shop Paramount+ Join Our Talent Community RSS Feeds A Moment With... Innovators & Disruptors Minnesota News All News Twin Cities News Greater Minnesota News Wisconsin News WCCO Investigates Community Journalism Politics Crime Health Consumer Good Question Finding Minnesota CBS+ Weather NEXT Weather Live Radar Closings & Delays Weather Watcher Network Sports Latest Sports CBS Sports HQ Vikings Twins Timberwolves Lynx Wild United FC Aurora FC Gophers High School Sports Rally Video WCCO Shows & Specials Good Question Finding Minnesota WCCO Investigates Black History Month Talking Points The Uplift State of Water Savor Asia State Fair Home for the Holidays Station Info WCCO-TV News Team Links & Numbers Contests & Promotions Galleries WCCO-TV Jobs Download WCCO's App Advertise Watch CBS News Minnetonka’s Goldfish offers lifesaving swim lessons for babies When you're living in the Land of 10,000 Lakes, you kind of need to know how to swim. View CBS News In CBS News App Open Chrome Safari Continue Be the first to know Get browser notifications for breaking news, live events, and exclusive reporting. Not Now Turn On",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "baltimore ba",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "cbs",
          "sentiment": "negative"
        },
        {
          "name": "cbs news mornings cbs reports cbs",
          "sentiment": "none"
        },
        {
          "name": "cbs news team executive team paramount shop paramount",
          "sentiment": "none"
        },
        {
          "name": "minnesota cbs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "minnetonka",
          "sentiment": "none"
        },
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:17:12.145+02:00",
    "updated": "2024-03-15T00:17:12.145+02:00"
  },
  {
    "uuid": "62b3d464a9960fe7e64e3a09134de8bb338f2d37",
    "url": "https://vnexplorer.net/this-fast-growing-country-is-taming-inflation-and-in-strong-financial-shape-and-its-stock-market-is-calling-s697563.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:02:00Z",
    "title": "This fast-growing country is taming inflation and in strong financial shape — and its stock market is calling",
    "text": "This fast-growing country is taming inflation and in strong financial shape — and its stock market is calling\nOUTSIDE THE BOX\nFrom our recent travels around India, it appears that the world’s most populous country could be poised for long-term growth. An infrastructure boom is evident, government policies are making India an attractive destination for companies to uproot supply chains from China, and a digital transformation is revolutionizing access to credit.\nThe country also has seen relative political stability over the past 10 years, allowing economic development to be a top priority. Corporate confidence seems high, the economy is expanding at a decent clip and technological innovation is leading to new areas of growth.\nLack of infrastructure has been a major impediment to unlocking India’s true growth potential. On a recent trip to meet with companies, it was clear to us that the construction of infrastructure as well as more affordable housing are well underway. We traveled by car from Surat to Mumbai, a distance of 170 miles. Ten years ago, that trip would have taken 12 hours. We did it in six, driving on six-lane highways and stopping at several quality food establishments along the way. That was unheard of a decade ago.\nIn Mumbai, the skyline has transformed from 15 years ago. Dozens of buildings reach 50 or more floors, and a subway system is under construction. Residential housing is fast expanding. An example is the town of Palava, 20 miles from Mumbai’s central business district. It’s a master-planned community that reminds one of similar communities in China.\nAlmost all conversations we have with management teams start and end with corporate governance. As important as these developments are, as bottom-up investors who’ve been actively traveling to India since the late 1990s, we believe a diligent focus on corporate governance will be an important factor moving forward. This might not be fully captured if one seeks to gain exposure to India through a passive investment vehicle that tracks the broader index. (Passive funds do not strive to outpace their benchmarks; rather, they seek to track the benchmark’s return.)\nLet us explain. India has historically traded at a higher valuation on a relative price-to-earnings basis to other emerging markets. Based on our firm’s 30 years of investing in the country’s equity markets, we have found that corporate governance can be a powerful factor in driving valuation differentials within individual sectors. Most companies with strong governance have tended to be rewarded with much higher valuations, based on our experiences. For this reason, almost all conversations we have with management teams start and end with corporate governance.\nFace-to-face relationships matter. India has some of the smartest corporate managements in the world, but transparency is key to ensure majority shareholder interests align with ours. Company founders and their extended families are often majority shareholders in their companies — in some cases even after the companies have gone public.\nWhile our investment team has seen tremendous progress regarding governance standards in recent years, it isn’t always easy or a clear-cut decision. We have to triangulate information from our source networks to understand management team priorities. For instance, during our regular research trips we visit company plants multiple times. We talk to suppliers and customers. As an active manager, we invest in companies if they can help pursue a portfolio’s investment objective, not because it is held in an index.\nIndex construction often does not factor in management structure and pedigree or a company’s growth strategy. This is especially important in a developing market like India, where traditional Wall Street research that typically focuses on large cap companies (typically market capitalization of $10 billion or more) often leaves major gaps with reference to investment opportunities given that small- (typically market capitalization between $2 billion and $10 billion) and midcap (typically market capitalization between $2 billion and $10 billion) companies currently dominate the market landscape.\nExpect potential opportunities to increase, especially in the small-cap space. Consider that within the MSCI India Index there are very few Indian companies with a market cap exceeding $50 billion and just a handful that exceed $100 billion. Smaller companies, or those with a market value between $1 billion and $10 billion, make up almost half the index. And given the country’s economic growth — fueled by the steady buildout of both physical and digital infrastructure and an expanding middle class — we expect potential opportunities to increase, especially in the small-cap space.\nInvestors looking to take advantage of Indian small-caps can consider a actively managed mutual fund. For example, the fund we help manage, American Funds’ SMALLCAP World Fund SMCWX, leverages deep research into global companies under $6 billion in market capitalization at the time of purchase, including in India. HDFC Bank Kotak Mahindra Bank Tube Investments of India ] and Max Healthcare Institute are a few examples of current and former fund holdings as of last Sept. 30.\nWhat’s also attractive about India’s equity market today is the breadth of potential investments in finance, consumer businesses, manufacturing, real estate development and online technology platforms. This enables an active manager to build a diversified set of holdings across industries without necessarily concentrating risk in one area.\nThe fundamental outlook for India is arguably better than ever. The country has a lot going for it: It’s one of the world’s fastest-growing economies, inflation is under control, the government has been fiscally responsible and corruption is lower than it was a decade ago. The equity market is still relatively small compared to the size of the economy and its potential growth, making it a fertile hunting ground for an active portfolio manager.\nBrad Freer is an equity portfolio manager at Capital Group in Los Angeles. Freer has 30 years of investment industry experience and has been with Capital Group for 29 years. Earlier in his career at Capital, he was an equity investment analyst covering multiple sectors as a generalist in both India and Australia.\nAnirudha Dutta is a Mumbai-based India macro analyst at Capital Group. Dutta has 34 years of investment industry experience and has been with Capital Group for 11 years.\nMore: Emerging markets struggled in 2023. Here’s why next year may be better\nPlus: Ed Yardeni: 12 reasons stock investors will see the S&P 500 hit 5,400 in 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9ioI.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9ioI.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "surat",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:04.387+02:00",
    "updated": "2023-12-29T01:18:04.387+02:00"
  },
  {
    "uuid": "039a70ee6d197acca379fbe90d1aff9b5872c897",
    "url": "https://www.49erswebzone.com/news/176279-george-kittle-defends-brock-purdy/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RSS",
    "published": "2023-12-29T02:40:00Z",
    "title": "George Kittle Defends Brock Purdy",
    "text": "Brock Purdyturned the ball over so much. Essentially, it's all his fault, even if he was the victim of some bad luck. On Thursday in the 49ers locker room, ...Continue reading\nGeorge Kittle Defends Brock Purdy\nSANTA CLARA -- Everyone on the 49ers agrees that they lost to the Ravens because they turned the ball over so much, meaning they lost because\nThe above link leads to an external page. 49ers Webzone has no control over its contents.\nFacebook Comments\nMore San Francisco 49ers News\n[]https://www.49erswebzone.com/news/176128-transcripts-shanahan-brock-purdy-ravens/\nWhat Kyle Shanahan, Brock Purdy, other 49ers said after 33-19 loss vs. Ravens\nBy Site Staff\nDec 25\nSan Francisco 49ers head coach Kyle Shanahan, quarterback Brock Purdy, and others spoke with reporters after Monday's 33-19 loss to the Baltimore Ravens. Here is everything they had to say. Transcripts provided by the San Francisco 49ers Communications staff. 49ers Head Coach Kyle Shanahan Opening comments: \"Injuries for the game, [T] Trent Williams had a groin, didn't return. [OL] Jaylon Moore had a concussion, didn't return. [QB] Brock Purdy, stinger, didn't return. [OL] Aaron Banks toe, didn't return. And [CB] Ambry Thomas, hamstring. Go ahead.\" What's your message to the team after a game like this? \"I thought we came out hard, ready to go, offense, defense,\n[]https://www.49erswebzone.com/news/175876-brock-purdy-historic-streak-cardinals/\n49ers' Brock Purdy snaps historic streak vs. Cardinals\nBy JD Salazar\nDec 19\nOn Sunday against the Arizona Cardinals, 49ers QB Brock Purdy put on a masterclass. His 4-touchdown, 0-interception game was the driving force behind San Francisco's dominant 45-29 win. At 9.7 yards per attempt (242 total), it was another ho-hum elite performance from the young sophomore. Despite the impressive stats, though, Purdy failed to keep one important streak alive - the 70% completion mark. At 16-of-25 passing, Purdy fell short of that lofty mark by a few percent, totaling a 64.0% completion percentage. Why does that matter? Simple - Brock Purdy was nearing the NFL's longest streak of games with a 70.0% completion percentage or higher. Only three other quarterbacks have ever reached the 7 game mark in this regard: Joe Montana (8 times, 1989), Sam\n[]https://www.49erswebzone.com/news/176152-shanahan-49ers-brock-purdys-injury/\nKyle Shanahan on 49ers QB Brock Purdy's injury: \"I think he's going to be fine\"\nBy David Bonilla\nDec 26\nSan Francisco 49ers head coach Kyle Shanahan addressed reporters in a conference call on Tuesday morning, a day after the team's 33-19 loss to the Baltimore Ravens. While it was too early to provide comprehensive updates on the players who suffered injuries during the game, Shanahan expressed optimism regarding quarterback Brock Purdy's situation. Purdy aggravated his previous stinger injury, exiting Monday night's game in the fourth quarter. The initial injury occurred about a week earlier in a Week 15 contest against the Arizona Cardinals. \"Just watching him, how he was that week (after the Cardinals game), and then just being able to hear how he was today and talk to him last night after the game, I think he's going to be fine,\" Shanahan said. \"I don't think\n[]https://www.49erswebzone.com/news/175900-ravens-hamilton-disputes-narrative-system/\nRavens' Kyle Hamilton disputes narrative that 49ers' Brock Purdy is a system QB\nBy David Bonilla\nDec 20\nThe Baltimore Ravens are gearing up for a pivotal Christmas night matchup against the San Francisco 49ers and undoubtedly wish to refrain from providing the opposition with any bulletin board material. Still, starting safety Kyle Hamilton wanted to emphasize his respect for the 49ers' second-year quarterback, Brock Purdy, despite lingering labels such as \"game manager\" or \"system quarterback\" still being cast on the young player. These terms are being used to downplay what Purdy, the front-runner for NFL MVP, has accomplished this season. The narrative implies that Purdy's success is primarily attributed to the talented supporting cast around him and head coach Kyle Shanahan's exceptional offensive system. When questioned about Purdy, Hamilton stated, \"I mean,\nLatest\n-\n49ers' Christian McCaffrey the favorite for Offensive Player of the Year\n-\nBrock Purdy, Steve Wilks, Chris Foerster preview 49ers-Commanders Week 17 matchup\n-\n49ers vs. Commanders Injury Report: These 8 players missed Thursday's practice\n-\nNo Huddle Podcast: 49ers Look To Get Right In D.C.\n-\n49ers maintain confidence in secondary despite injuries\nTrending News\n-\n49ers Webzone • 5 hrs\n-\n49ers Webzone • 7 hrs\n-\n49ers Webzone • 6 hrs\n-\n49ers Webzone • 7 hrs\n-\n49ers Webzone • 9 hrs\n-\nSI.com • 11 hrs",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.pro-football-reference.com/players/P/PurdBr00.htm",
      "https://pro-football-reference.com/players/P/PurdBr00.htm"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brock purdy brock purdyturned",
          "sentiment": "negative"
        },
        {
          "name": "george kittle",
          "sentiment": "negative"
        },
        {
          "name": "trent williams",
          "sentiment": "none"
        },
        {
          "name": "brock purdy",
          "sentiment": "none"
        },
        {
          "name": "kyle shanahan",
          "sentiment": "none"
        },
        {
          "name": "jaylon moore",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ravens",
          "sentiment": "none"
        },
        {
          "name": "baltimore ravens",
          "sentiment": "none"
        },
        {
          "name": "san francisco 49ers communications",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san francisco",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:30:58.155+02:00",
    "updated": "2023-12-29T05:30:58.155+02:00"
  },
  {
    "uuid": "0e11580df38a998c20aa813606930be232adf058",
    "url": "https://cadenaser.com/comunitat-valenciana/2024/11/30/la-ultima-propuesta-inviable-de-la-ue-para-reducir-los-dias-de-pesca-deja-en-27-las-jornadas-habiles-para-2025-es-una-broma-de-mal-gusto-se-va-a-tener-que-echar-a-gente-a-la-calle-radio-castellon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abraham Cejudo",
    "published": "2024-11-30T12:00:00Z",
    "title": "La última propuesta \\\"inviable\\\" de la UE para reducir los días de pesca deja en 27 las jornadas hábiles para 2025: \\\"Es una broma de mal gusto, se va a tener que echar a gente a la calle\\\"",
    "text": "[Sociedad](/actualidad/sociedad)\nLa última propuesta \"inviable\" de la UE para reducir los días de pesca deja en 27 las jornadas hábiles para 2025: \"Es una broma de mal gusto, se va a tener que echar a gente a la calle\"\nLa Cofradía Pesquera de Castellón se ha reunido este jueves con la Dirección General de Pesca, quien le ha trasladado la propuesta que tiene pensado presentar Bruselas de cara al próximo año\nCastellón\nEn una semana se cumplirá justo un año desde[ la última reducción de jornadas laborables a los pesqueros de Castellón](https://cadenaser.com/comunitat-valenciana/2023/12/13/los-pescadores-de-castellon-critican-el-nuevo-acuerdo-europeo-sobre-las-cuotas-de-pesca-no-sabemos-si-vamos-a-poder-hacer-frente-al-gasto-economico-y-la-presion-laboral-que-conllevan-radio-castellon/). En total, entre110 y 130 días hábiles para faenar, muy criticados por los trabajadores y que ahora se enfrentan a lo que califican como \"una broma de mal gusto\". Este jueves, la Cofradía Pesquera de Castellón y otras entidades nacionales se reunieron en Madrid con la Secretaria General de Pesca, Isabel Artime, quien le trasladó la propuesta que tiene prevista lanzar Bruselas: 26'96 jornadas hábiles para faenar el próximo año.\nMás información\nMateo Fresquet, presidente de la Cofradía Pesquera de Castellón, califica la propuesta de 'inviable': \"entendemos que eso es la línea más baja para iniciar una negociación, pero nosotros ya nos hemos plantado y se lo hemos transmitido a la Dirección General de Pesca: menos de los días de 2024 no vamos a aceptar nada. Este año ya lo vamos a acabar muy mal y reducir más jornadas no se entiende\".\nMateo Fresquet, presidente de la Cofradía Pesquera de Castellón: \"menos de los días de 2024 no vamos a aceptar nada. Este año ya lo vamos a acabar muy mal y reducir más jornadas no se entiende\"\n00:21\nCompartir\nEl código iframe se ha copiado en el portapapeles\n<iframe src=\"https://cadenaser.com/embed/audio/460/1732969054133/\" width=\"100%\" height=\"360\" frameborder=\"0\" allowfullscreen></iframe>\nIncompatibilidad con los informes de sostenibilidad de España\nDesde la entidad no entienden el porqué de una reducción que, según explican, no se corresponde con los informes elaborados en España acerca de la mejora de la sostenibilidad de los mares. Unos informes que, critican, no han recibido desde Bruselas.\nFresquet explica que los niveles de captura han aumentado considerablemente en todas las especies, pero el problema que se encuentran ahora es la caída de hasta más de la mitad del precio en lonja de algunos pescados.\nMucha captura, bajos precios\nPor ejemplo, la merluza ha pasado de venderse a 6 euros el kilo, a menos de tres euros. \"Aquí hay un sistema de hace cientos de años que son las cofradías de pescadores, que está formado por muchas familias y clases de gente. Y este sistema se lo están cargando, porque con 27 días no hay ninguna cofradía que pueda aguantar. Porque uno de los pilares fundamentales es el arrastre. Si quitamos ese pilar, ¿quién paga a esos trabajadores? se va a tener que echar a gente a la calle\", explica Fresquet.\nFresquet: \"Con 27 días no hay ninguna cofradía que pueda aguantar. Porque uno de los pilares fundamentales es el arrastre. Si quitamos ese pilar, ¿quién paga a esos trabajadores? se va a tener que echar a gente a la calle\"\n00:26\nCompartir\nEl código iframe se ha copiado en el portapapeles\n<iframe src=\"https://cadenaser.com/embed/audio/460/1732969519212/\" width=\"100%\" height=\"360\" frameborder=\"0\" allowfullscreen></iframe>\nPescadores con el paro agotado\nLos pescadores de arrastre se oponen a la alternativa de subvenciones que ofrecen las autoridades europeas, e insisten en que necesitan trabajar. Muchos de ellos, alerta Fresquet, son incapaces hasta de cobrar el paro. \"Subvencionar entre 40 o 50 días al año está muy bien, pero seguimos perdiendo 30 o 40 días más de trabajo al año. ¿Si negociamos esos 27 días a cuánto podemos llegar? ¿A los 100 días laborables? ¿Qué familia come con 100 días al año? Es que no les queda paro a los pescadores\", sentencia el presidente de la Cofradía Pesquera de Castellón.\nMateo Fresquet, preisdente de la Cofradía Pesquera de Castellón: \"¿Si negociamos esos 27 días a cuánto podemos llegar? ¿A los 100 días laborables? ¿Qué familia come con 100 días al año? Es que no les queda paro a los pescadores\"\n00:23\nCompartir\nEl código iframe se ha copiado en el portapapeles\n<iframe src=\"https://cadenaser.com/embed/audio/460/1732969717820/\" width=\"100%\" height=\"360\" frameborder=\"0\" allowfullscreen></iframe>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-30T16:54:32.421+02:00",
    "updated": "2024-11-30T16:54:32.421+02:00"
  }
]