[
  {
    "uuid": "75be0d305cfbd77cd17e9bded8a310468eab18a8",
    "url": "https://www.rionegro.com.ar/sociedad/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes-3335449/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julian Henriquez",
    "published": "2023-12-28T22:00:00Z",
    "title": "Cinco emprendimientos sociales latinoamericanos con impacto positivo en las personas migrantes",
    "text": "Cinco emprendimientos sociales latinoamericanos con impacto positivo en las personas migrantes\n“La migración nunca fue (ni es) un problema, eso lo tenemos claro desde el principio. El problema era la falta de coordinación, innovación, políticas públicas eficaces y narrativas basadas en las sociedades que recibían a las personas. Por eso, aplicamos nuestra experiencia de innovación social al sector de personas en movimiento, buscando alrededor del mundo soluciones a estos retos para escalarlas en Europa”. Quien habla es Kenny Clewett, director de Búsqueda y Selección de Emprendedores\nSociales en Ashoka Europa, y codirector de\n Hello World: la iniciativa global para refugio y personas en movimiento (o migrantes). Este programa fue creado por Ashoka, una organización global para el emprendimiento y la innovación social que impulsa la visión de un mundo de agentes de cambio.\nEn el informe\n Migración: Personas en movimiento (de julio de 2023) el Programa Hello World cita a cinco emprendedores sociales en América Latina (entre otros a lo largo del mundo) que trabajan para modificar los desafíos que enfrentan las personas migrantes y lo hacen de forma disruptiva. ¿Por qué les parece significativo contar estas historias? En Hello World, parten de la premisa de que las personas en movimiento son agentes de cambio (los llaman changemakers) que quieren aportar al bien de sus nuevas comunidades. Y aseguran que esto tiene un impacto positivo a la hora de implementar estrategias. Por ende, cuando esta realidad se reconoce y se integra en el diseño de distintas iniciativas sociales, estas se vuelven más efectivas.\nDesde México a la Argentina\nLas cinco personas destacadas comparten esta nueva visión de la migración, pero desde ámbitos distintos. Por ejemplo,\n María Teresa Ronderos, de Colombia, fundó el Centro Latinoamericano de Investigación Periodística (CLIP), que conecta a periodistas que trabajan en temas similares para compartir recursos y desarrollar historias más completas, especialmente aquellas relacionadas con temas difíciles. Lograron descubrir y narrar historias de migrantes en Latinoamérica que previamente eran desconocidas, como los viajes emprendidos por personas africanas a lo largo del continente y las peculiaridades de sus experiencias. Tomás Lawrence de Chile, creó la Fundación Interpreta, que utiliza big data para identificar y analizar problemáticas complejas, como la migración. Proporciona herramientas y datos a instituciones públicas y otras organizaciones para combatir la desinformación y desarrollar políticas públicas eficaces.\nJonathan Berezovsky es un emprendedor argentino que fundó\n Migraflix en Brasil, una empresa que emplea a migrantes valorando su cultura y costumbres. En 2022, por ejemplo, una de sus innovaciones fue el proyecto de cultura gastronómica Raíces en la Ciudad. “Enfocado en cambiar la narrativa sobre migración en las principales comunidades de acogida de migrantes en la Argentina, Chile y en Latinoamérica y en alianza con AirBnB, Migraflix formó a 50 migrantes de 20 nacionalidades para crear experiencias culturales y gastronómicas (cocinar, bailes típicos, pinturas, entre otros) en São Paulo, Brasil. La mayoría de las experiencias creadas en la plataforma significaron más del 30 % de aumento en la renta de las personas migrantes”, tal como explican en el sitio web de Hola América.\nOtello Castillo y Marisol Aguilar fundaron\n Racismo.MX, sitio desde el cual se dedican a crear conciencia sobre el racismo sistémico en México. Entre otras acciones (como un pódcast, bolsa de talento, informes, publicaciones y observatorio) y bajo el lema #elracismoexiste, cuentan con un r acistómetro en línea para que cualquiera que haya vivido o sido testigo de discriminación racial pueda documentarla de forma anónima y visibilizarla. Esta herramienta permite reportar, ver estadísticas o contactarse con la organización.\nPor último, Susanne Melde, de la\n Organización Internacional para las Migraciones de la ONU en Latinoamérica, está impulsando la innovación dentro de este organismo internacional.\nCada emprendedor tiene su enfoque y su organización: desde el Programa Hello World de Ashoka hacen que conecten entre ellos y con otros para construir sinergias, identificar principios que puedan ayudar a otros, y ampliar su impacto.\nYa en 2018, en su charla TedxSao Paulo\n ‘Somos todos migrantes’, publicada en el canal de YouTube de Migraflix, Jonathan Berezovsky sintetizaba desde su experiencia el paradigma que comparten los distintos agentes de cambio: “Después de haber trabajado con personas migrantes me siento empoderado, soy una persona más libre. Tenía algunas batallas a causa de mis propios preconceptos. ¿Cómo fue que cree esas fronteras, si yo nací libre? Si yo era una persona libre, pero que perdió su alma de niño, ahora tengo que pensar cómo hacer para aprender de ese encuentro con la persona desconocida. Cada movimiento migratorio tiene la capacidad de revitalizar nuestra vida comunitaria. Nos pueden ayudar a ser personas más tolerantes. Aprendo a aprovechar al máximo mi propio encuentro con el mundo desconocido”.\nEn ese mismo sentido, Clewett reflexiona: “Por encima de los desafíos migratorios más conocidos, buscamos resolver lo que llamamos el ‘marco’ de cómo pensamos el problema. En general, en los mejores casos, las personas en movimiento se ven como objetos pasivos de compasión, pena o miedo incluso. Esto tiene que cambiar, hemos de percibir a las personas en movimiento como agentes de cambio positivos, siempre y en todos los sitios. Porque el movimiento de personas trae valor en todos sus pasos a las comunidades por las que pasan, el movimiento es algo natural y parte de nuestra humanidad (todos nos movemos en algún momento) y las comunidades que impulsan las personas en movimiento son motores de cambio social positivo. Debemos entender esto, recoger datos que lo demuestren, visibilizarlo y cambiar nuestra forma de hablar”.\nHello World: impacto y alcance\n“Nuestro mayor impacto surge de potenciar a organizaciones que acompañan a migrantes, muchas de ellas en América, como Nippy Latam, Migraflix y UMANA” dice Marianny Pacheco, coordinadora regional de\n Hello World para Latinoamérica. Politóloga, con una maestría en Gerencia Pública, tiene 35 años, es migrante venezolana y vive en Buenos Aires desde hace 6 años.\nHello Europe nació en 2016 con el respaldo de Ashoka y otros socios como respuesta a la llegada masiva de migrantes a Europa y a sistemas de acogida deficientes. En 2020, Ashoka lanzó programas similares en la Argentina («Hola Argentina»), que luego expandió a Chile y Colombia como «Hola América». Un año después, consolidaron estos esfuerzos para enfocarse globalmente en migraciones bajo el nombre «Hello World».\nEl impacto de Hello World tiene tres ejes: a lo ancho, en profundidad y en forma estratégica. A lo ancho, al proporcionar visibilidad y apoyo a agentes de cambio e innovadores sociales en migración, identificando más de 500 soluciones en\n Europa y América Latina. Tiene 15 aceleradoras de soluciones en 18 países, contribuyendo al crecimiento de más de 100 iniciativas sociales. Además, tiene un impacto en profundidad al respaldar a destacados emprendedores sociales, como Tomás Lawrence en Chile, utilizando tecnologías avanzadas e inteligencia artificial para abordar desafíos migratorios. Asimismo, trabaja en las aceleradoras de ecosistemas para abordar problemas específicos en el ámbito migratorio. Estas son lideradas por un abanico de participantes.): emprendedores sociales, actores clave de políticas públicas, empresa, el mundo corporativo, la investigación, y personas de trasfondo migrante. Por último, trabajan estratégicamente en la comunicación de estas historias, colaborando con medios y líderes políticos para implementar políticas innovadoras y efectivas.\nActualmente, Hello World está activo en Latinoamérica, especialmente en la Argentina, Chile y Colombia, así como en 16 países de Europa. Clewett aclara: “Este año, planeamos expandir nuestras operaciones en América, abarcando países desde el sur hasta el norte, incluyendo México y Estados Unidos, donde la migración desempeña un papel fundamental. Además, tenemos la intención de activar redes de Ashoka en África y los estados árabes para abordar la migración desde esa perspectiva, aprovechando la presencia global de Ashoka en más de 80 países. A medida que involucramos a más países, nuestro entendimiento sobre el tema se profundiza”.\nEl último\nReporte de Impacto ofrece datos más detallados sobre el alcance del programa, cuyo recorrido puede verse en este video.\nEste modelo está diseñado para ser replicable, tanto por Ashoka como por otras entidades. Cada vez que desarrollan una nueva metodología, la documentan, sistematizan y comparten sus prácticas en general. Por ejemplo, las guías para lanzar aceleradoras se encuentran disponibles en la sección Tools del sitio web de Hello Europe. Esto les permite colaborar con socios interesados en implementar partes del programa o adaptarlo según sus necesidades.\nAdemás de su impacto directo, desde el programa observan un cambio en el lenguaje en muchos sectores: se empieza a hablar de soluciones, agentes de cambio y de la necesidad central de colaborar con los migrantes. “Esto es importante, pero buscamos que también pase a acciones, como cambios de políticas públicas. Por ejemplo, que haya más recursos dirigidos a apoyar emprendedores sociales de trasfondo migrante y en la temática migrante, fomentando sobre todo la innovación y la replicabilidad de organizaciones, o más facilidades para que comunidades que quieran acoger de forma innovadora puedan recibir apoyo público o de empresas”, cuenta Clewett.\nTambién ven impacto en sectores concretos, como en emprendimientos de personas migrantes, en los que confluyen actores claves para dar más facilidades al acceso a fondos para emprendedores migrantes, o crean una red de representación hacia los organismos estatales de estos emprendedores, entre otras cosas.\nPor otra parte, uno de los objetivos de Hello World es ayudar a organismos internacionales, Gobiernos locales y otras instituciones a desarrollar sus propios laboratorios de innovación social en este tema. Clewett señala al respecto: “Para poder cambiar algo, necesitamos que las soluciones que se generen sean mayores a los problemas que vayan surgiendo, por eso todos tienen que participar”.\nEn cuanto al financiamiento del programa, Ashoka es una organización sin fines de lucro, que se sostiene mediante donaciones de entidades privadas, incluyendo fundaciones, donantes individuales y corporaciones. Hello World, como parte de esta, opera bajo un modelo similar.\nDesafíos y respuestas\nHello World identifica muchos desafíos en el sector, desde la falta de innovación, modelos de políticas públicas y acogida desfasadas (y a menudo ineficientes por un paternalismo heredado), falta de coordinación y cooperación entre diferentes actores del sector, etc. Para todas, el programa da algunas respuestas, al identificar innovación, crear espacios de diálogo entre iniciativas exitosas y de respuestas colectivas, etc.\n“La migración afecta a todo el mundo, realmente, y por eso nuestro trabajo necesariamente involucra a actores de todos los sectores. Es la única forma de producir un cambio realmente profundo y global. Por ejemplo, el\n último Festival Hola América fue en Córdoba, Argentina y contó con la participación profunda del Gobierno local, entidades internacionales, socios, emprendedores, migrantes, empresarios y otros emprendedores globales. Se diseñó, de hecho, como un espacio para reunir a innovadores y decisores clave de todos los sectores para crear las sinergias que comprendemos que se necesitan con urgencia”, cuenta Clewett.\nMirando al futuro, es evidente que las personas no van a dejar de moverse y Clewett lo grafica así: “La poeta somalí británica Warsan Shire dijo que ‘nadie pone a sus hijos en un barco a menos que el agua sea más segura que la tierra’. Cada vez hay más circunstancias que llevan a las personas a moverse, y en muchos casos son circunstancias extremas. No podemos seguir haciendo como si la migración pudiera frenarse, utilizando estrategias ineficaces y deshumanizantes como la militarización de fronteras, las violaciones de derechos humanos o discursos de la escasez que fomentan la conflictividad social”.\nA eso apunta este programa: ser realistas respecto a que el movimiento es parte de la vida y del impulso básico humano. Cambiar la forma de pensar para entender que las personas que se mueven a un nuevo lugar invirtieron su economía y sus vidas para conseguir algo mejor. “Además, siempre traen innovación y emprendimiento. Eso es lo que pasa cuando uno se mueve. Por eso nosotros visibilizamos las soluciones que están surgiendo, tanto de personas migrantes que crean para el bien de todos, como de las comunidades que acogen, que mejoran cuando todos se ponen manos a la obra”, cierra Clewett.\nEste contenido fue\noriginalmente publicado en RED/ACCIÓN y se republica como parte del programa «Periodismo Humano», una alianza por el periodismo de calidad entre RÍO NEGRO y RED/ACCIÓN.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.migraflix.com.br/?lang=es",
      "https://www.interpreta.org/",
      "https://racistometro.racismo.mx/",
      "https://www.iom.int/es",
      "https://helloworld.ashoka.org/",
      "http://www.youtube.com/watch?v=r0ffLuevb_s",
      "http://www.elclip.org/",
      "https://www.redaccion.com.ar/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes/",
      "http://www.youtube.com/watch?v=vj4DJeEq65Q",
      "https://static1.squarespace.com/static/5db01a61fb9da11b04b0cd1e/t/636a514c2eee773f76e6d344/1667912055593/HelloEurope_REPORT_Transforming-the-field-of-migration-through-collaboration.pdf",
      "https://www.hello-europe.eu/stepping-up-report",
      "https://holaamerica.org/festival-2023/",
      "https://drive.google.com/file/d/1K8bbZifMlgM3mqpmA6dtEes8DOwFUU0J/view",
      "https://holaamerica.org/mapeo-2023/",
      "https://www.instagram.com/p/C0RZ7w9u2RK/?hl=es&img_index=1",
      "https://holaamerica.org/",
      "https://helloworld.ashoka.org/personas-en-movimiento",
      "https://racismo.mx/",
      "https://www.ashoka.org/es-ar/story/maria-teresa-ronderos",
      "https://www.redaccion.com.ar/",
      "https://www.static1.squarespace.com/static/5db01a61fb9da11b04b0cd1e/t/636a514c2eee773f76e6d344/1667912055593/HelloEurope_REPORT_Transforming-the-field-of-migration-through-collaboration.pdf",
      "https://www.racismo.mx/",
      "https://redaccion.com.ar/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes/",
      "https://www.redaccion.com.ar",
      "https://ashoka.org/es-ar/story/maria-teresa-ronderos",
      "https://holaamerica.org",
      "https://holaamerica.org/festival-2023",
      "https://www.redaccion.com.ar/cinco-emprendimientos-sociales-latinoamericanos-con-impacto-positivo-en-las-personas-migrantes",
      "https://www.helloworld.ashoka.org/",
      "https://www.instagram.com/p/C0RZ7w9u2RK/",
      "https://iom.int/es",
      "https://helloworld.ashoka.org",
      "https://www.holaamerica.org/mapeo-2023/",
      "https://racismo.mx",
      "https://www.holaamerica.org/festival-2023/",
      "https://migraflix.com.br/?lang=es",
      "https://www.interpreta.org",
      "https://holaamerica.org/mapeo-2023",
      "https://www.helloworld.ashoka.org/personas-en-movimiento",
      "http://elclip.org/",
      "https://interpreta.org/",
      "http://www.youtube.com/watch",
      "https://racistometro.racismo.mx",
      "http://youtube.com/watch?v=vj4DJeEq65Q",
      "https://www.drive.google.com/file/d/1K8bbZifMlgM3mqpmA6dtEes8DOwFUU0J/view",
      "http://youtube.com/watch?v=r0ffLuevb_s",
      "https://instagram.com/p/C0RZ7w9u2RK/?hl=es&img_index=1",
      "https://www.migraflix.com.br/",
      "https://redaccion.com.ar/",
      "https://www.racistometro.racismo.mx/",
      "http://www.elclip.org",
      "https://www.holaamerica.org/",
      "https://hello-europe.eu/stepping-up-report"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:16.437+02:00",
    "updated": "2023-12-29T00:08:16.437+02:00"
  },
  {
    "uuid": "cb18732622759ee05f15154e2814a2a051112546",
    "url": "https://thesun.ng/distressed-nigerias-public-university",
    "ord_in_thread": 0,
    "author": "Rapheal",
    "published": "2025-06-26T02:11:00Z",
    "title": "Distressed Nigeria's public university",
    "text": "By Oludayo Tade Professor Eníkànlómò has been very devoted to his calling. He believes in developing future leaders, publishing in the best outlets and putting the names of his university and the country on the global map. But, it goes beyond that. When he joined the university system, the system was still working. There was electricity to research, publish and teach. The economy was better and with careful use of available resources, he was still able to survive. With time, electricity supply became epileptic, his laboratory that once had some materials to work with lacked the essentials. He could not teach his students again with modern equipment. Suddenly, stove replaced Bunssen burner in the laboratory. Some of his friends who could afford powering their generators to carry out experiments could no longer do that without experiencing severe strain on their resources. Now close to his retirement, Professor Enikanlomo thinks of what government will pay him. His present salary is a little above N500,000. When he joined, it was with passion. Now, the passion is dying, if not dead. He has been wounded terribly by the failure of government to improve the salaries and working conditions of university lecturers. As he looks back, Professor Enikanlomo, summarised his thoughts with the title of the Valedictory Lecture of the late renowned Professor of Radiation and Health, IdowuFarai, that the university that he met was better than the one he is about to exit from. The Nigerian public university system is in serious distress. Let federal or state governments not fool you. Our University administrators are equally becoming like the Nigerian governments. They love creating false impressions through the painting of buildings and construction of magnificent entrance gates. The gates of these universities may be beautiful but the stories of lecturers who are saddled with the tasks of imparting knowledge within the system is pathetic. Lecturers can’t see anything renewed in their hopes. They struggle not to say that their hopes for taking up the noble profession are dashed, but as they wake up every day to go to their offices, they feel used and trampled upon. They often wondered if it is a sin to take up the profession.Their offices are mostly paired. Since they are not often provided with current materials, they still use their limited resources to update their knowledge. They teach overpopulated classes. Their institutions struggle to provide electricity for them. Their standards of living have dropped. Bad economic policies of the current administration have forced many lecturers to abandon their vehicles at home. Some of them now trek distances to reduce the biting cost of transportation. Those with two cars have parked one while sharing one with their wives to do ‘school runs’. Some with health conditions struggle to maintain routine checks and money for medications. Younger scholars are afraid of what will become of them if things continue to go downward. In one recent recruitment, the young men with PhD were offered Lecturer II. A lecturer II goes home with about N180,000 after tax while a newly appointed Professor does not take N500,000 home in our federal universities. Some of the newly recruited resigned few months after their appointment. They reasoned that it would be difficult to sustain themselves and raise a family and still remain useful with that salary in this terrible economy. The implication of this poor welfare conditions on the university system in Nigeria is that, qualified intellectuals are running away from lecturing while those who have nothing to do with intellectualism are getting recruited into the system. The future is already predictable. While younger lecturers are leaving or finding options to leave, university old-timers are sad. Those in the mid-career cadre also feel trapped.Mid-career lecturers contribute money to ensure that their courses get accredited. Their university managements have become parasitic. They don’t release enough money to run their departments, else, the Head of Department becomes ‘corporate beggar’, looking for who will donate papers, computers, and so on. Public accommodation for students on campus is terrible. There is no how you will train someone in that environment and the person will appreciate voting money into education when they get to office. Consequently, mid-career academics are simply buying time to become Professors and Japa out of the country with their families in search of greener pastures, even if it is to enjoy life for few years before death comes. Staying put for those people is like sleeping in poorly ventilated room during a hot weather with mosquitoes singing emilokan(it is my turn to suck blood) into your ears. Children of lecturers are not encouraged to choose the profession of their parents. They do not want to suffer. Some Children have even looked at their parents and told them that it is only English that they can speak, that they don’t have money. Don’t blame the children. They have lived long enough in Nigeria to know that Olowolayemo (the world celebrates rich people). As lecturers struggle to survive the excruciating conditions, their attention is more focused on survival through other means while less passion and less commitment is visible in how they handle their assignments. A demotivated workforce cannot give their best. Moreover, the government does not allow quick replacement of retired lecturers. As such, fewlecturersteach many courses and supervise the ever increasing number of students. They supervise doctoral students, master students and undergraduates. When a lecturer is allocated up to 20 students in a session across levels, how can you guarantee quality supervision? The excess teaching and supervision that lecturers undertake when government refuses to recruit is what is called earned academic allowances. But, successive governments have been owing lecturers. It is nowsix months that the Federal Government under the leadership of President Bola Ahmed Tinubuhas put the Academic Staff Union of Universities (ASUU) in an indeterminate state over the re-negotiation of the 2009 agreement. ASUU reached an understanding with Yayale Ahmed-led Committee, with the review of the report of the Nimi Briggs–led FGN-ASUU Renegotiation Committee since December 2024. As at the time of putting this piece together, ASUU members are waiting for agreement signing. Additionally, the FG committee made some promises to the union which are also still awaiting implementation. According to the ASUU President, Chris Pinuwa,“The government agreed to mainstream the Earned Academic Allowances into the salaries with the creation of “Irregular Allowance” as a budget line in the 2026 Budget, after the release of Fifty Billion for backlog and budgeting Twenty-nine Billion for payment of 2025 Earned Academic Allowances. Similarly, the government also agreed to release One Hundred and Fifty Billion Naira as re-vitalization fund within four weeks with effect from April, 2025. However, we are still waiting for government to fulfil these promises.” We are now in June, 2025 and the university community is waiting on the President not to see lecturers as opposition party that must be crushed and left to suffer.We cannot ill-treat lecturers and expect them to be in the best frame of mind to impart knowledge.Lecturers must be well resourced and remunerated and universities should have the needed equipment and infrastructure through committed funding from the federal and state governments. Communities must join lecturers in saving public universities. Public universities remain the most subscribed due to affordability and accessibility. However, establishing more universities is only useful if they will be funded. The community where new universities are sited may be happy that awonlokanbut we may just be establishing ‘local-city’ and not ‘universe-city’, therebymultiplying our mediocrity. There is urgent need to address the download slope that public university education is moving. Nigeria cannot develop without solving the problems confronting her universities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Education->teachers",
      "Education->students",
      "Education->college and university",
      "Social Issue->social services",
      "Social Issue->population and census"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Eníkànlómò",
          "sentiment": "negative"
        },
        {
          "name": "Enikanlomo",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T09:45:08.648+03:00",
    "updated": "2025-06-26T06:57:13.000+00:00"
  },
  {
    "uuid": "f2d8bd6f5e2abc3b8f6c74c23fb95396c5c4bb5f",
    "url": "https://www.reviewjournal.com/crime/homicides/so-unfair-family-mourns-boy-13-killed-in-north-las-vegas-shooting-2972657/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Wilson",
    "published": "2023-12-28T23:11:00Z",
    "title": "Keon Young identified by family as boy killed in North Las Vegas shooting | Homicides | Crime",
    "text": "Keon Young (Courtesy of Chanell Williams) Keon Young (Courtesy of Chanell Williams) Keon Young, 13, lifting weights with his uncle Robert Cook. (Courtesy of Robert Cook) Family members identified a 13-year-old boy shot and killed in North Las Vegas this weekend.\nKeon Young died at University Medical Center after being shot in the 3200 block of Fountain Falls Way, near West Cheyenne Avenue and North Simmons Street, around 8 p.m. Saturday.\n“Keon’s heart was very pure and [he] loved all of his siblings. If Keon seen anyone hurting he would literally cry,” Young’s cousin Chanell Williams wrote in a GoFundMe post . “Keon greeted everyone with his big beautiful smile.”\nWilliams called Young’s death “so unfair” and asked people to donate to help the family.\nYoung’s uncle Robert Cook said his nephew enjoyed all the things a 13-year-old should, including superheroes and basketball.\n“He was living his life to the fullest,” Cook said.\nCook lives in Arkansas and traveled to Nevada after Young’s death. He said the holiday season will never be the same for their family.\n“The best way we can remember Keon is by being great,” Cook said.\n said Thursday that no new information was available about the shooting.\nWilliams’ online fundraiser had raised about $1,300 by Thursday afternoon.\nA balloon release is scheduled for 6 p.m. Friday at Desert Horizons Park near Gowan Road and Simmons Street.\nContact David Wilson at dwilson@reviewjournal.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.gofundme.com/f/keon-young",
      "https://gofundme.com/f/keon-young"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "keon young",
          "sentiment": "negative"
        },
        {
          "name": "young",
          "sentiment": "none"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "robert cook",
          "sentiment": "none"
        },
        {
          "name": "cook",
          "sentiment": "none"
        },
        {
          "name": "chanell williams",
          "sentiment": "none"
        },
        {
          "name": "keon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chanell williams",
          "sentiment": "negative"
        },
        {
          "name": "university medical center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north las vegas",
          "sentiment": "none"
        },
        {
          "name": "north simmons street",
          "sentiment": "none"
        },
        {
          "name": "fountain falls way",
          "sentiment": "none"
        },
        {
          "name": "west cheyenne avenue",
          "sentiment": "none"
        },
        {
          "name": "arkansas",
          "sentiment": "none"
        },
        {
          "name": "nevada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:07.803+02:00",
    "updated": "2024-01-07T19:27:07.078+02:00"
  },
  {
    "uuid": "a212dc5a11cf07c1a608b7a85468f3573437ee28",
    "url": "https://spanish.christianpost.com/news/franklin-graham-slams-christianity-today-for-asian-jesus-article.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ChristianPost",
    "published": "2023-12-28T19:32:00Z",
    "title": "Franklin Graham critica a Christianity Today por un artículo que afirma que Jesús era asiático | TheChristianPostSpanish",
    "text": "Franklin Graham critica a Christianity Today por un artículo que afirma que Jesús era asiático El evangelista Franklin Graham criticó a Christianity Today el miércoles después de que la revista que fundó su padre publicara un artículo en el que afirmaba que Jesucristo era asiático. En un [artículo](https://www.christianitytoday.com/ct/2023/december-web-only/nativity-art-asian-jesus-birth-china-india-middle-east.html) del 18 de diciembre de la curadora de arte Victoria Emily Jones titulado \"Cómo los artistas asiáticos representan el nacimiento de Jesús desde 1240 hasta hoy\", CT mostró cómo Jesús ha sido representado por varias culturas asiáticas, aunque la afirmación de Jones de que Jesús era asiático porque era técnicamente nacido en el continente provocó el rechazo de Graham y otros en las redes sociales. \"Jesús nació en Asia. Era asiático\", escribió Jones en una cita que CT utilizó para [promocionar el artículo sobre X](https://twitter.com/CTmagazine/status/1739044026911769026) en Nochebuena. \"Sin embargo, la preponderancia del arte cristiano que lo muestra en Europa ha significado que esté profundamente arraigado en la imaginación popular como occidental\". Jones afirmó que los nueve artistas mostrados en el artículo \"traen [a Jesús] de regreso a Asia, pero no al antiguo Israel\" y \"hacen del nacimiento un evento local, traduciendo la historia a sus propios contextos culturales\". Continuó diciendo que los artistas que representan a Jesús como japoneses, indonesios o indios transmiten \"un sentido de la inmanencia de Dios, su 'con nosotros', para sus propias comunidades y para todos los demás, la universalidad del nacimiento de Cristo\". y destacó \"muchos buenos ejemplos\" de Cristo siendo representado por los musulmanes a partir de \"la reverencia de su propia tradición de fe por Jesús\". También afirmó que \"artistas hindúes y budistas\" han sido \"contribuyentes importantes\" a las representaciones de Jesús en el siglo XX. [Con un enlace a un artículo](https://www.foxnews.com/media/christian-magazine-ridiculed-insisting-jesus-asian-did-you-guys-read-bible) de Fox News Digital sobre las consecuencias de las afirmaciones de Jones, Graham publicó una declaración en las redes sociales preguntando por qué CT \"publicaría algo tan fuera de lugar\". \"No tenemos que preguntarnos ni especular sobre esto; la Biblia nos da detalles muy específicos sobre el linaje terrenal de Jesús y dónde nació y creció\", escribió Graham. \"Sabemos que Jesús era judío. Sin embargo, si no crees en la Biblia o no la aceptas como la Palabra de Dios, entonces todo está en duda\". \"Adivina qué: no podemos hacer a Dios a nuestra propia imagen\", añadió Graham. \"¡Él es quien es! Debemos estar en guardia contra cualquier cosa o persona que intente socavar la autoridad de la Palabra de Dios\". CT recibió críticas de muchos otros en las redes sociales por el artículo, lo que llevó a algunos a [acusar](https://twitter.com/toddstarnes/status/1739500784377553287) la publicación de \" Going Woke\". Graham ha criticado a CT antes, como cuando la publicación invocó el nombre de su padre en un [editorial](https://www.christianitytoday.com/ct/2019/december-web-only/trump-should-be-removed-from-office.html) de 2019 que pedía que el entonces presidente Donald Trump fuera destituido de su cargo en medio de su primer juicio político. Mark Galli, quien era editor en jefe de CT en ese momento antes de jubilarse en 2020, escribió que la llamada telefónica de Trump en 2019 con el presidente ucraniano Volodymyr Zelenskyy exhibió un intento \"de usar su poder político para obligar a un líder extranjero a acosar y desacreditar a uno\". de los oponentes políticos del presidente.\" \"Creemos que el hecho de que [Trump] deba ser destituido no es una cuestión de lealtades partidistas sino de lealtad al Creador de los Diez Mandamientos\", escribió Galli, añadiendo que los cristianos que apoyan a Trump deberían considerar \"cómo influye su justificación del Sr. Trump\". tu testimonio ante tu Señor y Salvador.\" Graham [dijo](https://www.facebook.com/FranklinGraham/posts/2925457574177071?ref=embed_post) en ese momento que, si bien su padre fundó la revista, se habría sentido \"muy decepcionado\" con el editorial de Galli, y señaló que Trump fue el último candidato presidencial por el que votó su padre antes de morir en 2018. Graham sostuvo que CT \"ha sido utilizado por la izquierda para su agenda política\", y agregó: \"Es obvio que Christianity Today se ha movido hacia la izquierda y representa el ala liberal elitista del evangelicalismo\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.facebook.com/FranklinGraham/posts/2925457574177071?ref=embed_post)",
      "https://www.christianitytoday.com/ct/2023/december-web-only/nativity-art-asian-jesus-birth-china-india-middle-east.html)",
      "https://twitter.com/toddstarnes/status/1739500784377553287)",
      "https://twitter.com/CTmagazine/status/1739044026911769026)",
      "https://www.christianitytoday.com/ct/2019/december-web-only/trump-should-be-removed-from-office.html)",
      "https://www.foxnews.com/media/christian-magazine-ridiculed-insisting-jesus-asian-did-you-guys-read-bible)",
      "https://www.facebook.com/FranklinGraham/posts/2925457574177071",
      "https://www.twitter.com/CTmagazine/status/1739044026911769026)",
      "https://christianitytoday.com/ct/2019/december-web-only/trump-should-be-removed-from-office.html)",
      "https://www.twitter.com/toddstarnes/status/1739500784377553287)",
      "https://foxnews.com/media/christian-magazine-ridiculed-insisting-jesus-asian-did-you-guys-read-bible)",
      "https://christianitytoday.com/ct/2023/december-web-only/nativity-art-asian-jesus-birth-china-india-middle-east.html)",
      "https://facebook.com/FranklinGraham/posts/2925457574177071?ref=embed_post)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:28:33.901+02:00",
    "updated": "2023-12-29T03:28:33.901+02:00"
  },
  {
    "uuid": "5804dbb3f3dca2dc54323d2be15ce98eb1eb8930",
    "url": "https://vnexplorer.net/kalyan-jewellers-shares-q3-update-says-revenue-up-33-store-additions-at-22-in-december-quarter-s823759.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-05T22:12:00Z",
    "title": "Kalyan Jewellers shares Q3 update, says revenue up 33%, store additions at 22 in December quarter",
    "text": "Kalyan Jewellers shares Q3 update, says revenue up 33%, store additions at 22 in December quarter\nShares of Kalyan Jewellers India Ltd will be in focus on Friday morning after the jewellery maker said it saw a continued robust momentum in both footfalls and revenue across its markets in India and the Middle East in the quarter gone by.\nKalyan Jewellers said it achieved positive operating performance despite multiple headwinds during the quarter, such as extreme volatility in gold prices, a higher number of “Shradh” days compared to the prior year and flash floods in certain parts of Tamil Nadu which affected retail sales for almost a week.\nKalyan Jewellers shares are up 144 per cent the last six months. The multibagger stock is up 194 per cent in the last one year.\n“The recently concluded quarter recorded consolidated revenue growth of over 33 per cent when compared to the same period in the previous financial year. We saw revenue growth of 40 per cent for our India operations during Q3 FY2024 as compared to Q3 FY2023, led by robust operating momentum on the ground with healthy same-store-salesgrowth (similar to levels seen in Q2 FY2024) across all the key markets in the country,” Kalyan Jewellers said.\nThe jeweller added a net of 22 new ‘Kalyan’ showrooms in India during the recently concluded quarter. While only 16 of these were under the FOCO (Franchisee Owned Franchisee Operated) model, Kalyan expects the company-owned showrooms launched during the previous quarter to be converted to FOCO during the ongoing quarter.\n“Additionally, we have completed signing LOIs for the 80 showrooms planned for FY 2025 with a significant majority of these being established under a revised franchise model with further improved economics for Kalyan. In the Middle East, we continued to witness positive operating momentum. Revenue growth for Q3 FY2024 was 6 per cent when compared to the same period in the previous financial year,” it said.\nMiddle East contributed 13 per cent to Kalyan Jewellers’ consolidated revenue for the December quarter.\n“Our digital-first jewellery platform, Candere, recorded a revenue de-growth of 34 per cent during the recently concluded quarter as compared to the same period during the last year. However, we are continuing to witness encouraging trends in its already opened 7 physical showrooms. We continue to be encouraged by the underlying momentum in footfalls across all our major markets and are gearing up with fresh collections and campaigns for the upcoming wedding season across the country,” Kalyan Jewellers said.\nAs of December 31, 2023, Kalyan’s total number of showrooms across India and the Middle East stood at 235. For the March quarter, it plans to add another 15 ‘Kalyan’ showrooms in India, 2 ‘Kalyan’ showrooms in the Middle East and 13 ‘Candere’ showrooms.\nThe ongoing quarter should witness the launch of company’s 250th showroom in Ayodhya, a milestone in our journey, it said.\nWatch Live TV in English\nWatch Live TV in Hindi",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mtWOe.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mtWOe.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "kalyan jewellers",
          "sentiment": "negative"
        },
        {
          "name": "kalyan jewellers india ltd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "tamil nadu",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:16:41.034+02:00",
    "updated": "2024-01-06T00:16:41.034+02:00"
  },
  {
    "uuid": "ae60aa8cdfd3a11f75f8f8de61eb3bd553ce9650",
    "url": "https://uk.news.yahoo.com/zoo-animals-beat-heat-icy-145636840.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Independent",
    "published": "2024-01-16T13:56:00Z",
    "title": "Zoo Animals Beat the Heat With Icy Treats as Temperatures Soar in Perth",
    "text": "Storyful Zoo Animals Beat the Heat With Icy Treats as Temperatures Soar in Perth Read full article Storyful 16 January 2024 at 4:56 pm\nAnimals at Perth Zoo in Western Australia beat the heat by chowing down on some frozen treats, as the city sweltered in temperatures as high as 41 degrees Celsius (105 Fahrenheit).\nThe zoo said “Asian small-clawed otters enjoyed a swim with some fishy frozen ice-treats,” while the sun bears “chowed down on frozen blueberry coconut bowls”. The white-cheeked gibbons, meanwhile, “munched on delicious coconut milk popsicles.” Credit: Perth Zoo via Storyful\nTRENDING Dancing on Ice host Stephen Mulhern ‘bruised’ after Ricky Hatton ‘punches’ him live on ITV show The Independent · 2-min read Father killed in front of family is unmasked as hitman on international wanted list The Independent · 2-min read Katie Hopkins criticised as 'sick' for mocking Kate Garraway after husband Derek Draper's death Sky News · 2-min read Kate Garraway supported as ‘vile’ Katie Hopkins mocks grieving host over late husband’s death The Independent · 3-min read OPINION - No wonder Prince Harry and Meghan Markle upset Queen Elizabeth when they named their daughter Lilibet Evening Standard · 3-min read",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/lSD9iuP_toN5cM.mwMKRow--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEzNDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/b720f0d0-2e9b-11eb-bfd9-6f9a1229c13c",
      "https://twitter.com/BOM_WA/status/1747102173299626086",
      "https://s.yimg.com/uu/api/res/1.2/suUZnweO4aAG70Tv.Eo5ig--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_577/a940966c12f2199e302afe336eb2b708",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/b720f0d0-2e9b-11eb-bfd9-6f9a1229c13c",
      "https://twitter.com/BOM_WA/status/1747102173299626086\\",
      "https://s.yimg.com/uu/api/res/1.2/ztxqRHaXEB85tJK9NU9tYA--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/video.storyful.com/66315ca7a2e0c79d0845fe1189468078)",
      "https://s.yimg.com/uu/api/res/1.2/bsELPxPQtuTmNf3B05S5mg--~B/aD0yNTM7dz00NTA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/video.storyful.com/66315ca7a2e0c79d0845fe1189468078",
      "https://s.yimg.com/uu/api/res/1.2/CBS7lXZ2hDkTh5RWASqLig--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_577/d602cc090f3f2d17f114b514685fee61",
      "https://media.zenfs.com/en/video.storyful.com/66315ca7a2e0c79d0845fe1189468078",
      "https://twitter.com/intent/tweet?text=Zoo%20Animals%20Beat%20the%20Heat%20With%20Icy%20Treats%20as%20Temperatures%20Soar%20in%20Perth&url=https%3A%2F%2Fuk.news.yahoo.com%2Fzoo-animals-beat-heat-icy-145636840.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fzoo-animals-beat-heat-icy-145636840.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/uu/api/res/1.2/YAkNJX0BcNccTK69BUxltQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_577/c025db3a96687158e537cc557692ad68",
      "https://www.storyful.com",
      "https://s.yimg.com/uu/api/res/1.2/ieKas7OO0_gJiDwL_6u2Ew--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/evening_standard_239/01c546b35fda7344f761946cec6cda4c",
      "https://s.yimg.com/uu/api/res/1.2/.WaXi8opWV3P0LhaOKmpPQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/sky.com/b0a6e860668693bac303d61e4503256a",
      "https://www.s.yimg.com/uu/api/res/1.2/.WaXi8opWV3P0LhaOKmpPQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/sky.com/b0a6e860668693bac303d61e4503256a",
      "https://www.facebook.com/dialog/feed",
      "https://www.twitter.com/BOM_WA/status/1747102173299626086",
      "https://www.s.yimg.com/uu/api/res/1.2/bsELPxPQtuTmNf3B05S5mg--~B/aD0yNTM7dz00NTA7YXBwaWQ9eXRhY2h5b24-/https://www.media.zenfs.com/en/video.storyful.com/66315ca7a2e0c79d0845fe1189468078",
      "https://storyful.com",
      "https://www.twitter.com/intent/tweet?text=Zoo%20Animals%20Beat%20the%20Heat%20With%20Icy%20Treats%20as%20Temperatures%20Soar%20in%20Perth&url=https%3A%2F%2Fuk.news.yahoo.com%2Fzoo-animals-beat-heat-icy-145636840.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
      "https://www.s.yimg.com/ny/api/res/1.2/lSD9iuP_toN5cM.mwMKRow--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEzNDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/b720f0d0-2e9b-11eb-bfd9-6f9a1229c13c",
      "https://www.s.yimg.com/uu/api/res/1.2/CBS7lXZ2hDkTh5RWASqLig--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_independent_577/d602cc090f3f2d17f114b514685fee61",
      "https://www.twitter.com/BOM_WA/status/1747102173299626086\\",
      "https://www.media.zenfs.com/en/video.storyful.com/66315ca7a2e0c79d0845fe1189468078",
      "https://www.s.yimg.com/uu/api/res/1.2/suUZnweO4aAG70Tv.Eo5ig--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_independent_577/a940966c12f2199e302afe336eb2b708",
      "https://www.s.yimg.com/uu/api/res/1.2/YAkNJX0BcNccTK69BUxltQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_independent_577/c025db3a96687158e537cc557692ad68",
      "https://www.s.yimg.com/uu/api/res/1.2/ieKas7OO0_gJiDwL_6u2Ew--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/evening_standard_239/01c546b35fda7344f761946cec6cda4c",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/b720f0d0-2e9b-11eb-bfd9-6f9a1229c13c",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fzoo-animals-beat-heat-icy-145636840.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/uu/api/res/1.2/ztxqRHaXEB85tJK9NU9tYA--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/video.storyful.com/66315ca7a2e0c79d0845fe1189468078)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "derek draper",
          "sentiment": "none"
        },
        {
          "name": "kate garraway",
          "sentiment": "none"
        },
        {
          "name": "stephen mulhern",
          "sentiment": "none"
        },
        {
          "name": "katie hopkins",
          "sentiment": "none"
        },
        {
          "name": "ricky hatton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "perth zoo",
          "sentiment": "none"
        },
        {
          "name": "sky news ·",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "perth read",
          "sentiment": "none"
        },
        {
          "name": "western australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T17:29:24.887+02:00",
    "updated": "2024-01-16T17:29:24.887+02:00"
  },
  {
    "uuid": "48347a9b9139632cb55b11e1d76a2af655ab86f4",
    "url": "https://www.elheraldo.hn/tegucigalpa/salud-trabajo-apoyo-deseos-capitalinos-2024-OH16773863",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/elvis-mendoza",
    "published": "2023-12-29T06:00:00Z",
    "title": "Salud, trabajo y más apoyo son los deseos de los capitalinos para 2024",
    "text": "TEGUCIGALPA, HONDURAS.- Un año más pasó, y más que arrepentimientos estos 12 meses han dejado muchas lecciones de vida a la población. Se están por iniciar 366 días, de [un 2024 bisiesto](https://www.elheraldo.hn/trending/por-que-es-importante-el-ano-bisiesto-DHEH934968#:~:text=L%C3%B3gicamente%2C%20no%20pueden%20existir%20d%C3%ADas,este%202016%2C%20tienen%20366%20d%C3%ADas.), que los capitalinos con mucha esperanza desean nada más que cosas buenas. Ante una complicada situación que se vive en el país, los buenos ciudadanos no dejan de tener grandes deseos y que el nuevo año por venir traiga mucha prosperidad y bendiciones a un pueblo trabajador que nunca se rinde. EL HERALDO realizó un recorrido por varias zonas de la ciudad para recoger los [deseos más puros de la población](https://www.elheraldo.hn/tegucigalpa/deseos-capitalinos-2023-amor-empleo-dinero-gobernantes-honestos-ND11569532) para el nuevo año. Fue así que los consultados dejaron de hacer sus labores por unos minutos, para exteriorizas sus buenos deseos para ellos mismos y los suyos. Tener salud, un empleo y más apoyo para las personas de escasos recursos son los deseos más comunes de la población. Pero hay otros que piden tener mejores gobernantes sin importar del partido político que sean. Además, que este 2024 tendrá un día más, febrero llegará a los 29, por lo que se tienen 24 horas más para tratar de cumplir un anhelo extra en esta carrera llamada vida. Pero sin duda lo que más desean es que la [situación económica mejore](https://www.elheraldo.hn/opinion/crisis-economica-HJEH624773), para que no sea tan difícil conseguir los alimentos que llevan a la mesa.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T10:31:18.614+02:00",
    "updated": "2023-12-29T10:31:18.614+02:00"
  }
]