[
  {
    "uuid": "66f1b9eb80027b404867d7bec237667b8e2e00f5",
    "url": "https://toronto.ctvnews.ca/stephen-lecce-out-as-education-minister-in-major-ontario-government-cabinet-shuffle-1.6916649",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVToronto",
    "published": "2024-06-06T21:44:00Z",
    "title": "Lecce out as education minister in major Ontario government cabinet shuffle",
    "text": "Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. Lecce, who has served in the role since 2019, will now serve as energy minister in a swap with Todd Smith. Other highlights of the shuffle include the introduction of former housing minister Steve Clark as government house leader. Clark resigned from his cabinet position in September amid the fallout of the Greenbelt land swap scandal. Stan Cho is also being moved off the long-term care file and will now serve as minister of tourism. Natalia Kusendova-Bashta, a registered nurse, will take his place. This is a breaking news story. More to come. Toronto Top Stories CTVNews.ca Top Stories Canadians more likely to prefer someone other than Trudeau lead Liberals in next election: Nanos Canadians are three times more likely to prefer someone other than Prime Minister Justin Trudeau to lead the Liberals in the next election, a new Nanos Research survey for CTV News shows. Ontario woman forced to pay $23K medical bill after heart attack abroad despite travel insurance An Ontario woman who took a trip to the Cayman Islands in January was hospitalized after a heart attack and even though she had travel medical insurance, she was told she needed to pay the hospital bill herself. Over 1.2 million rechargeable lights are under recall for fire hazards, following one reported death More than 1.2 million rechargeable lights are under recall in Canada and the U.S. following a report of one consumer died as the result of a fire. Calgary activates municipal emergency plan after water main break The city of Calgary is under a mandatory water advisory where officials are telling all residents and businesses to strictly limit their water usage following a major water main break on Wednesday. Pro-Palestinian supporters occupy McGill University administration building Pro-Palestinian protesters at McGill university said they are barricading themselves in the administration building as part of a \"global call to action.\" Man charged in murder of Ont. woman Elnaz Hajtamiri is headed to trial The man accused in the murder and kidnapping of his former girlfriend, Elnaz Hajtamiri, is headed for trial. 'Don't have enough progress to avert a strike,' TTC union says as deadline nears The union representing thousands of frontline TTC workers says it's deadlocked in negotiations with the city, with just hours left ahead of a midnight strike deadline. Boeing's astronaut capsule arrives at the space station after thruster trouble Boeing’s new capsule arrived at the International Space Station on Thursday, delayed by last-minute thruster trouble that almost derailed the docking for this first test flight with astronauts. Eating disorder specialist spreads hopeful message about recovery Social worker and eating disorder specialist Kyla Fox is keeping her focus on positive outcomes. As teens and their families learn about medical treatment available, she also wants to educate young people about the reality of recovery from eating disorders. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Montreal - Pro-Palestinian supporters occupy McGill University administration building Pro-Palestinian protesters at McGill university said they are barricading themselves in the administration building as part of a \"global call to action.\" - Poilievre calls on Liberals to refuse exemption for Montreal supervised drug-use site The leader of the Conservative Party of Canada has asked the federal government to refuse an exemption requested by a safe drug use site in Montreal's St-Henri neighbourhood after nearby residents have raised concerns about their safety. - Man sentenced to life in prison, no chance of parole for 13 years after Montreal teen's fatal stabbing A 21-year-old man convicted in the 2021 stabbing death of 16-year-old Jannai Dopwell-Bailey outside a Montreal school must serve 13 years in prison before being eligible for parole. Ottawa - Ottawa receives 30 to 44 mm of rain on Thursday, causing temporary flooding Heavy rain soaked Ottawa Thursday afternoon, causing temporary flooding on sections of Highway 417, municipal roads and sidewalks. As of 5 p.m., 30 mm of rain had been recorded at the Ottawa International Airport - BREAKING BREAKING Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. - Highway 417 eastbound to remain reduced to 1 lane near Vankleek Hill all weekend Eastbound traffic on Highway 417 near Vankleek Hill will be reduced to one lane for the next several days after some of the pavement near an overpass buckled Wednesday. Northern Ontario - Ontario woman forced to pay $23K medical bill after heart attack abroad despite travel insurance An Ontario woman who took a trip to the Cayman Islands in January was hospitalized after a heart attack and even though she had travel medical insurance, she was told she needed to pay the hospital bill herself. - North Bay caterer guilty of 36 counts of violating COVID-era lockdown A North Bay caterer who gained notoriety during the COVID-19 pandemic for refusing to follow public health directives has been found guilty of 36 offences. - Vale Greenhouse celebrates 50th anniversary The re-greening of Sudbury has gained international attention. Thursday in Copper Cliff, Vale celebrated the 50th anniversary of its Base Metals Greenhouse. Kitchener - Ont. powerlifter battles back after catching mild cold that turned into rare and deadly disease An Ontario powerlifter caught a mild cold last year. Six days later, he was fighting for his life in the ICU. - BREAKING BREAKING Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. - Missing coyote decoys at Waterloo Park won’t be replaced Plastic coyotes, set up around Waterloo Park to scare off geese, have now been missing for more than a month. London - Fatal collision east of London, Ont One person has died after a crash east of the city this afternoon. - One person dead after vehicle ends up in Lake Huron OPP in Huron-Kinloss are investigating a fatal crash where a car ended up in Lake Huron. Around 9:45 p.m. on Wednesday, OPP got a call about a vehicle entering the lake from Amberley road. - BREAKING BREAKING Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. Windsor - Two men charged with first-degree murder related to woman’s death Chatham-Kent police have charged two men with first-degree murder related to the death of a woman. - BREAKING BREAKING Stephen Lecce is out as education minister in a major shuffle of Ontario Premier Doug Ford's cabinet. - New list of Top 10 most dangerous intersections in Windsor Windsor police have updated the list of the worst intersections in the city for collisions. Barrie - Barrie couple's truck stolen along with specialized wheels for 2-legged dog A Barrie couple is reeling after their pickup truck was stolen from their home near Sherwood Court and Wismer Avenue while they slept. But the couple says losing their vehicle isn't what they're most bothered about; it's the loss of a special set of wheels that were in the back of the truck that really upsets them. - Woman allegedly violently assaulted, robbed in Orillia parking lot Officers in Orillia quickly arrested two people following an allegedly violent robbery and a break-in. - Fire crews battle raging house fire in Muskoka Firefighters battled a raging blaze at a home in Gravenhurst. Winnipeg - 61-year-old cyclist dead after hit-and-run: WPS A 61-year-old cyclist has died after a hit-and-run on Wellington Crescent Thursday morning. - 'It's difficult for everyone': CFIB asking for city to help businesses impacted during construction season As construction season ramps up in Winnipeg, the Canadian Federation of Independent Business is calling on the city to provide support to those businesses that are impacted by the work and corresponding road closures. - $430K worth of illegal cannabis seized from Manitoba home: RCMP Two people are facing multiple charges after Manitoba RCMP discovered an illegal cannabis store operating in Flin Flon. Atlantic - 'We are forever in your debt': Those who fought and died remembered during Moncton's D-Day ceremony Government officials, Second World War veterans and spectators gathered at the Moncton Cenotaph in Moncton, N.B., Thursday afternoon to commemorate the 80th anniversary of D-Day and the Battle of Normandy. - Elderly woman dies after being struck by out-of-control vehicle in Wolfville Ridge: N.S. RCMP An 87-year-old Nova Scotia woman has died after police say an out-of-control vehicle struck her while she was standing beside her car in Wolfville Ridge, N.S. - Charges dismissed against pair accused of harassing N.S. medical officer during COVID A Nova Scotia judge has dismissed charges against two people accused of harassing the province's chief medical officer during the COVID-19 pandemic, saying the case had taken took long to reach the trial stage. N.L. - Newfoundland is being sieged by heavy fog, and travellers are paying the price A thick and heavy fog has been laying siege to the skies over St. John’s, and drawing a heavy toll from some airplane passengers who’ve seen their travel plans pummelled with no end in sight. - N.L. becomes latest province to eye stricter tobacco regulations Newfoundland and Labrador has floated an eyebrow-raising trial balloon in a bid to further the public health fight against tobacco and nicotine. - 'Loneliness will kill': N.L. long-term care homes struggled with COVID restrictions A study from Newfoundland and Labrador's Memorial University says visitor restrictions during the COVID-19 pandemic left long-term care visitors with a 'significant' increase in isolation, leading to concerns about residents' mental and physical health. Edmonton - Canadians more likely to prefer someone other than Trudeau lead Liberals in next election: Nanos Canadians are three times more likely to prefer someone other than Prime Minister Justin Trudeau to lead the Liberals in the next election, a new Nanos Research survey for CTV News shows. - Violent offender released in Edmonton: EPS Edmonton police are warning residents about the release of a man they believe poses a threat to the community. - Drake places $500K bet on Edmonton Oilers to win Stanley Cup Final Canadian rap artist Drake placed a $500,000 bet on the Edmonton Oilers to win the Stanley Cup Final against the Florida Panthers. Calgary - Calgary activates municipal emergency plan after water main break The city of Calgary is under a mandatory water advisory where officials are telling all residents and businesses to strictly limit their water usage following a major water main break on Wednesday. - BREAKING BREAKING Shooting in Calgary community of Woodlands leaves man in hospital One man was seriously injured in a shooting in the Calgary community of Woodlands on Thursday. - Failure of 'grandfather of all water mains' to blame for Calgary water issues, councillor says A Calgary city councillor says a water crisis affecting one community is \"very serious\" and is calling on the generosity of Calgarians to help their neighbours. Regina - Sask. Teachers’ Federation, gov't searching for path forward following impasse, reinstating job sanctions As teachers right across Saskatchewan prepare to take part in \"work-to rule\" job action beginning next week – both sides are presenting their case as to why after a year-long labour dispute, a deal has not yet been reached. - Regina police looking for silver truck that fled pedestrian collision The Regina Police Service (RPS) is asking for the public’s help as it investigates a pedestrian collision that took place Thursday afternoon. - Services needed to provide mental health supports at Living Sky School Division: Sask. auditor More intervention services are needed to provide support for students with mental health challenges at Living Sky School Division (LSSD), according to the newly released Saskatchewan auditor’s report. Saskatoon - Saskatoon Pride says 'no' to Sask. Party members who said 'yea' to pronoun law Saskatoon Pride has joined the chorus of organizations banning members of the Sask. Party from Pride events this month over its controversial law that would effectively \"out\" children who want to go by a different name or pronouns in school. - B.C. woman wins court ruling two years after her dog was brutally attacked at Sask. off-leash park After a two-year legal battle, the owner of a dog who was killed in a vicious attack at a Saskatoon off-leash park two years ago is getting some closure. - Sask. Teachers’ Federation, gov't searching for path forward following impasse, reinstating job sanctions As teachers right across Saskatchewan prepare to take part in \"work-to rule\" job action beginning next week – both sides are presenting their case as to why after a year-long labour dispute, a deal has not yet been reached. Vancouver - Search suspended for overdue mountaineers near Squamish, B.C. Rescue crews have suspended the search for three mountaineers who failed to return from a difficult climb near Squamish, B.C., on Friday. - Driver in critical condition after 'unknown object' flew through windshield on Highway 1 A driver is in critical condition after a unknown object flew through their windshield while they were travelling along Highway 1 Thursday. - Italian Day on the Drive and other things to do in Metro Vancouver this weekend The summer festival season has arrived in Metro Vancouver, with several street parties on tap this weekend, led by the venerable Italian Day on Commercial Drive. Vancouver Island - Police in B.C. arrest 2 men after $2.5M worth of stolen vehicles recovered Two men from Metro Vancouver are facing more than a dozen charges each after police recovered 29 stolen vehicles, many of them found in shipping containers at British Columbia ports. - Victim of Vancouver stabbing ID'd as upbeat chef who was 'full of life' Friends and coworkers have identified 32-year-old Wataru Kakiuchi as the man stabbed to death Wednesday in Vancouver. - Newly minted BC Conservative Elenore Sturko stands behind comments that triggered backlash Last October, after Premier David Eby chided BC Conservative Leader John Rustad for his criticism of B.C. schools' sexual orientation gender identity tools, also known as SOGI, a prolonged standing ovation was led in part by opposition MLA Elenore Sturko.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stephen lecce",
          "sentiment": "negative"
        },
        {
          "name": "todd smith",
          "sentiment": "none"
        },
        {
          "name": "doug ford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mcgill",
          "sentiment": "none"
        },
        {
          "name": "toronto top stories",
          "sentiment": "none"
        },
        {
          "name": "mcgill university",
          "sentiment": "none"
        },
        {
          "name": "conservative party of canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lecce",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "montreal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:56:24.614+03:00",
    "updated": "2024-06-07T01:24:52.427+03:00"
  },
  {
    "uuid": "da541a9044f52d4a3bded41fcb9c364fc720cb87",
    "url": "https://www.essence.com/gallery/bridal-bliss-amicia-and-daniel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Victoria Uwumarogie",
    "published": "2024-09-19T19:11:00Z",
    "title": "Bridal Bliss: Amicia And Daniel Tied The Knot In The Hills Of Montego Bay | Essence",
    "text": "By Victoria Uwumarogie · Updated September 20, 2024\n“I had no idea what ‘Kendra G Singles Live’ was before I ended up on the YouTube show,” says Amicia about appearing on the social media series executive-produced and hosted by Chicago radio personality Kendra G. In November 2022, she was a guest on the weekend program, where Kendra gave her a platform to discuss what she was looking for in a man. She wanted someone with a Christian background who was confident, engaged in community, driven, cultured, active, supportive and had a great smile — more so, good teeth. No yuckmouths allowed.\nUnbeknownst to her, her future husband was watching.\n“I love talking, love connecting, and figured, why not?” she recalls. “I went in with an open mind, and it just so happened that Daniel saw my interview. Apparently, my ‘Great Catch’ highlight video caught his attention—he says he was drawn to how clear I was about what I wanted. Next thing I know, he’s sliding into my DMs. We lived 13 hours apart, but after some long phone calls, we knew we were onto something real.”\nAfter a first date, the two realized how much they had in common. They quickly became exclusive, and within a year of meeting, Daniel knew Amicia was his person. According to him, he had a feeling very early on.\n“After those first few conversations, I realized we were really aligned—at least in terms of our values,” he says. “We talked for hours, and that’s when I knew we had something deeper.”\nSo, on the Thanksgiving holiday in 2023, he proposed to Amicia on the rooftop of a restaurant in Chicago during what she thought would be an ordinary night on the town. “My family was all in on it, too, and it felt perfect to have them there,” she says. “It wasn’t just a proposal—it was like a celebration of everything we’d been building together up to that point.”\nWhile November had clearly been good to the couple, considering that’s when they first connected and when he proposed, they ditched the cooler month and the United States altogether in favor of tying the knot in Jamaica .\n“Montego Bay was the perfect choice for so many reasons. Daniel’s family has roots there—he’s Jamaican and St. Vincentian, and his grandmother, who’s in her 90s, still lives in Jamaica,” she says. “It was important for us to have her and our family on the island there with us.”\nAnd so, both families and all Amicia and Daniel’s loved ones and supporters, including Kendra G, who brought them together, were able to experience a celebration of love, which couldn’t be hindered by a recent hurricane and sweltering heat. They rejoiced, danced, and partied, with help from very cool custom fans (that had the couple’s names, wedding date lit up on the blades, and a favorite scripture), and refreshing drinks handed out in coconuts with their initials carved into them, during Jamaican Independence Day weekend. Everything about the day was one of a kind, including Daniel taking to the mic to sing to his bride.\n“There were a hundred people in the room, but it felt like just the two of us,” Amicia says. “It was one of those moments I’ll never forget.”\nCheck out a few more unforgettable moments from the couple’s special day in Montego Bay in this week’s Bridal Bliss .\n01 01 A Beautiful Bride Amicia was all smiles as she prepared to walk down the aisle. She wore two handmade gowns throughout the day, including this beautiful creation from Southern Illinois-based seamstress Rosemary Taylor. “I wanted my wedding dress to be simple, yet elegant with a long train,” she says. “She nailed it.”\nKashif Robinson 02 02 A Dapper Groom Daniel is photographed before the ceremony, enjoying the calm before the day’s events commenced. When asked what he’s looking forward to most about doing life with Amicia, he said, “Honestly, I’m excited to grow together and eventually raise a family.”\nKashif Robinson 03 03 Bling Things A look at the jewelry for the day, including the groom’s wedding band and the bride’s emerald cut engagement ring.\nKashif Robinson 04 04 Here Comes the Bride Daniel’s favorite moment? “Definitely the ceremony and watching Amicia walk down the aisle,” he says. “There was just this feeling of joy seeing her with her dad. That moment stood out to me the most—taking her from him and standing together at the altar.”\nKashif Robinson 05 05 A New Beginning “For me, it was all about the ceremony. Walking down the aisle with my dad while our wedding singer performed—that was everything,” Amicia says about one of her favorite moments. “When my dad handed me to Daniel, I felt it in my soul. It was like this transfer, this spiritual moment. Then, taking communion and signing the marriage license—it made everything real, like, wow, this is happening!”\nKashif Robinson 06 06 Holy Communion As mentioned, the rite of communion, along with other spiritual practices, like the anointing, was something that meant a lot for the couple to partake in on their big day. “My dad blessed us with oil during the ceremony, and we took communion—it was a really spiritual experience for us.”\nKashif Robinson 07 07 A Different Kind of Veil While we’re used to seeing veils that are long and cover the face completely, Amicia wanted to do something different with her own accessory, which she wore during the ceremony and when she changed into her second dress at the reception. “The veil was custom-made to give this vintage vibe with a modern twist,” she says. “I wanted it to hit just below the chin so my neckline could show. It felt like the perfect balance between timeless and unique.”\nKashif Robinson 08 08 An Intentional Love “He is like this grounding force in my life,” Amicia says about Daniel. “He always listens—really listens—and will either give advice or, if he doesn’t have the answer, he’ll ask me, ‘What did God say?’ That alone tells me that I need to trust Him for guidance. We’d have these super long, deep conversations—like eight to 16 hours straight—and I called them our ‘Super Soul Sessions.’ There’s so much peace in our connection. He’s protective of us, of what we’re building, and I trust him completely. It’s not just about now—this is the man I see myself growing old with. He’s the one I picture by my side at 55, 65, 75 and beyond. There’s this quiet knowing that we’re meant to walk through every season of life together, and that’s such a beautiful feeling. He’s shown me time and time again that he’s got my back, no matter what.”\nKashif Robinson 09 09 In the Moutains of Montego Bay Having their wedding in Jamaica, Montego Bay specifically, was a win for the couple and their guests. “My family in the States had always wanted to visit Jamaica, and this was our moment to finally make that trip after plans in 2019 fell through because of COVID,” says the bride. “And, I must say, having the wedding during Jamaican Independence Day weekend? It was such a vibe. The culture, the energy—it all lined up beautifully.”\nKashif Robinson 10 10 Issa Party The couple’s groomsmen and bridesmaid look on (the ring bearer did his own thing, adorably) as the couple share a kiss during their post-ceremony portrait session.\nKashif Robinson 11 11 A Sweet Treat This three-tier stunner is easy on the eyes, and probably delicious on the palate.\nKashif Robinson 12 12 Views of the Venue The decor in the private property where the reception took place was coordinated by wedding planner Nyka Taylor. We’re particularly fond of all the greenery in the space amongst the surrounding white, as well as the gold accents and dainty chandeliers.\nKashif Robinson 13 13 Not Your Average Handheld Fan “Jamaica had just gone through a hurricane, and the weather was unpredictable. We were watching the forecast up until the last minute because they were calling for triple-digit temperatures!” Amicia says. “We were really focused on making sure our guests stayed cool with all that heat. The fans not only served a practical purpose but also bore our names, wedding date, and a scripture, making them a memorable keepsake for our guests.”\nKashif Robinson 14 14 A Coconut Keepsake “We wanted our wedding to resonate with the vibe and culture of Jamaica, so we chose to be in the Hills of Montego Bay, overlooking the ocean. So, incorporating local elements like the coconut bar during the cocktail hour was an experience we wanted to give our guests,” says the bride.\nKashif Robinson 15 15 Let’s Dance! As the couple made their big entrance, they did so merrily, letting everyone know it was time to get the party started.\nKashif Robinson 16 16 A Song for You “Can we talk about Daniel singing?! He performed this original song about our love story at the reception, and I was so emotional,” Amicia says. “There were a hundred people in the room, but it felt like just the two of us. It was one of those moments I’ll never forget.”\nKashif Robinson 17 17 A Look to the Future After a whirlwind romance that started thanks to a vulnerable moment on IG Live, Amicia and Daniel are excitied about what’s next in their love story. So are we. “I can’t wait to see how our love continues to evolve as we build our lives,” says Daniel.\nKashif Robinson Vendors\nPhotographer: Kashif Robinson\nWedding Planner: Nyka Taylor\nCaterer: Epic Plating\nBand: Dub Squad\nMakeup: BrushedbyNicole Beauty\nHair: Simply Beautiful Jamaica",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://secure.gravatar.com/avatar/?s=96&#038;d=mm&#038;r=g",
      "https://twitter.com/intent/tweet?text=Bridal+Bliss%3A+Amicia+And+Daniel+Tied+The+Knot+In+The+Hills+Of+Montego+Bay&nbsp;https://www.essence.com/gallery/bridal-bliss-amicia-and-daniel/%3Futm_source%3Dtwitter.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-button-sharing+via+%40ESSENCE",
      "https://www.instagram.com/kashif.robinson/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.essence.com/gallery/bridal-bliss-amicia-and-daniel/",
      "https://www.instagram.com/epicplating/",
      "http://www.youtube.com/watch?v=pGOmP3TWZg0",
      "https://www.instagram.com/designvus_nyika/?hl=en",
      "https://www.instagram.com/brushedbynicolebeauty/?hl=en",
      "https://www.instagram.com/dubsquadja/",
      "https://www.instagram.com/simplybeautifuljamaica/",
      "https://instagram.com/kashif.robinson/",
      "https://www.secure.gravatar.com/avatar/?s=96&#038;d=mm&#038;r=g",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.essence.com/gallery/bridal-bliss-amicia-and-daniel",
      "http://youtube.com/watch?v=pGOmP3TWZg0",
      "https://instagram.com/epicplating/",
      "https://www.instagram.com/epicplating",
      "https://instagram.com/dubsquadja/",
      "https://www.instagram.com/dubsquadja",
      "https://www.instagram.com/brushedbynicolebeauty/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https://essence.com/gallery/bridal-bliss-amicia-and-daniel/",
      "https://instagram.com/designvus_nyika/?hl=en",
      "https://secure.gravatar.com/avatar/",
      "https://instagram.com/brushedbynicolebeauty/?hl=en",
      "https://www.instagram.com/simplybeautifuljamaica",
      "http://www.youtube.com/watch",
      "https://www.instagram.com/designvus_nyika/",
      "https://instagram.com/simplybeautifuljamaica/",
      "https://twitter.com/intent/tweet?text=Bridal+Bliss%3A+Amicia+And+Daniel+Tied+The+Knot+In+The+Hills+Of+Montego+Bay&nbsp;https://essence.com/gallery/bridal-bliss-amicia-and-daniel/%3Futm_source%3Dtwitter.com%26utm_medium%3Dsocial%26utm_campaign%3Dsocial-button-sharing+via+%40ESSENCE",
      "https://twitter.com/intent/tweet",
      "https://www.instagram.com/kashif.robinson"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:14:39.942+03:00",
    "updated": "2024-09-28T15:40:25.856+03:00"
  },
  {
    "uuid": "c6bd09bddfd6c245bd38cfd061405dca3545a05d",
    "url": "https://dailycaller.com/2024/06/27/martha-maccallum-dem-state-senator-dick-harpootlian-border-crisis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nicole Silverio",
    "published": "2024-06-27T20:57:00Z",
    "title": "Martha MacCallum Spars With Dem State Senator Accusing Her Of Using ‘Bumper Sticker’ Immigration Rhetoric | The Daily Caller",
    "text": "Fox News host Martha MacCallum sparred with Democratic South Carolina state Sen. Dick Harpootlian Thursday after he accused her of using “bumper sticker” immigration rhetoric.\nHarpootlian attempted to defend the border crisis occurring during President Joe Biden’s term by arguing “political refugees” are flooding the U.S.-Mexico border, while saying the president is taking action to mitigate the surge in apprehensions. MacCallum called on Biden to answer for the rise in cases of alleged rape and murder at the hands of illegal immigrants under his leadership.\n“Well, nobody’s used to having 7 million people flood the southern border. I mean, we’ve always had immigration in this country. We’ve never had anything like we have right now. Nothing like this,” MacCallum said.\n“This is much more complicated than a phrase — than a catchphrase, or a bumper sticker. Donald Trump —” Harpootlian responded.\n“I don’t think these people who lost their children are gonna feel like this is a catchphrase or a bumper sticker, sir,” MacCallum shot back.\nMartha MacCallum, Democrat state senator spar after he accused her of using “bumper sticker” immigration rhetoric pic.twitter.com/r7Ige4NXy6\n— Daily Caller (@DailyCaller) June 27, 2024\n“Well, what you just said is sort of a catchphrase or a bumper sticker,” he said.\n“I don’t know what you’re talking about, but go ahead,” MacCallum said.\nHarpootlian argued the debate in Atlanta, Georgia, Thursday night will be a “blood sport” for the audience’s entertainment rather than about the issues facing their country. MacCallum expressed hope the debate will provide insightful answers on how to deal with the issues facing the U.S., including immigration. (RELATED: ‘No One’s Been Worse Than Him’: Brian Kilmeade Pushes Wes Moore To Condemn Joe Biden’s Border Policy)\nImmigration has become a top issue for voters for several months ahead of the 2024 election, with 27% naming it as their key issue in April, according to Gallup. Voters’ concern about immigration comes as apprehensions have soared to record-high numbers at the southern border since Biden took office in January 2021.\nA rise of brutal crimes have also sounded the alarm of voters and citizens across the U.S. The funeral of Jocelyn Nungaray, a 12-year-old girl allegedly raped and murdered by two illegal migrants from Venezuela, was held in Houston, Texas, Thursday afternoon a week after authorities discovered her lifeless body dumped in a creek.\nA Venezuelan migrant named Jose Antonio Ibarra has been charged with murdering 22-year-old nursing student Laken Riley at the University of Georgia’s (UGA) campus. Immigration and Customs Enforcement (ICE) released him into the U.S. for “further processing” after he was arrested Sept. 8 for illegally entering the country, according to an agency statement. He later got arrested by New York City officials and charged with acting in a manner to injure a child less than 17 years old. He allegedly caused “bodily harm” to Riley by “seriously disfiguring her body” and skull, according to an affidavit, Channel 2 News reported.\nSalvadorian migrant Victor Antonio Martinez-Hernandez allegedly raped and murdered 37-year-old Rachel Morin, a mother of five found dead on a hiking trail in Maryland.\nEcuadorian migrant Christian Geovanny Inga-Landi is facing multiple charges, including rape and kidnapping, for allegedly tying up two 13-year-olds with a shoelace in a park, where he allegedly proceeded to rape the girl. He allegedly confessed to recording the incident, according to a video presented by the prosecution at a June 19 hearing in Queens, New York, the New York Post reported.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cbp.gov/newsroom/stats/southwest-land-border-encounters",
      "https://www.dignitymemorial.com/obituaries/houston-tx/jocelyn-nungaray-11869254",
      "https://twitter.com/DailyCaller/status/1806406001991528722?ref_src=twsrc%5Etfw",
      "https://t.co/r7Ige4NXy6",
      "https://news.gallup.com/poll/644570/immigration-named-top-problem-third-straight-month.aspx#:~:text=Immigration%20Remains%20Most%20Important%20U.S.%20Problem%20Among%20Americans&text=Line%20chart%20showing%20the%20percentages,first%20four%20months%20of%202024.",
      "https://twitter.com/DailyCaller/status/1806406001991528722",
      "https://www.t.co/r7Ige4NXy6",
      "https://www.twitter.com/DailyCaller/status/1806406001991528722?ref_src=twsrc%5Etfw",
      "https://dignitymemorial.com/obituaries/houston-tx/jocelyn-nungaray-11869254",
      "https://www.news.gallup.com/poll/644570/immigration-named-top-problem-third-straight-month.aspx#:~:text=Immigration%20Remains%20Most%20Important%20U.S.%20Problem%20Among%20Americans&text=Line%20chart%20showing%20the%20percentages,first%20four%20months%20of%202024.",
      "https://cbp.gov/newsroom/stats/southwest-land-border-encounters"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dick harpootlian",
          "sentiment": "negative"
        },
        {
          "name": "martha maccallum",
          "sentiment": "negative"
        },
        {
          "name": "harpootlian",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "maccallum",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "daily caller fox news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "south carolina",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-27T23:59:58.701+03:00",
    "updated": "2024-06-27T23:59:58.701+03:00"
  },
  {
    "uuid": "a30f3d16cf49f98a66d668917cd1423e520e82e9",
    "url": "http://www.godlikeproductions.com/forum1/message5608929/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LTHN User ID",
    "published": "2023-12-29T04:07:00Z",
    "title": "Pictures---> SATAN WITH THE PRESIDENT",
    "text": "Users Online Now:\n1,771\n(\nWho's On?\n)\nVisitors Today:\n5,916\nPageviews Today:\n11,210\nThreads Today:\n3\nPosts Today:\n59\n12:08 AM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nBottom\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nPictures---> SATAN WITH THE PRESIDENT\nJesus Is Victorious\nJesus Is Victorious\nUser ID: 69673497\nUnited States\n12/28/2023 11:33 PM\nReport Abusive Post\nReport Copyright Violation\nPictures---> SATAN WITH THE PRESIDENT\nSATAN WITH THE PRESIDENT\nhttps://imgur.com/a/w3dteF9\nJesus Is Victorious\nLTHN.\nUser ID: 81377027\nCanada\n12/28/2023 11:34 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Pictures---> SATAN WITH THE PRESIDENT\nDumb post.\n\"A wise man listens to the message and uses his logic and discernment to process it, a fool negates the message by prejudging the messenger.\"\n\"He whose centre is everywhere and whose circumference is nowhere.\"\nAnonymous Coward\nUser ID: 86685610\nUnited States\n12/28/2023 11:50 PM\nReport Abusive Post\nReport Copyright Violation\nRe: Pictures---> SATAN WITH THE PRESIDENT\nDumb post.\nQuoting:\nLTHN.\nDumber than usual.\nJohn Dutton\nForum Moderator\nUser ID: 85482787\nUnited States\n12/29/2023 12:07 AM\nReport Abusive Post\nReport Copyright Violation\nRe: Pictures---> SATAN WITH THE PRESIDENT\nDumb post.\nQuoting:\nLTHN.\n“I’m the wall that progress ran into\"\nPage\n1\nTop\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.015s (7 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://imgur.com/a/w3dteF9",
      "https://www.imgur.com/a/w3dteF9"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:08:56.886+02:00",
    "updated": "2023-12-29T07:08:56.886+02:00"
  },
  {
    "uuid": "fbc43b4f2944faa08c3abc987cc247b135a952ef",
    "url": "https://rowanzp542.corpfinwiki.com/7970001/everything_about_yoga_health_and_fitness",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "corpfinwiki.com",
    "published": "2024-01-07T15:54:00Z",
    "title": "Everything about yoga health and fitness",
    "text": "Everything about yoga health and fitness\nWiki Article\n\"I can not say enough about Care Credit rating. This company has become this type of blessing to my loved ones. My teenage son necessary Eyeglasses and we had no insurance. About $600 for two pairs that he desperately essential mainly because he were using the very same pair for 3 yrs.\nEbony Howard is a Accredited community accountant in addition to a QuickBooks ProAdvisor tax specialist. She is during the accounting, audit, and tax profession for in excess of thirteen a long time, dealing with individuals and several different businesses from the health care, banking, and accounting industries.\nSubsequent, I had to be certain I'd Eyeglasses or contacts to see. Finally, I had to put on hold required dental care as I couldn't find the money for my Listening to, eyes, and dental concurrently. With care credit history, I'm able to choose care of all a few.\n인천출장샵 I thank God for Care Credit history!!\nMinimal finance expenses kick in when the curiosity that a credit card holder owes on their own remarkable\nhttps://claytonzp664.bmswiki.com/4220717/top_latest_five_health_yoga_mat_urban_news stability for that thirty day period falls underneath a particular amount.\nWe introduced in a couple of aides for my mother, but I could tell she wasn’t satisfied. Now I get to care for Mother every day — and she’s smiling and laughing. I truly feel definitely good, knowing she’s having much better every day.\nOn normal, ultrasounds can Price between $two hundred and $800, and however, insurance will not constantly deal with the full Price. This guidebook will let you know how Considerably ultrasounds can Value And exactly how financing may also help.}\nReport this wiki page",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://claytonzp664.bmswiki.com/4220717/top_latest_five_health_yoga_mat_urban_news",
      "https://collingw479.vigilwiki.com/5874382/the_fact_about_health_yoga_mat_that_no_one_is_suggesting",
      "https://www.collingw479.vigilwiki.com/5874382/the_fact_about_health_yoga_mat_that_no_one_is_suggesting",
      "https://www.claytonzp664.bmswiki.com/4220717/top_latest_five_health_yoga_mat_urban_news"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ebony howard",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:55:30.348+02:00",
    "updated": "2024-01-08T00:55:30.348+02:00"
  }
]
