[
  {
    "uuid": "3d3996fe487827f8004e30bee9de71291e3d1519",
    "url": "https://www.sgvtribune.com/2023/12/31/rose-parade-2024-weather-forecast-says-mostly-sunny-for-new-years-day/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ryan Carter",
    "published": "2023-12-31T12:07:00Z",
    "title": "Rose Parade 2024: Weather forecast says mostly sunny for New Year’s Day",
    "text": "It’s looking good for New Year’s Day on Colorado Boulevard. A forecast of a slight chance of rain earlier in the week has turned into mostly sunny skies, boding well for the Tournament of Roses’ streak of years since of 2006 with no rain.\nIn fact, it’s shaping up to be quite a nice morning for the Rose Parade, which runs from 8 a.m. to 10 a.m. Monday, with the Rose Bowl Game in the afternoon.\nAccording to the National Weather Service, Monday will be mostly sunny, with a high near 64.\n- Read more Rose Parade coverage\nhere\nEven if there is rain, it likely won’t be much. The next in a series of storms will impact Southern California, but the core of the storm will stay off the cost on its way to norther Baja, according to the Weather Service.\n“Any area that receives rain will generally stay under 0.10 inches, with a local amount to 0.25 inches possible,” according to the National Weather Service.\nAnd it’s unlikely it cause the kind of problems other parts of the region are seeing.\nParts of Los Angeles County experienced flooding this morning as a strong one-day rainstorm hit the area, creating dangerous conditions on roads and at beaches.\nA flood advisory was in effect until 11 a.m. for a portion of southwest California, including central and southern Los Angeles County, and far eastern Ventura County, according to the National Weather Service.\nLocal law enforcement agencies reported some urban and small stream flooding in the advisory area. Some locations that were warned about possible flooding include Long Beach, Malibu, Griffith Park, Hollywood, downtown Los Angeles, Universal City, Burbank, Beverly Hills, North Hollywood, Culver City, Alhambra, Inglewood, Pasadena, Van Nuys, Venice, Santa Monica and Encino.\nThe NWS also issued a special weather statement for the areas of Santa Clarita, Newhall and San Fernando, where winds up to 50 mph were expected.\nMeanwhile, a high surf warning was in effect until 10 p.m. Saturday for all Los Angeles County beaches, including the Malibu Coast and Catalina Island.\nSo, you might pack an umbrella or poncho, just in case. But bottom line: You likely won’t need it in Pasadena. Fingers crossed.\nOrganizers don’t like to talk much about the rain, for fear of jinxing the giant annual spectacle, which from its beginnings was all about promoting the region’s sunny weather disposition and its flowers. That may be a good strategy.\nIn fact, over the course of its 134-year history, the event has had 124 sunny iterations and just 10 soggy ones. And it looks like the 135th year will follow that pattern.\nThe answer is part odds, part science, explained Daniel Swain, climate scientist at UCLA’s Institute of the Environment & Sustainability in a recent interview with the Southern California News Group.\nJanuary is actually at the peak of Southern California’s rainy season when temporary southward shifts in the Pacific storm track, driven by variations in the jet stream, create large rain storms, he said. But, that only happens “a relative handful of times” in any given winter.\nIn L.A. County, there is approximately a 10% to 15% chance of experiencing rainfall on any given day in January, he said. In comparison, it has only rained on approximately 8% of Rose Parades, according to information provided by the Tournament of Roses.\nIt doesn’t hurt, experts say, that the parade only takes up a morning fraction of a day when rain could happen before or after.\nGet ready to smell the roses, instead of a rain-soaked pavement.\nStaff writers Clara Harter and Ryan Carter, and City News Service, contributed to this article.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado boulevard",
          "sentiment": "none"
        },
        {
          "name": "southern california",
          "sentiment": "none"
        },
        {
          "name": "los angeles county",
          "sentiment": "none"
        },
        {
          "name": "baja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T22:24:12.962+02:00",
    "updated": "2023-12-31T22:24:12.962+02:00"
  },
  {
    "uuid": "4c8068d04dd5149864c3decb1083a8cd58a881a4",
    "url": "http://business.observernewsonline.com/observernewsonline/article/accwirecq-2024-3-29-moravera-music-presents-an-evening-of-soul-stirring-country-gospel-with-andy-e-mcguire-and-band-at-the-rockmart-theater",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ACCESSWIRE",
    "published": "2024-03-29T09:00:00Z",
    "title": "Moravera Music Presents an Evening of Soul-Stirring Country Gospel With Andy E McGuire and Band at The Rockmart Theater | observernewsonline.com",
    "text": "ROME, GA / ACCESSWIRE / March 29, 2024 / Prepare your hearts for a musical journey that promises to uplift and inspire at The Rockmart Theater on Saturday, April 6, 2024, presented by Moravera Music, one of Georgia's leading live music entertainment, music production and artist development agencies.\nAndy E McGuire Live @ The Rockmart Theater Saturday, April 6, at 7 PM\nAndy E McGuire, a highly acclaimed artist in the country gospel genre, will take the stage with his talented band for a live concert event that's set to be an unforgettable evening of heart-rending melodies and uplifting harmonies.\nThe concert will commence at 7 p.m., doors open at 6 p.m., at the historic venue located at 116 East Elm Street, Rockmart, Georgia, offering audiences a unique blend of spiritual lyrics and country rhythm. Leading the charge alongside McGuire is a lineup of exceptional musicians, each bringing their own flair to the stage. Elton Griffin's soul-stirring percussion promises to get audiences tapping along while Carlos Wilhelm's virtuoso guitar creates resonant riffs that speak directly to the spirit. Levi White's melodic bass grooves provide a solid musical foundation and Lynn Hicks' skilled keyboard-playing adds depth and emotion, completing a musical ensemble that transcends genres. As a Special Guest, the talented Antioch Praise and Worship Band will be joining the stage on this musical journey.\nTickets for this extraordinary concert are now available, with adult passes priced at $10 and kids' tickets (under 12) at just $5. This is a rare opportunity to experience country gospel music's powerful and inspirational sounds in a live setting, making it a must-attend event for music lovers of all ages.\nIn addition to the concert, fans and newcomers alike are invited to join in the celebration of the music video release for \"All Mighty God,\" a poignant track from Andy E McGuire. This song is a touching tribute to his mother's brave fight against Alzheimer's disease, showcasing the unbreakable bond between mother and son. The music video is a visually captivating journey through love, faith, and resilience, reminding viewers of the higher purpose awaiting us beyond our struggles.\nDon't miss this night of music that promises to inspire and uplift. Secure tickets now for an evening with Andy E McGuire and his band at The Rockmart Theater - a celebration of faith, hope, and country gospel that will resonate long after the final note is played.\nAbout 'All Mighty God' Music Video\nExperience the emotional depth of \"All Mighty God,\" a song that encapsulates the journey of love, faith, and the unyielding spirit of resilience. Andy E McGuire's latest music video is a testament to the power of music to move and uplift, inviting viewers to share in a story of profound personal significance. This music video is not just a song, but a message of hope and strength to all who watch it.\nContact Information\nMerari Morales-Rivera\nMarketing Manager\nmoraveramusic@gmail.com\n7063024563\nSOURCE: Moravera Music\nView the original press release on newswire.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.newswire.com/news/moravera-music-presents-an-evening-of-soul-stirring-country-gospel-22279668",
      "https://www.accesswire.com/img.ashx?id=848118",
      "https://stats.nwe.io/x/im?ref=WyI0OWhkbXIiXQ&hit%2Csum=WyI0OWhkbXEiLCI0OWdpbmMiLCI0OWhkbXIiLCI0OWhkbXMiXQ",
      "https://tracking.newsrpm.com/pixel?slug=accwirecq-2024-3-29-moravera-music-presents-an-evening-of-soul-stirring-country-gospel-with-andy-e-mcguire-and-band-at-the-rockmart-theater",
      "https://newswire.com/news/moravera-music-presents-an-evening-of-soul-stirring-country-gospel-22279668",
      "https://stats.nwe.io/x/im",
      "https://www.stats.nwe.io/x/im?ref=WyI0OWhkbXIiXQ&hit%2Csum=WyI0OWhkbXEiLCI0OWdpbmMiLCI0OWhkbXIiLCI0OWhkbXMiXQ",
      "https://tracking.newsrpm.com/pixel",
      "https://www.accesswire.com/img.ashx",
      "https://www.tracking.newsrpm.com/pixel?slug=accwirecq-2024-3-29-moravera-music-presents-an-evening-of-soul-stirring-country-gospel-with-andy-e-mcguire-and-band-at-the-rockmart-theater",
      "https://accesswire.com/img.ashx?id=848118"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy e mcguire",
          "sentiment": "negative"
        },
        {
          "name": "carlos wilhelm",
          "sentiment": "none"
        },
        {
          "name": "mcguire",
          "sentiment": "none"
        },
        {
          "name": "elton griffin",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "rockmart theater",
          "sentiment": "none"
        },
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "rockmart",
          "sentiment": "none"
        },
        {
          "name": "east elm street",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T16:25:38.963+03:00",
    "updated": "2024-03-29T16:25:38.963+03:00"
  },
  {
    "uuid": "6141dcce3ff4cafca8017196670a7a7e0216a4d7",
    "url": "https://www.onclive.com/view/neoadjuvant-sbrt-plus-cemiplimab-results-in-pathologic-responses-in-resectable-hcc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caroline Seymour",
    "published": "2024-01-05T21:35:00Z",
    "title": "Neoadjuvant SBRT Plus Cemiplimab Results in Pathologic Responses in Resectable HCC",
    "text": "Significant tumor necrosis greater than 70% occurred in 3 patients with resectable hepatocellular carcinoma following neoadjuvant treatment with low-dose stereotactic body radiation therapy and cemiplimab-rwlc and adjuvant cemiplimab. Significant tumor necrosis greater than 70% occurred in 3 patients (19%) with resectable hepatocellular carcinoma (HCC) following neoadjuvant treatment with low-dose stereotactic body radiation therapy (SBRT) and cemiplimab-rwlc (Libtayo) and adjuvant cemiplimab, meeting the primary end point of a phase 2 trial (NCT03916627), according to data presented at the [2023 ESMO Immuno-Oncology Congress](https://www.onclive.com/conference/esmo-immuno-oncology-congress). Notably, 6 patients (38%) had at least 50% tumor necrosis; 2 patients (13%) had complete tumor necrosis. “This is the first clinical trial to report efficacy of neoadjuvant SBRT plus ICIs [immune checkpoint inhibitors] in patients with resectable HCC,” Thomas Marron, MD, PhD, director of the early phase trials unit at The Tisch Cancer Institute, and associate professor of medicine (hematology and oncology) at the Icahn School of Medicine at Mount Sinai in New York, New York, said in a presentation of the data. ICIs are given as standard of care in patients with advanced HCC. Although early-stage HCC is often resectable, approximately 70% of those who undergo resection will recur at 5 years. Previous findings have shown encouraging clinical activity with neoadjuvant cemiplimab in resectable HCC, with at least 50% tumor necrosis in 35% of patients who received 2 doses of therapy. SBRT administered in three 8-Gy fractions has been shown preclinically to lead to immunogenic cell death and may result in improved ICI activity. However, preclinical modeling has shown that radiation should be administered before immunotherapy, and is safe when given as neoadjuvant therapy in non–small cell lung cancer. The single-arm, open-label trial enrolled patients with a histologically confirmed diagnosis of HCC who were eligible for surgical resection, had adequate organ and bone marrow function, and an ECOG performance status of 0 or 1. Patients were excluded if they had received systemic anticancer therapy or radiotherapy within 6 months prior to study enrollment or had ongoing or recent autoimmune disease requiring systemic immunosuppression within 1 year of enrollment. Per the trial protocol, patients first received three 8-Gy fractions of SBRT followed by 350 mg of intravenous cemiplimab every 3 weeks for 2 cycles and surgical resection. After surgery, patients received the same dose and schedule of cemiplimab for 8 cycles. The primary end point was tumor necrosis greater than 70% of the resected tumor. Secondary end points included delay to surgery, overall response rate, incidence of adverse effects (AEs), and change in lymphocyte infiltration. The median patient age was 65 years (standard deviation, 58-69), and half of patients were 65 years or older and Asian. Most patients were male (80%), had an ECOG performance status of 0 (90%), and a history of viral hepatitis (95%). Additionally, most patients presented with stage IB disease at screening (75%), followed by IIIA (20%) and IIIB (5%). Twenty patients were enrolled and completed neoadjuvant therapy, of whom 16 underwent surgical resection. The remaining 4 patients came off trial before surgical resection because they failed to receive clearance for surgery from their pulmonologist (n = 1) or cardiologist (n = 1), had spinal metastasis during preoperative imaging (n = 1) and had inadequate hepatic reserve following immunotherapy and instead received preoperative treatment with Yttrium-90. The median time to surgery was 32 days (95% IQR, 28-38). Notably, one patient underwent surgery after the data cutoff. Regarding safety, all patients experienced treatment-emergent AEs (TEAEs), 25% of which were grade 3 or greater. However, no grade 3 or greater treatment-related AEs (TRAEs) occurred during neoadjuvant therapy, and there were no TEAEs or TRAEs that resulted in death, Marron noted. TEAEs that occurred in at least 10% of patients included anemia (35%), increased alanine aminotransferase (30%), increased aspartate aminotransferase (30%), hyperglycemia (30%), decreased white blood cell count (25%), decreased lymphocyte count (20%), procedural pain (20%), constipation (20%), increased blood alkaline phosphatase (15%), and increased blood lactate dehydrogenase (15%). Other common TEAEs included diarrhea (15%), paresthesia (15%), fatigue (15%), cough (15%), increased blood creatinine (10%), decreased platelet count (10%), infusion-related reaction (10%), hypophosphatemia (10%), abdominal pain (10%), thrombocytopenia (10%), and insomnia (10%). “Planned deep tissue and blood analyses will be used to define the immunodynamic effects of SBRT plus cemiplimab compared to cemiplimab alone,” Marron concluded. Disclosures: Dr Marron has served on compensated advisory and/or data safety monitoring boards for Regeneron Pharmaceuticals, Inc., Rockefeller University, AbbVie, Bristol-Meyers Squibb, Boehringer Ingelheim, Atara, AstraZeneca, Genentech, Celldex, Chimeric, Glenmark, Simcere, Surface, NGMbio, DBV Technologies, DrenBio, Arcus, Merck and Astellas. He has received research grants from the National Cancer Institute and the Cancer Research Institute, and has received research funding from Regeneron Pharmaceuticals, Inc., Bristol-Myers Squibb, Merck, and Boehringer Ingelheim. Marron T, Hapanowicz O, Lucas N, et al. Low-dose stereotactic body radiotherapy prior to pre-operative cemiplimab for patients with resectable hepatocellular carcinoma. Ann Oncol. 2024;20(suppl 1):100589. doi:10.1016/iotech/iotech100589",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thomas marron",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "immuno",
          "sentiment": "none"
        },
        {
          "name": "tisch cancer institute",
          "sentiment": "none"
        },
        {
          "name": "hcc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:25:05.471+02:00",
    "updated": "2024-01-06T00:25:05.471+02:00"
  },
  {
    "uuid": "c5061e0cfadf3b399d21468fb14fb0eeb664895c",
    "url": "https://biz.crast.net/catalyst-incubator-concludes-successful-cohort-with-pitch-finale-business-news-business-news/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shawn Johnson",
    "published": "2023-12-28T21:40:00Z",
    "title": "Catalyst Incubator concludes successful cohort with pitch finale – Business News – Business News",
    "text": "Now in its third year, the Catalyst Incubator is described as a unique, cluster-based program that focuses on supporting start-ups in manufacturing, agriculture, technology, energy innovation and related sectors.\nOfficials say the Catalyst Incubator is 100 per cent funded by Carin through Alberta Innovates and is free for all selected entrepreneurs to participate.\nDuring the 8-week group, executives note that each learner/entrepreneur receives more than 50 hours of training from highly qualified mentors. At the final event, each of the five participants gave a 5-minute “pitch” where they provided background about their experience, explained their product, and (most importantly) why investors should support it. . , Stakeholders viewed pitches, asked questions, and provided feedback after the presentations.\nPast Catalyst participant Ben Schultz reflected, “The incubator gave me a window into a whole set of skills and processes for validation of an idea that I've never had to develop before.”\nKathy Forner of C4ner Consulting – Project Manager of the Catalyst Incubator commented, “The Catalyst Incubator is really for early-stage entrepreneurs who want to know what problem they're solving, and who their potential customers are.”\nOfficials say four groups of alumni have gone through the program so far. A unique feature of the program is that mentors are specifically selected based on the needs of the learners in the group. This is said to allow the program to adapt its expert knowledge to the issues facing the group. Many learners are expected to take their business to market and turn it into a full-time business.\nOfficials say the Catalyst Incubator is currently looking for the next generation of future entrepreneurs interested in the customer discovery journey. The last date to apply is January 11, 2024.\nVisit ca-rin.ca/catalyst-incupator for more information on Catalyst and other training resources for entrepreneurs.\n,\ndownload rdnewsNOW Mobile app on Google Play and Apple App Store for all the latest updates on this and other stories.\nSource: rdnewsnow.com\nSource: biz.crast.net\nSource: biz.crast.net",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathy forner",
          "sentiment": "none"
        },
        {
          "name": "ben schultz",
          "sentiment": "none"
        },
        {
          "name": "carin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "business news now",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "alberta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:50:03.573+02:00",
    "updated": "2023-12-29T00:50:03.573+02:00"
  },
  {
    "uuid": "db8555ac7c1b4c83ec8084878103491904a089c9",
    "url": "https://www.theolivepress.es/spain-news/2024/01/15/spains-tourism-industry-exploded-in-2023-with-a-record-breaking-283-million-passengers-landing-at-its-airports/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex Trelinski",
    "published": "2024-01-15T17:00:00Z",
    "title": "Spain’s tourism industry exploded in 2023 with a record-breaking 283 million passengers landing at its airports",
    "text": "SPAIN clocked up a record number of airline passengers in 2023 to exceed levels recorded before the Covid pandemic.\nFigures from the Aena operated network showed over 283 million people passed through their airports last year- 16% more than 2022 and 2.9% up on 2019 when the previous record of 275.2 million was reached.\nOut of the total, 189.73 million travelled on international flights, which is 18% up on the previous year’s figures which were still deflated due to pandemic restrictions.\nDomestically, there were 92.66 million travellers- nearly 13% more than in 2022.\nAena president, Maurici Lucena said that the record figures are ‘fundamental for the economic and social development of Spain’.\n“We should all congratulate ourselves for them, including the airlines that, like Aena, suffered the harsh consequences of the pandemic and are now transporting more passengers than ever,” Lucena said.\nUnsurprisingly, the country’s two biggest airports dominated passenger numbers with 60.2 million recorded at Madrid-Barajas(19% more than in 2022), followed by Barcelona where almost 50 million trips were recorded last year(20% up on the previous year).\nA slew of airports recorded their best-ever year including Palma de Mallorca, with 31.1 million passengers, up 9% on 2022; Malaga-Costa del Sol, with 22.3 million passengers- 21% more than in 2022: and Alicante-Elche, with 15.6 million passengers (19% more).\nRecord tumbled elsewhere with Gran Canaria recording 13.9 million passengers (12% more); Tenerife South, with 12.3 million (14% more) and Valencia, with almost 10 million passengers- 22% more than the previous year.\nREAD MORE:\nMalaga airport ‘to expand its third terminal’ after record number of people flew into Spain’s Costa del Sol last… Airport on Spain’s Costa Blanca to break all-time arrivals record this year as Valencia president calls for second runway More Brits than ever to visit Spain’s Costa Blanca this winter: Alicante airport braces for over 2 million UK…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lucena",
          "sentiment": "none"
        },
        {
          "name": "maurici lucena",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aena",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "spain",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        },
        {
          "name": "barcelona",
          "sentiment": "none"
        },
        {
          "name": "madrid",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T19:29:47.985+02:00",
    "updated": "2024-01-15T19:29:47.985+02:00"
  },
  {
    "uuid": "0a35f2320ab5215ec2d5dd23ad3e785a8d455c53",
    "url": "https://www.santacruzsentinel.com/2024/06/21/boulder-creek-man-rescued-from-remote-canyon-after-nine-day-search",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica A. York",
    "published": "2024-06-21T16:48:00Z",
    "title": "Boulder Creek man rescued from remote canyon after nine-day search",
    "text": "BOULDER CREEK — A search and rescue effort more than nine days in the making concluded near the end of the longest day of the year when emergency responders found Lukas McClish, alive, near the bottom of a remote canyon.\nFamily members reported McClish, 34, of Boulder Creek, missing on June 11, saying the unexplained absence was out of character. It was not until a little after 3 p.m. Thursday that multiple people reported hearing someone yelling for help between Big Basin Highway and Empire Grade, according to Santa Cruz County Sheriff’s Office spokesperson Ashley Keehn.\nBoulder Creek Fire Protection District Chief Mark Bingham described the area where McClish, son of retired Boulder Creek Fire Chief Kevin McClish, as undeveloped San Lorenzo Valley Water District property characterized by boulders, shale and steep terrain. Even with a general idea of where McClish may have been, the canyon area was obscured by thick tree canopy blocking the line of sight for helicopters.\nThen, the Sheriff’s Office and Boulder Creek Fire drone operators began winding through the woods until their speakers could pick up the sound of McClish’s voice yelling, allowing responders to put a GPS marking or ‘pin drop’ on him before choosing a closer location to launch rescue efforts, Bingham said.\nThe area McClish was found, near Foreman Creek, is located in the canyon below Braemoor, a community off of Empire Road, Bingham said.\n“There are no trails, no roads, several miles from the closest place to a road, which the closest road that we got into, we had to four-wheel drive probably a quarter of a mile in and then we couldn’t go further,” Bingham said.\nState Parks Public Safety Superintendent Capt. Gabe McKenna said his agency had two rangers, one with a K9 partner, involved in Thursday’s final search.\n“The calls for help were coming down a steep hillside, so it’s my understanding that our two officers repositioned down (Highway) 236 and tried to make an approach up,” McKenna said. “Our K9 officer and his partner Rhino were able to get a track right off of the creek bed into the vicinity of the area where the missing person had been earlier to get water.\nFrom that track, Rhino basically pulled the officer right up to the location where he was located.”\nOnce located, McClish required some assistance to hike out to the command base on his own, but “he was going to try to help himself out of there as soon as we — we were there to say, ‘Hey, come this way,'” Bingham said.\n“About 10 days he survived in the wilderness, essentially, drinking out of the creek and eating wild berries,” Bingham said. “He did have a minor injury … but, for the most part, he was disoriented and lost and surviving off of the land, which is pretty impressive to say what a tough individual he was or is.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mark bingham",
          "sentiment": "none"
        },
        {
          "name": "kevin mcclish",
          "sentiment": "none"
        },
        {
          "name": "lukas mcclish",
          "sentiment": "none"
        },
        {
          "name": "ashley keehn",
          "sentiment": "none"
        },
        {
          "name": "mcclish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "santa cruz county sheriff’s office",
          "sentiment": "none"
        },
        {
          "name": "sheriff’s office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boulder creek",
          "sentiment": "none"
        },
        {
          "name": "big basin highway",
          "sentiment": "none"
        },
        {
          "name": "san lorenzo valley water district",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T11:00:18.048+03:00",
    "updated": "2024-06-22T11:00:18.048+03:00"
  },
  {
    "uuid": "b86658a6b03192c235610f8c87058bdbc66ac066",
    "url": "https://whatsnew2day.com/man-city-are-sweating-over-john-stones-fitness-after-worrying-about-an-ankle-injury-in-the-comeback-win-over-everton-with-the-defender-set-for-further-tests-as-pep-guardiolas-side-hope-he-avoids/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Merry",
    "published": "2023-12-28T22:09:00Z",
    "title": "Man City are sweating over John Stones’ fitness after worrying about an ankle injury in the comeback win over Everton… with the defender set for further tests as Pep Guardiola’s side hope he avoids a prolonged absence",
    "text": "John Stones will undergo further tests on the worrying ankle injury he suffered at Everton on Wednesday, but Manchester City will hope the centre-back avoids a long-term absence.\nThe England international suffered the injury just before half-time, when he stopped Beto, despite the Everton striker being in an offside position.\nThere is dismay at City at the way assistant referees are interpreting the directive to initially keep their flags down in the event of a tight offside, which was introduced with the introduction of VAR.\nWednesday’s offside incident was described as “clear” by Pep Guardiola, but City are unlikely to lodge a complaint with refereeing body PGMOL, even though they are sweating over Stones’ fitness as a result of that the flag remained low.\nCity are yet to determine the severity of Stones’ latest setback, but initial suggestions are that the 29-year-old will miss weeks rather than months.\nManchester City are awaiting test results to see the extent of defender John Stones’ ankle injury.\nStones suffered the injury while attacking Everton striker Beto before half-time.\nPep Guardiola was frustrated that Beto was offside, but play was allowed to continue.\nYour browser does not support iframes.\nStones has started just five Premier League games this season after a difficult hip injury early in the campaign.\nHe enlists the help of a private doctor, who works in conjunction with City’s medical team, in a bid to avoid the muscle injuries that have blighted his seven years at the Etihad Stadium.\nCity have missed the Stones this season, keeping just four clean sheets in 18 league games. But his is just one of several injuries Guardiola has had to deal with.\nTop scorer Erling Haaland still only does individual work with the ball and this week complained of discomfort in his foot. He is expected to return to team training soon.\nKevin De Bruyne is also nearing his return after hamstring surgery in August.\nEarly suggestions are that Stones will miss several weeks rather than months.\nIT’S ALL STARTING!\nIt’s All Kicking Off is an exciting new podcast from Mail Sport promising a different take on Premier League football.\nIt is available at MailOnline,\nMail+, Youtube, apple music and Spotify.\nYour browser does not support iframes.\nJeremy Doku’s hamstring problem is being carefully treated but the 21-year-old believes he will be ready to return soon. Rubén Dias will recover from his illness for tomorrow’s visit to Sheffield United.\nMeanwhile, captain Kyle Walker wants Phil Foden to be more consistent after he inspired City to Wednesday’s 3-1 win at Goodison Park, in which the 23-year-old scored his ninth goal of the season.\nWalker said: “The talent that kid has is incredible, but with this coach, this team and the caliber of players we have, Phil needs to do it week in, week out.”\n‘Resting a couple of games won’t put you in the caliber of the best footballers in the world. The sky is the limit for him.’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://podcasts.apple.com/gb/podcast/its-all-kicking-off/id1701048699?at=11lDJ&ct=1584066X8ca3b61f86c836f9e00b310158142de9",
      "https://www.youtube.com/@DailyMailSports",
      "https://open.spotify.com/show/0r4omeoMfx1bgxQrwWMGe0?si=a7279e3807264bfd&nd=1",
      "https://www.mailplus.co.uk/",
      "https://podcasts.apple.com/gb/podcast/its-all-kicking-off/id1701048699",
      "https://www.open.spotify.com/show/0r4omeoMfx1bgxQrwWMGe0?si=a7279e3807264bfd&nd=1",
      "https://open.spotify.com/show/0r4omeoMfx1bgxQrwWMGe0",
      "https://mailplus.co.uk/",
      "https://www.mailplus.co.uk",
      "https://youtube.com/@DailyMailSports",
      "https://www.podcasts.apple.com/gb/podcast/its-all-kicking-off/id1701048699?at=11lDJ&ct=1584066X8ca3b61f86c836f9e00b310158142de9"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john stones",
          "sentiment": "neutral"
        },
        {
          "name": "pep guardiola",
          "sentiment": "neutral"
        },
        {
          "name": "beto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "everton",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:26.696+02:00",
    "updated": "2023-12-29T00:37:26.696+02:00"
  },
  {
    "uuid": "d2819299193365079221696f0cb238902efc7541",
    "url": "https://www.163.com/dy/article/JUFKTJQA0552HNAY.html?clickfrom=w_money",
    "ord_in_thread": 0,
    "author": "网易",
    "published": "2025-05-01T04:09:00Z",
    "title": "受够五一景点人挤人，想好好洗洗班味儿的打工人都能去哪儿？|节日|小长假|五一假期|五一劳动节_网易订阅",
    "text": "打工人，今天是专属我们的节日。\n1886年的5月1日工人们第一次喊出了“八小时工作制”的口号。\n于是五一劳动节成为一个纪念日，纪念打工人终于不再把自己当成一个工具人。\n1999年，五一劳动节在中国第一次通过调休拼接成了“7天小长假”，五一黄金周引爆了国内消费；2007年五一假期缩短到了3天，但增加了清明、端午、中秋法定节假日。\n有人早早的安排好五一旅游行程，有人把五一当成充电准备在家歇五天，无论如何五一假期对平时没啥长假的打工人来说相当于一个暂停键，暂时换掉“打工”两个字，提醒一下自己是个能出门逛逛、看看风景、或者就啥也不干放空脑袋的“人”。\n一直关注打工人消费生活的氢商业准备了一些关于“去班味儿”的往期内容，祝大家在属于自己的节日里，都能短暂地换个生活方式。\n编辑｜橘总\n作者｜vista氢商业\n设计｜胖兔",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Social Issue->social condition",
      "Social Issue->adults",
      "Social Issue->social problem",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->travel and tourism",
      "Lifestyle and Leisure->holiday"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T07:13:30.718+03:00",
    "updated": "2025-05-01T04:18:18.000+00:00"
  },
  {
    "uuid": "5ecbdcbb4f640f3c4063e1613e48d3579529a96d",
    "url": "https://www.palmbeachdailynews.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:22:38.519+02:00",
    "updated": "2024-01-19T17:22:38.519+02:00"
  }
]