[
  {
    "uuid": "32a956f8f5b7f71da90a3d2457100f87e4f5b8ce",
    "url": "https://www.open.online/2024/06/13/andrea-piscina-arrestato-pedopornografia-violenza-sessuale",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2024-06-13T21:13:00Z",
    "title": "Lo speaker radiofonico Andrea Piscina arrestato per pedopornografia e violenza sessuale - Open",
    "text": "Il conduttore radiofonico Andrea Piscina, 25 anni, che ha un programma su Rtl 102.5, è stato arrestato oggi, su ordinanza del gip di Milano Ileana Ramundo, per produzione di materiale pedopornografico e violenza sessuale. Secondo quanto riportato dal [Corriere della Sera](https://milano.corriere.it/notizie/cronaca/24_giugno_13/milano-arrestato-speaker-radiofonico-adescava-bambini-online-fingendosi-alessia-nel-cellulare-oltre-mille-chat-2bec4e8a-cef9-4c02-b7b4-a5ddccb2fxlk.shtml) on line e confermato da fonti qualificate ad Ansa, sui dispositivi dello speaker sono state rintracciate oltre mille immagini e chat di contenuto pedopornografico. Piscina, stando alle indagini del pm Giovanni Tarzia e dell’Unità investigazioni e prevenzione Nucleo Crimini Informatici e Telematici della Polizia Locale di Milano, avrebbe intrattenuto rapporti, anche attraverso videochiamate, con bambini tra i 9 e i 14 anni, adescati sul web e fingendo di essere una ragazzina chiamata Alessia. Chiedeva ai minori di compiere atti sessuali. Una delle vittime, stando agli accertamenti, sarebbe stata agganciata da Piscina non sul web, ma nella sua attività in una polisportiva. La denuncia nel 2023 e il tentativo di cancellazione delle chat Lo speaker era stato già perquisito dal Nucleo specializzato della Polizia locale nelle scorse settimane. Avrebbe cancellato poco prima tutte le chat e videochiamate ma gli investigatori sono riusciti, comunque, a recuperare le immagini, che hanno portato alle contestazioni dei reati di produzione di materiale pedopornografico e di violenza sessuale. Quest’ultimo reato gli è imputato perché, fingendosi di essere una ragazza, chiedeva atti sessuali ai minori on line. Da qui l’ordinanza di custodia cautelare in carcere, eseguita oggi per imputazioni che vanno dal 2021 al 2023. La madre del bambino, che frequentava la polisportiva, aveva invece già presentato una denuncia nell’estate 2023. (foto Andrea Piscina IG)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://milano.corriere.it/notizie/cronaca/24_giugno_13/milano-arrestato-speaker-radiofonico-adescava-bambini-online-fingendosi-alessia-nel-cellulare-oltre-mille-chat-2bec4e8a-cef9-4c02-b7b4-a5ddccb2fxlk.shtml)",
      "https://www.milano.corriere.it/notizie/cronaca/24_giugno_13/milano-arrestato-speaker-radiofonico-adescava-bambini-online-fingendosi-alessia-nel-cellulare-oltre-mille-chat-2bec4e8a-cef9-4c02-b7b4-a5ddccb2fxlk.shtml)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:40:04.702+03:00",
    "updated": "2024-06-14T00:40:04.702+03:00"
  },
  {
    "uuid": "68cbbad27c8a50b4f62029dc57b9023693535ef8",
    "url": "https://dailytimes.com.pk/1155917/fazl-raises-security-concerns-ahead-of-polls/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sajid Salamat",
    "published": "2023-12-28T17:00:00Z",
    "title": "Fazl raises security concerns ahead of polls",
    "text": "The Jamiat Ulema-e-Islam (JUI-F) said Thursday it would hold Chief Justice of Pakistan (CJP) Qazi Faez Isa and Chief Election Commissioner (CEC) Sikandar Sultan Raja responsible if the party’s workers came under attacks during electioneering. In a press conference in Islamabad, JUI-F Emir Maulana Fazlur Rehman said his party was still reeling from the Bajaur blast, which resulted in the deaths of more than 40 workers, and banners were put in cities warning people against participating in JUI-F’s rallies. The elections will be staged on February 8, 2024, but several political actors have warned that there are security threats to the polls and given the recent rise in terrorism, they demanded that the law and order situation should be conducive. “Cautioning against security threats does not mean that we’re against elections. I have struggled for elections for more than three years; it is my right that my party’s given a good security environment,” Fazl, whose party was part of the previous government, said. Terrorism has been on the rise in the South Asian nation ever since the outlawed Tehreek-e-Taliban Pakistan called off its truce with Islamabad and began targeting military personnel, especially in Khyber Pakhtunkhwa and Balochistan. The Pakistan Institute for Conflict and Security Studies’s data shows that there were 623 militant attacks in 2023, as compared to 380 such attacks in 2022. Among total attacks in 2023, 29 were suicide attacks; whereas in 2022, 15 were suicide attacks. Turning his guns towards, the Election Commission of Pakistan (ECP) and the Supreme Court, he said three judges summoned the CEC and directed him to file an appeal before the apex court for polls. “If the election schedule was to be issued on court’s directions, then when will the election commission become independent,” Fazl wondered, terming the current situation as a “judicial martial law”. It is pertinent to mention here that the ECP had filed a petition in the apex court after detailed deliberations the the court’s senior judges and government officials, following which the top court ordered that no hindrances should be put forth in the way of polls moving forward. The JUI-F chief added: “If even one of my workers is injured, [I will hold] chief justice and chief election commissioner responsible.” Fazl added that when the security situation and weather were not favourable, then it would ultimately impact the elections. “What will happen when the turnout will be impacted due to the weather,” he wondered.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "” fazl",
          "sentiment": "none"
        },
        {
          "name": "isa",
          "sentiment": "none"
        },
        {
          "name": "sikandar sultan raja",
          "sentiment": "none"
        },
        {
          "name": "emir maulana fazlur rehman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jamiat ulema",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "bajaur",
          "sentiment": "none"
        },
        {
          "name": "south asian",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:02.029+02:00",
    "updated": "2023-12-29T00:31:02.029+02:00"
  },
  {
    "uuid": "709bad2480a968e75cb746ff260a88e4056632d7",
    "url": "https://troyglliw.ampedpages.com/about-hire-coders-51614833",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Troyglliw Ampedpages Com",
    "published": "2023-12-28T20:07:00Z",
    "title": "About hire coders",
    "text": "Toptal's developers and architects have been each extremely Expert and straightforward to operate with. The solution they generated was rather priced and leading top quality, lessening our the perfect time to start. Many thanks once again, Toptal.\nIt had been also easy to extend further than the initial timeframe, and we have been in the position to hold the identical contractor in the course of our task. We surely endorse Toptal for locating superior quality talent speedily and seamlessly.\nLeveraging abilities in cloud-based AI improvement, we make sure scalability and accessibility to your remedies. Our business AI alternatives empower businesses to improve procedures, elevate shopper ordeals, and stay competitive in the fashionable electronic landscape.\nAll those now and formerly Performing at Accenture deem it as a great location to operate and talk extremely of Accenture’s superior salaries, platforms for Studying new factors, employee-pleasant work lifestyle, and versatile schedules.\nLender of The usa, Anthem, and Lowe’s are just a couple of the companies that Johnmicah has labored at. He has 13 yrs of practical experience building Internet apps from don't just both equally the back and front ends but in addition the platform and infrastructure sides.\nUsing the services of a focused cell app progress company makes certain unwavering focus on your undertaking, resulting in unparalleled security and major-notch high quality. Freelancers usually juggle multiple jobs at the same time To optimize earnings, leaving your application or Internet site just one amid many.\nDuring the job interview procedure, the interviewer as well as applicant try to interact within a meaningful discussion that goes over and above a standard script.\nFor corporations hiring for their initially PHP venture, it’s worth bearing in mind other project charges, like dedicated or Digital server means to host a PHP job, software licensing service fees, and future maintenance and safety update expenses.\nPHP is really an open up-source programming language which can operate on different working methods for example Windows, Unix, and Linux, making certain deployment on diverse platforms devoid of modification. PHP is a fast and productive language which will cope with substantial site visitors Internet websites quickly and its modular architecture and built-in caching mechanisms assure Internet programs load rapidly and\nhire coders complete very well.\nAlexey is an experienced whole-stack developer with in depth expertise in OOP and structure patterns. He concentrates on producing\nwebsite to hire coders intricate Internet providers working with modern-day tech stacks like Node.\nCapable of making seamless user ordeals by integrating Laravel’s again-conclude functionalities with properly-developed and responsive entrance-stop interfaces\nAn AI on demand from customers developer is knowledgeable concentrate on acquiring artificial intelligence, equipment Discovering, deep Mastering, organic language technology, speech recognition, virtual brokers and robotic system automation remedies with a venture basis. They hired to operate on specific AI initiatives and ordinarily contracted for an outlined stretch of time.\nJust after creating our choice, the engineer was on line instantly and hit the bottom jogging. It absolutely was so considerably quicker and less complicated than getting to find and vet candidates ourselves.\nIvan is\nhire good coders a technical founder, principal engineer, and Option architect with 16 years of working experience. He has participated in and founded multiple startups and is particularly acquainted with the highest highs and least expensive lows that house owners undergo.\nAbout hire coders\nToptal's developers and architects have been each extremely Expert and straightforward to operate with. The solution they generated was rather priced and leading top quality, lessening our the perfect time to start. Many thanks once again, Toptal.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://emilianoopsmh.bloggerswise.com/30140183/considerations-to-know-about-hire-coders",
      "https://hirecoders77419.blogminds.com/5-easy-facts-about-hire-coders-described-22033092",
      "https://hirecoders78370.acidblog.net/55104925/hire-coders-things-to-know-before-you-buy",
      "https://www.emilianoopsmh.bloggerswise.com/30140183/considerations-to-know-about-hire-coders",
      "https://www.hirecoders78370.acidblog.net/55104925/hire-coders-things-to-know-before-you-buy",
      "https://www.hirecoders77419.blogminds.com/5-easy-facts-about-hire-coders-described-22033092"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "toptal",
          "sentiment": "negative"
        },
        {
          "name": "lowe",
          "sentiment": "none"
        },
        {
          "name": "johnmicah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "accenture",
          "sentiment": "none"
        },
        {
          "name": "anthem",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:30:38.821+02:00",
    "updated": "2023-12-29T01:30:38.821+02:00"
  },
  {
    "uuid": "48e554694248bd45211bede591d79fe82def65d6",
    "url": "https://www.heart.co.uk/news/weather/two-week-heatwave-scorching-temperatures",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hope Wilson",
    "published": "2024-08-02T10:02:00Z",
    "title": "Brits brace for scorching two week heatwave as 'heat dome' brings highs of 32C - Heart",
    "text": "On Air Now [ Heart's Club Classics with Toby Anstis ](/radio/shows-presenters/club-classics/) 7pm - 11pm 2 August 2024, 12:02 When is the next heatwave? Exact date 32C temperatures are set to reach the UK. A 'heat dome' is set to hit the UK next week, bringing sizzling temperatures of 32C as we get ready to experience yet another [heatwave](/news/weather/when-will-heatwave-end-uk/). Following a relatively [chilly](/news/weather/why-has-summer-2024-been-so-cold/) start to summer 2024, [August](/news/weather/august-2024-uk-forecast-heatwave/) didn't get off to the best of starts with a dramatic [thunderstorm](/news/weather/real-time-lightning-map-rainfall-radar-thunderstorms-uk/). However the rest of the month is set to see high temperatures throughout, as the warmer weather spreads across the country. According to [Exacta Weather](https://www.facebook.com/ExactaWeather/?locale=en_GB), Brits could see a 'heat surge' in the coming weeks which could result in temperatures skyrocketing to over 30C. Similarly, [WX Charts](https://www.wxcharts.com/?panel=default&model=gfs,gfs,gfs,gfs®ion=europe&chart=overview,850temp,wind10mkph,snowdepth&run=06&step=003&plottype=10&lat=51.500&lon=-0.250&skewtstep=0) are reporting that south-eastern parts of England may experience temperatures of 32C in mid-August. Exacta Weather forecaster James Madden has stated that the UK could see scorching temperatures from Saturday the 10th of August until at least Thursday the 15th of August. He revealed: \"In terms of the highest temperatures during these heat surges during late July and August, we could easily see top temperatures in the mid to high 30Cs across the southern half of the country, with temperatures close to or hitting 30C elsewhere still to come throughout this summer during the most extreme heat and high pressure rises across our shores.\" Advanced weather modelling maps from WX Charts also show that for the 15th of August, parts of south-east England could see highs of 30C, while other southern areas may see temperatures in the 20Cs. Their forecast for the 17th of August show temperatures topping 32C in the south-east, while other southern and eastern regions, as well as parts of Wales, will see mid to high 20Cs. The [Met Office](https://www.metoffice.gov.uk/) forecast for Tuesday the 6th of August to Thursday the 15th of August reads: \"Much of this period looks likely to be changeable with UK's weather characterised by a broadly westerly type, which means weather mostly of an Atlantic origin. \"Within this, low pressure is perhaps more likely to be situated further to the north, bringing more frequent bouts of rain, showers and perhaps windier weather at times. Conversely, areas further to the south are more likely to see ridges of higher pressure, bringing more in the way of fine, settled weather, though still with the potential for some wetter, thundery or more generally unsettled interludes. \"As a result of this, some warm weather or perhaps even short-lived hot spells are likely in the south at times, but overall temperatures are likely to be nearer normal in the north.\" Their prediction for the rest of August states: \"No single weather type is expected to dominate through this period. Periods of dry, settled weather will probably alternate with some wetter, cloudier interludes at times. \"The wettest conditions will likely be in the northwest, with the southeast tending to be driest. Through the period as a whole, warmer than average conditions are most likely, perhaps with some hot spells in the southeast, but occasional cooler periods are also possible, especially in the northwest.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.metoffice.gov.uk/)",
      "https://www.facebook.com/ExactaWeather/?locale=en_GB),",
      "https://www.globalplayer.com/podcasts/42Kx2B/?is_retargeting=true&source_caller=ui&shortlink=ht2uqu2g&c=The%20Sports%20Agents%20-%20General%20Social&pid=The%20Sports%20Agents_General%20Social&deep_link_value=https%3A%2F%2Fwww.globalplayer.com%2Fpodcasts%2F42Kx2B%2F&af_xp=social&af_reengagement_window=lifetime)",
      "https://www.wxcharts.com/?panel=default&model=gfs,gfs,gfs,gfs®ion=europe&chart=overview,850temp,wind10mkph,snowdepth&run=06&step=003&plottype=10&lat=51.500&lon=-0.250&skewtstep=0)",
      "https://www.facebook.com/ExactaWeather/",
      "https://www.wxcharts.com/",
      "https://facebook.com/ExactaWeather/?locale=en_GB),",
      "https://metoffice.gov.uk/)",
      "https://globalplayer.com/podcasts/42Kx2B/?is_retargeting=true&source_caller=ui&shortlink=ht2uqu2g&c=The%20Sports%20Agents%20-%20General%20Social&pid=The%20Sports%20Agents_General%20Social&deep_link_value=https%3A%2F%2Fwww.globalplayer.com%2Fpodcasts%2F42Kx2B%2F&af_xp=social&af_reengagement_window=lifetime)",
      "https://www.globalplayer.com/podcasts/42Kx2B/",
      "https://wxcharts.com/?panel=default&model=gfs,gfs,gfs,gfs®ion=europe&chart=overview,850temp,wind10mkph,snowdepth&run=06&step=003&plottype=10&lat=51.500&lon=-0.250&skewtstep=0)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gabby logan",
          "sentiment": "none"
        },
        {
          "name": "mark",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T14:37:01.013+03:00",
    "updated": "2024-08-02T21:59:43.016+03:00"
  },
  {
    "uuid": "68bc72153d6842cbd3fdb672632d3c3bb1413c71",
    "url": "https://pt.christianitytoday.com/2025/02/geracao-z-espiritualidade-fe-igreja-religiao-pt",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jenna Mindel",
    "published": "2025-02-18T13:24:00Z",
    "title": "A Geração Z busca direção espiritual nas redes sociais",
    "text": "À medida que a crise de fé avança na cultura estadunidense, a geração Z encontra cada vez menos recursos e pessoas que possam ajudá-la a responder questões sobre identidade, pertencimento e propósito. Assim, não causa espanto o fato de que esses jovens estejam buscando respostas na internet.\nEu faço parte da geração Z e estou familiarizada com essa inclinação: prefiro mil vezes consultar o aplicativo de uma loja para procurar um item a incomodar um funcionário. Procurar respostas na internet pode parecer um tanto antissocial, se visto de uma perspectiva superficial, mas é um reflexo da nossa cultura altamente autônoma bem como do extenso uso que a geração Z faz da internet.\nE, evidentemente, o mesmo acontece nas igrejas. Com o declínio no número de pessoas da geração Z que frequentam os cultos, não surpreende o fato de que jovens adultos estejam migrando para espaços virtuais, em vez de espaços físicos, para encontrarem respostas para suas grandes questões.\nAcredito que integrantes da geração Z que se dizem “sem religião” tenham mais curiosidade sobre a fé do que comumente achamos. É fácil mensurar dados sobre afiliação religiosa; já mensurar curiosidade e abertura espiritual é mais difícil. No espaço online, podemos perceber quais são as questões que as gerações mais jovens estão levantando e quem está se propondo a respondê-las.\nUm bom exemplo é o Girlscamp [acampamento de garotas], um podcast para ex-membros da Igreja de Jesus Cristo dos Santos dos Últimos Dias [Mórmons] processarem essa transição relacionada à sua fé. A anfitriã, Hayley Rawle, entrevista ex-mórmons, compartilha histórias anônimas de seus ouvintes e suas percepções sobre diferentes aspectos da fé mórmon.\nNesse podcast, Rawle encoraja seus ouvintes a construírem uma nova visão de mundo longe de uma religião cheia de exigências. Como resposta, ela oferece uma filosofia secular de relativização da verdade como solução para os limites rígidos de religiões que fazem altas exigências. Descobri esse podcast há mais ou menos um ano. Ainda que seu conteúdo seja focado nos mórmons, ela também critica abertamente a igreja cristã e o cristianismo ocidental. Seu podcast é só um exemplo de como a geração Z se engaja com a espiritualidade sem as obrigações de uma comunidade encarnada.\nPor experiência própria, vejo que muitos cristãos da minha idade aprendem que a religião é algo praticamente ausente da vida de alguém da geração Z. Parece haver uma crença de que as pessoas costumavam ser religiosas, mas que a realidade não é mais essa. Isso, porém, é uma mentira.\nNo papel, a geração Z está ficando cada vez mais conhecida como os “sem religião”, porque muitos afirmam não seguir uma crença específica nas pesquisas sobre afiliação religiosa. Como metade da geração Z se identifica como sem religião, parece ser uma suposição lógica dizer que esses jovens não estão interessados em espiritualidade. No entanto, a única coisa que muda aqui é a forma como a geração Z busca a espiritualidade, que difere das gerações anteriores.\nRyan Burge, professor associado de ciências políticas na Universidade do Norte de Illinois, aponta que as taxas de pessoas que se identificavam como “ateus/agnósticos” crescia em porcentagem a cada geração, até a transição da geração Y para a geração Z, quando a categoria “nenhuma crença em particular” tem crescido continuamente no decorrer dos anos.\nTimothy Pickavance, professor da Escola Talbot de Teologia, enxerga o crescimento da categoria “nenhuma crença em particular” como um indicador da postura aberta que a geração Z tem em relação à espiritualidade, em lugar da postura cínica ateísta antes adotada.\n“Esse dado aponta para a sensibilidade da geração Z para coisas espirituais e seu desejo por uma vida espiritual profunda”, ele afirmou em uma entrevista.\nA participação da geração Z na religião pode ser englobada pelo termo fé desvinculada, cunhado pelo Insituto de Pesquisa Spingtide, o qual descreve a forma como as pessoas constroem sua fé através de uma combinação de elementos, como crenças, identidade, práticas e comunidade. Esses elementos são provenientes de várias fontes, religiosas ou não, e não mais de apenas um único sistema.\nPodcasters e influenciadores — pessoas como Rawle, que funcionam, em certos aspectos, como uma figura pastoral ou alguém que dá direção espiritual para seus seguidores — hoje são uma das fontes consultadas por aqueles com “nenhuma crença em particular”. Convidados e ouvintes são instruídos em um “evangelho” secular, no qual a boa-nova é que eles podem forjar suas crenças religiosas, mantendo as doutrinas com as quais concordam e livrando-se de restrições ou ensinamentos dos quais discordam.\nPessoas que não possuem religião podem escutar semanalmente o podcast, da mesma maneira que as que são religiosas escutam o sermão do domingo e aprendem algo novo sobre como operacionalizar a sua espiritualidade. Em um episódio do podcast Girlscamp, um convidado falou sobre reservar a noite do domingo para jantar com a família e amigos, e pedir que os membros da família compartilhem algo pelo qual são gratos, em vez de fazer uma oração. E em vez de compartilhar histórias das Escrituras, eles ensinam a seus filhos lições seculares sobre amor e aceitação.\nCristãos e outras pessoas que possuem uma afiliação religiosa podem achar essa abordagem muito ambígua e pouco autêntica. Mas essa abertura que as pessoas de vinte e poucos têm para o mundo imaterial é um solo fértil para conversas significativas e engajamento.\nA geração Z pode estar abandonando as intituições religiosas tradicionais, mas ela não está abandonando a espiritualidade. Na década de 1990, houve uma mudança nos termos usados para descrever o arcabouço moral e espiritual de um indivíduo: passou-se do termo religioso para o termo espiritual. Agora, o termo mudou novamente para “construção de significado”.\nDeus e a comunidade estavam no centro da vida religiosa, mas, para a geração Z, ambos não são mais prerrequisitos para uma vida espiritual intencional. Como Pickavance pontuou: “Ainda há um anseio e uma intenção clara em relação à espiritualidade, mas que não estão sendo trazidos para o âmbito de uma tradição específica.”\nEliza Smith DeBevoise, capelã da Universidade Converse, frequentemente aconselha estudantes fazendo-lhes perguntas sobre as grandes questões da vida. Ela afirma que a geração Z é extremamente espiritual. “Independentemente de a Geração Z ser religiosa ou não, eles estão fazendo um trabalho bem árduo de formação espiritual” que, segundo ela me disse, “para ser honesta, eu nunca vi em gerações anteriores que eram mais devotamente religiosas.”\nDeBevoise afirma que os estudantes têm dificuldade para se identificar com uma única religião, ainda que eles tenham convicções pessoais fortes. Ela disse que até mesmo esses alunos devotos se preocupam com o fato de parecerem pessoas de mente fechada.\nComo todas as gerações anteriores, a Geração Z tem a eternidade em seu coração. Contudo, esse anseio por algo além de si mesmos não pode ser saciado em uma jornada espiritual individual. Precisamos da igreja.\nComo Henri Nouwen escreve em seu livro Formação espiritual: “A formação espiritual não é um exercício de devoção particular, mas de espiritualidade coletiva. Temos experiências pessoais com Deus, mas juntos somos constituídos como o povo de Deus”. O impulso religioso que os seres humanos sentem é mais bem satisfeito no contexto de uma comunidade de fé, e é um impulso que a igreja pode estar preparada para atender.\nEsse guias digitais, como a Rawle, por exemplo, podem orientar as pessoas em suas jornadas espirituais sem jamais conhecê-las. Isso faz com que os riscos sejam baixos para as pessoas que estão interessadas em navegar pela desconstrução religiosa. Embora uma exploração significativa da nossa espiritualidade possa ocorrer on-line, não fomos criados para responder a essas perguntas por conta própria ou em um vácuo.\nOs jovens cristãos também podem ser tentados a se envolver com sua fé apenas de forma on-line. Mas podcasts, influenciadores ou livros cristãos devem ser catalisadores para a comunidade presencial local, e não substitutos.\nEmbora as nossas igrejas sejam imperfeitas, a comunidade encarnada que decorre dessa reunião semana após semana, mês após mês e ano após ano é um aspecto essencial da vida espiritual. Quando a espiritualidade é praticada de forma independente, ela é incompleta.\nOs adolescentes passam, em média, cerca de 9 horas por dia em frente às telas. Embora fazer parte de comunidades primordialmente on-line possa ser regra para a geração Z, a igreja não deve concentrar sua energia nisso [para atrair atenção]. Há muitos recursos cristãos on-line de qualidade para combater os recursos seculares ou de desconstrução [da religião], mas o que os jovens precisam, mais do que apenas informações, é de comunidade — e isso começa com relacionamentos concretos.\nSou um exemplo vivo de como a amizade autêntica pode ser um catalisador para a fé, porque isso é parte da minha história. Por causa dos adultos que investiram em mim, eu tive um lugar seguro para transitar por todos os questionamentos que eu tinha sobre Deus. E eu sabia que era amada e aceita, não importava o que acontecesse.\nHoje, como uma das líderes do Young Life para meninas do ensino médio, minhas colegas e eu estamos aprendendo a construir relacionamentos dentro e fora da igreja. Temos a tarefa de criar espaços alternativos fora da igreja, onde as garotas possam encontrar Jesus, como, por exemplo, sair com elas para almoçar, levá-las para tomar um café e marcar presença nos seus jogos esportivos. A partir daí, organizamos estudos bíblicos, onde temos a oportunidade de envolvê-las espiritualmente e convidá-las para uma comunidade de fé.\nEm vez de apenas criticar as horas que os jovens passam on-line, precisamos oferecer a eles uma alternativa que os atraia: uma comunidade amorosa, encarnada e imperfeita.\nComo Mary Demuth escreveu para a CT em 2011:\nVivemos em uma cultura móvel, que às vezes nos isola. Nós, que criamos personas na web, que aperfeiçoamos nossa maneira de nos ocultar, talvez achemos assustador nos ligarmos a uma igreja local. E, no entanto, Deus nos chama para lá, com todas as nossas qualidades e defeitos. Ele nos chama para fazermos uma aliança com outros discípulos de Jesus, para bagunçarmos nossas vidas com pessoas com as quais talvez, em outras circunstãncias, jamais nos relacionássemos. Nessa bela conflagração de comunidade, aprendemos a arte de amar uns aos outros e de mostrar ao mundo fora de nosso círculo quem é Jesus.\nPara aqueles que evitaram a comunidade por vários motivos, sim, há riscos em fazer parte de uma comunidade de fé física e presencial. Você não pode ser anônimo, não pode se desconectar quando se sentir incomodado. Mas você também tem a oportunidade de ser conhecido e amado — algo que uma comunidade on-line jamais poderá oferecer.\nJenna Mindel é bolsista do NextGen Accelerator da Christianity Today. Recentemente, ela se formou em jornalismo pela Biola University.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Religion and Belief->belief systems",
      "Religion and Belief->religious conflict",
      "Religion and Belief->atheism and agnosticism",
      "Social Issue->teenagers",
      "Social Issue->social networking",
      "Social Issue->religious discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://open.spotify.com/show/1MwARAN5oYCfztPfiofK30",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6735033/",
      "https://www.converse.edu/",
      "https://springtideresearch.org/post/religion-and-spirituality/an-inside-look-at-gen-zs-spiritual-practices",
      "https://www.graphsaboutreligion.com/p/race-generations-and-american-religion",
      "https://www.aymeducators.org/wp-content/uploads/Kara-Powell-Brad-Griffin-Tyler-Greenway-Identity-Belonging-and-Purpose-New-Research-on-3-Big-Questions-that-Can-Change-Every-Teenager.pdf",
      "https://springtideresearch.org/",
      "https://www.christianpost.com/news/only-28-of-gen-z-attends-church-at-least-once-a-month-survey.html",
      "https://www.aacap.org/AACAP/Families_and_Youth/Facts_for_Families/FFF-Guide/Children-And-Watching-TV-054.aspx",
      "https://www.psychotherapynetworker.org/article/leaving-high-demand-high-control-religion/#:~:text=A%20high%2Ddemand%2C%20high%2Dcontrol%20religion%20is%20a%20faith,the%20group%20are%20right%20and",
      "https://dcdx.co/the-2023-gen-z-screen-time-report",
      "https://www.churchofjesuschrist.org/?lang=eng",
      "http://www.amazon.com/exec/obidos/ASIN/0061686123",
      "https://link.springer.com/10.1007%2F978-1-4419-1428-6_1851",
      "https://aymeducators.org/wp-content/uploads/Kara-Powell-Brad-Griffin-Tyler-Greenway-Identity-Belonging-and-Purpose-New-Research-on-3-Big-Questions-that-Can-Change-Every-Teenager.pdf",
      "http://amazon.com/exec/obidos/ASIN/0061686123",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC6735033/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6735033",
      "https://www.converse.edu",
      "https://converse.edu/",
      "https://springtideresearch.org",
      "https://www.churchofjesuschrist.org/",
      "https://psychotherapynetworker.org/article/leaving-high-demand-high-control-religion/#:~:text=A%20high%2Ddemand%2C%20high%2Dcontrol%20religion%20is%20a%20faith,the%20group%20are%20right%20and",
      "https://aacap.org/AACAP/Families_and_Youth/Facts_for_Families/FFF-Guide/Children-And-Watching-TV-054.aspx",
      "https://www.open.spotify.com/show/1MwARAN5oYCfztPfiofK30",
      "https://www.dcdx.co/the-2023-gen-z-screen-time-report",
      "https://graphsaboutreligion.com/p/race-generations-and-american-religion",
      "https://churchofjesuschrist.org/?lang=eng",
      "https://www.springtideresearch.org/",
      "https://www.springtideresearch.org/post/religion-and-spirituality/an-inside-look-at-gen-zs-spiritual-practices",
      "https://christianpost.com/news/only-28-of-gen-z-attends-church-at-least-once-a-month-survey.html",
      "https://www.link.springer.com/10.1007%2F978-1-4419-1428-6_1851"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-18T17:06:45.998+02:00",
    "updated": "2025-02-18T17:06:45.998+02:00"
  },
  {
    "uuid": "c12c2f327fd34e1f33b10f8de81c6f113ff02053",
    "url": "https://www.biobiochile.cl/noticias/sociedad/viral/2024/06/13/acusan-en-redes-a-maite-orsini-de-utilizar-su-celular-mientras-conducia-fundacion-emilia-se-pronuncio.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paula Villaseñor",
    "published": "2024-06-13T20:14:00Z",
    "title": "Acusan en redes a Maite Orsini de utilizar su celular mientras conducÃ­a: FundaciÃ³n Emilia se pronunciÃ³ | Sociedad | BioBioChile",
    "text": "Usuarios en redes sociales han acusado a Maite Orsini de ir viendo su celular mientras conducía luego de que una serie de fotografías de ella en un auto se viralizaran en X (Twitter).\nEn ellas, pareciera que la diputada está revisando su teléfono mientras está al volante, por lo que cibernautas no tardaron en difundir los registros y dar por hecho que se trata de la falta mencionada , a pesar de que en las fotografías no se distinga el móvil. Lee también... \"Rompieron todo\": Eliana Albasetti denunció robo a su santuario animal en desgarrador video Jueves 13 Junio, 2024 | 08:56\nTal fue la masificación de las imágenes que la polémica llegó hasta la Fundación Emilia , organización que promueve una cultura vial responsable y presta acompañamiento a víctimas de delitos viales. Acusan a Maite Orsini de usar su celular mientras conducía\nLa usuaria que al parecer compartió originalmente las fotografías, escribió junto a ellas: “La señorita @maiteorsini no sabe que durante el tiempo completo de la conducción no se permite la manipulación del dispositivo”.\n“Ello también incluye los momentos en los que el conductor está esperando en una luz roja, en un taco, en una señal ‘pare’, etc”, sostuvo la cibernauta. Lee también... \"Una soberana imbecilidad\": periodista Antonio Quinteros se desahoga por actual \"culto a la juventud\" Jueves 13 Junio, 2024 | 11:10\nAsí, la Fundación Emilia compartió una nota que contenía las fotos de la diputada, y agregó: “La Ley #NoChat prohibió manipular dispositivos mientras conduces. La primera causa de siniestros viales a nivel nacional es ‘no ir atentos a las condiciones del tránsito’. Por favor @MaiteOrsini conéctese con la vía, no con las redes mientras conduce “.\nIncluso la ONG No Chat se manifestó al respecto. “ESTAS conductas están penadas por #LeyNoChat y representan un peligro para todos. Está prohibido manipular dispositivos electrónicos en la conducción, incluso en luz roja. Nuestros parlamentarios deberían ser los primeros en conocer las normativas, diputada @MaiteOrsini “.\nDesde BioBioChile contactamos a la diputada Maite Orsini, sin embargo, hasta la hora de publicada esta nota, no ha habido una respuesta oficial. Y la señorita @maiteorsini no sabe que durante el tiempo completo de la conducción no se permite la manipulación del dispositivo. Ello también incluye los momentos en los que el conductor está esperando en una luz roja, en un taco, en una señal “pare”, etc. pic.twitter.com\\/Xz34MDJArw\n— critifeliz (@criticayfeliz) June 10, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:26:53.147+03:00",
    "updated": "2024-06-14T00:26:53.147+03:00"
  },
  {
    "uuid": "b7636d305c3ba355e2e8fbce9b45c87942e4ce5a",
    "url": "https://www.kxxv.com/news/fort-cavazos/commander-of-u-s-army-operational-test-command-promoted-to-general-officer-with-help-from-family",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adam Schindler",
    "published": "2024-01-20T02:26:00Z",
    "title": "Cmdr. of Army Operational Test Command promoted to General Officer",
    "text": "FORT CAVAZOS, Texas — Becoming an Army General is a moment less than 1% of soldiers get to experience.\nNewly-pinned Brig. Gen. George C. Hackler is one of them.\n”This means that Chris is likely to in a cohort of 30 officers out of the 4,200 that were commissioned into the active component in 1994 to obtain the rank of General Officer,” said Maj. Gen. James Gallivan, Commanding General of U.S. Army Test and Evaluation Command.\nThe historic moment was shared with family, as they removed his colonel rank, replacing it with a general’s star.\n”It was good, a little bit nerve racking,” said Emma Hackler, Brig. Gen. Hackler’s daughter. “I couldn’t quite get the button done, but I got there.”\nHis son, a soldier himself, presented his father with his new service pistol and his first salute as a general.\n”That was awesome,” said Spec. George Hackler. “I’m really happy to have done that. His first salute as a General Officer, that’s an important thing. I think he’ll remember that for the rest of his life. I'll always remember that moment right there.”\nHis parents expressed pride in the son they knew would make it here eventually.\n”We knew he wanted to be in the Army, but to get to this point us a really great accomplishment. He’s the person that could have been the one to do it,” said Judy Hackler, Brig. Gen. Hackler’s stepmother.\nHis son told me he hasn’t seen this much family in one place in a very long time.\nThe moment was not lost in the new General planning to continue his work with Operational Test Command.\n”My son just returned from a deployment to Europe,” said Brig. Gen. Hackler. “To have him here, my parents, my wife, my daughter to be able to be part of it. Again because, I cannot be able to do what I do if it wasn’t for them. So, they have earned this as much as I have.”\nBrig. Gen. Hackler said this experience was one of the most humbling in his life and his family said all they want is for him to keep going.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emma hackler",
          "sentiment": "none"
        },
        {
          "name": "hackler",
          "sentiment": "none"
        },
        {
          "name": "chris",
          "sentiment": "none"
        },
        {
          "name": "george hackler",
          "sentiment": "none"
        },
        {
          "name": "james gallivan",
          "sentiment": "none"
        },
        {
          "name": "george c. hackler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "army operational test command",
          "sentiment": "negative"
        },
        {
          "name": "army general",
          "sentiment": "negative"
        },
        {
          "name": "evaluation command",
          "sentiment": "none"
        },
        {
          "name": "commanding general of u.s. army",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "fort cavazos",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T04:49:03.957+02:00",
    "updated": "2024-01-20T04:49:03.957+02:00"
  },
  {
    "uuid": "eef0aaed81dc631aa4ab7969057d1f21a7a90bc6",
    "url": "https://coloradosun.com/2024/04/25/the-outsider",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tracy Ross",
    "published": "2024-04-25T00:00:00Z",
    "title": "The Outsider | As introduced wolves head east, outrage and excitement escalate - The Colorado Sun",
    "text": "Sneak Peek of the Week The wildlife world is lighting up as wolves kill cattle, one prepares to have pups and two are found dead 7 Cows attacked or killed by wolves in Middle Park and North Park between April 2 and April 16. That includes five deaths in Grand County, one death in Jackson County and one attack in Jackson County, which also counts as a depredation. For a while there, news from the wolf reintroduction front seemed pretty quiet. The 10 wolves reintroduced to Colorado in December seemed to be sorting things out, getting acquainted with their new environs. Ranchers weren’t reporting any lost livestock. And then in a flurry over the past three weeks, wolves in circles where people care about them were getting as much coverage as Taylor Swift’s rainy new album “ [The Tortured Poets Department](https://store.taylorswift.com/products/the-tortured-poets-department-standard-digital-album).” First there was the female wolf dragged into a bar in Wyoming on Feb. 29 and [photographed next to its alleged captor](https://coloradosun.com/2024/04/16/dying-wolf-struck-by-snowmobile-shown-off-in-wyoming-bar/), Cody Roberts, who was smiling and holding a frosty one. That sparked demand for steeper penalties and reform when people found out Roberts’ act is punishable in Wyoming by only a $250 citation for illegal possession of live wildlife. Animal rights activists are calling on authorities to slap Roberts with felony charges. We’ll see what happens. Then between April 2 and 16 in Grand and Jackson counties, wolves seemed to have finally discovered cattle when four wolves killed six cows and injured a seventh, prompting ranchers to demand Colorado Parks and Wildlife kill the wolves and give them a definition of chronic depredation so they can defend their livestock. Over several days this week, the wolf-curious watched and waited as the ranchers lobbed more and more letters to the agency demanding action. No one knew if CPW would answer their demands, because in January CPW director Jeff Davis told lawmakers “our goal is to review all states that have wolves and what they put into their chronic depredation definition and figure out criteria.” But late Tuesday evening, Davis sent his longest missive on the wolf situation to date and it contained a whopper. Not only would CPW not define chronic depredation yet, but it would not destroy one of the wolves killing cattle because it’s the mate of a wolf officials suspect is denning in Grand County about to have pups. News of two confirmed dead wolves in Colorado came next. [One was a collared member of the Oregon pack introduced in December](https://coloradosun.com/2024/04/24/gray-wolf-pups-colorado-killing-cattle/). The other’s DNA placed it with a pack from the Great Lakes in Minnesota. The Colorado wolf died of natural causes, but the Great Lakes wolf had been [caught in a leghold trap](https://www.thefencepost.com/news/wolf-confirmed-in-elbert-county/) an unnamed rancher had set to catch depredating coyotes. You might be saying it’s about time this Colorado wolf story is getting legs. But ranchers and wolf advocates see it differently. Mark Hackleman, vice president of the [North Park Stockgrowers Association](https://northparkstockgrowers.com/), said his group is “certainly disappointed in CPW’s decision to not seek removal of depredating wolves” but that Davis’ letter was “the most anyone had heard on the subject of wolves since the draft management plan was released in 2020.” His group is also “certainly glad Davis took the time to expand on the state’s position on the management aspects,” he said. On the possible pups, he said, “Well, isn’t that exciting?” before adding, “Obviously, it was going to happen. We’ve already [hatched a litter in North Park](https://coloradosun.com/2022/01/30/wolf-reintroduction-colorado-rancher-concerns/).” Meanwhile, [WildEarth Guardians](https://wildearthguardians.org/), a nonprofit wildlife advocacy group, applauded Davis’ decision to “let these wolves live” and celebrated the announcement that the wolves are denning “and hopefully going to have pups.” CPW released its latest wolf [gray wolf activity map](https://cpw.state.co.us/learn/Pages/Wolves-Activity-Map.aspx) Wednesday, which shows wolf activity spreading farther east across the state. For more on this developing story keep your eyes tuned to [The Colorado Sun](https://coloradosun.com/). Welcome to The Outsider, the outdoors and mountain newsletter from The Colorado Sun. Keep reading for more exclusive news on the industry from the inside out. If you’re reading this newsletter but not signed up for it, [here’s how to get it sent directly to your inbox](https://coloradosun.com/how-to-get-the-outsider-by-jason-blevins/). Send feedback and tips to [tracy@coloradosun.com](mailto:tracy@coloradosun.com). Breaking Trail What’s one way to get kids interested in the outdoors? Pay them. 5.3 Hours per day [a 12-year-old spends in front of screens](https://sapienlabs.org/wp-content/uploads/2023/05/Sapien-Labs-Age-of-First-Smartphone-and-Mental-Wellbeing-Outcomes.pdf?utm_source=substack&utm_medium=email) The Roaring Fork Valley with its pristine rivers, mountain bike trails, prayer flags fluttering atop Highland Bowl and the Maroon Bells scraping cumulonimbus clouds, may not be the first place that comes to mind when you think of kids needing to be paid to interact with nature. But that’s where a Aspen nonprofit has decided kids need cash to learn to backpack, rock climb and mountain bike, plus communicate with a boss, fill out tax paperwork and perform CPR, skills that connect them with nature and prepare them for a life that includes stewardship of a planet in dire need of it. The [Aspen Community Foundation’s Youth In Nature program](https://aspencommunityfoundation.org/community-impact/youth-in-nature/), led by [Roaring Fork Outdoor Volunteers](https://www.rfov.org/), is putting $1,500 in the hands of high school students from Aspen to Parachute if they’ll dedicate one or two days a month for 12 months to this effort. Ben Sherman, Roaring Fork’s education director, said the paid internship connects students with new people, places and outdoor professionals, and that no previous outdoor experience is required. The students don’t even have to do much more than attend the monthly sessions consisting of things a lot of us would love to try. If they’re accepted into the competitive program that offers slots to 10 or so kids per year, they get exposure to activities like canyoneering, hiking and hut trips in locations like the [Salt River Preserve](https://www.avlt.org/silt-river-preserve.html) on the Colorado River, watersports-friendly [Rifle Gap](https://cpw.state.co.us/placestogo/parks/RifleGap) and one of the 10th Mountain Division huts, Sherman said, “so they can try on a lot of different outdoor-related hats.” Why immerse kids in the outdoors when they’re arguably already immersed in the outdoors? Because of the 20,000 children ages birth to 18 living in the Aspen to Parachute region, it is estimated that about 20%-25% are in environments with chronic family stress and adverse experiences. And nature is widely known to de-stress humans. Why expose them to things like [The Farm Collaborative](https://www.thefarmcollaborative.org/), where they learn about sustainable farming techniques, the Maroon Bells, where they study geology with the [Aspen Center for Environmental Studies](https://docs.google.com/document/d/1OfeS-OZq5_GXdvr3mjYdbyG4tcGSRPuTLJkrKCbM3F8/edit?pli=1#heading=h.qiswnpvt45ni), and the Colorado National Monument, where they built a rock staircase in between canyoneering? Because outdoor skills can lead to a future in the outdoor industry. Why pay kids to do things that sound like so much fun? “We want to show these students that we value their time not only by providing a great environment and really exciting and interesting opportunities, but by offering a little bit of financial incentives to students who might otherwise not be able to commit because they have to work,” Sherman said. It’s not much money, but Aspen’s paradigm shift could get more kids interested in stewarding the outdoors when that stewardship is sorely needed. The Guide Triathlete Siri Lindley is fighting for better access to medical trials 10-15 Years it typically takes to complete all three phases of clinical trials before a cancer drug can be licensed Years before she was diagnosed with a rare and especially aggressive form of leukemia, Siri Lindley turned to the triathlon because, after seeing one race, she determined that’s what she needed to feel alive. Before you call that crazy — which is perfectly acceptable, because now, 30 years later, Lindley does, too — consider that sports had always been there for Lindley. Sports were the only way she knew how to prove to herself she was worthy and that she could do great things on her own. Lindley said she was desperate “to find a love for myself and a respect for myself.” Sport kept her alive through her Great Depression, she says, and now she needed it again. She also needed a medical trial put together by doctors from UCHealth, an unusual treatment that they hoped would give Lindley more than a 10% chance at life. Today she lobbies in Washington, D.C., with UCHealth to improve access to medical trials because she knows how lucky she was to receive the treatment. Many aren’t, especially if they are poor or live in rural communities and can’t travel. They hope to change that. Not all medical trials work, but this one appears really promising, to the point where the usually ineffective way they treat Lindley’s Leukemia may be replaced by the treatment that saved her life. Read more about Lindley tomorrow in this story by freelancer Dan England. Wolves couldn’t keep CPW from rescuing young lions 3,800 to 4,400 The estimated statewide population of mountain lions, not including kittens The two yearling lions may have been oblivious to the trouble they were in or how stranded they were on the spillway at Vallecito Dam in La Plata County on April 19, but drowning seems likely had dam manager Mike Canterbury not seen them and initiated a rescue. When CPW wildlife officer Ty Smith responded, the cats looked out of place, so vulnerable and small inside the massive concrete structure. News reports say Smith wasn’t sure if he’d need to dart the cats to retrieve them, but he wanted to try a different method first. He climbed onto a retaining wall and dangled a rope in front of one of the yearlings. The cat hung on as Smith pulled it to the top off the spillway where it bolted. The second lion wasn’t as game, so Smith had to nab it with a catchpole and lift it out of the spillway. That one ran off, too, as a video of the entire operation showed. Maybe that’s a little positive PR for an agency that might be feeling the need for it at the moment. That’s it for this week’s Outsider, curated by Tracy. Check back next Thursday when Jason Blevins saunters in from vacation. — t Corrections & Clarifications Notice something wrong? The Colorado Sun has an ethical responsibility to [fix all factual errors](https://coloradosun.com/corrections/). Request a correction by emailing [corrections@coloradosun.com](mailto:corrections@coloradosun.com). Type of Story: News Based on facts, either observed and verified directly by the reporter, or reported and verified from knowledgeable sources.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://sapienlabs.org/wp-content/uploads/2023/05/Sapien-Labs-Age-of-First-Smartphone-and-Mental-Wellbeing-Outcomes.pdf?utm_source=substack&utm_medium=email",
      "https://northparkstockgrowers.com/",
      "https://www.thefencepost.com/news/wolf-confirmed-in-elbert-county/",
      "https://cpw.state.co.us/learn/Pages/Wolves-Activity-Map.aspx",
      "https://aspencommunityfoundation.org/community-impact/youth-in-nature/",
      "https://www.avlt.org/silt-river-preserve.html",
      "https://wildearthguardians.org/",
      "https://cpw.state.co.us/placestogo/parks/RifleGap",
      "https://www.rfov.org/",
      "https://www.thefarmcollaborative.org/",
      "https://docs.google.com/document/d/1OfeS-OZq5_GXdvr3mjYdbyG4tcGSRPuTLJkrKCbM3F8/edit?pli=1#heading=h.qiswnpvt45ni",
      "https://store.taylorswift.com/products/the-tortured-poets-department-standard-digital-album",
      "https://rfov.org/",
      "https://www.cpw.state.co.us/learn/Pages/Wolves-Activity-Map.aspx",
      "https://www.cpw.state.co.us/placestogo/parks/RifleGap",
      "https://thefencepost.com/news/wolf-confirmed-in-elbert-county/",
      "https://wildearthguardians.org",
      "https://www.thefencepost.com/news/wolf-confirmed-in-elbert-county",
      "https://docs.google.com/document/d/1OfeS-OZq5_GXdvr3mjYdbyG4tcGSRPuTLJkrKCbM3F8/edit",
      "https://www.sapienlabs.org/wp-content/uploads/2023/05/Sapien-Labs-Age-of-First-Smartphone-and-Mental-Wellbeing-Outcomes.pdf?utm_source=substack&utm_medium=email",
      "https://www.thefarmcollaborative.org",
      "https://avlt.org/silt-river-preserve.html",
      "https://aspencommunityfoundation.org/community-impact/youth-in-nature",
      "https://www.wildearthguardians.org/",
      "https://www.aspencommunityfoundation.org/community-impact/youth-in-nature/",
      "https://sapienlabs.org/wp-content/uploads/2023/05/Sapien-Labs-Age-of-First-Smartphone-and-Mental-Wellbeing-Outcomes.pdf",
      "https://www.rfov.org",
      "https://www.store.taylorswift.com/products/the-tortured-poets-department-standard-digital-album",
      "https://northparkstockgrowers.com",
      "https://thefarmcollaborative.org/",
      "https://www.northparkstockgrowers.com/",
      "https://www.docs.google.com/document/d/1OfeS-OZq5_GXdvr3mjYdbyG4tcGSRPuTLJkrKCbM3F8/edit?pli=1#heading=h.qiswnpvt45ni"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cody roberts",
          "sentiment": "none"
        },
        {
          "name": "taylor swift",
          "sentiment": "none"
        },
        {
          "name": "roberts",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "colorado sun sneak peek of the week",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "grand county",
          "sentiment": "none"
        },
        {
          "name": "jackson county",
          "sentiment": "none"
        },
        {
          "name": "north park",
          "sentiment": "none"
        },
        {
          "name": "wyoming",
          "sentiment": "none"
        },
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "middle park",
          "sentiment": "none"
        },
        {
          "name": "wyomi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:26:38.609+03:00",
    "updated": "2024-04-30T07:57:57.607+03:00"
  }
]