[
  {
    "uuid": "1b089c4a7e344a08eadece6add9fa2c99fef1c49",
    "url": "https://vnexplorer.net/popular-aficionada-del-america-se-roba-reflectores-en-juego-vs-chivas-foto-s1885637.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-14T22:04:00Z",
    "title": "Popular aficionada del América se roba reflectores en juego vs Chivas (FOTO)",
    "text": "La seguidora de las Águilas se volvió viral en plenas acciones del Clásico Nacional en el estadio Azteca.\nMuchas son las que cosas que pasan alrededor de un partido tan importante como el América vs Chivas y no todas tienen que ver con los futbolistas, pues ahora una aficionada de las Águilas publicó una foto que robó reflectores en plenas acciones del encuentro.\nEs común que miles de seguidores de cualquier equipo presuman que asisten a algún juego y este caso fue similar, pues dicha fan de las Águilas compartió una foto en las instalaciones del estadio Azteca que no tardó en ser compartida por distintas plataformas.\nLas Águilas tuvieron mucho apoyo desde las gradas del Azteca. (Archivo SoyReferee)\nPODRÍA INTERESARTE: América: El gesto obsceno de Emilio Azcárraga a Chivas tras el autogol de Alan Mozo (VIDEO)\nUna publicación en X incluso acusó a la aficionada del América de distraer a los jugadores en tono de broma, esto cuando el encuentro estaba con un 2-0 a favor de Chivas, resultado que ponía al Rebaño Sagrado a un gol de mandar la eliminatoria a los penales.\nSi bien muchos preguntaron por la identidad de la mujer, la realidad es que se trata de Ashley Carolina, una popular modelo que ha dejado en claro que tiene una enorme pasión por el cuadro azulcrema, incluso la publicación original fue desde su perfil de Instagram.\nEl post original de la también influencer acumula más de 40 mil likes así como decenas de comentarios en los que coinciden con ella al apoyar al equipo capitalino, por su parte la publicación que se hizo viral en X sumó más de 17 mil likes y fue más de 3 mil veces guardado.\nPODRÍA INTERESARTE: Alan Mozo es víctima de las burlas por su autogolazo en el América vs Chivas\nSeguro la famosa aficionada del América ganará varios seguidores luego de que se robara los reflectores en el América vs Chivas de la Concachampions , pues ahora ya muchos saben su identidad y su perfil de Instagram . Para más información, síguenos en Google News.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jU9bS.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jUfSb.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jU9bS.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jUfSb.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:24:22.563+02:00",
    "updated": "2024-03-15T00:24:22.563+02:00"
  },
  {
    "uuid": "04f082d03d8ef3e422296bef4ec3d0212e7cdbc8",
    "url": "https://www.indiaspend.com/indiaspend-interviews/we-should-mainstream-weather-forecasting-for-everyday-life-imd-chief-says-889813",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tanvi Deshpande",
    "published": "2024-01-15T05:25:00Z",
    "title": "We Should Mainstream Weather Forecasting For Everyday Life, IMD Chief Says",
    "text": "We Should Mainstream Weather Forecasting For Everyday Life, IMD Chief Says As India experiences a weak winter and changing weather, we speak with Mrutyunjay Mohapatra, director general of the India Meteorological Department, which enters its 150th year on Jan 15 on concerns around the agency’s forecasting accuracy, need for improvement in technology, role of climate change and future plans. Mumbai: In 2023, the world [experienced](https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)01859-7/fulltext) the hottest global temperatures in over 100,000 years, and heat records were broken on every continent. India [experienced](https://www.cseindia.org/india-2023-extreme-weather-events-11973) extreme weather events on 235 of the 273 days (a little over 86%) in the first nine months of 2023--from heat and cold waves, cyclones and lightning to heavy rain, floods and landslides, according to the Centre for Science and Environment. These events killed 2,923 people and over 92,000 animals, affected 1.84 million hectares of crops, and destroyed 80,000 homes, it estimated. The India Meteorological Department (IMD), the national meteorological service of the country which was formed in the year 1875, enters its 150th year on January 15. The milestone comes on the backdrop of India experiencing a weak winter so far and overall large variations in weather events year on year. For example, from 2013-2022, an average of [29%](https://www.indiaspend.com/h-library/lancet-countdown-2023country-data-sheetindia.pdf) of India’s land area experienced over three months of extreme drought per year. The amount of land experiencing at least one month of extreme drought per year has increased 138% from 1951-1960 to 2013-2022. The intensity and frequency of heatwaves, extreme rainfall, floods, droughts, landslides, cyclones and every other weather event is changing annually. IndiaSpend spoke with IMD’s Director General Mrutyunjay Mohapatra, 58, on concerns around the agency’s weather forecasting accuracy, the need for improvement in technology, the role of climate change and the IMD’s future plans. Edited excerpts from the interview: As IMD enters its 150th year, what are your reflections and what plans does it have for the coming year? With a very humble beginning in 1875, IMD has undergone several phases of evolution. It so happened that on October 5, 1864, a massive cyclone came and devastated Calcutta wherein 80,000 people died. In the same year, 40,000 people died in Andhra Pradesh when a cyclone hit Machilipatnam. This event was followed by the 1866 famine because of monsoon failure followed by another famine in 1871. All this led the then government to form a meteorological committee. Henry Francis Blanford was appointed as the Imperial Meteorological Reporter. He joined on January 15, 1875 in Mumbai, and that’s why we celebrate the day as the formation day of the IMD. As of today, we have more than 1,000 automatic weather stations, 6,000 rain gauges and 550 departmental observatories. With all our scientific interventions, we have come a long way but there are certain science gaps. We need to improve forecasts for lightning and cloudbursts--right now, there is no forecast in the world. We have increased the number of doppler radars but we have to improve our infrastructure further to improve forecasts. That requires models to be improved which is possible only with higher computing power, and improved resolution of models. Our ambitious plan is that each household and each person should get forecast. Is that where Artificial Intelligence comes in the picture for IMD? In the next five years, AI and machine learning will help improve our decision making, forecast accuracy and it will help in sectoral applications. For example, how do we downscale agromet services [forecasts for farming] from block to village level? Similarly in urban areas, how do we reach out to each ward for urban flooding? AI will compliment numerical models. And to do all these things, you need computing platforms which we are developing within the IMD. Also, we have identified eight startup agencies and will be supporting them to develop tools and technology in the future. How will AI, our models and our human forecasting abilities come together--especially because a former Ministry of Earth Sciences secretary [had said](https://www.indiatoday.in/india/story/monsoon-heavy-rain-extreme-weather-events-imd-forecast-models-2405161-2023-07-11) that our model has a certain bias: It normally under-predicts heavier rainfall and can only give an indication of heavy to very heavy rainfall. Every day we analyse all our model guidance. Our 26 state offices analyse observational products, forecast products and come to a consensus. So objective consensus is modulated by the subjective consensus derived from the knowledge and experience of forecasters across the country. Only then are bulletins prepared. In future also, these processes will be helped by machine learning. Coming to the question of bias, you are correct. Model always underestimates rainfall. That’s why we have forecasters. If we compare model performance vis-à-vis forecasters’ performance, there is improvement in forecast accuracy by 10-15% by the forecasters from the model performance. In December, after parts of Tamil Nadu received as much as 950 mm rainfall in 24 hours, chief minister M.K. Stalin had [criticised](https://www.hindustantimes.com/india-news/heavy-rain-imd-failed-to-give-timely-warning-says-stalin-101703011795181.html) the IMD saying its forecast failed to convey the magnitude of rain in Tamil Nadu and that a red alert was issued too late. There are two aspects here. The first thing is, what was the quantum of rainfall? It was around 94 cm [940 mm]. Such an exceptionally high rainfall is not predicted or cannot be predicted by the models. At present, whatever models are there in the world, it is not possible to predict this type of rainfall. We had issued the warning for extremely heavy rainfall but until now, there is no such modelling system in the world where you can predict 90 cm rainfall in 24 hours. It is a cloudburst and worldwide, it cannot be predicted. We are improving our observational systems; [for that] you need mesoscale observation network which can provide data [ [mesoscale meteorology](https://glossary.ametsoc.org/wiki/Mesoscale) pertains to atmospheric phenomena having horizontal scales ranging from a few to several hundred kilometres]. At the same time, you need computing systems for the processing of the data and you need some kind of understanding of the physical processes shown in a testbed format [an environment for experimentation]. So, all these are the science gaps for which the IMD and various agencies are working together. But if you compare the toll from the 2005 Mumbai [floods](https://www.ndtv.com/photos/news/26july-2005-the-day-mumbai-stopped-11000) [also 944 mm rainfall in 24 hours], when there was no such forecast either, to 2023, there is a significant improvement. There is an improvement in lead period [early warning] in 2023; we have been giving the damage expected from weather events, and there has been forecast not just from state level but also from the district level, the block level and the location-specific level. Also, in the case of Tamil Nadu cloud burst, [we provided](https://www.businesstoday.in/latest/in-focus/story/imd-issues-orange-alert-for-tamil-nadu-for-next-7-days-fishermen-advised-not-to-venture-into-sea-for-2-days-409786-2023-12-17) a yellow alert five days ahead, then an orange alert three days ahead. We said be prepared to take action with the orange warning. So, I will request all the disaster managers and stakeholders to pay attention to these warnings also [and not just wait for a red alert]. Early warning needs to be supported by early action. The government [had said](https://pib.gov.in/PressReleasePage.aspx?PRID=1991319) that there has been a 40% to 50% improvement in severe weather forecasts with a lead period of five days in the last five years. Can this be improved further? In the last five years, the IMD has come up with a seamless weather forecasting system. There has been a 40% to 50% improvement in forecast accuracy for all types of severe weather compared to the previous five years. There was no ‘nowcasting’ [weather forecast for next few hours] before 2013 which was started in 2013 at 120 stations and now, we have it in about 1,200 cities and towns. If I look at the forecast for heavy rainfall, it is accurate up to about 80% for 24 hours ahead which used to be about 60% five years ago. If you consider the five-day forecast, the forecast accuracy is about 60% at present. Also, our lead period has gone up from one day to five days with similar accuracy. Then in terms of cyclones, our forecast accuracy is better than all leading countries. Thunderstorm forecast accuracy is about 86% which was around 58% or so in 2013. Similarly heatwave and coldwave accuracy is 92%; there has been significant improvement. But still there are challenges with respect to cloudburst and lightning. The number of deaths due to lightning strikes has not decreased. So, we are going to establish a research testbed, where we will be studying and trying to improve lightning forecast. Only five countries in the world are doing this because there are still gap areas here. Our target is we want to reach out to every panchayat in India and involve all village-level stakeholders. For example, if a person is constructing a house or a contractor is building a road, they should consider what is the climate of the place, what are the extremes of that particular place, what materials should they use. So what I want is we should mainstream weather and climate information in each and every activity of the human being and the society. In the last decade, we saw that our long range forecasts [monsoon season forecast] [did not meet ](https://timesofindia.indiatimes.com/india/imd-got-only-two-monsoon-forecasts-right-in-past-decade/articleshow/90945862.cms?from=mdr)the 5% margin of error in all years except two. Why is that, and how can that be improved? We have the five best models in the world and that has improved the forecast accuracy and service delivery at a very small-scale error. Between recent 15 years and previous 15 years, there is a 17% improvement and I am hoping we will improve it further. Critics still say that IMD is unable to forecast the exact regions that will be affected by a certain weather event and the number of houses, structures, fishing boats, people who will be affected. Your comments? We are open to criticism. Our attempt is to show people what the weather will do tomorrow, to the population, to the infrastructure, to the various communities, to the people in the slums, the people in cities, villages. We have done the risk assessment at the village level where you can find out how many houses will be damaged, how many electric poles, how many telephone poles, how much agricultural area will be affected. All these things are calculated nowadays in a dynamic platform and we also convey the expected losses to the government. All the socio-economic data with respect to heatwaves, cold waves, heavy rainfall, thunderstorms has to be integrated in the system. As the impact of climate change on Indian weather will become more prominent in coming decades, how is IMD preparing itself? One is the detection as to whether climate change is occurring or not. Every year in the month of January, the IMD issues a [statement](https://mausam.imd.gov.in/imd_latest/contents/ar2022.pdf) on our weather features, what is our long term data, what are the extremes and which records were broken. But climate change limits the predictability [of weather]. If I could forecast a particular heavy rainfall event five days in advance, I'll be able to predict it only two-and-a-half days in advance. The science gets limited because of climate change. But if I look at the past 10 years, our accuracy and lead period has improved. That is how IMD has taken care of the impact of climate change and we will continue to improve on these. (Misha Vaid, intern with IndiaSpend, contributed to this report) We welcome feedback. Please write to [respond@indiaspend.org](mailto:respond@indiaspend.org). We reserve the right to edit responses for language and grammar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.indiatoday.in/india/story/monsoon-heavy-rain-extreme-weather-events-imd-forecast-models-2405161-2023-07-11)",
      "https://pib.gov.in/PressReleasePage.aspx?PRID=1991319)",
      "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)01859-7/fulltext)",
      "https://www.hindustantimes.com/india-news/heavy-rain-imd-failed-to-give-timely-warning-says-stalin-101703011795181.html)",
      "https://timesofindia.indiatimes.com/india/imd-got-only-two-monsoon-forecasts-right-in-past-decade/articleshow/90945862.cms?from=mdr)the",
      "https://www.businesstoday.in/latest/in-focus/story/imd-issues-orange-alert-for-tamil-nadu-for-next-7-days-fishermen-advised-not-to-venture-into-sea-for-2-days-409786-2023-12-17)",
      "https://mausam.imd.gov.in/imd_latest/contents/ar2022.pdf)",
      "https://www.ndtv.com/photos/news/26july-2005-the-day-mumbai-stopped-11000)",
      "https://glossary.ametsoc.org/wiki/Mesoscale)",
      "https://www.cseindia.org/india-2023-extreme-weather-events-11973)",
      "https://www.mausam.imd.gov.in/imd_latest/contents/ar2022.pdf)",
      "https://indiatoday.in/india/story/monsoon-heavy-rain-extreme-weather-events-imd-forecast-models-2405161-2023-07-11)",
      "https://pib.gov.in/PressReleasePage.aspx",
      "https://businesstoday.in/latest/in-focus/story/imd-issues-orange-alert-for-tamil-nadu-for-next-7-days-fishermen-advised-not-to-venture-into-sea-for-2-days-409786-2023-12-17)",
      "https://www.timesofindia.indiatimes.com/india/imd-got-only-two-monsoon-forecasts-right-in-past-decade/articleshow/90945862.cms?from=mdr)the",
      "https://hindustantimes.com/india-news/heavy-rain-imd-failed-to-give-timely-warning-says-stalin-101703011795181.html)",
      "https://thelancet.com/journals/lancet/article/PIIS0140-6736(23)01859-7/fulltext)",
      "https://ndtv.com/photos/news/26july-2005-the-day-mumbai-stopped-11000)",
      "https://cseindia.org/india-2023-extreme-weather-events-11973)",
      "https://www.pib.gov.in/PressReleasePage.aspx?PRID=1991319)",
      "https://timesofindia.indiatimes.com/india/imd-got-only-two-monsoon-forecasts-right-in-past-decade/articleshow/90945862.cms",
      "https://www.glossary.ametsoc.org/wiki/Mesoscale)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mrutyunjay mohapatra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "imd",
          "sentiment": "negative"
        },
        {
          "name": "centre for science and environment",
          "sentiment": "none"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T10:53:41.471+02:00",
    "updated": "2024-01-15T10:53:41.471+02:00"
  },
  {
    "uuid": "8ceeb40b45c5c28ce36e752494a3bb774acaee79",
    "url": "https://elnuevodiario.com.do/se-entrega-yunito-acusado-de-ultimar-un-hombre-y-herir-de-bala-a-otro-en-licey-al-medio/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Nuevo Diario",
    "published": "2023-12-28T20:57:00Z",
    "title": "Se entrega “Yunito” acusado de ultimar un hombre y herir de bala a otro en Licey al Medio – El Nuevo Diario (República Dominicana)",
    "text": "EL NUEVO DIARIO, SANTIAGO.- Policía Nacional informó que mediante constante búsqueda y llamado policial, se entregó Antonio Mendoza Marte, alias “Pin y/o Yunito”, quien era activamente buscado por ultimar a un hombre y herir a otro en Licey al Medio, el pasado 25 de este mes y año en curso. La intuición del orden indicó que se originó una acalorada discusión entre alias “Yunito” y su pareja sentimental, Yohanni Laudi Paulino Galán, por alegados motivos pasionales, lo que desencadenó una tragedia. De acuerdo a las investigaciones, el hoy occiso Osiris Gabriel Galán Polanco y el herido Kelvin Nathanael Galán, quienes son hermanos de Yohanni Laudi Paulino Galán, ya que alias “Yunito” se presentó a la casa de la misma agrediéndola física y verbalmente, interviniendo estos fueron atacados a tiros, resultando uno muerto y otro herido. Cabe destacar que Antonio Mendoza Marte, alias “Pin y/o Yunito”, recientemente salió de prisión de la cárcel de Vega, por posesión de droga, además era activamente buscado mediante la orden de arresto 12168-2023 por la muerte y herida de los ya mencionados, indica una nota de prensa enviada a esta redacción. “Pin y/o Yunito” se encuentra bajo custodia policial, para ser sometido a la justicia en las próximas horas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:36:12.891+02:00",
    "updated": "2023-12-29T01:36:12.891+02:00"
  },
  {
    "uuid": "716c7f070ff45a77897649e2adfa5562e007f5c5",
    "url": "https://www.theroar.com.au/2023/12/29/kohli-plays-lone-hand-as-india-routed-by-south-africa-by-an-innings-in-three-day-thrashing/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News",
    "published": "2023-12-28T11:27:00Z",
    "title": "Kohli plays lone hand as India routed by South Africa by an innings in three-day thrashing",
    "text": "Join The Roar Become a member to join in Australia's biggest sporting debate, submit articles, receive updates straight to your inbox and keep up with your favourite teams and authors. Oops! You must provide an email address to create a Roar account When using Facebook to create or log in to an account, you need to grant The Roar permission to see your email address By joining The Roar you agree to our Privacy Policy and Terms & Conditions Login and get Roaring Oops! You must provide an email address to create a Roar account When using Facebook to create or log in to an account, you need to grant The Roar permission to see your email address Debutant left-arm pacer Nandre Burger claimed 4-33 as India crashed to a stunning defeat against South Africa on day three of the first Test. Burger’s burst, combined with two wickets each for Kagiso Rabada and Marco Jansen, meant India were bowled out for a paltry 131 runs in their second innings. That gave South Africa victory by an innings and 32 runs and a 1-0 lead in the two-match series. Burger, 28, finished with a match haul of 7-83 on his debut, while Rabada finished with 7-91 across both innings. The latter had picked 5-59 in the first innings. “We were not good enough to win,” skipper Rohit Sharma said. “We didn’t exploit conditions with the ball and didn’t show up today with the bat. “If we want to win Tests overseas, we have to come together collectively and we didn’t do that. Our batters were challenged and we didn’t adapt well.” The Proteas earlier finished the first innings on 408, thanks largely to a marathon 185-run knock from Dean Elgar. India had been bowled out for 245 in their first innings. “It was a pretty special knock. I tried to play late and focus on the ball, playing it nice and straight,” Elgar said. “We did well to take 20 wickets … KG (Rabada) was brilliant and Burger showed why he has been a shining light for South African cricket. “The Indian team is a difficult one to beat, but we were pretty clinical.” Trailing by 163 runs, India’s second innings got off to the worst possible start and never recovered. Opener Yashaswi Jaiswal had been dropped at slip off the first ball, but he didn’t survive long. He was caught behind off a rising delivery by Burger for five. Sharma was bowled for an eight-ball duck when Rabada broke through his defence in the third over. Shubman Gill played some attractive shots but was bowled for 26, playing across the line against Burger. Gill had added 39 runs with Kohli for the third wicket. Even so, it wasn’t a comfortable partnership and India went to tea at 3-62. The procession of wickets continued straight after play resumed as Jansen bowled Shreyas Iyer for six, again playing across the line. Burger then made quick work of the lower order. First innings centurion KL Rahul was caught at second slip and Ravichandran Ashwin hung out his bat on the first ball he faced and was caught at gully. Kohli played some attractive strokes towards the end, and reached 50 off 61 balls. Overall he hit 12 fours and a six, but was unable to complete his century, out caught off Jansen for 76. India were bowled out in just 34.1 overs across less than two sessions in a hapless batting display. This was after South Africa added only 16 runs to their first innings post lunch. Skipper Temba Bavuma did not bat owing to a hamstring injury and was later ruled out of Wednesday’s second Test in Cape Town. An old injury flared up in the field as he chased a ball on Boxing Day and scans revealed a hamstring tear. He was unable to bat even when Marco Jansen needed a partner to help him reach a maiden Test century, leaving him stranded on 84. Elgar, named man of the match, will lead South Africa in what will be his final Test, having last week announced his international retirement after this series. Zubayr Hamza has been added to the squad as cover. Jansen was left high and dry as Jasprit Bumrah wrapped up the tail with two quick wickets. The pacer finished with 4-69 in an otherwise uninspiring Indian bowling display. India have never won an away series in South Africa and cannot do that now in this two-Test series. © AAP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kohli",
          "sentiment": "negative"
        },
        {
          "name": "burger",
          "sentiment": "none"
        },
        {
          "name": "nandre burger",
          "sentiment": "none"
        },
        {
          "name": "marco jansen",
          "sentiment": "none"
        },
        {
          "name": "kagiso rabada",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "roar",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:40.306+02:00",
    "updated": "2023-12-29T00:39:40.306+02:00"
  },
  {
    "uuid": "fe694c9f6246ea6037de58f1243eb207bd5aa1db",
    "url": "https://consumer.healthday.com/1703256788688.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Milen Nedev; TheHealthCast Team",
    "published": "2023-12-28T20:53:00Z",
    "title": "Too Few Cancer Patients Get Palliative Care When Urinary Blockages Arise",
    "text": "THURSDAY, Dec. 28, 2023 (HealthDay News) — The prognosis is poor for many cancer patients who develop serious urinary blockages, but researchers say less than half receive palliative care.\nPalliative care aims to relieve pain and other symptoms of serious illness. Hospice care, one type of palliative care, is an option for patients who are expected to live no more than six months.\nHospice care can make patients comfortable and head off aggressive treatments for patients with malignant ureteral obstruction (MUO) who are nearing the end of life, said lead researcher\nDr. Michael Felice, of Loyola University Medical Center in Maywood, Ill.\nMUO is a serious blockage of the urinary tract caused by advanced cancer. It causes urine to accumulate in the kidneys, and while decompression treatments using stents or tubes can relieve the build-up, the prognosis is typically poor. The treatments are also invasive, complications are common and benefits are sometimes questionable, researchers report.\nIn the January issue of the journal\nUrology Practice, Felice’s team looked at the use of palliative and hospice care among 115 MUO patients. They were diagnosed between 2014 and 2020.\nRecords showed that a minority of those patients — 39% — received palliative care. The average delay between MUO diagnosis and palliative care evaluation was two months. Researchers said just five of 45 patients were referred to palliative care before making decisions about decompression treatment.\n“Earlier referral to palliative care might help to promote informed decisions about preferences for care among patients with MUO,” Felice said in a journal news release.\nIn all, 54% of patients received hospice care. Median delay after MUO diagnosis was 144 days, meaning half entered hospice care sooner, half later. Once entering hospice, patients lived a median of 12 days.\nMedian time from MUO diagnosis to death was 141 days and survival was similar whether patients were in palliative care or not.\nOf patients who died, the study found 43% had high use of health care, including repeated hospitalizations or emergency room visits. Of those who did not enter hospice, 86% had high end-of-life health care use.\n“This highlights the impact of hospice in facilitating end-of-life discussion and enabling patients to decide how and where they spend their last days,” the study said.\nHospice patients were 97% less likely to have high health care use at the end of their lives.\nMUO patients “are ideal candidates for palliative care consultation, to help navigate the complexities of multidisciplinary care and guide decision-making,” the authors wrote.\nBecause 8 in 10 study patients saw a urologist at some point during their MUO care, researchers said these specialists are well positioned to begin conversations about palliative care.\nMore information\nThe National Hospice and Palliative Care Organization outlines the similarities and differences between\nthe two types of MUO care.\nSOURCE: Wolters Kluwer Health, news release, Dec. 21, 2023\nCopyright ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [
      "https://www.researchgate.net/scientific-contributions/Michael-Felice-2156433768",
      "https://www.caringinfo.org/types-of-care/what-is-the-difference-between-palliative-care-and-hospice-care/#:~:text=Palliative%20care%20focuses%20on%20easing,receive%20this%20type%20of%20care?",
      "https://caringinfo.org/types-of-care/what-is-the-difference-between-palliative-care-and-hospice-care/#:~:text=Palliative%20care%20focuses%20on%20easing,receive%20this%20type%20of%20care?",
      "https://researchgate.net/scientific-contributions/Michael-Felice-2156433768",
      "https://www.auajournals.org/doi/10.1097/UPJ.0000000000000472",
      "https://auajournals.org/doi/10.1097/UPJ.0000000000000472",
      "https://www.caringinfo.org/types-of-care/what-is-the-difference-between-palliative-care-and-hospice-care/#:~:text=Palliative%20care%20focuses%20on%20easing,receive%20this%20type%20of%20care"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael felice",
          "sentiment": "none"
        },
        {
          "name": "felice",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "loyola university medical center",
          "sentiment": "none"
        },
        {
          "name": "urology practice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maywood",
          "sentiment": "none"
        },
        {
          "name": "ill",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:23.735+02:00",
    "updated": "2023-12-29T00:09:23.735+02:00"
  },
  {
    "uuid": "1e6da4f3ee675a76a20efa321e3ecebed5cc48eb",
    "url": "https://www.haaretz.com/israel-news/2023-12-29/ty-article/britains-largest-police-forces-see-sharp-rise-in-religious-hate-crimes-since-october-7/0000018c-b359-db94-afbd-b37965d10000",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DPA",
    "published": "2023-12-29T02:30:00Z",
    "title": "Britain's Largest Police Forces See Sharp Rise in Religious Hate Crimes Since October 7 - Israel News - Haaretz.com",
    "text": "The number of antisemitic hate crimes recorded by many of the United Kingdom's largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal.\nIslamophobic offences also rose for some forces, although the picture was more mixed across the country.\nJewish charities called the findings \"shocking\", while campaigners against anti-Muslim abuse said the data was \"deeply worrying\".\nThe Home Office condemned the rise in offences, adding: \"There is no place for hate in our society.\"\nBeing Jewish, or Israeli, in America after October 7: Haaretz must reads Kanye West apologizes to Jews in Hebrew: 'Regret any pain I may have caused' 'It's uncertain which threat is most pressing – antisemitism from the left or the right' The Community Security Trust described the figures as \"shocking\" and said they made clear \"the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7\".\nA spokesman for the Jewish charity said: \"This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fueled and sustained by extremist hatred online and on our streets.\"\n\"It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.\"\nTell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that \"levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging\".\nIman Atta, the organization's director, said there had been a \"significant spike in anti-Muslim hate since the atrocities on October 7\", adding: \"The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanizing slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender.\"\n\"We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.\"\nThe Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022.\nPA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change.\nMethods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK.\nBut the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied.\nSome forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences - for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021).\nData obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine.\nOpen gallery view British Prime Minister Rishi Sunak signs messages and prayers for Israel at a Jewish school in London on Monday. Credit: Jonathan Buckmaster / Reuters A spokesman for the Board of Deputies of British Jews said the findings \"provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7\".\nThe board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organizations they represent, told PA the rise in antisemitism had \"caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress\".\nA spokesman added: \"We call on police to take strong action against anyone found to be perpetrating hate crimes.\"\nThe Muslim Council of Britain said: \"Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups.\"\n\"The government's laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.\"\nA spokesperson for the Home Office said: \"There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred.\"\n\"We expect the police to fully investigate all hate crimes and work with the CPS (Crown Prosecution Service) to make sure the cowards who commit these abhorrent offences feel the full force of the law.\"\n\"Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.\"\nClick the alert icon to follow topics:\n2023 Israel-Gaza War\nAntisemitism\nUnited Kingdom\nEurope Jews",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kanye west",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "largest police forces see sharp rise",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "haaretz",
          "sentiment": "none"
        },
        {
          "name": "community security trust",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:42:02.769+02:00",
    "updated": "2023-12-29T04:42:02.769+02:00"
  },
  {
    "uuid": "15f3cbeebdb0fecefbad3a7ad73a68b7f48a907d",
    "url": "https://kidscreen.com/2025/01/23/and-the-oscars-may-go-to",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sadhana Bharanidharan",
    "published": "2025-01-23T16:55:00Z",
    "title": "And the Oscars may go to…",
    "text": "After a voting extension and other delays due to this month’s devastating LA wildfires, the shortlist for the 97th Academy Awards was officially released this morning.\nThe Animated Feature Film race features an eclectic mix of established and original IPs, with kids movies cornering four of the five nominations.\nLast year’s box-office champ Inside Out 2 (Pixar), DreamWorks Animation’s The Wild Robot , Aardman’s Wallace & Gromit: Vengeance Most Fowl and indie co-pro Flow (Dream Well, Take Five, Sacrebleu) are in the running, along with Arenamedia’s adult-skewing tragicomedy Memoir of a Snail .\nFlow also earned a nod in the highly competitive International Feature Film category, representing Latvia as the country’s first-ever Oscar-nominated title. This sans-dialogue feature—which follows a cat’s journey to find a new home after a flood—has emerged as a strong contender on the awards circuit, especially after winning a Golden Globe for Best Animated Picture earlier this month.\nShortlisted in three categories total, The Wild Robot is also in the running for Best Sound and Best Music (Original Score). With a premise about a shipwrecked robot who navigates life on a deserted island, this acclaimed feature is based on a same-name 2016 novel by Peter Brown.\nMeanwhile, Magic Candies (Japan) and Yuck! (France) are two kid-friendly entries that made the cut in this year’s Animated Short Film category. And Universal’s all-ages musical Wicked is among the most nominated films, with 10 nods in total, including one for Best Picture.\nA full list of the 2025 Academy Awards nominations is available online .\nFeatured image: Flow",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->cinema",
      "Arts, Culture and Entertainment->arts and entertainment",
      "Arts, Culture and Entertainment->culture",
      "Human Interest->award and prize",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->leisure"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.oscars.org/oscars/ceremonies/2025",
      "https://oscars.org/oscars/ceremonies/2025"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:14:51.252+02:00",
    "updated": "2025-01-24T00:14:51.252+02:00"
  }
]