[
  {
    "uuid": "8dcb05d95411dc4182616cf8899a6bc18e72dbbf",
    "url": "https://m.economictimes.com/news/international/us/us-test-launches-hypersonic-missile-that-can-hit-moscow-in-30-minutes-are-we-inching-toward-world-war-3/articleshow/110774292.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Feed",
    "published": "2024-06-06T11:27:00Z",
    "title": "US test-launches hypersonic missile that can hit Moscow in 30 minutes. Are we inching toward World War 3?",
    "text": "Are we inching toward the\nAccording to 'The Mirror US',\nAccording to\nA hypersonic weapon is a missile that can travel at hypersonic speed, defined as between 5 and 25 times the speed of sound or about 1 to 5 miles per second.\nWhy is Minuteman III special?\nMinuteman III can travel 4,000 miles in 30 minutes, it can hit a target in Moscow in half an hour. This is a warning to the Russian forces.\n(You can now subscribe to our\n[World War 3](/topic/world-war-3)? This pertinent question is looming large in the background with the US test-firing its hypersonic [nuclear missile](/topic/nuclear-missile), which can hit any target in the Russian capital of [Moscow](/topic/moscow)in 30 minutes. US blasted off its unarmed Minuteman III [intercontinental ballistic missile](/topic/intercontinental-ballistic-missile)(ICBM) from [Vandenberg Space Force Base](/topic/vandenberg-space-force-base)in California Tuesday, reports ' [The Mirror US](/topic/the-mirror-us)'. [Pentagon](/topic/pentagon)has taken this step weeks after Russian President [Vladimir Putin](/topic/vladimir-putin)warned that if the existence of his country is at stake, he would be forced to use a [nuclear](/topic/nuclear)bomb.\nPoll Trackers\nNuclear hypersonic missileJustifying the launch of the nuclear\n[hypersonic missile](/topic/hypersonic-missile)at a time when the [Russia-Ukraine War](/topic/russia-ukraine-war)is escalating, the US officials said it demonstrated the \"readiness of nuclear US forces\" and was a move to bolster \"confidence in the nation's nuclear deterrence.\"\nAccording to 'The Mirror US',\n[Space Launch Delta 30](/topic/space-launch-delta-30)Vice Commander Col. Bryan Titus said that the test launch marks the start of a remarkable week for Guardians and Airmen at Vandenberg, with two test launches scheduled from the Western Range. He also said that these tests hold immense significance, not only for the US defense but also serve as a pivotal moment in showcasing the exceptional capabilities and expertise of a dedicated team. .\nUS: A routine testAccording to the\n[Air Force Nuclear Weapons Center](/topic/air-force-nuclear-weapons-center), the public affairs team for Space Launch Delta 30 has reiterated that the test launch of intercontinental ballistic missiles like [Minuteman III](/topic/minuteman-iii)was a routine test. It also said that the model first became operational in the 1970s.\nAccording to\n[CBS News](/topic/cbs-news), test flights for the Minuteman III out of Vandenberg ended after the missile's reentry vehicle traveled more than 4,000 miles across the Pacific Ocean, from coastal California to Kwajalein Atoll in the [Marshall Islands](/topic/marshall-islands).\nFAQs:What is a hypersonic missile?\nA hypersonic weapon is a missile that can travel at hypersonic speed, defined as between 5 and 25 times the speed of sound or about 1 to 5 miles per second.\nWhy is Minuteman III special?\nMinuteman III can travel 4,000 miles in 30 minutes, it can hit a target in Moscow in half an hour. This is a warning to the Russian forces.\n(You can now subscribe to our\nEconomic Times WhatsApp channel)\nDisclaimer Statement: This content is authored by a 3rd party. The views expressed here are that of the respective authors/ entities and do not represent the views of Economic Times (ET). ET does not guarantee, vouch for or endorse any of its contents nor is responsible for them in any manner whatsoever. Please take all steps necessary to ascertain that any information and content provided is correct, updated, and verified. ET hereby disclaims any and all warranties, express or implied, relating to the report and any content therein.\n...more\n(Catch all the\nDownload The Economic Times News App to get Daily\n(Catch all the\n[US News](/news/international/us), [UK News](/news/international/uk), [Canada News](/news/international/canada), International Breaking News Events, and Latest News Updates on The Economic Times.)\nDownload The Economic Times News App to get Daily\n[International News](/news/international) Updates.\n(You can now subscribe to our\nEconomic Times WhatsApp channel)\n...more\n(Catch all the\nDownload The Economic Times News App to get Daily\n(Catch all the\n[US News](/news/international/us), [UK News](/news/international/uk), [Canada News](/news/international/canada), International Breaking News Events, and Latest News Updates on The Economic Times.)\nDownload The Economic Times News App to get Daily\n[International News](/news/international) Updates.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va54SU83rZZYg2XcdM0K",
      "https://www.whatsapp.com/channel/0029Va54SU83rZZYg2XcdM0K"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vladimir putin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pentagon",
          "sentiment": "none"
        },
        {
          "name": "vandenberg space force base",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:03:18.088+03:00",
    "updated": "2024-06-07T00:03:18.088+03:00"
  },
  {
    "uuid": "f3528735672331f5e26d0cc2f9c84e2a36abd296",
    "url": "https://timesofindia.indiatimes.com/india/israel-embassy-blast-cops-look-for-suspect-seen-in-auto/articleshow/106362039.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Raj Shekhar",
    "published": "2023-12-28T21:00:00Z",
    "title": "Israel embassy blast: Cops look for suspect seen in auto? | India News - Times of India",
    "text": "NEW DELHI: In a possible breakthrough, the Delhi Police and central intelligence agencies are learnt to have initiated a manhunt for a suspect who allegedly came to Prithviraj Road on Tuesday afternoon, shortly before a mysterious explosion was reported near the Israel embassy. Raids were being conducted in Jamia Nagar in southeast Delhi late on Thursday to trace the suspect/s.Calling him their prime suspect till now, an intelligence establishment officer said that they zeroed in on this suspect after tracing an auto rickshaw in which the accused sat. This is significant because a similar lead had emerged in the case of a blast at the Israel embassy in 2021 as well. However, the cops had lost the trail after reaching Jamia Nagar at the time.This time, the auto, sources said, was captured on CCTV footage but its registration number couldn’t be read as the footage was blurred. The cops then checked more cameras and zeroed in on a few autos present in the area around that time.They were questioned at length during which one of them took the cops to Jamia Nagar. The cops were tightlipped on whether the auto in question dropped or picked up the suspect at the blast site or Jamia Nagar.106310794106310101106304840In the 2021 case, the Delhi Police’s special cell and the National Investigation Agency had scanned over 200 cameras in the Lutyen’s zone and spotted two of the suspects near the spot wearing masks. One was wearing a jacket and carrying a bag while walking on the footpath, the footage later released by the NIA showed.The cops had then tracked down the auto driver who had picked them up from near the embassy and dropped them off at Jamia Nagar. However, no footage from Jamia could capture them indicating that they boarded a getaway vehicle from a spot which didn’t have CCTV coverage. The NIA had released a reward of Rs 10 lakh for any information on the duo.There are more similarities in the two blasts, officials said. There was the use of a timer device in the two blasts. Both incidents had a letter left at the spot by the bomber(s).The 2021 letter was addressed to the Israeli ambassador as well and stated that the explosion was just a “trailer” and referred to Iran’s general Qasem Soleimani and nuclear scientist Mohsen Fakhrizadeh, as “martyrs”. Both Iranians were killed in two separate incidents two years ago. The letter left at the spot this time talked about “resistance to Zionists” and criticized Israel for the war with Gaza.106319735",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jamia nagar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "delhi police",
          "sentiment": "positive"
        },
        {
          "name": "| india news - times of india",
          "sentiment": "positive"
        },
        {
          "name": "jamia nagar",
          "sentiment": "none"
        },
        {
          "name": "cctv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "prithviraj road",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:47:23.829+02:00",
    "updated": "2023-12-29T01:47:23.829+02:00"
  },
  {
    "uuid": "3cec170786956d6ce5329d4ace132ab476d4de69",
    "url": "https://retailtimes.co.uk/circle-of-toys-urges-brits-to-re-gift-presents-to-ukrainian-kids/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fiona Briggs",
    "published": "2023-12-29T12:12:00Z",
    "title": "Circle of Toys urges Brits to re-gift presents to Ukrainian kids",
    "text": "Circle of Toys, a gift-giving platform is asking the British public to regift preloved toys to children and families impacted by war in Ukraine.\nWith Christmas over, families up and down Britain will be thinking about de-cluttering and regifting pre-loved presents which are no longer age-appropriate for their little ones.\nThe platform makes regifting simple. Gift-givers follow a simple sign-up process registering in seconds and can then select from a list of requests posted by Ukrainian gift seekers. Once a gift has been matched and details exchanged, the gift is mailed by the giver’s expense.\nFamilies in Ukraine traditionally exchange gifts on New Year’s Eve rather than Christmas Day, as New Year occurs before Orthodox Christmas – January 7th – however many families have this year switched their celebrations to\n25 December to align with Western traditions following the invasion by Russia.\nArthur Corvin Powells, CEO at\nhttps://74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fcircleoftoys.online%2Fen/2/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/tpt4KhpQgGYR_o84V3av2iuWjqc=354, said: “We have thousands of children in Ukraine who would just love to receive a special gift from somebody in Britain. Every year kids and parents decide to part with some of their pre-loved toys to de-clutter or to move things on. If a small fraction of these were directed to kids in Ukraine, they would make a massive impression and bring new happiness at a time of real need.”\nThe Circle of Toys project is run by\nFind Refuge, and is a platform that unites those in need with people who can help across the world by using technology to connect gift-givers with families less fortunate in Ukraine. It currently has more than 20,000 Ukrainian-based gift seekers signed up to its website, with the number continuing to grow in the run-up to the festive holiday\nTo find out more about the Circle of Toys project and how you can sign up to be a gift giver ahead of Christmas, visit:\nhttps://74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fcircleoftoys.online%2Fen/3/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/yLTUqeX1mddl4MDbzXsM8FGuHq4=354",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fwww.washingtonpost.com%2Fopinions%2F2022%2F12%2F22%2Fukraine-western-christmas-orthodox-church-russia-putin%2F/1/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/EaMXFqJkziIqdv409hlkKrx9_d8=354",
      "https://74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fcircleoftoys.online%2Fen/1/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/Y36IwV8tTgiRG7yOv7cvH2wmTZQ=354",
      "https://74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fcircleoftoys.online%2Fen/2/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/tpt4KhpQgGYR_o84V3av2iuWjqc=354,",
      "https://74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fcircleoftoys.online%2Fen/3/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/yLTUqeX1mddl4MDbzXsM8FGuHq4=354",
      "https://74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Ffindrefuge.online%2F/1/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/ZhmE-kIIm2x4Xugi_u7nfwGS5oo=354",
      "https://www.74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fwww.washingtonpost.com%2Fopinions%2F2022%2F12%2F22%2Fukraine-western-christmas-orthodox-church-russia-putin%2F/1/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/EaMXFqJkziIqdv409hlkKrx9_d8=354",
      "https://www.74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fcircleoftoys.online%2Fen/2/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/tpt4KhpQgGYR_o84V3av2iuWjqc=354,",
      "https://www.74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fcircleoftoys.online%2Fen/1/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/Y36IwV8tTgiRG7yOv7cvH2wmTZQ=354",
      "https://www.74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Fcircleoftoys.online%2Fen/3/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/yLTUqeX1mddl4MDbzXsM8FGuHq4=354",
      "https://www.74n5c4m7.r.eu-west-1.awstrack.me/L0/https:%2F%2Ffindrefuge.online%2F/1/0102018cb48c3fd5-b5f795df-a3f2-4c38-b95e-9857e6e2466b-000000/ZhmE-kIIm2x4Xugi_u7nfwGS5oo=354"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "arthur corvin powells",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:31:52.059+02:00",
    "updated": "2023-12-29T15:31:52.059+02:00"
  },
  {
    "uuid": "8f9ad79115aa092b6aaba90c40197b07fa05a149",
    "url": "https://spanish.christianpost.com/news/iglesia-hillsong-pierde-otro-campus-en-eeuu-al-separarse-la-sede-de-san-francisco.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ChristianPost",
    "published": "2025-02-19T00:00:00Z",
    "title": "Iglesia Hillsong pierde otro campus en EEUU al separarse la sede de San Francisco",
    "text": "Iglesia Hillsong pierde otro campus en EEUU al separarse la sede de San Francisco\nEl número de campus de la Iglesia Hillsong en Estados Unidos ha disminuido a solo cinco después de que los líderes de la megaiglesia global con sede en Australia anunciaran el domingo que Hillsong San Francisco, dirigida por los pastores Brenden y Jacqui Brown, se separará y se administrará de forma independiente con un nuevo nombre.\nEstamos en WhatsApp. [Empieza a seguirnos ahora]\nEl pastor principal de Hillsong Church Global, Phil Dooley, se unió al pastor principal de Hillsong California, Sam López, para hacer el anuncio a sus seguidores.\n\"Después de mucha oración y consideración reflexiva, anunciamos que Brenden y Jacqui Brown tomarán el liderazgo de nuestra comunidad de la iglesia en San Francisco como una iglesia separada, separándose así de lo que ha sido Hillsong California\", dijo Dooley a la comunidad de Hillsong California en una transmisión remota.\n\"Creemos que es el momento adecuado para esto. Esta es una temporada emocionante para los Brown y para nuestra iglesia en San Francisco, y queremos expresar cuánto amamos a Brenden y Jacqui, y valoramos su dedicación, su sacrificio y su compromiso de pastorear y liderar la comunidad de Hillsong San Francisco\", agregó.\nEl anuncio de Dooley marca la pérdida del undécimo de los 16 campus de la iglesia que funcionaban anteriormente en Estados Unidos desde que estalló una serie de escándalos durante la pandemia, tales como el despido del ex pastor principal de Hillsong NYC, Carl Lentz, en noviembre de 2020 por \"problemas de liderazgo\" y fallas morales, incluida la infidelidad a su esposa, Laura.\nAlgunos de los abusos fueron el tema de un documental llamado \"Hillsong: A Megachurch Exposed\" [Hillsong: Una Megaiglesia Expuesta] en Discovery Plus.\nThe Christian Post también publicó detalles de un informe filtrado que destaca acusaciones de abusos en Hillsong NYC bajo el liderazgo de Lentz. Las acusaciones incluían, entre otras cosas, el supuesto mal manejo de incidentes de interacción sexual consentida o no consentida entre líderes de la iglesia y feligreses, voluntarios del personal y no feligreses.\nEn sus comentarios a los miembros de Hillsong California, el pastor López dijo que la separación de la iglesia de San Francisco había estado bajo discusión durante unos dos años, y los Brown simplemente están siguiendo el llamado de Dios en su vida con una \"visión fresca\" con la bendición de Hillsong.\nLa próxima semana, López y los Brown dijeron que se revelará el nuevo nombre de Hillsong San Francisco.\n\"En mis conversaciones con un par de personas de nuestra iglesia, estoy empezando a darme cuenta de que esto no es muy normal... El tono que recibo es como, '¿Y qué pasó?' Y déjenme decirles, no pasó nada\", insistió López.\n\"Tenemos una pareja increíble allí. Ellos tienen una visión para esto. Dios los ha llamado. Dios les ha pedido que den un paso de fe. Nosotros los respaldamos al 100% y dijimos, hagámoslo. Eso es todo\", dijo.\n\"Y luego la respuesta suele ser algo como, 'Eso es demasiado bueno para ser verdad. ¿Qué pasó verdad?'. Y yo digo, 'Eso es lo que pasó'. Esa es genuinamente la verdad completa. Estamos emocionados. Y parte de mi trabajo no es guardar y acaparar o tratar de construir un pequeño imperio. Mi trabajo es ver especialmente a nuestro personal responder al llamado de Dios en su vida\".\nEn una declaración en Instagram el lunes, los líderes de Hillsong San Francisco, que han servido a la red de megaiglesias evangélicas durante 24 años, reconocieron que buscarán \"algo nuevo y lleno de propósito\".\n\"Dios ha sido fiel en cada paso de nuestro viaje, y creemos que Él nos está guiando hacia algo nuevo y lleno de propósito. Si bien nuestro nombre está cambiando, nuestro corazón sigue siendo el mismo: amar a las personas y conectarlas con Jesús\", escribieron.\n\"Estamos muy agradecidos por nuestra familia de la Iglesia @hillsong, cuya fe e inversión han sentado las bases para esta próxima temporada. Un agradecimiento especial a nuestros pastores principales globales @philldooley_ y @lucindadooley, los pastores principales de California @samlopez y @courtneylopez, y la Junta Global por su liderazgo, amor y apoyo. ¡Únase a nosotros el próximo domingo mientras revelamos el nuevo nombre de nuestra iglesia y desempacamos la visión de lo que nos espera! Estamos ansiosos por dar el paso hacia esta nueva temporada juntos\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "topics": [
      "Religion and Belief->christianity",
      "Religion and Belief->church",
      "Religion and Belief->religious conflict",
      "Social Issue->social problem",
      "Social Issue->communities",
      "Social Issue->religious discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Vae8cYJH5JLpWqNtdo2k",
      "https://www.youtube.com/live/p3s9RAikRo8",
      "https://www.instagram.com/p/DGJ89VnJ6QI/?hl=en",
      "https://youtube.com/live/p3s9RAikRo8",
      "https://instagram.com/p/DGJ89VnJ6QI/?hl=en",
      "https://www.whatsapp.com/channel/0029Vae8cYJH5JLpWqNtdo2k",
      "https://www.instagram.com/p/DGJ89VnJ6QI/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jacqui Brown",
          "sentiment": "none"
        },
        {
          "name": "Phil Dooley",
          "sentiment": "none"
        },
        {
          "name": "Sam López",
          "sentiment": "none"
        },
        {
          "name": "Brenden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Iglesia Hillsong",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Hillsong",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-19T05:02:53.578+02:00",
    "updated": "2025-02-19T05:02:53.578+02:00"
  },
  {
    "uuid": "b8e935cd18a399923e728ca1faf8ba15a7a19851",
    "url": "https://www.essentiallysports.com/nascar-news-ryan-blaney-backs-nascars-street-race-gamble-as-san-diego-hits-twenty-twenty-six-schedule/",
    "ord_in_thread": 0,
    "author": "Jahnavi Sonchhatra",
    "published": "2025-07-24T03:24:00Z",
    "title": "Ryan Blaney Backs NASCAR's Street Race Gamble as San Diego Hits 2026 Schedule",
    "text": "Thrilling. That’s the word for NASCAR’s upcoming 2026 San Diego Street race at Naval Base Coronado, the first time any motorsport has taken on an act of military installation. Scheduled for next year in June, the event will span three action-packed days across Trucks, Xfinity, and Cup. The circuit will weave past aircraft carriers and F-18s on nearly 3 miles of tarmac and base streets.\nAdding to the electric atmosphere, seven-time champion Jimmie Johnson, a Southern California native, is set to return behind the wheel, feeling excitement with local and sentimental significance. But the momentum doesn’t stop there. 2023 Cup Series Champion Ryan Blaney is also all in, giving NASCAR’s Street race gamble a powerful vote of confidence.\nADVERTISEMENT\nArticle continues below this ad\nRyan Blaney hopes for more Southern California races\nSan Diego’s Naval Base Coronado race isn’t just another stop; it is a statement. NASCAR lost Fontana’s two-mile oval after its last race in 2023, and the LA Coliseum clash ended in 2024. Now, with the sport’s second modern street race following Chicago, NASCAR aims to ignite its Southern California presence. San Diego’s military backdrop, pleasant late June climate, and massive media market make it a prime venue for fans and the service community alike. And Team Penske #12 Ryan Blaney is confident NASCAR can turn this into another successful event.\nPoll of the day\nPoll 1 of 5\nAD\nSpeaking on the Team Blaney podcast, Ryan Blaney made it clear that he is thrilled for the upcoming race. He said, “I do know that NASCAR wanted to get back to another race in California, somewhere in Southern California, since we lost Fontana and the Clash in LA. I think they’ve proven that they can go to these street races and build racetracks and put on great shows. And I think that’s a good market for us out there, the Southern California market.” However, Blaney reminisces about Southern California’s lost speedways while talking about Fontana.\nWith the\n[#NASCAR]San Diego race now official, let’s take a look back at what[@Blaney]had to say on the[#TeamBlaneyPodcast]last month about the possibility of a street race in Southern California.[pic.twitter.com/C9y0UmlcWK]— Team Blaney (@teamblaney)\n[July 23, 2025]\nThe Team Penske driver said, “I hated seeing Fontana go. I mean, I think you ask anybody, that place was amazing. And it’d be nice to try to get back out there in some regard.” Auto Club Speedway in Fontana hosted NASCAR races from its debut in 1997 until 2023, when the track was closed and demolished for redevelopment. Known for its wide lanes and sweeping turns, Fontana was a driver’s favorite. Blaney notably ran strong there, leading laps and battling for wins, but ultimately never secured a Cup Series victory in the last few years. Its departure leaves a void that NASCAR hopes the San Diego Street event will fill.\nHowever, while Blaney is excited for the race in Southern California, the Team Penske driver is not too pleased with the narratives surrounding his team. Roger Penske’s outfit has won three NASCAR Cup Series Championships in a row now, amid backlash from the community over the playoff format and the legitimacy of Penske’s triumphs. This did not sit well with the #12.\nWhat’s your perspective on:\nIs the San Diego Street race the fresh start NASCAR needs to reignite its California fanbase?\nHave an interesting take?\nADVERTISEMENT\nArticle continues below this ad\nBlaney slams the ‘undeserving’ narrative around Penske championships\nRyan Blaney joined SiriusXM NASCAR radio a day ago to address ongoing criticism of NASCAR’s playoff format, particularly the idea that champions crowned in the 16-driver playoff era are somehow less deserving than those who won under the traditional full-season point system. The conversation gained steam following Joey Logano’s 2024 title win, where he clinched the championship despite an average finish of 17.1, which is statistically the lowest ever for a Cup Series champion.\nBlaney, who secured the 2023 championship with a well-timed surge in the playoffs, pushes back on those who discredit the format of the drivers who have won under it. Though not the most dominant driver during the regular season, Blaney turned it on when it mattered the most, winning two of the final 10 races and finishing second twice, including at the Phoenix finale. Blaney admitted, “I mean, everyone can have their opinion. It gets under my skin a little bit when they’re like, ‘You guys didn’t deserve that championship.’ It’s like, what are you talking about, man? Like we went through the grinder, everyone digs in. And we were resilient when it mattered.”\nDespite defending the integrity of his championship, Blaney also acknowledged that the playoff system isn’t perfect. He expressed his discomfort with the winner-takes-it-all setup in the final race, where one bad day can ruin an otherwise stellar playoff run. He offered his ideal championship format, saying, “Do I have my ideal like championship format? Yeah. Like my opinion on it, I was a huge fan of the initial Chase. Last 10 weeks of the year, you kind of have somewhat of a reset in points, and then you go 10 races and whoever had the best 10 races was going to win the championship.”\nADVERTISEMENT\nArticle continues below this ad\nIn a sport where inches matter and consistency often goes unrewarded, Blaney’s call for a more balanced format is gaining traction. Still, he remains fiercely proud of his 2023 title. For now, the playoffs remain the proving ground, and Blaney has already conquered them. Do you think NASCAR will tweak its playoff system for 2026? Let us know in the comments!\nADVERTISEMENT\nIs the San Diego Street race the fresh start NASCAR needs to reignite its California fanbase?\nADVERTISEMENT\nADVERTISEMENT\nADVERTISEMENT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Sport->motor car racing",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ryan Blaney",
          "sentiment": "negative"
        },
        {
          "name": "Jimmie Johnson",
          "sentiment": "none"
        },
        {
          "name": "Fontana",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Street",
          "sentiment": "none"
        },
        {
          "name": "Base",
          "sentiment": "none"
        },
        {
          "name": "Southern",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "NASCAR",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "nascar",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:45:55.115+03:00",
    "updated": "2025-07-24T07:53:02.000+03:00"
  },
  {
    "uuid": "1b8e49a38558acb15aca4c3b1cad63e7d0c39529",
    "url": "https://www.nbc26.com/news/local-news/local-red-cross-helping-with-texas-flood-relief",
    "ord_in_thread": 0,
    "author": "MacLeod Hageman",
    "published": "2025-07-10T16:45:00Z",
    "title": "Local Red Cross helping with Texas flood relief",
    "text": "GREEN BAY (NBC 26) — As the death toll climbs in Texas, resources from northeast Wisconsin are being used to help with flood relief and reconnecting families.\nTwo people from the northeast Wisconsin American Red Cross chapter are currently working with one of the reunification teams out of Texas to reunite lost family members with one another.\nAccording to a statement from the American Red Cross, \"Our hearts are heavy as we witness the devastating impact of the recent floods in Texas.\"\nVolunteers with the American Red Cross say they'll continue working side-by-side to help support emergency shelters, providing food, relief supplies and other critical resources at this time.\nOther American Red Cross volunteers say they plan on staying in the region for the next few weeks to help with relief.\nIf you know anyone planning to send resources to central Texas to help with this effort, please email Mac Hageman at mhageman@nbc26.com to let him know.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Disaster and Accident->natural disaster",
      "Disaster and Accident->emergency response",
      "Human Interest->human mishap",
      "Social Issue->communities",
      "Social Issue->charity",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "1b8e49a38558acb15aca4c3b1cad63e7d0c39529",
      "first_syndicated": true
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T20:50:21.716+03:00",
    "updated": "2025-07-10T17:55:17.000+00:00"
  },
  {
    "uuid": "71902285bec832c1bad95dc670b569fb4593ec7a",
    "url": "https://www.francebleu.fr/infos/societe/dordogne-les-salaries-de-rougie-a-sarlat-pas-convaincu-du-reclassement-propose-par-la-direction-5938022",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valentin Plat",
    "published": "2024-11-29T06:00:00Z",
    "title": "Dordogne : les salariés de Rougié à Sarlat pas convaincus du reclassement proposé par la direction",
    "text": "Dordogne : les salariés de Rougié à Sarlat pas convaincus du reclassement proposé par la direction\nDepuis plus de quatre jours, les salariés de Rougié à Sarlat se mobilisent nuit et jour pour bloquer l'entrée du site pour obtenir une prime de licenciement \"honnête\". La direction a proposé un reclassement dans les autres usines du groupe Euralis mais ils sont peu à s'imaginer quitter le Sarladais.\nAprès plus de quatre jours devant les grilles de l'entreprise Rougié à Sarlat, les salariés grévistes ne comptent pas baisser les bras. Si les négociations entre la direction et les représentants du personnel n'ont pas débuté, tous demandent à la direction du groupe Euralis, propriétaire du site Rougié à Sarlat, une prime de licenciement à la hauteur du travail fourni. Le blocage de la grille d'entrée, empêche les livraisons de la marchandise, encore présente dans les chambres froides de l'entreprise.\nDepuis le 20 novembre dernier et l'annonce de la direction de fermer définitivement le site de Sarlat, les salariés se mobilisent jour et nuit pour maintenir la pression. \"Cette porte c'est notre moyen de tordre la direction\", explique Stéphanie qui aura travaillé 29 ans chez Rougié. \"On doit tenir jusqu'aux négociations. C'est pour cela que nous avons mis en place un roulement du personnel gréviste, afin de garder le blocage actif. Si la direction réussie à entrer, c'est fini pour nous\", poursuit la Sarladaise.\nImaginer \"l'après Rougié\"\nAutour des cafés et des barbecues de fortune, certains tentent d'imaginer la suite, celle après l'aventure Rougié. \"Je sais que je vais avoir du mal à retrouver un travail\", explique Florence, 58 ans. \"Il me reste encore 6 ans à faire avant la retraite, je n'ai pas le permis de conduire et puis j'ai ma vie à Sarlat et dans le coin. Impossible pour moi de déménager\", poursuit celle qui aura fait plus de 25 ans dans l'entreprise Rougié.\nLa direction d'Euralis propose d'ailleurs aux salariés de Sarlat, un reclassement dans les autres sites du groupe, notamment aux Herbiers mais aussi à Maubourguet, près de Tarbes. \"C'est à plus de 300km de Sarlat. Je ne vais pas aller là-bas alors que c'est l'inconnu pour moi\", explique Florence, son repas du midi à la main. \"Il faut être jeune pour ça et ce n’est pas mon cas\". \"En effet, une grande partie du personnel est quinquagénaire, avec des enfants ou un crédit pour la maison. Ce n’est pas raisonnable\", souffle un syndicaliste de la CGT.\nPour Jean-Pierre, à un an de la retraite, les questions de son avenir professionnel sont moins nombreuses. \"Je vais essayer de toucher le chômage pendant un an avant de partir en retraite. Je pense que c'est faisable. Maintenant si je suis aussi en grève, c'est pour mes collègues, plus jeune que moi, qui vont rencontrer plus de difficulté dans les prochains mois. En plus, ici à Sarlat, c'est devenu compliqué de trouver du travail, notamment dans l'industrie\", explique Jean-Pierre.\nLes CSE et les négociations à venir\nL'avenir à court terme va se définir dès vendredi 29 novembre puisque la première étape des discussions débute. Un CSE central a lieu en début de matinée au siège social de Lescar près de Pau. Vers 11h, un autre CSE, local cette fois-ci, va se dérouler à Sarlat, en présence des représentants du personnel ainsi que les représentants de la direction. L'objectif de cette première réunion est de présenter et détailler les rendez-vous à venir ainsi qu'un calendrier des négociations.\nSelon les salariés et les syndicats, il faudra attendre le 6 décembre prochain pour entamer véritablement les négociations de départ, notamment la question de la prime de licenciement. \"Il faut tenir jusque-là\", espère Stéphanie.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T08:08:40.623+02:00",
    "updated": "2024-11-29T08:08:40.623+02:00"
  },
  {
    "uuid": "0fc4e8ceebd0da6ef9252b390e8097d27f5f71b9",
    "url": "https://www.lacuarta.com:443/cine-y-series/noticia/netflix-tuvo-que-borrar-una-poster-hecho-con-ia-de-arcane-y-riot-senala-que-es-una-falta-de-respeto-a-los-artistas/5BMIPDQTRZCXBCSEG4LZOBRN5A",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Claudio Portilla",
    "published": "2024-11-22T13:22:00Z",
    "title": "Netflix tuvo que borrar una póster hecho con IA de Arcane y Riot señala que “es una falta de respeto” a los artistas",
    "text": "\"Tenemos una postura estricta de no usar IA para nada relacionado con Arcane\", señalaron desde Riot Games.\nArcane se ha convertido en una de las series más aclamadas por los fans, principalmente por su increíble propuesta artística y animación, por esto no es de extrañar que muchos se molestaran cuando desde Netflix utilizaron una imagen aparentemente ensanchada con IA para utilizar como póster de la segunda temporada.\nFue un usuario de X/Twitter quien se percató la situación al ver la mano que aparecía en un póster de la serie. Ante esto es que varios hicieron eco de la situación apuntando que esto era “decepcionante y irrespetuoso”.\nEl tuit llegó al jefe de marca Arcane en Riot Games, Alex Shahmiri, quien apuntó que “Agradezco que nos hayas informado sobre esto. Tenemos una postura estricta de no usar IA para nada relacionado con Arcane porque es una falta de respeto hacia los increíbles artistas que trabajaron en el programa”.\nSegún agregó, “esta imagen fue un error y desde entonces ha sido eliminada. Gracias otra vez por denunciarlo.”\nAprovechando la situación, los usuarios de la red social le consultaron si desde Riot Games tenían la misma política para otras de sus propiedades como Valorant o League of Legends.\n“Sólo puedo hablar de aquello en lo que trabajo. Desde un nivel puramente personal, no soy un fanático de la IA porque lo que hace que el arte sea tan especial es la conexión y el sentimiento humano. Ya sea a través del arte, la música o cualquier medio creativo, es algo que nunca quiero que sea reemplazado por la IA”.\nArcane, la exitosa serie de Netflix concluirá este sábado 23 de noviembre con sus tres últimos episodios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T16:49:48.348+02:00",
    "updated": "2024-11-22T16:49:48.348+02:00"
  },
  {
    "uuid": "aa59cafdaed577946abdaaa6c4d1e07bc1eee94a",
    "url": "https://wibc.com/417156/interview-indy-gop-wants-full-investigative-committee-into-sexual-harassment-accusations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Donnie Burgess",
    "published": "2024-08-08T19:51:00Z",
    "title": "INTERVIEW: Indy GOP Wants Full Investigative Committee into Sexual Harassment Accusations",
    "text": "INDIANAPOLIS — An investigative committee needs to be formed in order to look into sexual harassment claims, says the Indy GOP Republican Caucus.\nThomas Cook, former Indianapolis deputy mayor, has been accused by former Hogsett administration staffers Lauren Roberts, Caroline Ellert, and a third, anonymous woman of years of grooming, sexual assault and harassment. The accusations were revealed in investigative reports by the Indianapolis Star and Mirror Indy.\nThe Mirror Indy report revealed claims that Indianapolis Mayor Joe Hogsett knew of Cook’s behavior for years but did not act upon it.\nIt’s that accusation plus the original reports about Cook that have Republican City-County Councilor and Minority Leader Brian Mowery saying it’s time for everyone to come together and find out what’s going on in city government, “we can actually have the power to subpoena people to come testify before us and we would be able to call on people and really get the full story.”\nMowery calls the accusations disturbing and disheartening and says neglecting this kind of behavior puts city employees at risk.\nFull interview with Councilor Mowery. Article continues below:\n“I think the city employees deserve the full story, and they deserve to know they’re safe when they come to work,” Mowery explains.\nMowery wants to see Democrats join the call for a committee during the full council’s meeting this Monday, August 12th. He says this cannot happen without bi-partisan support and he’s already heard from Democrat councilors who want to see a similar action taken.\nMowery did not fully support the idea of Mayor Hogsett resigning. He says that is a possible outcome but reinforced the importance of letting the mayor defend himself and “have his day in court.” Democrat councilor Jesse Brown was the first member of the city-county council to call for Mayor Hogsett, also a Democrat, to step down for what several people have called “inaction” and “neglect” on the part of the mayor.\nREAD ALSO: Lauren Roberts and Caroline Ellert have released a letter addressed to the city calling for systemic change in Indianapolis.\nAs for city employees, Brian Mowery says the door is open if you have concerns about sexual misconduct, “I know for sure that I can speak for my caucus that you’re always welcome to reach out to any one of us with your concerns. We are happy to take those concerns seriously and try to give you the best guidance and connect you with the right people to make sure your issue is handled in the appropriate manner.”\n-\nTony Katz Today 2nd Hr 8/2/24: Biden Boards Hostage Plane After Hostages Left, Harris Word Salad, Owl Ring Bearer, Dems Disenfranchise Their Voters\n-\nAndretti Global Looks to Expand To NASCAR, Still Pushing For Formula One\n-\nDonald Rainwater: My Plan Is That We Basically Eliminate Property Taxes\n-\nItalian Olympian Angela Carini Tearfully Quits After Intense Punch From Transgender Opponent\n-\nMike Braun's Property Tax Proposal Is A Nice Start But Does Not Address The Fundamental Problem With Property Taxes\n-\nRecent Study Claims Indiana Has the Second-Best Quality Roads In US\n-\nTony Katz: Kamala Harris Isn't Here Because She Cannot Show Her Base Of Radicals As Being Somebody Who's Willing To Sit Down With Netanyahu\n-\nIndiana University Student Drowns in Lake Tahoe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://mirrorindy.org/indianapolis-mayor-joe-hogsett-thomas-cook-aide-sexual-harassment/",
      "https://mirrorindy.org/women-letter-change-sexual-harrassment-reporting-indianapolis-mayor-joe-hogsett/",
      "https://www.mirrorindy.org/women-letter-change-sexual-harrassment-reporting-indianapolis-mayor-joe-hogsett/",
      "https://mirrorindy.org/indianapolis-mayor-joe-hogsett-thomas-cook-aide-sexual-harassment",
      "https://www.mirrorindy.org/indianapolis-mayor-joe-hogsett-thomas-cook-aide-sexual-harassment/",
      "https://mirrorindy.org/women-letter-change-sexual-harrassment-reporting-indianapolis-mayor-joe-hogsett"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian mowery",
          "sentiment": "none"
        },
        {
          "name": "lauren roberts",
          "sentiment": "none"
        },
        {
          "name": "joe hogsett",
          "sentiment": "none"
        },
        {
          "name": "caroline ellert",
          "sentiment": "none"
        },
        {
          "name": "thomas cook",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indy gop wants full investigative committee",
          "sentiment": "negative"
        },
        {
          "name": "indianapolis star",
          "sentiment": "none"
        },
        {
          "name": "indy gop republican caucus",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indianapolis",
          "sentiment": "none"
        },
        {
          "name": "indianapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:42:26.717+03:00",
    "updated": "2024-08-09T00:42:26.717+03:00"
  },
  {
    "uuid": "5664ea9032e5ae52572112160ae2f3d83f70a368",
    "url": "https://www.prokerala.com/news/articles/a1541498.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prokerala",
    "published": "2024-06-22T08:36:00Z",
    "title": "Rahul speaks to victims of Rajkot game zone fire tragedy, says Cong stands behind them",
    "text": "Congress leader Rahul Gandhi on Saturday spoke with some of the victims and affected families of the Rajkot game zone fire tragedy via video conferencing, and assured that the party fully stands behind them in their pursuit of justice. Speaking with the families of fire tragedy victims, Rahul Gandhi assured them that the Congress will rally behind them and will pressurise the government to ensure a fair and independent investigation and also speedy trial and increased compensation. A couple of Gujarat Congress leaders also joined the virtual interaction with Rahul, impressing upon him on how the party's state unit took up their cause and held demonstrations before the state government for enhanced compensation and speedy justice for the affected families. In a video of virtual interaction shared by the Congress, some of the families could be heard sharing their pain and agony and how they are still waiting for justice. Rahul Gandhi, in his bid to soothe the frayed nerves, said that Congress should keep turning the heat on the state government for speedy justice and increased compensation. \"If you want, we can raise the matter in Parliament also, this will further put pressure on the state government,\" he told the victim's families. Meanwhile, the Congress has called for 'Rajkot Bandh' on June 25, when the blaze episode completes one month. On June 15, party workers had organised protest outside the city police commissioner's office. At least 27 people, including four children, were charred to death in the massive fire that engulfed the game zone in Nana-Mava locality of Rajkot city on May 25. When the police launched investigation into the devastating fire, several glaring lapses were found. The gaming zone was found to be operating without necessary clearances from government departments and also without 'No Objection Certificate' from the Rajkot Municipal Corporation. The state government had formed a Special Investigation Team (SIT) to probe the causes of fire and also to identify loopholes in the system. Till date, the Rajkot Police have nabbed five owners of the game zone and six government officials in connection with the blaze. --IANS mr/pgh",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rahul gandhi",
          "sentiment": "negative"
        },
        {
          "name": "rahul",
          "sentiment": "negative"
        },
        {
          "name": "cong",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "negative"
        },
        {
          "name": "gujarat congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T16:49:06.337+03:00",
    "updated": "2024-06-22T21:00:52.414+03:00"
  }
]