[
  {
    "uuid": "b4981ab16d3ff03aee49838400c41ab1de02a7f2",
    "url": "https://www.odt.co.nz/news/australia/more-severe-weather-way-after-deadly-storms-hit-australia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@odtnews",
    "published": "2023-12-28T09:56:00Z",
    "title": "More severe weather on way after deadly storms hit Australia",
    "text": "You are not permitted to download, save or email this image. Visit [image gallery](/image_purchases) to purchase the image. New Year's Eve could be a wet one for parts of eastern Australia, with more severe weather forecast for the weekend. The Bureau of Meteorology says widespread showers and possibly thunderstorms are set to return to New South Wales and Queensland from Friday. Northeast NSW will bear the brunt of the rain in that state, with isolated and possibly severe thunderstorms into Sunday. Scattered showers are forecast for the remainder of the coast, with the chance of storms. Queensland is also expected to be hit by wet weather, with isolated showers and thunderstorms forecast across much of the state on Saturday, apart from the far southwest. \"Severe thunderstorms are possible ... between St Lawrence and Redcliffe, although activity will not be as widespread compared to previous days,\" according to senior meteorologist Sarah Scully. Isolated gusty thunderstorms are also possible over western South Australia. Showers and storms are a chance across parts of southern and eastern Australia on Friday, mainly NSW, eastern South Australia, and northern Victoria, Ms Scully said. There is a risk of severe thunderstorms about Sydney, the Blue Mountains and the Hunter regions. \"Severe thunderstorms will become more widespread from this weekend,\" she said. \"The focus areas will be northeast NSW and southeast and central Queensland. \"There are indications that isolated, very dangerous thunderstorms with destructive winds, giant hail and intense rainfall may be possible across southeast Queensland on Saturday.\" Storms and flash flooding across southeast Queensland have claimed seven lives since Christmas and caused significant damage to homes and infrastructure. Thousands of people remain without power in dangerous heatwave conditions not expected to ease until Saturday. Wild weather has also ravaged NSW and Victoria, with three people killed by flash flooding and a falling branch on Boxing Day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sarah scully",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bureau of meteorology",
          "sentiment": "none"
        },
        {
          "name": "redcliffe",
          "sentiment": "none"
        },
        {
          "name": "northeast nsw",
          "sentiment": "none"
        },
        {
          "name": "st lawrence",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "new south wales",
          "sentiment": "none"
        },
        {
          "name": "queensland",
          "sentiment": "none"
        },
        {
          "name": "south australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:14:25.812+02:00",
    "updated": "2023-12-29T02:54:49.704+02:00"
  },
  {
    "uuid": "e706c54e97680f222a7e0a72ae8ef47c1ea0219d",
    "url": "https://redstate.com/nick-arama/2024/05/23/aoc-wishes-ill-to-bronx-trump-supporters-but-tweet-doesnt-age-well-and-rally-goers-respond-n2174578",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nick Arama",
    "published": "2024-05-23T21:25:00Z",
    "title": "AOC Invokes God in Post Wishing Ill on Trump Rally in Bronx, Rallygoers Respond in Best Way Possible",
    "text": "I wrote earlier about how Rep. Alexandria Ocasio-Cortez (D-NY) let the cat out of the bag when she spoke about lawfare keeping former President Donald Trump in New York, and that was why he was holding a rally in the South Bronx. She didn't seem to realize that she was acknowledging that the lawfare was acting as election interference. READ MORE: [AOC Lets the Cat Out of the Bag on Trump Lawfare and Rally in South Bronx](https://redstate.com/nick-arama/2024/05/23/aoc-remarks-about-trump-lawfare-n2174561) It's not her district but it is her backyard, and she's clearly throwing a fit that people in the South Bronx have had enough of Biden and the leftists. A Politico reporter tweeted about the heavy rain this morning, predicting it would be a \"muddy mess\" in Crotona Park for the Trump rally. AOC responded saying, \"God is good.\" God is Good 🙏🏽— Alexandria Ocasio-Cortez (@AOC) [https://t.co/YUUCPhZ4oJ] [May 23, 2024] She's essentially wishing ill on the South Bronx rallygoers -- that the rally will be a mess for them -- and she's invoking the name of God in that wish. Not exactly a good look. But she's a petty child, and she shows that again here. They've had enough to deal with for years with the Democrats, and they are anxious for a change. But AOC doesn't understand Trump supporters. They line up for hours before events, come rain or shine. Before the rally in Wildwood, New Jersey, dozens of people including a friend of mine camped on the beach the night before. They're not put off by a little rain or mud. And the rain cleared and the weather was great by the afternoon. Trump supporters responded with the best possible response Thursday: showing up in droves, by the hundreds and now, it looks like the thousands. Maybe New York is becoming a little bit less blue, if this is any indication. Warning for graphic language: God certainly is good 🙏🏼🙏🏼🙏🏼— Dweller (@soaringwaters77) [https://t.co/N9IWtRoRvi] [pic.twitter.com/DhJ6qdDGqt] [May 23, 2024] Bronx is Ready for President Trump!— Gavin Mario Wax 🇺🇸 🗽🍊 (@GavinWax) [pic.twitter.com/YuCCLZlrMq] [May 23, 2024] To quote— Spitfire (@DogRightGirl) [@AOC] “God is good!”🙏🏼🇺🇸 [pic.twitter.com/FXppFCn0H6] [May 23, 2024] Long line outside Trumps rally at Crotona Park in the South Bronx— Timcast News (@TimcastNews) [pic.twitter.com/zGqk01ZROO] [May 23, 2024] Kids were even excited that a rapper showed up. Rapper, Sheff G, has arrived to Trump’s rally in the Bronx.— Savanah Hernandez (@sav_says_) Many kids in the crowd excitedly took photos of him before he was escorted into the rally. [pic.twitter.com/UVVtw3pWEi] [May 23, 2024] The venue permit was for 3,500, but it looks like they are more than that already; the lines to get in are long. People also reminded AOC that folks in the Bronx while they will come out for Trump, they haven't come out for her, posting a view of an event that she had that was sparsely attended, although it did have protesters. Lol— aka (@akafacehots) [@AOC]crowds look like a Joe Biden rally [pic.twitter.com/5xOihUgKoF] [May 23, 2024] I think that someone is going to have to go check on AOC; she probably isn't handling this well. I think I feel another tantrum coming from her after she gets rebuked so badly. This is a big message to other Democrats and Biden as well. People are not going to be taken for granted, and they're sounding off today. Update [6:05 p.m. EDT]: We couldn't resist adding this perfect reaction as an update! God is ABSOLUTELY GREAT! Look at the sunshine he has delivered for us today. When everyone said it was going to rain, God has given us a beautiful day. Glory to God — and long live Donald J. Trump!— Trump War Room (@TrumpWarRoom) [@revrubendiaz] [https://t.co/MMI1Z3b85s] [pic.twitter.com/oIWLQp7dSP] [May 23, 2024]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alexandria ocasio",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump rally",
          "sentiment": "negative"
        },
        {
          "name": "aoc",
          "sentiment": "negative"
        },
        {
          "name": "rallygoers respond in best",
          "sentiment": "negative"
        },
        {
          "name": "politico",
          "sentiment": "none"
        },
        {
          "name": "alexandria ocasio-cortez",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bronx",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "south bronx",
          "sentiment": "none"
        },
        {
          "name": "crotona park",
          "sentiment": "none"
        },
        {
          "name": "trump lawfare",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T00:54:33.651+03:00",
    "updated": "2024-05-24T01:31:02.655+03:00"
  },
  {
    "uuid": "432f0291a5dd8ca58c9f4ebd6be61fb87c7425d7",
    "url": "https://homehealthcarenews.com/2024/04/how-the-pennant-group-became-an-example-of-prosperity-progress-in-home-health-care",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrew Donlan",
    "published": "2024-04-04T20:43:00Z",
    "title": "How The Pennant Group Became An Example Of Prosperity, Progress In Home Health Care",
    "text": "This article is a part of your HHCN+ Membership\nOver the last five years, the home health public market has been extremely volatile. Companies have entered and exited, stock prices have soared and sunk.\nThe Pennant Group (Nasdaq: PNTG) hasn’t been completely immune to that unsteady market, but has been on an under-the-radar, upward trajectory as a home health leader over the last couple of years.\nAt first, the company wasn’t of much interest to most home health readers, likely because many missed the spinoff that created it entirely. The Ensign Group (Nasdaq: ENSG) spun off Pennant as its own publicly traded company in October 2019.\nSince then, the company’s stock price has risen by 27%, from $16 per share to over $20 per share. But that doesn’t tell the whole story. Its price rose to nearly $64 per share in 2021 when home health tickers were erratically high, then came crashing down to below $10 late in 2022.\nFrom that point on, however, the company has been on a consistently upward path.\nIt is one of the largest home health providers in the country, albeit not at the scale that its public peers – such as Enhabit Inc. (NYSE: EHAB) and Amedisys Inc. (Nasdaq: AMED) – are.\nPennant has maintained a focus on home health growth amid one of the most turbulent payment periods for the sector in modern history. Still, it has continued to perform well, while others have struggled.\nThis week’s members-only, exclusive HHCN+ Update takes a closer look at one of the quieter home health providers, and makes the case for Pennant as a home health name worth paying attention to.\nCompetitive strengths\nThe Pennant Group is technically a holding company of independent operating subsidiaries. Within its network, it has 104 home health and hospice agencies and 53 senior living communities located across 13 states, most of which are in the Western U.S.\nPart of the reason for Ensign’s spinoff was projected growth in home health care in future years.\n“The home health, hospice and senior living segments are growing within the overall healthcare landscape in the United States,”\nPennant wrote in a S-1 filing. “The home health market is estimated at approximately $90 billion and is growing at an estimated CAGR of 7%. The hospice industry is estimated at approximately $35 billion and is growing at an estimated CAGR of 5%.”\nAt the time, Medicare Advantage (MA) penetration may have been predictable, but no one could have predicted the COVID-19 pandemic or the Centers for Medicare & Medicaid Services (CMS) changing its tune on rate adequacy in fee-for-service Medicare.\nThose three pressures have all challenged larger home health providers mightily over the last few years.\nLHC Group – now a part of UnitedHealth Group’s Optum – acknowledged MA penetration as one of the reasons it agreed to be acquired in 2022. Amedisys also forecasted future troubles, opting to also become a part of Optum, though that deal is not yet final.\nEnhabit – also a spinoff, from Encompass Health (NYSE: EHC) – has worked tirelessly since its 2022 IPO to gain better footing in a more MA-dominated home health world, but has not yet turned the corner. It is also likely to sell in the near-term future.\nBut Pennant has weathered those storms, for the most part. And its S-1 filing suggests it was ready for a more complicated payment landscape five years ago when it was on the verge of becoming a public company.\n“In response to rising healthcare spending, commercial, government and other payers are generally shifting away from fee-for-service payment models toward value-based models, including risk-based payment models that tie financial incentives to quality, efficiency and coordination of care,” the filing read. “We believe that payers will continue to emphasize reimbursement models driven by value and that our clinical outcomes combined with our services in lower cost settings will be increasingly rewarded. Many of our home health agencies already receive value-based payments, and we are well-positioned to capitalize on this growth.”\nThe company was ready for the fallout of this shift, too, emphasizing the ability to capitalize on other home health agencies not being as prepared for a value-based world.\n“There are over 12,300 Medicare-certified home health agencies, with the top ten largest operators accounting for about 21% of the market. There are approximately 4,200 hospice agencies in the U.S. with the top five largest operators accounting for about 14% of the total market share,” the filing continues. “We believe that our strategy of acquiring strategic and underperforming operations in these highly fragmented markets will be an instrumental piece of our future growth.”\nPennant has indeed been an active acquirer, mostly of smaller assets that complement its portfolio.\nEarlier this year, it entered into a home health joint venture with John Muir Health in California.\nIn 2023, during a down period for M&A, it acquired at least seven home health and hospice entities. Since 2020, it has made at least 20 home health and hospice transactions.\nPennant’s full year revenue in 2023 was $544.9 million, a 15.1% year-over-year increase. Home health and hospice revenue increased to $394.5 million, a 15.3% increase. In the fourth quarter, home health and hospice revenue was good for a 17.9% year-over-year increase.\nAlso, only 43% of home health admissions came from traditional Medicare in the fourth quarter.\nThat’s, in part, why Pennant leaders have made it known to investors that fee-for-service rates are not the be-all, end-all for the company moving forward.\n“Our model enables us to adapt and respond to changing circumstances and market needs on a macro and local level,”\nPennant CEO Brent Guerisoli said last year. “It also allows us to be nimble and take advantage of unique opportunities, including payer relationships, preferred provider networks and localized reimbursement programs.”\nIn addition to its progress and diversification with payer sources, Pennant also relies heavily on its local leaders.\nThe company is building a “pipeline of 100 CEOs.” Turning “executive directors” into CEOs is a strategy that is worth millions to Pennant. Specifically, Guerisoli News last year that a CEO generates roughly $1 million more in value than a typical executive director.\n“Health care is so dynamic and the needs of every community are different,” Guerisoli said. “Leaders and teams that are in those communities understand the nuances, and they can adapt. They are meeting with their community partners, and then coming up with local solutions that are tailored specific to the needs of their community. You just can’t do that from a top-down approach.”\nUltimately, despite not having the spotlight shone on it much over the last few years, Pennant has been a prime example of an at-scale, well-adjusted provider during a tough time in home health care.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://sec.gov/Archives/edgar/data/1766400/000119312519138417/d693607dex991.htm#toc",
      "https://www.sec.gov/Archives/edgar/data/1766400/000119312519138417/d693607dex991.htm#toc"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pennant group became an example of prosperity",
          "sentiment": "negative"
        },
        {
          "name": "progress in home health care",
          "sentiment": "negative"
        },
        {
          "name": "ensign group",
          "sentiment": "none"
        },
        {
          "name": "pennant group",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:24:56.621+03:00",
    "updated": "2024-04-05T00:24:56.621+03:00"
  },
  {
    "uuid": "9893490414e1f4c1c9111f74b743b022bcfd10f9",
    "url": "https://insider-gaming.com/ghosts-of-tabor-psvr2-release-date-pushed",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grant Taylor-Hill",
    "published": "2024-11-22T09:20:00Z",
    "title": "Ghosts of Tabor PSVR2 Release Delayed to Early 2025",
    "text": "Ghosts of Tabor, the high-energy extraction shooter built exclusively for VR, has been delayed from coming to PSVR2 until early 2025, the developer has revealed. It was originally intended to be released with the ‘December wipe’ but owing to a complex development path, the team has had to delay the launch by a few months.\nA Little Longer to Extract Ghosts of Tabor has been dubbed ‘Escape from Tarkov VR’ by some, and that’s damn close to being true. Since being released in March 2023, Ghosts of Tabor has turned heads in the VR space, pulling in thousands of positive reviews and really standing out as the go-to option for anyone seeking the most immersive extraction shooter experience possible.\nIn a post on social media and the game’s Discord server, it was explained:\nWe know the excitement around the PSVR2 launch of Ghosts of Tabor is through the roof – and trust us, we share that excitement! However, I want to be completely upfront with you: porting Tabor to PSVR2 has proven to be more complex than we anticipated, both for us and our partners.\nTo deliver the experience you deserve, we’ll need a bit more time. We’ve allocated additional resources to make this final push and are working tirelessly to bring it to you as early as possible in 2025.\nPre-orders will open once we’ve secured a timeline and confirmed the launch date.\nIn Ghosts of Tabor, players enter harsh environments hellbent on surviving, and to that end, they must scavenge resources, eat, drink, and fight other players, all while seeking to secure top-tier loot and successfully extracting from the map to land a win. It has been praised for its detail and depth, and from customisation to in-game trading, there’s plenty of meat on Tabor’s bones.\nHave you played Ghosts of Tabor yet? Let us know on the Insider Gaming forum .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Business and Market Analysis"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/ghostsoftabor/status/1859658154792955972",
      "https://www.x.com/ghostsoftabor/status/1859658154792955972"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T12:59:53.759+02:00",
    "updated": "2024-11-22T12:59:53.759+02:00"
  }
]