[
  {
    "uuid": "00ddb067c2c305e0e53e848600fd48757058ed96",
    "url": "https://www.deccanherald.com/india/india-seeks-extradition-of-2611-mastermind-hafiz-saeed-2828478",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anirban Bhaumik",
    "published": "2023-12-28T23:42:00Z",
    "title": "India seeks extradition of 26/11 mastermind Hafiz Saeed",
    "text": "New Delhi: Even as a political party backed by him is set to contest for all seats in the February 8 general elections in Pakistan, New Delhi has of late asked Islamabad to extradite 26/11 mastermind Hafiz Saeed to stand trial in India.\nSaeed, the founder of the Lashkar-e-Tayyiba, was the mastermind of the November 26-28, 2008, carnage in Mumbai. Though New Delhi has not been successful in its earlier attempts to bring him to justice for orchestrating the terrorist attacks in India, it has once again asked Islamabad to extradite the 75-year-old, currently incarcerated in a jail in Pakistan.\nNew Delhi, according to the sources, forwarded the request for his extradition from India’s law-enforcement agencies to the Government of Pakistan through diplomatic channels.\nThe latest move is intended to remind Islamabad that New Delhi would never give up in its pursuit of bringing the anti-India terrorist leaders based in Pakistan to justice.\nSaeed was designated as a terrorist by the United Nations Security Council in December 2008. Though the pressure from New Delhi and Washington DC prompted Islamabad to detain or arrest him in the past few years, he always managed to get himself bailed out. He was however arrested by police from Lahore in July 2019 after the Financial Action Task Force – an intergovernmental organisation – stepped up pressure on the Government of Pakistan to act against him for his alleged involvement in the financing of terror. He was eventually sentenced to imprisonment for 33 years.\nNew Delhi made the move even as the Pakistan Markazi Muslim League (PMML), a party perceived to be backed by Saeed, fielded candidates for all national and provincial assembly constituencies ahead of the February 8 general elections. Saeed’s son Talha Saeed would also contest from NA-127 Lahore constituency in the National Assembly elections.\nADVERTISEMENT (Published 29 December 2023, 00:12 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hafiz saeed",
          "sentiment": "neutral"
        },
        {
          "name": "saeed",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united nations security council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "washington dc",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "lashkar",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:24:09.490+02:00",
    "updated": "2023-12-29T02:24:09.490+02:00"
  },
  {
    "uuid": "73128c9a252ed9dc9b58910c981955afa9170d6c",
    "url": "https://www.diariolibre.com/mundo/resto-del-mundo/2023/12/28/tragico-ataque-de-tiburon-en-australia-del-sur/2562401",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario Libre",
    "published": "2023-12-28T13:33:00Z",
    "title": "Trágico ataque de tiburón en Australia del Sur - Diario Libre",
    "text": "Un adolescente, cuya edad no fue precisada, murió este jueves a raíz de un ataque de un tiburón en una zona costera remota del sur de Australia , según informó la Policía .\nEl ataque ocurrió alrededor de las 13:30 hora local (3:00 GMT) en la playa Ethel , cerca del Parque Nacional Innes, en el estado de Australia del Sur, explicó la Policía en un comunicado.\nEn un principio, las autoridades informaron que los servicios de emergencia fueron movilizados al lugar para atender a la víctima , quien presentaba heridas graves. Sin embargo, horas después se confirmó que el adolescente falleció a causa de las lesiones y \"el cuerpo del adolescente fue recuperado del agua\".\nEn octubre se registraron dos ataque s de tiburones en aguas de esta región , uno de los cuales resultó en la muerte de un surfista de 55 años, mientras que el otro ocasionó heridas en la pierna de una nadadora que sobrevivió al ataque .\nRELACIONADAS\nResto del mundo Un \"herido grave\" por el ataque de un tiburón en el sur de Australia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:59.582+02:00",
    "updated": "2023-12-29T00:30:59.582+02:00"
  },
  {
    "uuid": "6ef8bf1a7f8d6b5afa94b659d43a8f622bdffbbe",
    "url": "https://www.shropshirestar.com:443/news/uk-news/2023/12/29/yellow-weather-warning-in-place-for-rain-and-snow/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T15:17:00Z",
    "title": "Yellow weather warning in place for rain and snow | Shropshire Star",
    "text": "Yellow weather warning in place for rain and snow The alert is in place across much of Scotland on Saturday. A yellow weather warning for rain and snow has been issued for much of Scotland on Saturday. The warning is in place from 8am until 3pm on Saturday and up to 25mm of rain is expected in lower levels of Scotland, according to the Met Office. A period of sleet and snow, turning to rain on Saturday, may lead to some flooding and travel disruption. Bus and train services may be affected, with journey times taking longer, with some spray and flooding on roads. Some interruption to power services is also likely. This week, Storm Gerrit caused travel disruption across the UK. Hundreds of homes in Scotland remain without power as the post-storm clean-up begins, but electricity bosses are “very confident” that the remaining properties will be reconnected on Friday. Travellers faced disruption across the rail network with operators urging passengers to check their journeys before setting off. Andy Page, Met Office chief forecaster, said: “Parts of the higher ground of Scotland may see temporary snow accumulations of 5-10cm (1-2in), while up to 25mm (just under 1in) of rain is expected in Wales, Northern Ireland and lower levels in Scotland. “Across Wales and southern England, wind gusts of 45-50mph are likely to be quite widespread, while gusts of 65-75mph are possible in the most exposed coastal areas.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy page",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shropshire star yellow",
          "sentiment": "negative"
        },
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:24:14.988+02:00",
    "updated": "2023-12-29T17:24:14.988+02:00"
  }
]