[
  {
    "uuid": "1fe44f2cec983b9b8ecd5135354f7f60d785085c",
    "url": "https://kitchener.citynews.ca/2024/04/25/b-c-civil-lawsuit-against-sex-pistols-guitarist-alleges-1980-sexual-assault",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News Staff",
    "published": "2024-04-25T21:15:00Z",
    "title": "B.C. civil lawsuit against Sex Pistols guitarist alleges 1980 sexual assault",
    "text": "B.C. civil lawsuit against Sex Pistols guitarist alleges 1980 sexual assault Posted Apr 25, 2024 05:15:23 PM. Last Updated Apr 25, 2024 05:26:36 PM. VANCOUVER — A Vancouver woman has filed a civil lawsuit against Paramount Pictures Corp. and punk rocker Stephen Jones of The Sex Pistols alleging he sexually assaulted her as a teenager while she was a movie extra more than 40 years ago. A B.C. Supreme Court statement of claim filed by the plaintiff says she was 14 years old and working on the movie “Ladies & Gentlemen, The Fabulous Stains” when Jones supplied her with marijuana, then sexually assaulted her in his hotel room. The court has placed a publication ban on the woman’s name. Her lawyer Jason Gratl said in an interview that he could not comment about why the lawsuit was brought 44 years after the alleged events. “I only wanted to say one thing and it’s that she kept a diary,” Gratl said. The notice of claim filed Wednesday says Paramount didn’t take adequate steps to warn minors or their parents about the risks of working on the set with Jonesor impose contractual terms restricting his contact with young extras or using illicit drugs. None of the allegations have been tested in court. Paramount did not immediately return a request for comment. Jones could not be reached for comment. Neither Paramount, nor Jones have filed a statement of defence. The lawsuit says Paramount hired Jones, who was 24 at the time, for a role in the film because of his reputation as a “punk rocker” who consumed excessive amounts of drugs and alcohol, and engaged in sexual misconduct, including with underage girls. “The defendant Paramount was banking on the defendant Jones’ reputation and history to market ‘The Fabulous Stains,'” the statement says, adding the company “also hired other well-known punk rock musicians as actors for the same purpose.” The statement says that despite this knowledge, the company did not take steps to protect young workers. The movie, about disaffected teens in a punk rock band, was released in 1982. The legal action says the woman is seeking damages, claiming the alleged assault “caused her to suffer psychological injury, including loss of self-esteem, loss of self-worth, injurious self-imaging and identity, and loss of trust in intimacy and potential partners.” The lawsuit says she was hired as one of the hundreds of extras playing fans for the all-girl feminist rock band. Jones had been hired to play the role of a “socially volatile punk rock guitar player in a fictitious all-male band, The Looters.” It says that on April 13, 1980, the teen went to the Denman Inn, “a location under the direction and control” of Paramount, with the intention of inviting the movie’s lead actor, Diane Lane, to go roller skating. When she entered the lobby, it says Jones approached her, told her he had Lane’s number in his hotel room and asked her to go with him to get it. Once they were inside his room, it says Jones gave her marijuana, and he then turned off the lights and closed the curtains. The document says she understood that meant he was likely to make sexual advances, she told Jones she did not consent and was “only 14, 1-4.” It says despite this, he pulled her onto his bed, climbed on top of her then kissed and molested her. “The plaintiff repeatedly and expressly told the defendant Jones ‘no’ and tried to move his hand away, and finally wriggled free from him and left the room,” the notice of claim says. The lawsuit says she was initially “both repulsed and flattered by this unwanted sexual attention from someone she believed to be a rock star and movie star.” Because she was confused by what had happened, the document says she did not tell her parents and it wasn’t until she was older that she “felt sexually violated and sexually ashamed and angry” about the alleged assault. This report by The Canadian Press was first published April 25, 2024. Brieanna Charlebois, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jones",
          "sentiment": "none"
        },
        {
          "name": "gratl",
          "sentiment": "none"
        },
        {
          "name": "stephen jones",
          "sentiment": "none"
        },
        {
          "name": "jonesor",
          "sentiment": "none"
        },
        {
          "name": "jason gratl",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sex pistols",
          "sentiment": "negative"
        },
        {
          "name": "b.c. supreme court",
          "sentiment": "none"
        },
        {
          "name": "paramount",
          "sentiment": "none"
        },
        {
          "name": "paramount pictures corp.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:32:39.265+03:00",
    "updated": "2024-04-26T04:34:09.245+03:00"
  },
  {
    "uuid": "5e22cf315374cc014712464f9331fd035ab634c1",
    "url": "https://madison.com/news/local/weather/wisconsin-madison-snowstorm-live-traffic-conditions/article_3d2f2bbe-e795-11ee-97ed-9bf579a9005c.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "STATE JOURNAL STAFF",
    "published": "2024-03-22T00:00:00Z",
    "title": "See live traffic conditions as spring snow hits Madison area",
    "text": "Facebook Twitter WhatsApp SMS Email Print Copy article link Save",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.nbc15.com/weather/closings/",
      "https://twitter.com/511WI?ref_src=twsrc%5Etfw%7Ctwcamp%5Eembeddedtimeline%7Ctwterm%5Escreen-name%2Fslug%3AStateTrafficOps%2Ftwitter511%7Ctwcon%5Es1_c1",
      "https://511wi.gov/",
      "https://twitter.com/WisDOTsouthwest",
      "https://twitter.com/511WI",
      "https://www.twitter.com/511WI?ref_src=twsrc%5Etfw%7Ctwcamp%5Eembeddedtimeline%7Ctwterm%5Escreen-name%2Fslug%3AStateTrafficOps%2Ftwitter511%7Ctwcon%5Es1_c1",
      "https://511wi.gov",
      "https://www.nbc15.com/weather/closings",
      "https://www.twitter.com/WisDOTsouthwest",
      "https://nbc15.com/weather/closings/",
      "https://www.511wi.gov/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "madison",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "madison streets division",
          "sentiment": "none"
        },
        {
          "name": "metro transit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T12:24:28.761+02:00",
    "updated": "2024-03-22T13:13:24.449+02:00"
  },
  {
    "uuid": "17768305fd32441dc00b1cb0ce2e0724c3908f79",
    "url": "https://www.bostonherald.com/2023/12/28/chicago-white-sox-sign-left-handed-reliever-tim-hill-to-a-1-year-1-8-million-deal/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tribune News Service",
    "published": "2023-12-28T23:38:00Z",
    "title": "Chicago White Sox sign left-handed reliever Tim Hill to a 1-year, $1.8 million deal – Boston Herald",
    "text": "The Chicago White Sox will have a new left-handed option in the bullpen after signing reliever Tim Hill to a one-year, $1.8 million deal on Thursday, a source confirmed to the Tribune.\nThe team announced the deal Thursday afternoon. In the corresponding move, the Sox designated right-hander Declan Cronin for assignment.\nHill, 33, has a career 16-14 record with a 4.16 ERA and four saves in 320 games during six seasons with the Kansas City Royals (2018-19) and San Diego Padres (2020-23). He has 208 strikeouts and 84 walks in 255 1/3 career innings.\nLeft-handed hitters have a career .223/.302/.304 slash line against Hill.\nHill made a career-high 78 appearances in 2021, going 6-6 with a 3.62 ERA for the Padres. He was 1-4 with a 5.48 ERA in 48 outings in 2023. He missed most of the second half of the season with a sprained left finger that required surgery on Sept. 20.\nESPN’s Jeff Passan first reported the signing .\nAaron Bummer, Garrett Crochet, Tanner Banks and Sammy Peralta were among the left-handed relievers the Sox utilized in 2023. In November, the Sox traded Bummer to the Atlanta Braves for infielders Nicky Lopez and Braden Shewmake, right-handed pitcher Michael Soroka , left-hander Jared Shuster and minor-league pitcher Riley Gowens.\nCronin went 0-1 with a 9.00 ERA and eight strikeouts in nine outings for the Sox in 2023 . The team’s 40-man roster remains at 40.\n()",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.twitter.com/JeffPassan/status/1740442813894893967",
      "https://twitter.com/JeffPassan/status/1740442813894893967",
      "https://www.chicagotribune.com/sports/white-sox/ct-chicago-white-sox-lane-ramsey-declan-cronin-20230806-bpjrfg55hba6djcrl7vckd3agu-story.html",
      "https://chicagotribune.com/sports/white-sox/ct-chicago-white-sox-michael-soroka-20231121-edocaw4orjacvdsyc2g7cszigi-story.html",
      "https://www.chicagotribune.com/sports/white-sox/ct-chicago-white-sox-paul-dejong-nicky-lopez-20231122-hanqqcey5zbf3kc7axqnqh5234-story.html",
      "https://chicagotribune.com/sports/white-sox/ct-chicago-white-sox-lane-ramsey-declan-cronin-20230806-bpjrfg55hba6djcrl7vckd3agu-story.html",
      "https://www.chicagotribune.com/sports/white-sox/ct-chicago-white-sox-michael-soroka-20231121-edocaw4orjacvdsyc2g7cszigi-story.html",
      "https://www.chicagotribune.com/sports/white-sox/ct-chicago-white-sox-atlanta-braves-trade-arron-bummer-20231117-jiadupse4bbofd5mxnntbmlpfm-story.html",
      "https://chicagotribune.com/sports/white-sox/ct-chicago-white-sox-atlanta-braves-trade-arron-bummer-20231117-jiadupse4bbofd5mxnntbmlpfm-story.html",
      "https://chicagotribune.com/sports/white-sox/ct-chicago-white-sox-paul-dejong-nicky-lopez-20231122-hanqqcey5zbf3kc7axqnqh5234-story.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tim h",
          "sentiment": "negative"
        },
        {
          "name": "tim hill",
          "sentiment": "negative"
        },
        {
          "name": "aaron bummer",
          "sentiment": "none"
        },
        {
          "name": "tanner banks",
          "sentiment": "none"
        },
        {
          "name": "hill",
          "sentiment": "none"
        },
        {
          "name": "garrett crochet",
          "sentiment": "none"
        },
        {
          "name": "declan cronin",
          "sentiment": "none"
        },
        {
          "name": "jeff passan",
          "sentiment": "none"
        },
        {
          "name": "sammy peralta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boston herald the chicago white sox",
          "sentiment": "negative"
        },
        {
          "name": "chicago white sox",
          "sentiment": "negative"
        },
        {
          "name": "padres",
          "sentiment": "none"
        },
        {
          "name": "kansas city royals",
          "sentiment": "none"
        },
        {
          "name": "san diego padres",
          "sentiment": "none"
        },
        {
          "name": "tribune",
          "sentiment": "none"
        },
        {
          "name": "espn",
          "sentiment": "none"
        },
        {
          "name": "sox",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlanta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:28:17.037+02:00",
    "updated": "2023-12-29T02:28:17.037+02:00"
  },
  {
    "uuid": "ad76d227ddc2d7625710309fc8b39e75593ebc7a",
    "url": "https://www.meneame.net/story/exmagistrado-tribunal-supremo-escribe-hoy-articulo-pedir-no-cgpj/c088",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "chiyori",
    "published": "2023-12-28T21:57:00Z",
    "title": "#88 Un exmagistrado del Tribunal Supremo escribe hoy un artículo para pedir que no se renueve el CGPJ porque Sánchez es como Franco, un dictador",
    "text": "Portada\nmis comunidades\notras secciones\nA mí en Reddit me intentaban convencer el otro día de que el PP mantenía el control del CGPJ porque en el PSOE eran unos dictadores que no creían en la separación de poderes y el PP tenía que evitar que el PSOE interviniese en el poder judicial por el bien de la democracia y la estabilidad. Sin ni un poquito de ironía.\n[#8](c8#c-8) Yo me saltaria lo de que los jueces elijan a los jueces. Que los elijan entre el señor de la noticia y Garcia Castellon. Asi al menos nos ahorramos bobadas.\n[#39](c39#c-39) El poder judicial es parte del poder del estado.\nEl poder emana del pueblo.\nDel pueblo, no de los jueces: Los jueces no tienen pq elegir ese poder.\n[#17](c17#c-17) Para la orientación sexual no se usa \"género\" ni en inglés ni en español.\nY a mí tampoco me gusta ese uso de la palabra, creo que es un anglicismo que crea más problemas que soluciones. Aunque entiendo y comparto el concepto.\n[#39](c39#c-39) Y de paso los políticos que se elijan entre ellos. La democracia son todo problemas, mejor no meterse en política, como Franco.\n[#39](c39#c-39) ¿Y tú te crees que si se eligen entre ellos van a ser independientes e imparciales? No, tío, si se eligen entre ellos entonces el opus conseguirá en algún momento el control de todo el sistema judicial, que por eso el PP (ahora que ha perdido dos legislaturas) propone que se haga así. En un país con el nivel de corrupción que tenemos no puedes aspirar a una justicia independiente, a lo máximo que podemos aspirar ahora mismo es a una justicia parcial pero equilibrada, elegida por el pueblo a través de sus representantes.\n[#78](c78#c-78) Bueno, es tu opinión.\nYo tengo otra , fruto de la experiencia, de paso por militancia activa post franco, de arruinarme, de exiliarme , de volver y trabajar de todo, de ser puteado, de pasar por hospital, de perder a familia, de volver a arruinarme , y de recuperarme despues..de volver a mi tierra y de trabajar y aprender de todo..de ser inquieto y sobre todo de pensar y no creerme nada.\n[#39](c39#c-39) Por supuesto. Y que los diputados elijan a los diputados. Y que los presidentes del gobierno elijan a presidentes del gobierno. Eso es así. Fuera elecciones. Que cada poder se elija a si mismo y ya.\nLa opción menos mala es VOTARLOS. El poder judicial emana del PUEBLO. Y es el pueblo quien debe controlarlo.\n[#57](c57#c-57) Bueno, es una exageración que te has inventado, como punto de apoyo gracioso no está mal. Pero obviamente no creo que la comparación sea válida.\nQue sugieres, que sea el pueblo quien elija a los jueces? Pues no me parecería mal tampoco, pero , un pueblo con poca inteligencia (tal y como quieren que suceda), cometeria el error dos veces, votando como borregos lo que salga en la tv de turno.\nPues mira,.no sé cómo..pero el gobierno no debería poner a los jueces de ninguna forma.\n[#39](c39#c-39) En Estados Unidos el presidente nomona a todos los jueces federales y el parlamento los aprueba o no.\nEn esencia y al menos con Trump hay una asociacion de juristas de extrema derecha llamada Federalist que le confecciona la lista, ya que el presidente no tiene la posibilidad de conocer a los recién titulados que destacan.\nFederalist es una asociacion de derechas que confecciona la lista de esa manera. Si el actual CGPJ, empieza a elegir magistrados del Supremo y del Cosbtitucional esos magistrados serán de la asociacion que tenga la mayoría. Es mucho mejor que respondan ante la mayoría parlamentaria del momento en cada caso. Al menos no colonizaron las instituciones los de una sola tendencia impidiendo que entren los demás.\n[#2](c2#c-2) la derecha no es consciente (o sí) del peligro social que está generando. Son una panda de putos irresponsables que acabarán degenerando el bienestar social.\n[#5](c5#c-5) si lo son, pero lo preocupante es el fondo del tema, la necesidad de alzarse con el poder es enfermiza de hace unos añitos.\n[#2](c2#c-2) [#5](c5#c-5) es a lo que se han dedicado siempre, a pervertir el lenguaje para que la gente no sepa identificar lo que tiene delante. Por qué os creéis que usan tanto la palabra “libertad” y lemas como “hazte oír” y demás payasadas? Porque así la gente se cree revolucionaria cuando en realidad los están manejando como a títeres.\nA los franquistas no les gusta que les llamen \"franquistas\", es más, ellos llaman \"franquistas\" a todo el mundo siendo ellos mismos los franquistas.\nRelacionada:\nEl poder judicial cuando gobierna el PP\nRenovación CGPJ 2001: Tocaba el 24-jul, se hizo el 7-nov, 3 meses. Pues bien, a los 2 meses (6-oct), los jueces conservadores ya ponían el grito en el cielo: ¡bloqueo intolerable!. Hoy, tras 5 años caducado, no dicen ni mu\nOtro que utiliza \"República Laica Plurinacional\" como una especie de futuro distópico catastrofista.\nDan un golpe en el poder judicial gracias al cual se han librado de decenas de casos de corrupción y aún tienen los huevos de justificarlo porque perro sanxe.\nQue poca vergüenza.\n[#55](c55#c-55) para Fernando no creo que sea así. El pensará desde la tumba que Sánchez es un aprendiz.\nA ti te gusta Sanchez?\n[#65](c65#c-65) esta claro que todo es Franco. Y los militares, no te olvides! Bueno, y el Rey. Y el CNI!! Vamos, resumiendo:\nTodas las instituciones del Estado excepto el ejecutivo/legislativo cuando esta el PSOE y sus socios. Yo creo que se debería tomar cartas en el asunto teniendo en cuenta estas premisas\nEntonces si Sanchez es un dictador, es una gran oportunidad para equilibrar las cosas, pongámonos manos a la obra...\nAlphabet Inc (Google), Amazon.com Inc, Apple Inc, Meta Platforms Inc, Microsoft Corp, Nvidia Corp y Tesla Inc, ostentan un valor de mercado combinado superior a la asombrosa cifra de 12 mil millones de dólares (11 mil millones de euros).\nPara ponerlo en perspectiva, su valor es casi equivalente al producto interior bruto combinado de las cuatro mayores economías europeas: Alemania, Reino Unido, Francia e Italia, que ascienden a 13 mil millones de dólares.\nSolo el PIB de España es de 1 millón 500.000 millones de dólares.\nErrónea\nFranco nunca se fue de las instituciones. Todos estos siguen ahí copando espacios que deberían corresponder a la democracia. La derecha casi nunca ha sido fiel al constitucionalismo.\nEste no se ha enterado, igual que la mayoría de meneantes, que hubo unas elecciones generales en julio en las que el PP sacó más diputados que el PSOE y que ahora al PP le conviene negociar porque le debería corresponder mayoría de jueces del CGPJ.\nSi lo hubiera escrito hoy, pensaría que es una inocentada de un señor mayor, ya que no puede haber alguien tan facha y subnormal escribiendo esas tonterías en un medio de comunicación.\nNota: Este señor también dice que el género es una imbecilidad.\nEs un error de traducción de la palabra inglesa \"gender\" que significa sexo, mientras que \"sex\" se refiere al coito.\nComo que las feministas nunca jamás reconocen un error, les dió por defender que sexo y género son cosas distintas. Dentro del conjunto de invenciones que es el feminismo, tampoco es que importe.\n[#17](c17#c-17) La última frase de su comentario debería haber sido un perfecto indicador de que su argumento sale de la Universidad de Sus Huevos Morenos.\nNo alimentes al troll, negativo y p'alante.\n[#29](c29#c-29) El problema es que a veces me fascina como la gente está en contra de hombres de paja que sólo existen en su cabeza. Vale, todo el rollo de la identidad de género y el feminismo moderno te puede parecer una magufada, pero al menos mira qué es antes de desestimarlo en vez de quedarte con cuatro tópicos sin pies ni cabeza.\n[#82](c82#c-82) El sexo \"biológico\", o sea, el saber si se es niño o niña, es \"gender\".\nSe usa alguna vez \"sex\" pero es raro, pues para eso ya está \"gender\". Así pues la palabra \"sex\" queda para cosas más sexuales. Así por ejemplo el \"porn\" va de \"sex\", nunca de \"gender\".\nNo te pases de listillo conmigo o puedes salir trasquilado.\n[#85](c85#c-85) No sé dónde has leído inglés, pero nunca se usa gender en ese contexto. Siempre se usa sex para referirse al sexo biológico de una persona. Puedes buscar cualquier documento, pasaporte, formulario y siempre verás que el sexo se indica como sex.\nY de igual manera gender no es el sexo biológico, es la categoría en la que se clasifica algo en función de su sexo, igual que en castellano. Sea una palabra o una persona.\nQue sí, que declarar que la relación entre sexo y género no es algo intrínseco puede parecerte una tontería, pero no es un error de traducción ni una confusión. En inglés se habla de sex y gender con exactamente el mismo significado que sexo y género en castellano.\n[#87](c87#c-87) gender\n/ˈdʒɛndə/\nnoun\nnoun: gender; plural noun: genders\n1.\nthe male sex or the female sex, especially when considered with reference to social and cultural differences rather than biological ones, or one of a range of other identities that do not correspond to established ideas of male and female.\n\"the singer has opted to keep the names and genders of her twins private\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:13.794+02:00",
    "updated": "2023-12-29T01:04:13.794+02:00"
  },
  {
    "uuid": "8d87e9f80741ceae0463feee85a06ae4f8881ed7",
    "url": "https://www.duvarenglish.com/turkeys-religious-affairs-director-encourages-youth-to-hate-traitors-of-nation-news-63890",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@duvarenglish",
    "published": "2024-02-23T03:50:00Z",
    "title": "Turkey’s Religious Affairs Director encourages youth to ‘hate traitors of nation’",
    "text": "Turkey’s Religious Affairs Director encourages youth to ‘hate traitors of nation’ Ali Erbaş, Turkey’s Religious Affairs Director, has urged the Muslim youth to “carry a deep hatred” against those who “betray their nation and government,” during an opening ceremony for a youth center. Duvar English Turkey’s Religious Affairs (Diyanet) Director Ali Erbaş on Feb. 22 said he believed that the Muslim youth should “nurture deep hatred in their hearts against the traitors of the nation and government” during the opening ceremony of a youth center of the directorate in capital Ankara province. Erbaş said that the Religious Affairs Directorate brought up children who “loved their nation and government.” He believed that the youth should feel hate towards an evil they could not fix, one of which was betraying the nation. “This is the standard our Prophet Mohammed has set for us,” Erbaş concluded. Erbaş said in the opening speech that the Directorate has opened over 211,000 Quran courses for ages 4-6 in all provinces of Turkey. He added that over 1.5 million children were taught basic religion and spiritual values in these courses. The directorate was placing more emphasis on more youth centers, according to Erbaş. He said that 1,723 spiritual counselors worked in dormitories, book clubs, and reading rooms to assist the youth. Turkey's Quran courses are not monitored by the Education Ministry as of 2012 and have been a topic of controversy as child deaths and sexual abuse cases surfaced. The Directorate has assumed the role of a state apparatus under the Justice and Development Party (AKP) government and kept in line with the party’s talking points. It often collaborates with the Education Ministry to offer “counseling” services across the country’s schools. Over the years, the Directorate has amassed a significant budget that surpasses some ministries. Around three billion dollars are allocated to the Diyanet for 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ali erbaş",
          "sentiment": "negative"
        },
        {
          "name": "erbaş",
          "sentiment": "none"
        },
        {
          "name": "prophet mohammed",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "religious affairs directorate",
          "sentiment": "none"
        },
        {
          "name": "muslim",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "ankara",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T11:25:25.618+02:00",
    "updated": "2024-02-23T11:25:25.618+02:00"
  },
  {
    "uuid": "569e3ac3dc6c5beffaf1184f2fcf1c346dba604f",
    "url": "https://www.kavkaz-uzel.eu/articles/411132",
    "ord_in_thread": 0,
    "author": "\"Кавказский узел\"",
    "published": "2025-05-07T23:54:00Z",
    "title": "150 пляжей на Кубани закрыты для купания из-за загрязнения мазутом",
    "text": "150 пляжей на Кубани закрыты для купания из-за загрязнения мазутом\nНАСТОЯЩИЙ МАТЕРИАЛ (ИНФОРМАЦИЯ) ПРОИЗВЕДЕН И РАСПРОСТРАНЕН ИНОСТРАННЫМ АГЕНТОМ ООО \"МЕМО\", ЛИБО КАСАЕТСЯ ДЕЯТЕЛЬНОСТИ ИНОСТРАННОГО АГЕНТА ООО \"МЕМО\".\nНа пляжах в Анапе и Темрюкском районе Кубани установлены таблички о запрете купания, эти зоны отдыха патрулируют машины с громкоговорителями.\nКак писал \"Кавказский узел\", с 1 мая уборка мазута из воды и с пляжей продолжается на фоне установки табличек о запрете купания и приезда отдыхающих. За время работы по устранению последствий экокатастрофы водолазы собрали со дна моря 624 тонны замазученного грунта.\nМазут был обнаружен на всех пляжах Анапы, на побережье в Темрюкском районе (от поселка Веселовка до станицы Благовещенская) и на побережье Азовского моря в Славянском районе Кубани, говорится в справке \"Кавказского узла\" \"Масштабы загрязнения юга России мазутом\".\nВ Анапе для отдыхающих закрыт 141 пляж, в Темрюкском районе таких рекреационных зон девять. На пляжах установлены таблички, предупреждающие о запрете купания, и информационные баннеры с объявлением об аварийно-восстановительных работах. Кроме того, закрытые пляжи патрулируют машины с громкоговорителями - с них также звучит предупреждение о запрете купания, сообщил Оперативный штаб Кубани 7 мая.\nВ сообщении отмечается, что на всех 150 пляжах ведутся механизированные работы по очистке от мазута. Проезд на любом транспорте на них запрещен, пешеходам доступ ограничен. Эти меры будут действовать до завершения очистки пляжей, - пока пробы песка и воды не будут соответствовать санитарным нормам и Роспотребнадзор не выдаст разрешения на открытие каждого пляжа.\nЗакрытые и действующие пляжи обозначены на специальной карте. “В Темрюкском районе доступными для купания остаются порядка 130 километров берега. Это, например, пляжи станицы Тамань и поселка Сенной в Таманском заливе, а также все побережье Азовского моря в границах Темрюкского района, от поселка Ильич до станции Голубицкой”, - говорится в публикации оперштаба.\nПо информации властей, новых выбросов мазута на пляжах 7 мая не зафиксировали, но работы по очистке продолжаются: в частности, завершаются работы по очистке каменистого участка Высокий берег в Анапе.\nОчисткой камней от мазута посредством пескоструйного аппарата и специальных моек специалисты МЧС занимались только на Высоком береге и на 200-метровом участке близ Центрального пляжа Анапы и морского порта. Представитель ведомства Антон Ганапольский отметил, что для защиты акватории на этих участках установлены 200 метров боновых заграждений.\n15 декабря 2024 года два танкера с мазутом потерпели крушение в Керченском проливе. В результате погиб член экипажа одного из танкеров. Кроме того, произошел разлив нефтепродуктов, что привело к катастрофическим последствиям для экологии, говорится в справке \"Кавказского узла\" \"Разлив мазута в Керченском проливе\".\nГлава Минприроды заявил, что пляжи Анапы и Темрюкского района планируется восстановить к летнему сезону следующего, 2026 года. В течение нескольких лет на пляжах будут выбросы мазута, возразили экологи.\nПо оценкам специалистов, восстановление биосистемы Черного моря после разлива мазута в Керченском проливе займет от пяти до 10 лет. Материалы о последствиях разлива мазута в Краснодарском крае собраны \"Кавказским узлом\" на тематической странице \"Экокатастрофа на Кубани\".\nМы обновили приложения на Android и IOS - теперь они работают без VPN! Будем признательны за критику, идеи по развитию как в Google Play/App Store, так и на страницах КУ в соцсетях. Без установки VPN вы можете читать нас в Telegram либо использовать браузер CENO для обхода блокировок. Через VPN можно продолжать читать \"Кавказский узел\" на сайте, как обычно, и в соцсетях Facebook*, Instagram*, \"ВКонтакте\", \"Одноклассники\" и X. Смотреть видео \"Кавказского узла\" можно в YouTube. Присылайте в WhatsApp* сообщения на номер +49 157 72317856, в Telegram – на тот же номер или пишите по адресу @Caucasian_Knot.\n* деятельность компании Meta (владеет Facebook, Instagram и WhatsApp) запрещена в России.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->water pollution",
      "Environment->environmental pollution",
      "Environment->hazardous materials"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/kavkaz_uzel.eu/",
      "https://censorship.no/ru/download.html",
      "https://t.me/cknot",
      "https://vk.com/newsfromkavkaz",
      "https://twitter.com/caucasianknot",
      "https://ok.ru/newsfromkavkaz",
      "https://play.google.com/store/apps/details?id=ru.sambino.ionic&hl=ru",
      "https://www.youtube.com/user/CaucasianKnot",
      "https://apps.apple.com/ru/app/%D0%BA%D0%B0%D0%B2%D0%BA%D0%B0%D0%B7%D1%81%D0%BA%D0%B8%D0%B9-%D1%83%D0%B7%D0%B5%D0%BB/id1154933161",
      "https://www.facebook.com/kavkaz.uzel/?locale=ru_RU",
      "https://www.instagram.com/kavkaz_uzel.eu",
      "https://www.play.google.com/store/apps/details?id=ru.sambino.ionic&hl=ru",
      "https://www.twitter.com/caucasianknot",
      "https://www.ok.ru/newsfromkavkaz",
      "https://instagram.com/kavkaz_uzel.eu/",
      "https://play.google.com/store/apps/details",
      "https://www.censorship.no/ru/download.html",
      "https://facebook.com/kavkaz.uzel/?locale=ru_RU",
      "https://www.vk.com/newsfromkavkaz",
      "https://www.facebook.com/kavkaz.uzel/",
      "https://youtube.com/user/CaucasianKnot",
      "https://www.t.me/cknot",
      "https://www.apps.apple.com/ru/app/%D0%BA%D0%B0%D0%B2%D0%BA%D0%B0%D0%B7%D1%81%D0%BA%D0%B8%D0%B9-%D1%83%D0%B7%D0%B5%D0%BB/id1154933161"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T05:23:58.097+03:00",
    "updated": "2025-05-08T02:27:19.000+00:00"
  },
  {
    "uuid": "2fe338a9462ca191cbf11fcd80620ef77ba7c816",
    "url": "https://www.boxingnews24.com/2023/12/rojas-predicts-faster-knockout-for-crawford-in-spence-rematch/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "B.G.B",
    "published": "2023-12-31T07:21:00Z",
    "title": "Rojas predicts faster knockout for Crawford in Spence rematch",
    "text": "Sparring partner Freudis Rojas predicts an even faster knockout victory for Terence Crawford in his rematch against Errol Spence Jr. in the first quarter of 2024. Spence, 33, has activated his rematch clause, wanting to try and avenge his ninth round knockout loss against Crawford from last July on Showtime PPV. Most fans believe that Spence is just hanging around for the money he’ll get from the rematch against Terence and will then hang up his gloves a wealthy man. Errol’s options are limited Of course, the massive payday that Spence will be getting in a second fight with Terence is another reason he’s insisting on a rematch. Without that, Spence would take a massive pay cut, fighting one of the contenders at 154, which is division is almost completely barren of popular fighters aside from Jermell Charlo and Tim Tszyu. Spence will never fight Jermell because they’re close friends. Rojas says Crawford (40-0, 31 KOs) has former IBF, WBA & WC welterweight champion Spence (28-1, 22 KOs) all “figured out,” and it’s going to be easy when they meet again. There still isn’t a scheduled date for the Crawford-Spence 2 rematch, as PBC has to figure things out when to stage it with Amazon Prime PPV in early 2024. With Showtime no longer broadcasting boxing, PBC has been forced to find another network for their fighters. If the purses for Crawford & Spence are tied into PPV sales, they could be disappointed because fans are not interested in seeing a second fight. There would be if Spence redeemed himself with two or three wins over fighters like Jaron ‘Boots’ Ennis, Tim Tszyu, Brian Mendoza, or Erickson Lubins. Spence isn’t about to fight those guys because he might lose, and that would wreck his rematch payday against Crawford. Crawford will waste no time “I think Bud is going to stop him faster this time because he’s really got him figured out,” said Freudis Rojas to [Fighthype](https://www.youtube.com/watch?v=A26C87xUcnw&t=292s) about his view that Terence ‘Bud’ Crawford will defeat Errol Spence Jr. even easier in their rematch in 2024 than he did last July. “It didn’t look like he gave Bud any problems at all, but it is boxing, and he has two hands. Literally, one punch can change the entire fight. In my opinion, he’ll probably stop him sooner by stoppage.” It’s difficult to see a path to victory for the 33-year-old Spence, as he was so badly overmatched last time. Crawford had Errol figured out from the jump and dominated him on the inside and outside. Spence will need to use pressure like last time, and hope that it works because he can’t win the rematch by staying at range against the longer-armed Crawford. Will lightning strike twice? If Spence had one-punch power, that would obviously help because he afford to lose rounds while waiting to land that one big KO shot. “Bud even said it himself. ‘Once I beat you, they’re going to say rehydration, and you were too big.’ He said it from the beginning that’s the excuse they were saying, a lot of people have been saying,” said Rojas about the excuses from Team Spence. It should be interesting to see if Rojas’ prediction of a faster knockout victory for Crawford comes true. An upset victory for Spence would be massive, as it would give him the opportunity to tell fans that his previous defeat was a fluke and they’d believe him. “Even if he’s [Spence] rehydrated, I still think he’s going to be the same exact thing. Spence, he always fought like that, I think. Even he was drained. He had a full day [after the weigh-in]. There was no rehydration clause. I think Bud would demolish him again,” said Rojas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=A26C87xUcnw",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=A26C87xUcnw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "freudis rojas",
          "sentiment": "negative"
        },
        {
          "name": "rojas",
          "sentiment": "negative"
        },
        {
          "name": "crawford",
          "sentiment": "negative"
        },
        {
          "name": "terence crawford",
          "sentiment": "negative"
        },
        {
          "name": "errol",
          "sentiment": "none"
        },
        {
          "name": "spence",
          "sentiment": "none"
        },
        {
          "name": "terence",
          "sentiment": "none"
        },
        {
          "name": "errol spence jr.",
          "sentiment": "none"
        },
        {
          "name": "tim tszyu",
          "sentiment": "none"
        },
        {
          "name": "jermell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ibf",
          "sentiment": "none"
        },
        {
          "name": "showtime ppv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "spence",
          "sentiment": "none"
        },
        {
          "name": "jermell charlo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T10:10:49.130+02:00",
    "updated": "2023-12-31T10:16:33.631+02:00"
  },
  {
    "uuid": "64466d4f817d9c088a6416714a7929b381a423c0",
    "url": "https://andaluciainformacion.es/sevilla/1576895/aitana-la-chica-virtual-del-pelo-rosa-creada-con-ia-que-genera-12000-euros-mensuales",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-02-29T17:58:00Z",
    "title": "Aitana, la chica virtual del pelo rosa creada con IA que genera 12.000 euros mensuales | Andalucía Información. Todas las noticias de Sevilla",
    "text": "Apenas tiene siete meses de vida y ya cuenta con casi trescientos mil seguidores [en Instagram](https://www.instagram.com/fit_aitana/?hl=es) y gana 12.000 euros al mes. Se trata de Aitana López, la modelo e influencer creada con Inteligencia Artificial, la mujer del pelo rosa creada por la agencia [The Clueless](https://www.instagram.com/theclueless.ai/?hl=es). Esta semana este personaje virtual ha concedido su [primera entrevista](https://www.elperiodico.com/es/barcelona/20240228/aitana-lopez-ia-influencer-primera-entrevista-modelo-inteligencia-artificial-instagram-98695096), a El Periódico, donde ha dado a conocer los ingresos que genera, que se han triplicado desde noviembre de 2023, entre otras cosas. La IA, preguntada sobre su sueldo, admite que “es un buen sueldo, pero más allá de la cifra lo importante es disfrutar de lo que haces. Pero no me gusta hablar de dinero, prefiero hablar de videojuegos o de mi último viaje a Japón”. Aunque en su perfil la describen como “musa digital de Barcelona” y como “alma virtual”, -ambas descripciones, en inglés- son muchos los internautas que no se percatan de ello y, aunque “no existe, no es real”, como remarca la entrevista, “me piden muchas citas”, indica Aitana. Creada de manera que su personalidad se ajuste a los gustos del mercado y con atractivo físico, a veces sus seguidores se pasan con el tono de lo que le escriben: “La verdad es que sí. A veces recibo comentarios desagradables. Pero ¿sabes qué? Prefiero tomarlo con humor y no darle importancia. Al final del día, soy yo quien tiene el pelo rosa”, responde en la entrevista. Esa adaptación al mercado que persigue la define como aficionada a los videojuegos, al anime y al fitness, por ello son las temáticas de las fotos que comparte en su perfil. “A veces siento que estoy en un episodio de 'Black Mirror', pero no te preocupes, me encanta lo que hago”, señala la IA. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://www.elperiodico.com/es/barcelona/20240228/aitana-lopez-ia-influencer-primera-entrevista-modelo-inteligencia-artificial-instagram-98695096),",
      "https://www.instagram.com/fit_aitana/?hl=es)",
      "https://www.instagram.com/theclueless.ai/?hl=es).",
      "https://elperiodico.com/es/barcelona/20240228/aitana-lopez-ia-influencer-primera-entrevista-modelo-inteligencia-artificial-instagram-98695096),",
      "https://instagram.com/fit_aitana/?hl=es)",
      "https://www.instagram.com/fit_aitana/",
      "https://www.instagram.com/theclueless.ai/",
      "https://instagram.com/theclueless.ai/?hl=es)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:01:42.836+02:00",
    "updated": "2024-03-01T00:01:42.836+02:00"
  }
]