[
  {
    "uuid": "4abe944098e98bee2ea399fe13e591bb79aa50f4",
    "url": "https://uk.news.yahoo.com/pope-francis-urges-parties-ukraine-192922102.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Our Foreign Staff",
    "published": "2024-03-09T00:00:00Z",
    "title": "Pope Francis urges all parties in Ukraine to negotiate for peace",
    "text": "Pope Francis has urged parties in the Ukraine war to “negotiate before things get worse”, in an interview published Saturday by Swiss television. The 87-year-old pontiff was asked by the public broadcaster RTS about a debate within Ukraine on whether to surrender to Russia ’s invasion, or if that would only legitimise the power of force. “I believe that the strongest are those who see the situation, think about the people, and have the courage to raise the white flag and negotiate,” he said in the interview, conducted in early February. Speaking about war in general, including the Hamas-Israel war , he added: “Negotiations are never a surrender. It is the courage not to carry a country to suicide.” “That word negotiate is a brave word. When you see that you are defeated, that things are not working out, to have the courage to negotiate,” he said. The head of the worldwide Catholic Church said people might be ashamed but asked how many lives were being lost. “Today, for example with the war in Ukraine, there are many who want to act as mediators. Turkey for example,” he said. “Don’t be ashamed to negotiate before things get worse.” His comments came as Turkish president Recep Tayyip Erdogan proposed again that he could host a summit between Ukraine and Russia to end the war. Mr Erdogan made the fresh offer after a meeting in Istanbul with his Ukrainian counterpart Volodymyr Zelensky. Mr Zelensky has said while he wants peace he will not give up any territory. The Ukrainian leader’s own peace plan calls for the withdrawal of Russian troops from all of Ukraine and the restoration of its state borders. The Kremlin has ruled out engaging in peace talks on terms set by Kyiv. A spokesman for Mr Zelensky did not immediately respond to a request for comment on the Pope’s remarks. Francis was also asked about the Israel-Hamas war, where he laid blame on both sides. “War is made by two, not one. The irresponsible ones are these two who wage war,” he told the broadcaster.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.telegraph.co.uk/pope-francis/",
      "https://www.telegraph.co.uk/ukraine/",
      "https://www.telegraph.co.uk/ukraine-crisis/",
      "https://www.telegraph.co.uk/russia/",
      "https://www.telegraph.co.uk/israel-hamas-war/",
      "https://telegraph.co.uk/russia/",
      "https://www.telegraph.co.uk/israel-hamas-war",
      "https://www.telegraph.co.uk/ukraine-crisis",
      "https://telegraph.co.uk/ukraine-crisis/",
      "https://www.telegraph.co.uk/ukraine",
      "https://www.telegraph.co.uk/pope-francis",
      "https://telegraph.co.uk/israel-hamas-war/",
      "https://telegraph.co.uk/pope-francis/",
      "https://telegraph.co.uk/ukraine/",
      "https://www.telegraph.co.uk/russia"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "rts",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "catholic church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T21:51:27.971+02:00",
    "updated": "2024-03-09T21:51:27.971+02:00"
  },
  {
    "uuid": "b809500a55114fee8a69a3074e83b26112c0f2c3",
    "url": "https://www.dailykos.com/stories/2024/1/25/2219500/-ICYMI-Trump-testifies-a-Trump-aide-gets-jail-time-and-the-RNC-gives-up-on-democracy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jen Hayden Daily Kos Staff",
    "published": "2024-01-25T00:00:00Z",
    "title": "ICYMI: Trump testifies, a Trump aide gets jail time, and the RNC gives up on democracy",
    "text": "The RNC says f— you, democracy. We pick Trump This resolution is just plain bonkers. Donald Trump testifies in his defense in E. Jean Carroll defamation suit The accused had another very unpleasant day in court. Former Trump official Peter Navarro sentenced to 4 months for defying House subpoena The judge was not in the mood for the “chutzpah” of Peter Navarro and his sorry defense. 5 reasons for Democrats to like what they saw in New Hampshire. A lot Let’s dive into good news! Cartoon: Footwear You almost feel sorry for Ron DeSantis in this one. Almost. Trump slams Kayleigh McEnany after she dares to question his campaign Trump’s former press secretary Kayleigh McEnany was on Fox News’ Jesse Watters post-primary roundtable, and she attempted to do real analysis. Bad move! Despite Trump's current laughable lawyers, his DOJ could be staffed with skilled radicals If you thought Trump’s first administration was bad, wait till you see who could be tapped for positions in a second administration. Trump allies ridicule GOP impeachment inquiry for failing to find dirt on Biden Rep. James Comer’s efforts have been described as a “parade of embarrassments,” and it’s easy to see why. Arizona GOP boss quits after leaked tape of him trying to bribe Kari Lake Threats, blackmail, and much more—the Arizona GOP is really going through some things. Florida Republicans advance bill to make kids 'start working full-time' According to these folks, not allowing 16-year-olds to work full-time jobs is “weakening our society.” Libs of TikTok vows to 'get porn' out of Oklahoma schools, while Florida challenges book banners This isn’t just an attack on books, it’s a full-blown attack on education. Biden revisits decaying Wisconsin bridge to announce $5B for infrastructure Building literal bridges and making a strong case for reelection. Missouri GOP is at war with its own Freedom Caucus The rage and incompetence of the House Freedom Caucus is spreading to state legislatures. Click here to see more cartoons.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "neutral"
        },
        {
          "name": "ron desantis",
          "sentiment": "none"
        },
        {
          "name": "jesse watters",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "e. jean carroll",
          "sentiment": "none"
        },
        {
          "name": "peter navarro",
          "sentiment": "none"
        },
        {
          "name": "kayleigh mcenany",
          "sentiment": "none"
        },
        {
          "name": "james co",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "rnc",
          "sentiment": "negative"
        },
        {
          "name": "fox news",
          "sentiment": "none"
        },
        {
          "name": "gop",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "doj",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new hampshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:06:01.648+02:00",
    "updated": "2024-01-26T00:06:01.648+02:00"
  },
  {
    "uuid": "57549e3aa4c7f835a206bfdaa571237dca341e5b",
    "url": "https://www.christianpost.com/news/kirk-cameron-says-christians-shouldnt-tolerate-tyranny.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ChristianPost",
    "published": "2024-02-23T21:23:00Z",
    "title": "Kirk Cameron says Christians shouldn't 'tolerate tyranny'",
    "text": "Kirk Cameron: Biblical command to 'turn the other cheek' doesn't mean Christians should 'tolerate tyranny' Intolerance for evil is a 'very essential Christian virtue', actor says Kirk Cameron has some thoughts on what it really means to \"turn the other cheek.\" The actor said intolerance, at least when it comes to evil and tyranny, is, in fact, a “very essential Christian virtue,” one which, he added, America’s founding fathers espoused. In a Feb. 21 appearance on the “Timcast IRL” [podcast](https://timcast.com/video/epstein-court-documents-dropping-fl-passes-bill-to-drop-all-grand-jury-docs-timcast-irl/) with Tim Pool, Cameron touched upon a number of topics, including his fight against “religious viewpoint discrimination” in public libraries and Noah Webster’s Christian influence on education. But it was in response to Pool’s apparent reference to a [Christian Post story](/news/tim-pool-blames-tolerant-christians-for-americas-decline.html) earlier this month about his comments on conservative Christians playing a role in America's decline by being “tolerant and accepting” that led to a lively conversation between Pool and Cameron. Crediting a 2023 [speech ](https://valuetainment.com/patrick-bet-david-brings-down-the-house-at-tpusas-americafest/)by entrepreneur Patrick Bet David for his comments, Pool summarized David's speech as essentially saying, “Christians in this country are good people who keep saying OK to these people, being tolerant, allowing them to live the way they want to live. \"But what happens is they push more into the institutions, they introduce dangerous, bad ideas, they start targeting kids, and now we're here where we are today.\" Cameron responded by saying “turn the other cheek” and “love your neighbor” were never intended to allow for the tolerance of evil. “… I see so many who are just tolerating evil and that’s not loving your neighbor,” he said. “At the end of the day, the two great Commandments of Christianity are to love God with all of your heart, mind, soul and strength, and the second is like it, to love your neighbor as yourself. “If you 'tolerate' the kinds of things that bring misery to your neighbors and ultimately strip them of their liberties, you're not loving them.” As an example, he cited [Just War Theory](/news/israel-the-six-day-war-and-just-war-theory.html), followed by most Christians for over a thousand years, which states that if you believe your enemy is preparing to attack, you are justified in defending your own people by attacking first. Cameron said the Constitution is another means of mitigating against overreach by tyrants. “We don't tolerate tyranny, either from the outside or the inside, and that is a very essential Christian virtue, is to not tolerate that type of thing,” he added. He contrasted the act of Christian charity and forgiveness with a biblical notion of justice. “If you're gonna cuss me out and you're gonna steal my coat, I might love you anyway and give you my shirt too,” he said. “And in doing that, people go — their conscience convicts them and they come back around and go, 'Why do you do that? Why do you live that way?' “But you come after my kids, or you start stripping away my liberties, or you make my neighbors live in poverty and misery so that you can go live on Epstein island? No, I think we shouldn't tolerate that.” As the conversation veered into the subject of various tenets of Christianity, Pool offered up a frank assessment of his own religious views. After sharing about an exchange he had with some Seventh-day Adventist evangelists canvassing his neighborhood, Pool said, “I’m not a Christian, I believe in God, I grew up Catholic, don’t really follow organized religion … but I love the history of this country. “I love understanding the Bill of Rights. I love understanding why the Founding Fathers decided to enshrine the things they did and why, and ... this is a historical fact, it was concepts of biblical teaching.” He compared the account in Genesis 18 of Abraham bargaining with God over the fate of the righteous in Sodom with [Blackstone’s ratio](https://www.lawinfo.com/resources/criminal-defense/what-is-blackstone-s-formulation-in-criminal.html), a legal theory that states that it is preferable for 10 guilty persons to escape rather than to have one innocent person suffer. Pool said, like Blackstone’s ratio, the morality of America’s Founders was “rooted in Christian teaching.” “The Founding Fathers just didn’t read the Bible and say, ‘Let’s do what the Bible says,’” he explained. “They actually thought about what it would mean to create a government that opposed those teachings.” Ian M. Giatti is a reporter for The Christian Post and the author of [BACKWARDS DAD: a children's book for grownups](https://www.amazon.com/BACKWARDS-DAD-childrens-book-grownups/dp/B09RM46XMN). He can be reached at: [ian.giatti@christianpost.com](mailto:ian.giatti@christianpost.com).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://lawinfo.com/resources/criminal-defense/what-is-blackstone-s-formulation-in-criminal.html),",
      "https://www.timcast.com/video/epstein-court-documents-dropping-fl-passes-bill-to-drop-all-grand-jury-docs-timcast-irl/)",
      "https://www.lawinfo.com/resources/criminal-defense/what-is-blackstone-s-formulation-in-criminal.html),",
      "http://amazon.com/exec/obidos/ASIN/B09RM46XMN",
      "https://valuetainment.com/patrick-bet-david-brings-down-the-house-at-tpusas-americafest/)by",
      "http://www.amazon.com/exec/obidos/ASIN/B09RM46XMN",
      "https://www.valuetainment.com/patrick-bet-david-brings-down-the-house-at-tpusas-americafest/)by",
      "https://timcast.com/video/epstein-court-documents-dropping-fl-passes-bill-to-drop-all-grand-jury-docs-timcast-irl/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kirk cameron",
          "sentiment": "negative"
        },
        {
          "name": "noah webster",
          "sentiment": "none"
        },
        {
          "name": "cameron",
          "sentiment": "none"
        },
        {
          "name": "tim pool",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "christian post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T00:14:32.195+02:00",
    "updated": "2024-02-24T01:16:28.325+02:00"
  },
  {
    "uuid": "fa9ee6b07a9e0f54ce5843e82b8e49a312efdfe8",
    "url": "https://www.radioformula.com.mx/nacional/2024/2/1/perfil-chavo-felix-el-yerno-del-mayo-zambada-que-desato-un-megaoperativo-en-culiacan-800346.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2024-02-01T22:42:00Z",
    "title": "PERFIL 'Chavo' Félix: el yerno del 'Mayo' Zambada que desató un megaoperativo en Culiacán | Radio Fórmula",
    "text": "La madrugada de este jueves se desarrolló un megaoperativo en la sindicatura de Pueblos Unidos, en el municipio de Culiacán, Sinaloa, [ cuyo objetivo de las autoridades era el ‘Chavo’ Félix, yerno del ‘Mayo’ Zambada](https://www.radioformula.com.mx/nacional/2024/2/1/caceria-en-culiacan-marina-despliega-operativo-en-tierras-del-mayo-video-800302.html), pero ¿quién es este líder criminal que supuestamente funge como heredero del Cártel de Sinaloa? Juan Carlos Félix Gastélum está casado con María Teresa Zambada Ortiz, hija del capo sinaloense, y quien se ha consagrado como uno de los hombres de más confianza del líder criminal. Lo anterior lo llevó a quedarse al frente de la organización criminal fundada por Ismael ‘El Mayo’ Zambada, Joaquín ‘El Chapo’ Guzmán, Héctor Luis Palma Salazar y Juan José de Jesús Esparragoza Moreno, alias ‘El Azul’, en la década de los 80. Recordemos que Ismael quedó como máximo líder del Cártel de Sinaloa tras la captura de El Chapo Guzmán y la supuesta muerte del Azul, pero delegando la mayoría de las operaciones del grupo a varios de los mandos medios. Te podría interesar Las detenciones de los hijos del Mayo como es el caso de Ismael Zambada Imperial, alias ‘El Mayito Gordo’, y Serafín Zambada Ortiz, alias ‘Sera’, obligaron al capo a acomodar sus fichas para asegurar la supervivencia de la organización amenazada por poderosos rivales como el Cártel Jalisco Nueva Generación (CJNG) y el Cártel de los Beltrán Leyva. Esto llevó al líder criminal a poner los ojos sobre Teresa Zambada Ortiz, fruto del matrimonio con su tercera mujer, Leticia Ortiz Hernández, en especial del esposo de su hija Juan Carlos Félix Gastélum, conocido en el mundo del narco como ‘El Chavo’ Félix. De acuerdo con fuentes de la inteligencia mexicana, dicho sujeto se desempeñaba como jefe de seguridad, pero su cercanía y lealtad hacia su suegro le permitió convertirse en el nuevo líder del Cártel de Sinaloa. Actualmente El Chavo Félix no cuenta con ninguna acusación criminal en Estados Unidos; sin embargo, son varios los corridos que se han escrito para hablar sobre su vida en el cártel del Mayo Zambada. Uno de los corridos lleva su nombre y es interpretado por La Receta del Corrido y parte de su letra dice lo siguiente: “Yo nunca tiro charola, pero del Mayo Zambada ya saben que soy el yerno, un barril llevo fajada, de clave el número ocho, Chavo Félix hay los dejo”. ¿Megaoperativo en Sinaloa iba por el Chavo Félix? Fue la madrugada de este jueves cuando se registró un megaoperativo en Culiacán, Sinaloa, en el que participaron elementos de la policía municipal, de la Secretaría de Marina y del Ejército mexicano. De acuerdo con el periodista especializado en narcotráfico Oscar Balmen, información extraoficial desde Sinaloa apunta que durante el operativo fue detenido Juan Carlos Félix Gastélum, aunque las autoridades mexicanas todavía no confirman estos hechos. Félix Gastélum opera en Puerto Peñasco, ubicada en el estado de Sonora. Además, está encargado de la seguridad del cártel del Mayo Zambada en el noroccidente de Sonora y nororiente de Baja California.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:25:28.965+02:00",
    "updated": "2024-02-02T01:25:28.965+02:00"
  },
  {
    "uuid": "3c6c5442be08fe32d3d702cfa51fc2e9d50677f2",
    "url": "https://abcnews.go.com/GMA/Family/patrick-mahomes-pregnant-wife-brittany-due-day-now/story?id=117128936",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2024-12-26T22:20:00Z",
    "title": "Patrick Mahomes says his pregnant wife, Brittany, is due 'any day now'",
    "text": "Patrick Mahomes says his pregnant wife, Brittany, is due ‘any day now’\nThe couple revealed last summer that they are expecting their third child.\n[Patrick Mahomes](https://www.goodmorningamerica.com/culture/story/patrick-mahomes-reveals-travis-kelce-gifted-birthday-113828780) is sharing an exciting update on his pregnant wife [Brittany Mahomes](https://www.goodmorningamerica.com/culture/story/brittany-mahomes-shares-sweet-photo-taylor-swift-travis-111972453).\nThe Kansas City Chiefs quarterback revealed that the newest addition to his family will be due \"any day now\" in an interview with Netflix Sports. The video streaming platform posted a [clip of the exchange](https://x.com/netflix/status/1871969225600118819) on X on Christmas Day.\n\"Brittany says I've been stressing her out too much this season,\" the athlete said in the clip. “So I got to try to not put so much stress on her through these football games.”\nHe continued, \"Hopefully God works the right way and we can have that baby on ‘the bye’ week somewhere, and then everything will work out perfectly.”\nThe Mahomes -- who are already parents to a daughter, Sterling Skye, 3 years old, and a son, Bronze, who is 2 -- announced [that they were expecting](https://www.goodmorningamerica.com/culture/story/patrick-mahomes-wife-brittany-announce-expecting-3rd-child-111886447) their third child with a joint Instagram post on July 12.\nThe video at the time featured the family with the caption, \"Round three, here we come.\"\nLater that month, the couple announced the [sex of their third baby](https://www.goodmorningamerica.com/culture/story/brittany-patrick-mahomes-reveal-sex-3rd-baby-adorable-112123984) on with a sweet video posted to Instagram.\n\"Baby Mahomes #3 is a….💙,\" read the caption of the post at the time which showed Mahomes’ daughter, Sterling Skye, playing a game of tic-tac-toe for the reveal.\nWith three pink X's in a row, the game concluded with pink smoke and matching confetti filling the air, confirming that the Mahomes family would be welcoming another baby girl.\nSpeaking to [Sports Center](https://www.instagram.com/p/DEBFnJwPQ8b/?utm_source=ig_web_copy_link) during his Christmas Day game against the Pittsburgh Steelers, Patrick Mahomes revealed his one goal heading into the match.\n\"I told my pregnant wife I was gonna get her the number one seed so we can go have that baby,\" he said. \"So we got that number one seed.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->parenting",
      "Social Issue->pregnancy and childbirth",
      "Social Issue->family"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/netflix/status/1871969225600118819",
      "https://www.goodmorningamerica.com/culture/story/patrick-mahomes-wife-brittany-announce-expecting-3rd-child-111886447",
      "https://www.instagram.com/p/DEBFnJwPQ8b/?utm_source=ig_web_copy_link",
      "https://www.goodmorningamerica.com/culture/story/brittany-patrick-mahomes-reveal-sex-3rd-baby-adorable-112123984",
      "https://www.goodmorningamerica.com/culture/story/patrick-mahomes-reveals-travis-kelce-gifted-birthday-113828780",
      "https://www.goodmorningamerica.com/culture/story/brittany-mahomes-shares-sweet-photo-taylor-swift-travis-111972453",
      "https://goodmorningamerica.com/culture/story/patrick-mahomes-reveals-travis-kelce-gifted-birthday-113828780",
      "https://goodmorningamerica.com/culture/story/brittany-patrick-mahomes-reveal-sex-3rd-baby-adorable-112123984",
      "https://instagram.com/p/DEBFnJwPQ8b/?utm_source=ig_web_copy_link",
      "https://goodmorningamerica.com/culture/story/brittany-mahomes-shares-sweet-photo-taylor-swift-travis-111972453",
      "https://goodmorningamerica.com/culture/story/patrick-mahomes-wife-brittany-announce-expecting-3rd-child-111886447",
      "https://www.instagram.com/p/DEBFnJwPQ8b/",
      "https://www.x.com/netflix/status/1871969225600118819"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Patrick Mahomes",
          "sentiment": "negative"
        },
        {
          "name": "Brittany Mahomes",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Kansas City Chiefs",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:34:12.673+02:00",
    "updated": "2024-12-27T00:34:12.673+02:00"
  },
  {
    "uuid": "68f8abf9995dc833e80c33ece05928c29e0af420",
    "url": "https://36kr.com/p/3342735152850439",
    "ord_in_thread": 0,
    "author": "港股研究社",
    "published": "2025-06-19T04:41:00Z",
    "title": "洋品牌退潮，中国新消费崛起，一场划时代的交接拉开序幕-36氪",
    "text": "外资退本土进，中国消费市场重构 上海南京路上，中国第一家哈根达斯门店或许即将消失在大众视野。\n这家自1996年进入中国、被誉为冰淇淋界的奢侈品，曾以25元一个的单球价格和勃艮第红的奢华装修，成为中国消费者心中“小资生活”的代名词，但如今却已辉煌不复当初。\n同样的故事也发生在咖啡巨头星巴克身上。过去一直在中国市场所向披靡的星巴克，如今却在接洽私募巨头KKR、方源资本等潜在买方，讨论股权出售和特许经营协议。而麦当劳、Uber早已在中国市场完成业务拆分或出售，开启外资品牌战略调整的先河。\n外资品牌的“退”与本土新消费的“进”，折射出中国消费市场的深层变革。从“崇洋”到“务实”，从“符号消费”到“价值共鸣”，一场商业逻辑的重构正在发生。\n战略退守背后，外资品牌遭遇集体困局 哈根达斯在中国市场的退守，本质上是其“高端体验经济”模式的系统性危机，同时也是外资品牌在华战略收缩浪潮中的最新案例。\n此前，2025财年第二季度，通用磨坊曾公开哈根达斯中国店铺客流量下降幅度为两位数。而中国市场净销售额下降的情况在2024财年的季度报也有提及。\n其背后的门店数据变化也让人感慨。窄门餐眼数据显示，2019年哈根达斯在中国拥有557家门店，而到2025年6月，全国门店数已缩减至385家，较半年前减少近20家。\n不仅如此，哈根达斯坚持高端定位的策略也限制了门店的拓展。根据现有门店地区分布来看，其67%以上门店分布在一线和新一线城市，20%以上分布在二线城市。而门店选址方面，商场店占比达73.51%。\n而星巴克的困境也同样深刻。2024年全年，星巴克中国的可比同店增速持续负增长，虽然门店数比2023年末增加710家，但其2024年的营收相比2023年减少超2亿美元。\n深入来看，哈根达斯、星巴克等外资品牌“退守”背后，正是其结构性困境的直接体现。\n一则体现在其价格与价值的脱节。现阶段，国内市场哈根达斯75g原装小纸杯售价为43元，330g大桶装的售价更是高达108元。\n对比来看，828ml桶装仅售5.99美元（约43元人民币），日本市场21款哈根达斯总价仅4478日元（折合人民币为296元）。如今，这种“逢洋必贵”的定价策略在质价比时代已经难以为继。\n而星巴克旗下非咖系列的数十款单品于今年6月集体降价。此轮降价后，部分非咖饮品价格才从30元区间降至20元区间，却仍高于国内新茶饮扎堆的9.9元价格带。\n二则体现在产品创新的相对滞后。哈根达斯一直以经典款产品为主，从哈根达斯小程序来看，品类总计仅20款。相比平价国产品牌，罗曼林以新中式为特色，持续推出了山楂味的中国红冰淇淋、抹竹子系列等，酷啵啵蛋仔则专注鸡蛋仔冰淇淋。\n三则体现在决策效率低下上，而这源于跨国企业总部与中国市场之间的沟通障碍。以瑞幸为例，2021年其推出了113款新品，同年星巴克却仅上市30余款。不仅如此，进入中国市场多年的肯德基已经开始卖热干面、胡辣汤，星巴克却仍在沿用星冰乐老配方。\n哈根达斯在中国市场的节节退守，连同星巴克等外资巨头的业绩困境，清晰地勾勒出其“高端体验经济”模式在当下中国市场遭遇的系统性危机。\n新消费已然崛起，本土品牌的颠覆性革命 当昔日的“洋品牌光环”褪去，价值支撑点变得脆弱，其赖以生存的旧有模式正面临前所未有的挑战。\n然而，就在这些国际巨头艰难调整、战略收缩之际，中国本土的新消费力量却以前所未有的活力和颠覆性姿态，在冰品、茶饮乃至整个消费领域掀起了声势浩大的“革命”。\n以冰淇淋市场为例，其格局变化尤为显著。据中商产业研究院数据，2025年中国最受消费者喜爱的十大冰淇淋品牌分别为：伊利、蒙牛、和路雪、八喜、哈根达斯、光明、五羊、中街1946、马迭尔、奥雪。这其中，伊利、蒙牛稳居前二，哈根达斯仅列第五。\n而蜜雪冰城更是这场革命的绝佳代言人。其2元一支的冰淇淋、4元一杯的柠檬水，与哈根达斯高达50元的客单价形成极致对比。\n门店规模上，蜜雪冰城更是一骑绝尘。截至2024年三季度，其全球门店数量突破45000家，同比增长25.3%，覆盖大部分城市及绝大多数县城。\n图源来自蜜雪冰城官方\n新茶饮的咖啡赛道，瑞幸咖啡率先打响9.9元价格战，带动整个咖啡赛道进入全新的“质价比时代”，并推翻了星巴克曾引以为傲的“第三空间”文化。业绩方面更是遥遥领先。财报显示，2024年瑞幸咖啡全年总净收入达344.75亿元，同比增长38.4%。\n由此来看，中国新消费品牌日渐崛起的成功密码源于以下三个方面。\n一是精准的质价比定位。中国消费者对冰淇淋单价的接受度普遍在3-15元之间，哈根达斯的定价远超主流区间。\n尽管，钟薛高通过厄瓜多尔粉钻等高端原料，将66元一支的雪糕打造成社交货币，但“雪糕界爱马仕”的盛况依旧稍纵即逝，可见有创新的同时，定价也不宜过度虚高。\n二是极致的本土化创新。中街1946推出麻酱味冰淇淋；马迭尔开发榴莲雪糕；光明冰砖通过怀旧营销吸引Z世代，以及霸王茶姬“伯牙绝弦”持续火爆。相比之下，哈根达斯的口味迭代明显滞后。\n三是高效的渠道变革。现制茶饮品牌通过高频次、高性价比特性，分流高端冰淇淋的年轻客群。其中，蜜雪冰城一年新增近万家门店的速度，让外资品牌望尘莫及。\n如今，以蜜雪冰城、瑞幸咖啡为代表的中国新消费品牌，精准切中了外资巨头失守的价值空白，正在用一场颠覆性的“革命”重塑市场格局。\n没有永恒的“巨头”，只有永恒的“价值”​ 新消费品牌用行动证明，在中国市场，“洋品牌”的先天光环已非通行证，唯有持续创造真实、可感知的价值，方能赢得消费者。\n当新消费势力以燎原之势攻城略地，一个核心命题浮出水面：市场没有永恒的“巨头”，只有对用户需求“永恒价值”的追寻。那些固守旧模式、价值失衡的品牌，无论昔日多么辉煌，终将在时代的潮水中退场。\n回顾来看，中国新消费品牌中，扬子江普啦啦将湖北非遗糕饼技艺融入冰淇淋开发，推出“江豚邮票冰淇淋”亮相国际生物多样性日；霸王茶姬的“伯牙绝弦”以传统典故构建产品叙事。\n瑞幸与茅台更是互相成就，前者选择茅台做咖啡的良配，后者又推出“白酒+冰淇淋”的组合，让年轻人以更“平易近人”的价格体验“人生第一口茅台”。\n这些产品将中国文化符号转化成差异化竞争力，更让文化自信成功取代了西方想象。\n不仅如此，茅台冰淇淋一度攻占宴席场景，成为年轻人婚宴、节庆的社交货币；蜜雪冰城则以2元甜筒切入日常解渴需求；野人先生在景区设置冰淇淋打卡点，将消费转化为“旅行记忆载体”。\n国内新消费品牌结合场景创新重新定义了消费背后的深层含义。\n还有钟薛高虽采用秸秆可降解棒签，成本是普通棒签的10-30倍，却赢得环保消费者认可；而伊利须尽欢推出低GI系列冰淇淋，也契合健康趋势；奈雪的茶则凭借“green”系列抢占健康先机。可持续、绿色健康趋势也随之成为消费品牌新的溢价支点。\n更让人感叹的是中国新消费品牌的“逆向出海”。相比海外品牌十年不变的产品线，中国新消费凭借快速迭代和极致性价比，正在复制“蜜雪冰城模式”的全球扩张。\n2025年，中国新消费品牌的崛起，既宣告了以“西方想象”为基石的旧品牌神话的终结，也重新锚定了“真实、可感知的文化自信与用户价值”为市场新坐标。\n当文化自信取代西方滤镜，当场景共创超越单向灌输，当可持续理念融入产品基因，中国新消费品牌不仅改写了市场规则，更向世界证明：唯有扎根真实需求、创造可感价值，才能在时代浪潮中屹立不倒。\n本文来自微信公众号“港股研究社”（ID：ganggushe），作者：璟松，36氪经授权发布。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->consumer goods"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://img.36krcdn.com/hsossms/20250619/v2_49c1ae709cc4411b879118ba703ff387@15574914_oswg128265oswg1200oswg900_img_000?x-oss-process=image/format,jpg/interlace,1",
      "https://img.36krcdn.com/hsossms/20250619/v2_6cefc687209d43168275d389884c20ed@15574914_oswg256235oswg1191oswg1786_img_000?x-oss-process=image/format,jpg/interlace,1",
      "https://img.36krcdn.com/hsossms/20250619/v2_0f26890297be430290575f9cfe841ce0@15574914_oswg179984oswg1200oswg801_img_000?x-oss-process=image/format,jpg/interlace,1",
      "https://img.36krcdn.com/hsossms/20250619/v2_0f26890297be430290575f9cfe841ce0@15574914_oswg179984oswg1200oswg801_img_000",
      "https://img.36krcdn.com/hsossms/20250619/v2_49c1ae709cc4411b879118ba703ff387@15574914_oswg128265oswg1200oswg900_img_000",
      "https://img.36krcdn.com/hsossms/20250619/v2_6cefc687209d43168275d389884c20ed@15574914_oswg256235oswg1191oswg1786_img_000",
      "https://www.img.36krcdn.com/hsossms/20250619/v2_6cefc687209d43168275d389884c20ed@15574914_oswg256235oswg1191oswg1786_img_000?x-oss-process=image/format,jpg/interlace,1",
      "https://www.img.36krcdn.com/hsossms/20250619/v2_0f26890297be430290575f9cfe841ce0@15574914_oswg179984oswg1200oswg801_img_000?x-oss-process=image/format,jpg/interlace,1",
      "https://www.img.36krcdn.com/hsossms/20250619/v2_49c1ae709cc4411b879118ba703ff387@15574914_oswg128265oswg1200oswg900_img_000?x-oss-process=image/format,jpg/interlace,1"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:41:55.400+03:00",
    "updated": "2025-06-19T04:44:40.000+00:00"
  },
  {
    "uuid": "84c2cf8fb5e20cf3b8277ae17f496fdffb672df6",
    "url": "https://indianexpress.com/article/business/red-sea-woes-exporters-seek-increased-credit-as-freight-rates-jump-300-9128191",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ravi Dutta Mishra",
    "published": "2024-01-25T20:06:00Z",
    "title": "Red Sea woes: Exporters seek increased credit as freight rates jump 300% | Business News - The Indian Express",
    "text": "Indian exporters have asked the central government to help facilitate more credit as freight rates have jumped nearly 300 per cent due to the disruption in the Red Sea route forcing global shipping lines to take longer trade routes, which is ultimately affecting exports of low value items such as Basmati rice. Increasing attacks on ships sailing in the Red Sea region since November 2023 have forced shippers to consider the alternative, longer route past the Cape of Good Hope, which has not only stretched delivery time by 15 to 20 days, but also increased the transit cost substantially because of incremental freight rates and insurance premium. Federation of Indian Export Organisations (FIEO) Director General Ajay Sahai told [The Indian Express](https://indianexpress.com) that freight costs have surged by 300 per cent as global shipping lines are taking the Cape of Good Hope route, which is why exporters have sought more credit to match the rising cost of shipments to Europe. Meanwhile, ratings agency Crisil on Thursday said that players operating in sectors such as agricultural commodities and marine foods could see a significant impact due to the perishable nature of their goods or lean margin profiles, which limit their ability to absorb the risks from rising freight cost. “Not all sectors are expected to be impacted to the same extent. In fact, for agricultural commodities like Basmati rice (30-35% of production is shipped to these regions), exporters are feeling the pressure as rising freight cost has curbed exports and a part of their inventory is now being sold in the domestic market, leading to a moderation in realisations,” the report said. Indian companies use the Red Sea route through the Suez Canal to trade with Europe, North America, North Africa, and parts of the west Asia. Crisil said that these regions accounted for 50 per cent of India’s exports worth Rs 18 lakh crore and 30 per cent of imports worth Rs 17 lakh crore last fiscal. “Marine foods –predominantly shrimp and prawn – could also see a significant impact as 80-90 per cent of the production is exported, more than half of it through the Red Sea. Their perishable nature and lean margins make exporters vulnerable to rising freight cost and competitive pressure from Latin American suppliers,” the report added. The Indian Express had earlier reported that the finance ministry is set to hold a high-level meeting on February 5 to ensure smooth trade payments amid challenges emanating from the disruption in the Red Sea region. Five days after Chandigarh IAS officer Rupesh Kumar ordered the sealing of establishments and suspension of liquor licenses of ten major vend owners, the Home department shunted him out of the Excise department. Sources said that on January 19, of the twelve cases decided, sealing was ordered in ten cases by Kumar for violating the breach of terms and conditions of the Liquor Act.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ajay sahai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "crisil",
          "sentiment": "none"
        },
        {
          "name": "the indian express",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "cape of good hope",
          "sentiment": "none"
        },
        {
          "name": "cape",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:14.845+02:00",
    "updated": "2024-01-26T01:14:27.559+02:00"
  },
  {
    "uuid": "9e1a77d87f43091285b7537ca30dd87e4b258326",
    "url": "https://www.trendmicro.com/zh_hk/research/25/a/how-cracks-and-installers-bring-malware-to-your-device.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ryan Maglaque; Jay Nebre; Allixon Kristoffer Francisco Read time",
    "published": "2025-01-09T15:00:00Z",
    "title": "How Cracks and Installers Bring Malware to Your Device | 趨勢科技",
    "text": "Key Takeaways\n- Attackers use platforms such as YouTube and social media to share download links for fake installers to capitalize on user trust and drive clicks to malicious sites.\n- Threat actors often use reputable file hosting services like Mediafire and Mega.nz to conceal the origin of their malware and make detection and removal more difficult.\n- Many malicious downloads are password-protected and encoded, which complicates analysis in security environments such as sandboxes and allows malware to evade early detection.\n- Once infected, malware collects sensitive data from web browsers to steal credentials. This situation shows the serious risks of exposing your personal information by unknowingly downloading fraudulent software.\nIntroduction\nThe increase of fake installers bundled with info stealers is a growing threat for users looking for pirated software. These malicious programs disguise themselves as legitimate applications, often appearing in search results or [comments on platforms like GitHub](https://www.gendigital.com/blog/news/innovation/lumma-stealer-github). Unfortunately, many users fall prey to these tricks. The [Trend Micro™ Managed XDR](https://www.trendmicro.com/zh_hk/business/services/managed-xdr.html) service frequently sees the fallout, with the Lumma stealer being a prominent example. This highlights the hidden dangers of piracy that can jeopardize personal security and data integrity.\nInfo stealers are a type of malware that is designed to steal sensitive information from an infected system. This can include credentials, financial information, personal data, and other sensitive information that can be used for identity theft, fraud, or other malicious purposes.\nHow they lure their victims\nInfo stealers operate deceptively, luring victims into downloading the malware disguised as legitimate software installers. These download links often originate from fake websites or are shared as a link in messages from social platforms, as discussed in our [previous blog](https://www.trendmicro.com/zh_hk/research/23/j/beware-lumma-stealer-distributed-via-discord-cdn-.html).\nIn this blog, we want to highlight and break down how a typical user may stumble upon these download links of fake installers.\nVictims are lured into piracy by individuals posing as guides on popular video-sharing platforms like YouTube. These deceitful actors create a pretense of offering legitimate software installation tutorials to entice viewers to click on malicious links in the video descriptions or comments. This compromises users' devices and promotes a culture of theft. Here is an example.\nUpon accessing the link, a separate post on YouTube opens, revealing the download link for the fake installer.\nIn the following example, it leads to a download of the file from the Mediafire file hosting site:\nIn another case, the threat was uploaded to another file-hosting site called Mega.nz.\nIt's clear that the threat utilizes known file hosting services as another layer to obscure its download further and evade detection.\nIn the cases we will discuss in this blog, we observed that these threats are often distributed as fake installers or cracked software, which victims inadvertently encounter while searching for them on search engines.\nIn the sample below, specific keywords trigger search results for these entries.\nThe third item in the search results (refer to screenshot above) comes from OpenSea (an NFT marketplace), which is unusual because it hosted a downloadable file. The entry contains a shortened link that redirects to the actual link. One assumption is that they use shortened links to prevent scraping sites from accessing the download link.\nThe following link will prompt you for the actual download link and the zip file's password. Password-protecting the files can help prevent sandbox analysis of the initial file upon arrival, which can be a quick win for an adversary.\nThe fourth and last entry in the search results (refer to the search results screenshot above) came from SoundCloud, a music-sharing platform that hosted the download link with a corresponding description. In this case, the download link was shortened using Twitter.\nThe same user also posted additional entries that include means to download a specific file.\nContent from another entry made by the same user.\nSimilar to the first case, another site displays the download link and password.\nIn one of our download links, we discovered evidence of other entries they are attempting to fake, as shown in VirusTotal (VT).\nInfection analysis as seen by Managed XDR (post download)\nIn the next section, we will discuss instances where the download was successful and the content was executed. This case sample highlights the activities observed on the host.\nCase 1\nOne observation about the unpacked file is that its size is 900 MB. This large file size helps defense evasion and allows it to bypass sandbox analysis to appear more legitimate as an installer. Moreover, it is restricted from submission in VT.\nThe infection sequence is triggered upon executing the .exe file contained within the zip file.\nA threat has been detected involving the execution of batch files. The content of the batch file was sourced and, while different from the Managed XDR case, is still functionally similar.\nThe batch file contains obfuscated entries.\nThe first cleanup involves removing garbage entries.\nThe next step is to replace the variables, resulting in a clearer script.\nAccording to the batch file, it builds the AutoIt script by combining the multiple created files and executes it. Upon execution, we observed that it dropped several additional files.\nProcesses may be injected with its code, and a new legitimate binary is sometimes introduced for process injection.\nCollecting and preparing sensitive data from browser environments for credential access was completed through a copy file operation.\nThe process introduced by threat is also seen to establish connections to multiple command and control (C&C) addresses.\nBesides accessing its C&C, our investigation observed the threat committing a series of queries related to Domain Generation Algorithm (DGA) domains.\nCase 2\nIn this second case, the infection started when a user downloaded a compressed file from a known file hosting site. Once downloaded, the user unpacks the file, which would require a password, and executes the installer. Upon execution, it proceeds to do a series of suspicious events, such as spawning a legitimate process and injecting its code into it. The threat also introduces a known scripting tool, AutoIt, to further obfuscate its execution, and later, it connects to its C&C to download and execute additional malware, typically different variants of infostealer.\nA snippet of the content of the zip file shows that, at a quick glance, it is just a standard application installer.\nSetup.exe is a version of rustdesk.exe, an open-source remote desktop access software identified on VirusTotal.\nThe zip file contains a trojanized file for rustdesk.exe, where one of the DLLs is tampered with. For this specific sample, the tampered DLL that was loaded by Setup.exe was flutter_gpu_texture_renderer_plugin.dll.\nWhen the file is executed, it displays an error but is already running in the background.\nIn the background, the following events have already taken place.\nInjecting malicious code into legitimate binaries, such as more.com, StrCmp.exe, SearchIndexer.exe, and explorer.exe, to evade detection by security defenses.\nIt drops additional files that are information stealers or malware from a different family.\nCreates autorun registry entry and scheduled tasks to ensure ongoing persistence.\nInjected processes were later observed, which initiated C&C communication.\nBundle of Stealers/Loaders\nThis time, it's not just a single info stealer but an army of recent noisy ones. This is not new, as it was also observed before with [raccoon stealers](https://threatpost.com/raccoon-stealer-google-seo/168301/).\nObserved stealers in the cases:\n- LUMMASTEALER\n- PRIVATELOADER\n- MARSSTEALER\n- AMADEY\n- PENGUISH\n- VIDAR\nRecap of the different methods of defense evasion observed in the case:\n- Utilization of large file size – a means to bypass sandbox capabilities\n- A password-protected zip file hinders content scanning and can complicate investigations if the password is unavailable.\n- The files are uploaded to known media-sharing sites, which most antivirus programs would only detect if the exact link is discovered before the download.\n- In some cases, download links are shortened, preventing scraping from sites.\n- The operation uses legitimate files and employs DLL sideloading or process injection to execute its payload.\nHow Managed XDR helps in the case of an info-stealer infection from fake installers\nDefense-in-depth is an important strategy that organizations use to protect their environments. In situations where a threat might have evaded some of these defense layers, Managed XDR can detect these incidents in real time. It offers the necessary analysis and actions to effectively contain the threat.\n- Threat hunting and human analyst augmented alerting - Some activities may not be captured by alerts or could generate low-severity alerts, which Trend Vision One users might overlook. Threat hunting proactively searches for known tactics, techniques, and procedures (TTPs) or emerging threats, ensuring that alerts are issued. Additionally, Managed Detection and Response (MDR) analysts can determine whether certain detections require further attention from the customer, reducing the burden on Trend Vision One users to check every alert.\n- Understanding the context of the alert – When a threat activity generates a detection, further correlation is necessary to provide context and capture the complete narrative of the events. Upon linking our findings to the initial alert, it becomes evident that most of the findings in the draft are not included in a single alert or detection. Additionally, some instances lack any related detection and were only connected through further investigation using the search application. As illustrated in the case findings shared earlier, these insights are obtained through the MXDR analyst's deeper investigation of the initial triggers, which may include threat hunting or alerts generated from a workbench.\n- Implementing response actions – As the fake installer infection progresses, MXDR analysts can initiate response actions to contain the threat on behalf of the customer. In the case we are dealing with, we have isolated the affected machines to prevent further spread. Indicators of Compromise (IOCs) have been added to the Suspicions Objects (SO) list to block any additional execution, and the suspicious files have been submitted to the analysis team for accurate detection.\nConclusion\nThreat actors continue to use social engineering tactics to target its victims and apply different methods to avoid security defenses, including: DLL sideloading, using large installer files, password-protected ZIP files, process injection into legitimate processes, connections to legitimate websites, and creating copies of files and renaming them to appear benign.\nIt is important to stay updated on current threats and to remain vigilant regarding detection and alert systems. Visibility is important because solely relying on detection can result in many malicious activities going unnoticed. Organizations should consider the following to stay ahead of these threats:\n- Implement a multi-layered defense approach for in-depth defense.\n- Provide user education.\n- Establish an incident response plan.\n- Engage in threat hunting.\n- Use a Managed Security Service Provider (MSSP).\nOrganizations can take advantage of [Trend Vision One™ – Endpoint Security](https://www.trendmicro.com/zh_hk/business/products/endpoint-security.html) for prevention, detection, and response for user endpoints, servers, cloud workloads, and data centers.\nManaged XDR offers a 24/7 managed detection and response (MDR) for email, endpoint, server, cloud workloads, and networks from our world-class MDR team\nTrend Vision One Threat Intelligence\nTo stay ahead of evolving threats, Trend Micro customers can also access a range of Intelligence Reports and Threat Insights within [Trend Vision One](https://www.trendmicro.com/zh_hk/business/products/one-platform.html). Threat Insights helps customers stay ahead of cyber threats before they happen and be better prepared for emerging threats. It offers comprehensive information on threat actors, their malicious activities, and the techniques they use. By leveraging this intelligence, customers can take proactive steps to protect their environments, mitigate risks, and respond effectively to threats.\nTrend Vision One Intelligence Reports App [IOC Sweeping]\n- How Cracks and Installers Bring Malware to Your Device\nTrend Vision One Threat Insights App\n- Emerging Threats:\n[How Cracks and Installers Bring Malware to Your Device](https://portal.xdr.trendmicro.com/index.html#/app/ti/intelligence_insights?name=How%20Cracks%20and%20Installers%20Bring%20Malware%20to%20Your%20Device)\nHunting Queries\nTrend Vision One Search App\nTrend Vision One customers can use the Search App to match or hunt the malicious indicators mentioned in this blog post with data in their environment.\nPotential autoit script construction\nparentCmd:(\"*.exe\") AND processCmd:(\"*/c move*.cmd*&*.cmd\") AND objectCmd:(\"*/c copy /b ..\\*+ ..\\*\")\nMore hunting queries are available for Trend Vision One customers with [Threat Insights Entitlement enabled](https://www.trendmicro.com/zh_hk/business/products/one-platform/threat-insights.html).\nIndicators of Compromise (IoC)\nDownload the full list of IOCs [here](https://documents.trendmicro.com/assets/txt/Fakeinstallers-IOCswCQX6fX.txt).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Science and Technology"
    ],
    "topics": [
      "Crime, Law and Justice->cyber crime",
      "Science and Technology->information technology and computer science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.gendigital.com/blog/news/innovation/lumma-stealer-github",
      "https://threatpost.com/raccoon-stealer-google-seo/168301/",
      "https://www.threatpost.com/raccoon-stealer-google-seo/168301/",
      "https://gendigital.com/blog/news/innovation/lumma-stealer-github",
      "https://threatpost.com/raccoon-stealer-google-seo/168301"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "YouTube",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T11:09:01.985+02:00",
    "updated": "2025-01-10T11:09:01.985+02:00"
  },
  {
    "uuid": "f063c71c96d1bd34488b3f55fb759bf2c1c5959b",
    "url": "https://finance.yahoo.com/news/m-financial-advisor-broke-own-190125430.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Moneywise",
    "published": "2024-01-07T00:00:00Z",
    "title": "I’m a Financial Advisor: Here’s How I Broke My Own Bad Money Habits",
    "text": "GOBankingRates I’m a Financial Advisor: Here’s How I Broke My Own Bad Money Habits Read full article Heather Taylor January 8, 2024 at 1:00 a.m. · 3 min read jacoblund / Getty Images/iStockphoto\nIt’s not uncommon for people to think they might have the worst money habits ever, but the first step in breaking them is acknowledgment and aiming to improve . And don’t worry too much about past mistakes you’ve made!\nSee: 4 Red Flags as You Check Your Bank Statements Every Month\nFind Out: What To Do If You Owe Back Taxes to the IRS\nChances are if you are looking to get on the right track, you’ll be working with a financial advisor — possibly one who has been there, done that, and broken free of the cycle.\nGOBankingRates spoke with James M. Comblo, president of FSC Wealth Advisors , and Jenny Whichello, money coach at Bliss + Wealth , to talk about their worst money habits and the changes they made to reverse these behaviors. Here’s how two financial advisors were able to break their bad money habits.\nSponsored: Get Paid To Scroll. Start Now\nScarcity Mindset Growing up, every decision in Comblo’s life was dictated by money. His family had very little means and money ruled the food they ate, the doctors they saw and the sports he played. So, having a scarcity mindset was the bad habit which stuck with him.\n“The fear was always we couldn’t afford it or we wouldn’t have enough if we did that,” said Comblo.\nDiscover: 6 Steps To Take To Become a Millionaire by 30\nAs Comblo started to settle into his adult life and become more financially successful, he maintained the scarcity mindset. What if he lost his job? What if he had an emergency? The “what ifs” resulted in stockpiling money into bank and investment accounts without enjoying any of his earnings.\nWhen someone close to Comblo passed away at age 58, he changed his mindset. He allowed himself and his family to enjoy their money using reverse budgeting . This is where you save the money you want first. Then, you can spend the rest of it guilt-free.\n“Healthy relationships with money include enjoying some of the money as you earn it,” said Comblo. “The point is not to watch the money grow somewhere in an account. It’s about what money can do for you and how it can help you enjoy your life today while also saving for later.”\nStory continues Avoiding Finances In her twenties, Whichello said her biggest, unhelpful habit was avoiding her finances. “I would destroy my bank and credit card statements without opening the envelopes. I had an ‘ignorance is bliss’ mentality around money,” Whichello said.\nThis mentality resulted in several adverse effects including maxing out credit cards, overdrafting bank accounts and dipping into savings to cover living expenses.\nTo stop the cycle, Whichello said she needed to get to the root cause of why she avoided her finances. For several months, she reflected on her relationship with money and uncovered some of her core beliefs about it.\nOne core belief she had was that money is stressful. Avoiding money is the best way to minimize the pain. Whichello said this belief originated from watching her mother at the kitchen table paying the monthly bills. This was her mother’s most stressful, dreaded activity.\nOnce she understood this core belief — money was stressful, therefore she avoided managing her finances — Whichello said she looked for evidence to the contrary.\nShe was then able to retrain herself to adopt a new belief: I am fully capable of managing my money and having a blissful relationship with it.\n“I coupled reviewing my finances with a treat. For me, that was a pedicure. This trained my mind to look forward to the activity, instead of dreading it,” said Whichello.\nMore From GOBankingRates\nPocket an Extra $403 Per Month With This Simple Hack\n8 Things Frugal People Never Do at the Start of a New Year\nExperts: Make These 7 Money Resolutions If You Want To Become Rich on an Average Salary\nThe 7 Worst Things You Can Do If You Owe the IRS\nThis article originally appeared on GOBankingRates.com : I’m a Financial Advisor: Here’s How I Broke My Own Bad Money Habits\nTRENDING 1. This Canadian Energy Stock Is Making Moves to Totally Eclipse its Peers 2. Forget Suncor: This Growth Stock Is Poised for a Potential Bull Run 3. Where Will Enbridge Stock Be in 10 Years? 4. Five things to watch for in the Canadian business world in the coming week 5. A Dividend All-Star I’d Buy Over Shopify Stock Any Day",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?text=I%E2%80%99m%20a%20Financial%20Advisor%3A%20Here%E2%80%99s%20How%20I%20Broke%20My%20Own%20Bad%20Money%20Habits&url=https%3A%2F%2Fca.finance.yahoo.com%2Fnews%2Fm-financial-advisor-broke-own-190125430.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.gobankingrates.com/money/wealth/steps-to-take-to-become-a-millionaire-by-30/?utm_medium=rss&hyperlink_type=manual&utm_term=related_link_3&utm_campaign=1257664&utm_source=yahoo.com&utm_content=5",
      "https://s.yimg.com/ny/api/res/1.2/KO1crwJ.ldECU2TcyqwjPQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2023-09/ee6ba310-4dcd-11ee-abb6-d9983ff24d1b",
      "https://www.blissandwealth.com/",
      "https://s.yimg.com/ny/api/res/1.2/HdifKaeC3.m9cV9c0WMYhw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/gobankingrates_644/0247747927c1860cadb560627bd78525",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.finance.yahoo.com%2Fnews%2Fm-financial-advisor-broke-own-190125430.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.gobankingrates.com/money/financial-planning/money-resolutions-rich-on-average-salary/?utm_term=incontent_link_6&utm_campaign=1257664&utm_source=yahoo.com&utm_content=9&utm_medium=rss",
      "https://www.gobankingrates.com?utm_term=incontent_link_8&utm_campaign=1257664&utm_source=yahoo.com&utm_content=11&utm_medium=rss",
      "https://www.gobankingrates.com/money/financial-planning/frugal-habits-very-beneficial-for-your-finances/?hyperlink_type=manual&utm_term=incontent_link_2&utm_campaign=1257664&utm_source=yahoo.com&utm_content=4&utm_medium=rss",
      "https://www.gobankingrates.com/money/financial-planning/things-frugal-people-never-do-start-of-new-year/",
      "https://www.gobankingrates.com/pocket-extra-money-with-this-simple-hack-1863453/?utm_term=incontent_link_4&utm_campaign=1257664&utm_source=yahoo.com&utm_content=7&utm_medium=rss",
      "https://www.gobankingrates.com/taxes/tax-laws/worst-things-you-can-do-if-you-owe-irs/?utm_term=incontent_link_7&utm_campaign=1257664&utm_source=yahoo.com&utm_content=10&utm_medium=rss",
      "https://www.gobankingrates.com/",
      "https://www.gobankingrates.com/category/money/financial-planning/?hyperlink_type=manual&utm_term=incontent_link_1&utm_campaign=1257664&utm_source=yahoo.com&utm_content=1&utm_medium=rss",
      "https://s.yimg.com/os/creatr-uploaded-images/2023-09/ee6ba310-4dcd-11ee-abb6-d9983ff24d1b",
      "https://www.gobankingrates.com/what-to-do-if-you-owe-back-taxes-to-the-irs-1808611/?utm_source=yahoo.com&hyperlink_type=manual&utm_term=related_link_2&utm_campaign=1257664&utm_content=3&utm_medium=rss",
      "https://www.gobankingrates.com/money/financial-planning/how-financial-advisors-broke-own-bad-money-habits/?utm_term=incontent_link_9&utm_campaign=1257664&utm_source=yahoo.com&utm_content=12&utm_medium=rss",
      "https://products.gobankingrates.com/pub/e004dacc-4e5f-4895-a4e6-c5e1b145dd80?targeting%5Bcompany_product%5D=swagbucks&passthru=yahoo.com",
      "https://www.gobankingrates.com/money/financial-planning/is-reverse-budgeting-the-right-money-move-for-you/?hyperlink_type=manual&utm_term=incontent_link_3&utm_campaign=1257664&utm_source=yahoo.com&utm_content=6&utm_medium=rss",
      "https://www.gobankingrates.com/banking/banks/red-flags-as-you-check-your-bank-statements-every-month/?hyperlink_type=manual&utm_term=related_link_1&utm_campaign=1257664&utm_source=yahoo.com&utm_content=2&utm_medium=rss",
      "https://www.fscwealthadvisors.com/",
      "https://s.yimg.com/ny/api/res/1.2/jYmEtzrSzNfu.5AYrwWn.A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/gobankingrates_644/0247747927c1860cadb560627bd78525",
      "https://www.gobankingrates.com",
      "https://gobankingrates.com/money/financial-planning/things-frugal-people-never-do-start-of-new-year/",
      "https://www.twitter.com/intent/tweet?text=I%E2%80%99m%20a%20Financial%20Advisor%3A%20Here%E2%80%99s%20How%20I%20Broke%20My%20Own%20Bad%20Money%20Habits&url=https%3A%2F%2Fca.finance.yahoo.com%2Fnews%2Fm-financial-advisor-broke-own-190125430.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://products.gobankingrates.com/pub/e004dacc-4e5f-4895-a4e6-c5e1b145dd80",
      "https://www.gobankingrates.com/money/financial-planning/is-reverse-budgeting-the-right-money-move-for-you/",
      "https://fscwealthadvisors.com/",
      "https://www.products.gobankingrates.com/pub/e004dacc-4e5f-4895-a4e6-c5e1b145dd80?targeting%5Bcompany_product%5D=swagbucks&passthru=yahoo.com",
      "https://gobankingrates.com/money/financial-planning/is-reverse-budgeting-the-right-money-move-for-you/?hyperlink_type=manual&utm_term=incontent_link_3&utm_campaign=1257664&utm_source=yahoo.com&utm_content=6&utm_medium=rss",
      "https://www.gobankingrates.com/money/financial-planning/frugal-habits-very-beneficial-for-your-finances/",
      "https://gobankingrates.com/money/financial-planning/money-resolutions-rich-on-average-salary/?utm_term=incontent_link_6&utm_campaign=1257664&utm_source=yahoo.com&utm_content=9&utm_medium=rss",
      "https://gobankingrates.com/money/financial-planning/how-financial-advisors-broke-own-bad-money-habits/?utm_term=incontent_link_9&utm_campaign=1257664&utm_source=yahoo.com&utm_content=12&utm_medium=rss",
      "https://www.gobankingrates.com/category/money/financial-planning/",
      "https://gobankingrates.com/money/wealth/steps-to-take-to-become-a-millionaire-by-30/?utm_medium=rss&hyperlink_type=manual&utm_term=related_link_3&utm_campaign=1257664&utm_source=yahoo.com&utm_content=5",
      "https://gobankingrates.com?utm_term=incontent_link_8&utm_campaign=1257664&utm_source=yahoo.com&utm_content=11&utm_medium=rss",
      "https://www.gobankingrates.com/banking/banks/red-flags-as-you-check-your-bank-statements-every-month/",
      "https://www.gobankingrates.com/pocket-extra-money-with-this-simple-hack-1863453/",
      "https://gobankingrates.com/pocket-extra-money-with-this-simple-hack-1863453/?utm_term=incontent_link_4&utm_campaign=1257664&utm_source=yahoo.com&utm_content=7&utm_medium=rss",
      "https://gobankingrates.com/taxes/tax-laws/worst-things-you-can-do-if-you-owe-irs/?utm_term=incontent_link_7&utm_campaign=1257664&utm_source=yahoo.com&utm_content=10&utm_medium=rss",
      "https://gobankingrates.com/what-to-do-if-you-owe-back-taxes-to-the-irs-1808611/?utm_source=yahoo.com&hyperlink_type=manual&utm_term=related_link_2&utm_campaign=1257664&utm_content=3&utm_medium=rss",
      "https://www.facebook.com/dialog/feed",
      "https://www.gobankingrates.com/taxes/tax-laws/worst-things-you-can-do-if-you-owe-irs/",
      "https://gobankingrates.com/",
      "https://www.fscwealthadvisors.com",
      "https://www.s.yimg.com/ny/api/res/1.2/jYmEtzrSzNfu.5AYrwWn.A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/gobankingrates_644/0247747927c1860cadb560627bd78525",
      "https://blissandwealth.com/",
      "https://gobankingrates.com/money/financial-planning/frugal-habits-very-beneficial-for-your-finances/?hyperlink_type=manual&utm_term=incontent_link_2&utm_campaign=1257664&utm_source=yahoo.com&utm_content=4&utm_medium=rss",
      "https://www.s.yimg.com/ny/api/res/1.2/HdifKaeC3.m9cV9c0WMYhw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://www.media.zenfs.com/en/gobankingrates_644/0247747927c1860cadb560627bd78525",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2023-09/ee6ba310-4dcd-11ee-abb6-d9983ff24d1b",
      "https://www.gobankingrates.com/money/financial-planning/how-financial-advisors-broke-own-bad-money-habits/",
      "https://www.gobankingrates.com/what-to-do-if-you-owe-back-taxes-to-the-irs-1808611/",
      "https://www.gobankingrates.com/money/wealth/steps-to-take-to-become-a-millionaire-by-30/",
      "https://www.gobankingrates.com/money/financial-planning/money-resolutions-rich-on-average-salary/",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.finance.yahoo.com%2Fnews%2Fm-financial-advisor-broke-own-190125430.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/ny/api/res/1.2/KO1crwJ.ldECU2TcyqwjPQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2023-09/ee6ba310-4dcd-11ee-abb6-d9983ff24d1b",
      "https://gobankingrates.com/category/money/financial-planning/?hyperlink_type=manual&utm_term=incontent_link_1&utm_campaign=1257664&utm_source=yahoo.com&utm_content=1&utm_medium=rss",
      "https://twitter.com/intent/tweet",
      "https://www.gobankingrates.com/money/financial-planning/things-frugal-people-never-do-start-of-new-year",
      "https://www.blissandwealth.com",
      "https://gobankingrates.com/banking/banks/red-flags-as-you-check-your-bank-statements-every-month/?hyperlink_type=manual&utm_term=related_link_1&utm_campaign=1257664&utm_source=yahoo.com&utm_content=2&utm_medium=rss"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james m. comblo",
          "sentiment": "none"
        },
        {
          "name": "heather taylor",
          "sentiment": "none"
        },
        {
          "name": "jenny whichello",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fsc wealth advisors",
          "sentiment": "none"
        },
        {
          "name": "irs",
          "sentiment": "none"
        },
        {
          "name": "bliss",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:20:06.254+02:00",
    "updated": "2024-01-08T01:20:06.254+02:00"
  },
  {
    "uuid": "a9f3ea84d1e63e43937b6a5c2591e76d08af944f",
    "url": "https://toi.timesofindia.indiatimes.com/city/chandigarh/akal-takht-jathedars-statement-puts-sgpc-sad-in-the-dock-traces-the-root-of-damdama-sahib-jathedars-sacking-to-dec-2-decisions/articleshow/118257554.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IP Singh",
    "published": "2025-02-14T18:44:00Z",
    "title": "Akal Takht Jathedar's statement puts SGPC, SAD in the dock, traces the root of Damdama Sahib jathedar's",
    "text": "Akal Takht Jathedar’s statement puts SGPC, SAD in the dock, traces the root of Damdama Sahib jathedar’s sacking to Dec 2 decisions\nJalandhar: Akal Takht Jathedar Giani Raghbir Singh's statement on Thursday evening against the sacking of Takht Damdama Sahib Jathedar Giani Harpreet Singh puts the Shiromani Gurdwara Parbandhak Committee (SGPC) and Shiromani Akali Dal (SAD) leadership in the dock on more than one count. He not only questioned it on merit and procedure but also traced its roots to the Dec 2 pronouncement from Akal Takht. The statement, coupled with the delay in issuing it, highlights how he is caught between the SGPC and the SAD leadership controlling it on one side, and the reaction from several other quarters of the community, who are questioning the ‘delay' in his reaction and urging him to act with more clarity.\nWhen one of the five Sikh high priests, who were signatories to the Dec 2 decisions, was already shown the door by throwing taint at him, the Akal Takht Jathedar now finds himself at odds with the SGPC and the SAD leadership.\n\"After the Dec 2 decisions from Akal Takht, according to the Panthic sentiments and traditions, it appeared that an atmosphere was being created against the Singh Sahiban (Sikh high priests) in a well-planned way,\" he said, while also calling the sacking \"extremely condemnable and unfortunate,\" which is damaging the independent status of the (Sikh) Takhts.\nFormer Takht Damdama Sahib Jathedar and other Sikh quarters have expressed that Giani Harpreet Singh was targeted because of his stance following the Dec 2 pronouncement, particularly as the leadership of Sukhbir Singh Badal's camp was displeased with it.\nWith the use of such strong expressions, the Akal Takht Jathedar has not only put a big question mark on the claims of the SAD leadership that they ‘humbly and fully accepted' the Akal Takht directive of Dec 2, but has also put up a challenge for himself. By tracing the roots of the sacking to the Dec 2 pronouncement, he implies that it was done with malintent and reiterates that a probe against a Takht Jathedar was not under SGPC's purview and the matter should have been given to the Akal Takht.\nMany Sikh netizens and activists commented on his Facebook post, where his statement was first shared, arguing that his statement was not enough, and he would have to act with clarity. Scores of Sikh netizens posted similar comments on their social media accounts.\nSo far, neither the SGPC nor the SAD leadership has responded to the Akal Takht Jathedar's statement, and they appear to be in a quandary. Though supporters of Sukhbir's camp have been strongly criticising Giani Harpreet Singh, some even using acerbic language, and have continued to express support for the SAD leaders and SGPC's decision, there does not appear to be a clear reaction from them to the Akal Takht Jathedar's statement.\nMSID:: 118251504 413 |",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "topics": [
      "Politics->freedom of religion",
      "Politics->political process",
      "Politics->political parties and movements",
      "Religion and Belief->sikhism",
      "Religion and Belief->religious conflict",
      "Religion and Belief->religious leader"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-16T04:11:00.929+02:00",
    "updated": "2025-02-16T04:11:00.929+02:00"
  }
]