[
  {
    "uuid": "9e4b95969f9b59c0b0b87a9c8fc745ec6c98cd40",
    "url": "https://popculture.com/celebrity/news/why-security-guards-confronted-hugh-jackman-on-christmas-morning/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Hein",
    "published": "2023-12-28T21:38:00Z",
    "title": "Why Security Guards Confronted Hugh Jackman on Christmas Morning",
    "text": "Hugh Jackman had a run-in with security in Rockefeller Center on Christmas morning. The Deadpool 3 star posted a selfie on Instagram during the holiday, showing himself right in front of the iconic Rockefeller Center Christmas Tree. In the caption, he explained that he actually got a little too close, and only his celebrity status could save him.\n\"I highly recommend getting up really early on Christmas morning and taking a walk to see the Rockefeller Christmas tree,\" Jackman wrote. \"It's so beautiful and not crowded at all. I did get in trouble for going beyond the barrier but the security guard was nice enough to let me go with just a warning.\" The post included a video of Jackman approaching the tree, a selfie, and a couple of close-ups of the tree itself.\nView this post on Instagram A post shared by Hugh Jackman (@thehughjackman)\nFans laughed along with Jackman in the comments on his post. One person wrote: \"Nobody can't stop Wolverine!!!\" while another added: \"Love the dude on the side who's probably thinking 'that looks a lot like Hugh Jackman.'\" A third person commented: \"Magical moment, perfect setting. Merry Christmas beautiful records.\"\nThe Rockefeller Center Christmas Tree is a tradition that began in 1931 when a group of construction workers raised a tree on their job site on Christmas Eve. In the early years, the trees were always paid for by workers who pooled their money to buy it and its decorations. The display continued to grow – particularly in the years immediately after World War II – and in 1951 NBC began televising the tree-lighting ceremony.\nThe tree typically remains on display through Jan. 6 of the new year, which means there is still plenty of time to take Jackman's advice and visit it early in the morning for those in New York City . As is now tradition, there is also an ice-skating rink in the plaza and other attractions for visitors.\nJackman recently revealed that he has separated from his wife, Deborra-Lee Furness, to the surprise of many fans. The two have been married for 27 years, and it sounds like their separation was amicable. A statement published by Today said that they are splitting up to \"pursue our individual growth.\" They also asked for privacy from the public, saying: \"our family has been and always will be our highest priority.\"\nJackman's next movie scheduled for release is Deadpool 3 on July 26, 2024. The actor will reprise his role as Logan – a.k.a. Wolverine – for the first time since the 2017 hit Logan . The movie is listed as \"in production\" at the time of this writing.\n0 comments Related:\nHugh Jackman Allegedly Starts Romance With Married Co-Star Daniel Radcliffe Addresses Rumors He Got Buff to Replace Hugh Jackman as Wolverine Hugh Jackman Spotted Publicly for First Time Since Split From Wife Deborra Lee Furness",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.instagram.com/p/C1SAMpZuLJu/?utm_source=ig_embed&utm_campaign=loading",
      "https://en.wikipedia.org/wiki/Rockefeller_Center_Christmas_Tree",
      "https://www.today.com/popculture/hugh-jackman-deborra-lee-jackman-separate-rcna105322",
      "https://today.com/popculture/hugh-jackman-deborra-lee-jackman-separate-rcna105322",
      "https://www.instagram.com/p/C1SAMpZuLJu/",
      "https://www.en.wikipedia.org/wiki/Rockefeller_Center_Christmas_Tree",
      "https://instagram.com/p/C1SAMpZuLJu/?utm_source=ig_embed&utm_campaign=loading"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hugh jackman",
          "sentiment": "negative"
        },
        {
          "name": "jackman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "deadpool",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:15.798+02:00",
    "updated": "2023-12-29T00:12:15.798+02:00"
  },
  {
    "uuid": "7b99eb73c081a4ea7fc28f856e9c5193e1d6e830",
    "url": "https://www.catholicnewsagency.com/news/257858/in-the-midst-of-a-brutal-war-sudanese-catholic-community-says-relationship-with-god-has-grown",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNA",
    "published": "2024-05-31T18:00:00Z",
    "title": "In midst of brutal war, Sudanese Catholic community says ‘relationship with God has grown’",
    "text": "ACI Africa, May 31, 2024 / 13:00 pm Peace reigns inside Dar Mariam, the residence of the Salesian Sisters in Sudan, despite the fact that it has been surrounded by heavy gunfire and bombed multiple times as war rages on in the northeastern African country. At the community, located in Shajara, about four and a half miles from Sudan’s capital, Khartoum, people displaced by the war, which has been raging there for two years now, say their relationship with God has grown. According to Father Jacob Thelekkadan, a Catholic priest of Indian descent who served in Sudan for years before the war broke out and now can’t leave, residents of Dar Mariam have had a number of life-threatening experiences — a situation that Thelekkadan, a member of the [Salesians of Don Bosco](https://www.sdb.org/en/Who_are_we_/), describes as “the experience of the nearness of God” from the time the community was first [bombed](https://www.aciafrica.org/index.php/news/9560/salesian-sisters-in-sudan-counting-losses-as-bomb-hits-residence) on Nov. 3, 2023.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.aciafrica.org/index.php/news/9560/salesian-sisters-in-sudan-counting-losses-as-bomb-hits-residence)",
      "https://aciafrica.org/index.php/news/9560/salesian-sisters-in-sudan-counting-losses-as-bomb-hits-residence)",
      "https://sdb.org/en/Who_are_we_/),",
      "https://www.sdb.org/en/Who_are_we_/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jacob thelekkadan",
          "sentiment": "none"
        },
        {
          "name": "thelekkadan",
          "sentiment": "none"
        },
        {
          "name": "don bosco",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aci africa",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dar mariam",
          "sentiment": "none"
        },
        {
          "name": "khartoum",
          "sentiment": "none"
        },
        {
          "name": "sudan",
          "sentiment": "none"
        },
        {
          "name": "shajara",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T21:11:47.305+03:00",
    "updated": "2024-06-01T02:27:05.656+03:00"
  },
  {
    "uuid": "bca15019909b7a6e13c0d4d4f2241047b1e4fee8",
    "url": "https://www.live5news.com/video/2023/12/28/video-north-charleston-police-investigating-shooting-fairwind-drive/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Live5News",
    "published": "2023-12-28T00:00:00Z",
    "title": "VIDEO: North Charleston Police investigating shooting on Fairwind Drive",
    "text": "Skip to content Live News Live 5 Investigates Weather Traffic Sports Palmetto Life Podcasts About Us Send Pics What's on TV Home Download Live 5 Apps Watch Live Big Red Box Submit News Tips Submit News Pics & Video Report Typos Classroom Champions Contests Live 5 Weather Class News Tri-County Across the Lowcountry State Crime Schools Economy Military Politics Regional National The Murdaugh Cases Military Heroes Brittanee Drexel Murder Jamal Sutherland Death Weather First Alert Hurricane Center Cams Boater's Forecast S.C. Hurricane Guide Sports National Football Friday Night Lights Clemson SC State CofC USC CSU Battery Credit One Charleston Open The Citadel Riverdogs Stingrays Cooper River Bridge Run Stats & Predictions How to Watch Live 5 Investigates Consumer Watching Your Wallet Investigate TV Health Coronavirus Community In Your Community Waggin’ Wednesday Events Calendar Good News Charleston 9 African American Voices Emanuel 9 Traffic Gas Prices SCDOT Traffic Cameras What's Driving You Crazy? Palmetto Life Podcasts About Us Meet the Team WCSC Jobs What's on TV NEXTGEN TV Advertising Questions Latest Newscasts InvestigateTV Telemundo Charleston Circle - Country Music & Lifestyle PowerNation Gray DC Bureau Press Releases VIDEO: North Charleston Police investigating shooting on Fairwind Drive Updated: 2 hours ago Share on Facebook Email This Link Share on X (formerly Twitter) Share on Pinterest Share on LinkedIn Charleston County VIDEO: North Charleston Police investigating deadly shooting on Fairwind Drive Updated: 2 hours ago Berkeley County VIDEO: Victim’s family wishes information from Berkeley Co. was released differently Updated: 2 hours ago Berkeley County VIDEO: Berkeley Co. sees increase in overdose deaths, hopes to improve in new year Updated: 2 hours ago Charleston County VIDEO: Deputies ask public to avoid Ravenel area because of manhunt Updated: 2 hours ago Charleston County VIDEO: Charleston Moves advocates for better pedestrian and bicycle access Updated: 2 hours ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jamal sutherland",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "north charleston police",
          "sentiment": "negative"
        },
        {
          "name": "clemson sc state",
          "sentiment": "none"
        },
        {
          "name": "lowcountry state crime schools economy military",
          "sentiment": "none"
        },
        {
          "name": "investigates consumer watching your wallet investigate tv health",
          "sentiment": "none"
        },
        {
          "name": "african american voices emanuel",
          "sentiment": "none"
        },
        {
          "name": "wcsc",
          "sentiment": "none"
        },
        {
          "name": "murdaugh cases military heroes brittanee drexel",
          "sentiment": "none"
        },
        {
          "name": "citadel riverdogs stingrays cooper river bridge run stats",
          "sentiment": "none"
        },
        {
          "name": "news charleston",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:33.585+02:00",
    "updated": "2023-12-29T00:43:33.585+02:00"
  }
]