[
  {
    "uuid": "5725ef28d12b5c270e946b68d80c5a5e2b74f942",
    "url": "https://www.band.uol.com.br/entretenimento/maquiadora-acusa-noiva-de-golpe-e-causa-polemicas-nas-redes-me-senti-lesada-16662803",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Da Redação",
    "published": "2024-01-25T21:34:00Z",
    "title": "Maquiadora acusa noiva de golpe e causa polêmicas nas redes: “Me senti lesada” | Band",
    "text": "Uma história um tanto quanto polêmica ganhou as redes sociais nesta semana: uma noiva viralizou ao publicar que foi acusada de ser golpista por omitir que estava se casando, para economizar no preço da maquiagem. Em vídeo, Bruna Eloísa - a noiva - explicou que preferiu contratar uma maquiagem social para não ter que pagar pelo ‘mimos’ que uma noiva recebe no dia de beleza antes da cerimônia. “Eu casei no último sábado e a coisa mais cara do meu casamento foi a make e o penteado, isso porque eu entrei em contato com várias maquiadoras e nenhuma podia fazer uma make social para uma noiva, porque só tinha pacote de noiva com aquele tanto de mimos... Eu só queria uma make e ir embora\", disse Bruna. Ela explicou que, depois de ser recusada por algumas maquiadoras que não aceitaram cobrar o preço ‘normal’ para uma noiva, decidiu omitir a informação de que o evento para o qual estava indo era o próprio casamento e isso causou uma briga e tanto com uma profissional de beleza. Teve uma que eu até perguntei quando era a maquiagem social, ela falou que era R$ 160 e quando eu falei que queria marcar, ela perguntou se eu era noiva e eu falei que sim e ela falou 'ah, então, maquiagem para noiva é R$ 480, tá?' e eu falei que só queria a make social mesmo. Ela disse que make social era para convidadas, para noiva era só esse valor mesmo. Ou seja, a gente não tinha escolha: ou era o pacote ou não fazia maquiagem. Bruna contou que seguiu o plano de contratar a maquiagem e o penteado como se fosse convidada de um evento, pagou pelo serviço e foi embora. Ela afirmou que o casamento foi perfeito e tudo deu certo, mas se surpreendeu com uma mensagem revoltada da maquiadora escolhida, que afirmou que tinha sofrido um golpe da parte de Bruna. “Aconteceu o meu casamento e foi tudo certo. Depois disso, chegou uma mensagem gigantesca no meu WhatsApp, falando um monte de coisa, que eu era um golpista, que ela levou o maior golpe da vida dela, que nunca tinha acontecido isso, que era um desrespeito com ela... Gente, quem vê assim pensa que eu fiz a maquiagem e saí sem pagar, né?”, desabafou a noiva. Ela explicou que não queria contratar um pacote completo de noiva e, para evitar cobranças absurdas, escondeu que era noiva. “Eu não posso e não queria pagar um pacote de noiva, eu só queria uma maquiagem e não tem escolha para as noivas”, disse. “Eu fiquei chocada de verdade porque ninguém fala disso e as maquiadoras alegam que é porque tem uma preparação melhor, que a noiva chora e tem que ser uma maquiagem com muita durabilidade. Então, as madrinhas não? Os convidados também choram…”, completou. Outra coisa que falam é sobre o tempo que gastam... Ela fez uma maquiagem normal em mim, o tempo que ela iria gastar com uma cliente qualquer, então não gastou mais tempo comigo, não gastou mais produto comigo, foram os mesmo. As vezes, a noiva não quer todas essas regalias, esse atendimento especial, só quer uma maquiagem. Bruna Eloísa, apesar de não concordar com as acusações, explicou que não quis brigar e pediu desculpas para a maquiadora, mas acabou recebendo mais acusações. “Outra coisa que ela se chateou foi porque eu não segui ela no Instagram e, de acordo com ela, eu estava com medo de que ela visse que eu era noiva. Se eu tivesse, eu tinha bloqueado ela de tudo e isso eu não fiz, estava lá para quem quisesse ver”, disse. Maquiadora diz que se sentiu lesada pela noiva: “Meu estúdio é lindíssimo” Depois que o relato de Bruna Eloísa viralizou, a maquiadora decidiu ir a público para dar sua versão da história. Jay Abrantes, maquiadora envolvida na confusão, afirmou que se sentiu lesada depois que descobriu que a cliente era na verdade a noiva do evento e disse acreditar que Bruna tenha publicado o vídeo para prejudicar seu trabalho. Ela confirmou a versão da noiva, disse que ela realmente comprou uma maquiagem social, mas ficou chateada porque a cliente mentiu o evento para o qual estava indo. Jay destacou que não obriga nenhuma noiva a fechar seus pacotes, mas não gostou de ser ‘enganada’ para a atender Bruna. “Eu acho um absurdo uma pessoa querer fechar uma maquiagem social não tendo condição de fechar um pacote de noiva e não conseguir maquiar para o seu grande dia”, disse. Eu não vejo nenhum problema a a pessoa querer fazer uma maquiagem social no dia do casamento dela, só que claro que eu não posso dar todas as regalias que uma noiva tem… um pacote de noiva não é barato, primeiro que eu levo umas duas horas para a noiva, é como se fosse dois atendimentos sociais. A noiva chora, a gente tem que pausar, tem que receber o making off, meu estúdio é lindíssimo, então tem várias regalias pra noiva. A maquiadora reclamou que não é possível promover um atendimento especial para a noiva se ela não contratar o pacote. “Agora vocês me digam: tem como eu fazer isso pra uma pessoa que fechar social? Gente, óbvio que não, mas se ela não tem condição, eu não tenho como obrigá-la a fechar maquiagem de noiva. Só que o problema é que ela virou pra mim e falou que era um batizado. A mãe dela virou pra mim e disse que era um batizado. E a amiga dela que se maquiou comigo disse que ia pra um casamento de uma amiga dela e que a Bruna, essa que fez o vídeo, ia pra um batizado, ia pra um lugar totalmente diferente”, afirmou. Jay contou que deu tudo de si para deixar Bruna ‘impecável’ e se sentiu lesada depois que descobriu que havia feito um trabalho ‘comum’ para uma noiva. “Eu me senti lesada, não porque eu queria faturar como noiva, porque, graças a Deus, eu tenho muitas noivas que vê a necessidade de serem noivas no dia delas mesmo e saírem impecáveis, radiantes”, disse. Em meio às reclamações, a profissional chegou a ser acusada de preconceito nas redes sociais por internautas depois de afirmar que Bruna foi uma cliente difícil por conta da cor de sua pele e o formato de seu cabelo. A maquiadora acusou a noiva de viralizar na internet em suas custas e finalizou o desabafo lamentando sobre o poder da mentira nos dias atuais. “Mas a verdade é que pra mim ela já começou um casamento muito errado, queria receber um matrimônio, mas receber o matrimônio em função de mentiras, né? O que não era necessário de forma alguma. Eu acho que a mentira é um dos maiores problemas e eu não gosto de mentira não só como profissional, acho que na vida, né? Qualquer mentira aí afeta muito nosso coração, nosso psicológico”, disse.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [
      "https://www.bandshop.com.br/",
      "https://www.facebook.com/BandEntrete",
      "https://www.instagram.com/bandtv/",
      "https://www.facebook.com/Band.com.br",
      "https://privacy.band.com.br/",
      "https://www.youtube.com/c/BandBr/",
      "https://bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://bandplay.com/home",
      "https://twitter.com/portaldaband",
      "https://www.youtube.com/c/BandEntrete",
      "https://www.instagram.com/bandentrete/",
      "https://twitter.com/BandEntrete",
      "https://youtube.com/c/BandEntrete",
      "https://www.bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://www.privacy.band.com.br/",
      "https://privacy.band.com.br",
      "https://www.bandplay.com/home",
      "https://www.twitter.com/portaldaband",
      "https://youtube.com/c/BandBr/",
      "https://bandplay.com/home",
      "https://www.instagram.com/bandtv",
      "https://instagram.com/bandtv/",
      "https://www.instagram.com/bandentrete",
      "https://bandshop.com.br/",
      "https://www.youtube.com/c/BandBr",
      "https://instagram.com/bandentrete/",
      "https://facebook.com/BandEntrete",
      "https://www.twitter.com/BandEntrete",
      "https://www.bandshop.com.br",
      "https://facebook.com/Band.com.br"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:11:27.723+02:00",
    "updated": "2024-01-26T07:02:10.040+02:00"
  },
  {
    "uuid": "6c1bca2448b2b2806a91f6efaa43a1e5f935f2be",
    "url": "https://www.avvenire.it/papa/pagine/regina-ceeli-del-5-maggio",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mimmo Muolo",
    "published": "2024-05-05T00:00:00Z",
    "title": "Papa: nuovo no alla guerra. Augura pace e buona Pasqua agli ortodossi",
    "text": "Il Papa durante la recita del Regina Caeli - ANSA «Per favore, continuiamo a pregare per la martoriata Ucraina – soffre tanto! – e anche per Palestina e Israele, che ci sia la pace, affinché il dialogo si rafforzi e porti buoni frutti. No alla guerra, sì al dialogo». Poche ma sofferte parole del Papa hanno concluso la recita del Regina Caeli, ieri domenica 5 maggio. Nel tradizionale appuntamento festivo Francesco ha rivolto il suo ennesimo accorato appello per la pace. Inoltre, in un videomessaggio inviato all'inaugurazione dell'Oasi della Pietà al Cairo, in Egitto, un rifugio all'avanguardia per bambini orfani, voluto dal suo ex segretario particolare Monsignor Yoannis Lahzi Gaid, ha aggiunto: «O costruiamo insieme il futuro, o non ci sarà futuro». La fratellanza umana è «l'antidoto ai veleni che stanno distruggendo la nostra umanità: le guerre, le ostilità, le inimicizie, la disumanità e tutto il male che intossica e soffoca anche la nostra casa comune». Il video messaggio era diretto al presidente dell'Associazione Bambino Gesù del Cairo, che sta curando la realizzazione dell'Oasi finanziata in gran parte dagli Emirati Arabi Uniti, cui partecipano entità cristiane e musulmane. Un tema, quello della pace, che è risuonato anche quando il Pontefice ha fatto gli auguri di Pasqua agli ortodossi. «Invio con tanto affetto i miei auguri ai fratelli e alle sorelle delle Chiese ortodosse e di alcune Chiese cattoliche orientali che oggi, secondo il calendario giuliano, celebrano la Santa Pasqua - ha detto -. Il Signore risorto colmi di gioia e di pace tutte le comunità, e conforti quelle che sono nella prova. A loro, Buona Pasqua!». Nel commento al Vangelo del giorno papa Bergoglio si è soffermato sulla frase di Gesù \"Non vi chiamo più servi, ma amici”. Un vero amico, ha fatto notare, «non ti abbandona, nemmeno quando sbagli: ti corregge, magari ti rimprovera, ma ti perdona e non ti abbandona. E oggi Gesù, nel Vangelo, ci dice che noi per Lui siamo proprio questo, amici: persone care al di là di ogni merito e di ogni attesa, alle quali tende la mano e offre il suo amore». Proseguendo, il Pontefice ha sottolineato che «fin da bambini impariamo quanto è bella questa esperienza: agli amici offriamo i nostri giocattoli e i doni più belli; poi crescendo, da adolescenti, confidiamo loro i primi segreti; da giovani offriamo lealtà; da adulti condividiamo soddisfazioni e preoccupazioni; da vecchi i ricordi, le considerazioni e i silenzi di lunghe giornate». Francesco ha quindi chiesto di pensare ai nostri amici e amiche e di ringraziare il Signore per loro. «L'amicizia non è frutto di calcolo, e neanche di costrizione: nasce spontaneamente quando riconosciamo nell'altro qualcosa di noi. E, se è vera, è tanto forte che non viene meno neanche di fronte al tradimento». «E allora chiediamoci - ha concluso il Vescovo di Roma -: che volto ha per me il Signore? Il volto di un amico o di un estraneo? Mi sento amato da Lui come una persona cara? E qual è il volto di Gesù che testimonio agli altri, specialmente a quelli che sbagliano e hanno bisogno di perdono?». Nei saluti finali il Papa ha citato l’Associazione “Meter”, impegnata nel contrasto ad ogni forma di abuso sui minori. «Grazie, grazie per il vostro impegno! E continuate con coraggio la vostra importante attività», ha incoraggiato il Pontefice.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T14:11:33.239+03:00",
    "updated": "2024-05-06T14:11:33.239+03:00"
  },
  {
    "uuid": "85cbd7982545503f115f9226c6e1ba2e46c8e8ce",
    "url": "https://www.diariosigloxxi.com/texto-ep/mostrar/20231228211525/israel-confirma-israeli-estadounidense-supuestamente-secuestrada-hamas-murio-7-octubre",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guillermo Peris Peris",
    "published": "2023-12-28T20:15:00Z",
    "title": "Israel confirma que israelí-estadounidense supuestamente secuestrada por Hamás murió el 7 de octubre",
    "text": "Viajes y Lugares Tienda Siglo XXI Grupo Siglo XXI 19º ANIVERSARIO Fundado en noviembre de 2003 Opinión » Firmas y Blogs Viñetas Cartas Encuestas España Mundo Economía » Productividad Automóviles Empresas Deportes » Fútbol Baloncesto Tenis Motor Ciclismo Cultura » Cine Televisión y Medios Música Libros Sociedad » Moda y Tendencias Turismo y Gastronom. Ciencia » Salud Psicología Tecnología Mundo Israel confirma que israelí-estadounidense supuestamente secuestrada por Hamás murió el 7 de octubre Agencias @DiarioSigloXXI jueves, 28 de diciembre de 2023, 21:15 h (CET) El kibutz en el que vivía señala que falleció durante los ataques del grupo islamista y que su cadáver sigue retenido en Gaza El presidente estadounidense y su esposa lamentan la muerte de Weinstein MADRID, 28 (EUROPA PRESS) Las autoridades locales del kibutz de Nir Oz, en el sur de Israel, han anunciado este jueves que la ciudadana israelí-estadounidense Judith Weinstein, supuestamente secuestrada por el Movimiento de Resistencia Islámica (Hamás) el pasado 7 de octubre, murió durante los ataques. \"Era una poeta y una emprendedora que amaba la creación y se dedicaba a trabajar por la paz y la amistad\", han señalado en un comunicado las autoridades del kibutz, que han matizado que \"resultó herida durante la masacre del 7 de octubre y ahora se puede confirmar que murió ese mismo sábado\". El marido de Weinstein, Gadi Haggai, que también contaba con ciudadanía israelí-estadounidense, también murió el mismo día a consecuencia de los disparos efectuados por los milicianos palestinos, según confirmó la pasada semana el Foro de las Familias de Rehenes y Desaparecidos. Las autoridades de Nir Oz, citando sus propias fuentes, indicaron que el cuerpo de Haggai, de 73 años, se encuentra en manos de Hamás, al igual que el de Weinstein, que también contaba con nacionalidad canadiense y tenía 70 años. Ambos estaban paseando por el kibutz en el momento del ataque. El presidente de Estados Unidos, Joe Biden, y su esposa, Jill Biden, han lamentado este jueves en un comunicado la muerte de Weinstein poco después de que se conociese el fallecimiento de su marido la pasada semana, tildando el suceso de \"trágico\", según ha informado la Casa Blanca. \"Mantenemos cerca de nuestros corazones a los cuatro hijos, siete nietos y otros seres queridos de Judith y Gadi\", han señalado, agregando además que \"ninguna familia debería tener que soportar semejante calvario\". \"Reafirmo el compromiso que hemos hecho a todas las familias de los que siguen secuestrados: no dejaremos de trabajar para traerlos a casa\", han agregado. Biden y Jill ya lamentaron en un comunicado la muerte de Haggai la pasada semana. Más de un centenar de rehenes fueron liberados el pasado mes de noviembre a cambio de la puesta en libertad de cientos de presos palestinos durante una tregua de una semana alcanzada entre Israel y Hamás en la Franja de Gaza. Israel lanzó una cruenta contraofensiva contra el enclave palestino tras los ataques ejecutados el 7 de octubre por Hamás, que dejaron unos 1.200 muertos y cerca de 240 secuestrados. Las autoridades gazatíes, controladas por el grupo islamista, han cifrado en más de 21.300 los palestinos muertos. Noticias relacionadas Siria denuncia un ataque de Israel desde los ocupados Altos del Golán hacia el sur del país Muere un hombre de 38 años por disparos del Ejército israelí al sur de Hebrón, en Cisjordania Maduro ordena \"acciones defensivas\" ante la llegada de un buque británico a las costas de Guyana Las delegaciones estadounidense y mexicana se citan nuevamente en enero para hablar sobre migración EEUU, Francia, Alemania y Reino Unido condenan que Irán haya acelerado la producción de uranio enriquecido Quiénes somos | Sobre nosotros | Contacto | Aviso legal | | © Diario Siglo XXI. Periódico digital independiente, plural y abierto | Director: Guillermo Peris Peris",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:50:19.871+02:00",
    "updated": "2023-12-29T00:50:19.871+02:00"
  },
  {
    "uuid": "4440a8f4a01631a51b2f33bf8ae888fb9f7d0c82",
    "url": "https://ground.news/article/fire-claims-frost-methodist-church",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-24T03:20:00Z",
    "title": "Ground News - Fire claims Frost Methodist Church",
    "text": "Summary by Ground News A fire took place last Friday, Dec. 15 at Frost Methodist Church, located at 121 N. Front St. Volunteer firemen came from Frost, Blooming Grove, Bynum, and Corsicana to battle the blaze. The structure suffered significant damage. Until the church is repaired, Frost Methodist attendees are welcomed to worship at Blooming Grove Methodist Church. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nCorsicana Daily Sun Lean Left High Factuality Fire claims Frost Methodist Church A fire took place last Friday, Dec. 15 at Frost Methodist Church, located at 121 N. Front St. While volunteer firemen came from Frost, Blooming Grove, Bynum, and Corsicana to battle the blaze, the structure suffered significant damage.\n1 hour ago Read Full Article\nCorsicana Daily Sun Lean Left High Factuality\nFire claims Frost Methodist Church A fire took place last Friday, Dec. 15 at Frost Methodist Church, located at 121 N. Front St. While volunteer firemen came from Frost, Blooming Grove, Bynum, and Corsicana to battle the blaze, the structure suffered significant damage.\n1 hour ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.corsicanadailysun.com/news/fire-claims-frost-methodist-church/article_582495aa-a20b-11ee-9cc0-5bb4fbc3a290.html?utm_source=ground.news&utm_medium=referral",
      "https://www.corsicanadailysun.com/news/fire-claims-frost-methodist-church/article_582495aa-a20b-11ee-9cc0-5bb4fbc3a290.html",
      "https://corsicanadailysun.com/news/fire-claims-frost-methodist-church/article_582495aa-a20b-11ee-9cc0-5bb4fbc3a290.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bynum",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news - fire",
          "sentiment": "neutral"
        },
        {
          "name": "frost methodist church",
          "sentiment": "neutral"
        },
        {
          "name": "blooming grove methodist church",
          "sentiment": "none"
        },
        {
          "name": "corsicana daily sun lean left high factuality fire",
          "sentiment": "none"
        },
        {
          "name": "n. front st.",
          "sentiment": "none"
        },
        {
          "name": "n. front st. volunteer",
          "sentiment": "none"
        },
        {
          "name": "frost methodist",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "blooming grove",
          "sentiment": "none"
        },
        {
          "name": "corsicana",
          "sentiment": "none"
        },
        {
          "name": "frost",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T06:21:20.971+02:00",
    "updated": "2023-12-24T06:21:20.971+02:00"
  },
  {
    "uuid": "75ab7a32a18487cd67547cc1966919618e7c9a8c",
    "url": "https://www.odt.co.nz/business/household-power-prices-expected-surge",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@odtnews",
    "published": "2024-08-08T08:01:00Z",
    "title": "Household power prices expected to surge",
    "text": "You are not permitted to download, save or email this image. Visit\n[image gallery](/image_purchases) to purchase the image. By Susan Edmunds of RNZ\nHouseholds could feel the impact of high wholesale prices in as little as two months' time, it has been warned.\nWholesale power prices have doubled in the past three weeks, in part because of New Zealand's hydro lakes storage, which is at about 47 percent of what it would normally be at this time of year.\nSome major users say soaring power prices are putting their viability at risk and two timber mills say they are considering closing.\nElectric Kiwi last month stopped taking new customers because of the high prices.\nSpeaking to Morning Report on Thursday, associate energy minister Shane Jones accused the big power companies of profiteering.\nJones said advice was being sought on potential regulatory interventions and the Crown had options.\nIndependent retailers have raised concerns the gentailers have too much market power because they generate the power and sell it to their retail arms.\nPaul Fuge, manager of power price comparison website Powerswitch, said there had not been an impact on residential power prices yet but it was only a matter of time.\n\"This is because most retailers are 'hedged', meaning they previously purchased enough electricity on the wholesale market when prices were lower, to meet the current needs of their residential customers.\n\"In response to the current high wholesale market prices some retailers have responded by withdrawing from the market, or being less willing to take on new customers, rather than immediately putting up their prices.\n\"However, this can't last forever. If high wholesale prices continue there will be ever increasing pressure building on retailers to increase their residential prices.\n\"Due to commercial sensitivity, we can't know how hedged each retailer actually is, so it's hard for us to tell exactly when, but we believe this residential price could increasingly start happening in around two or three months' time and into early next year as retailers existing hedges progressively run out, and they then need to purchase more on the wholesale market at higher rates.\"\nElectric Kiwi chief executive Luke Blincoe said residential prices would rise.\n\"There's no might about it, they absolutely will. They've been going up for a while, this is just a slow motion train wreck.\n\"New Zealand has walked into this situation by allowing this market power to suppress new build... It's great that politicians are now awake to the issue, it's going to affect all of New Zealand. We are only at the start of this really.\"\nHe said retail price increases could run into double-digit percentages.\n\"At the end of the day, it's like a snake eating a pig, it has to flow through and come out… every single dollar of the wholesale market is ultimately absorbed by consumer.\"\nMinistry of Business, Innovation and Employment data shows residential power prices rose 6.4 percent in the year to March, after a 4.4 percent increase last year, 2.2 percent the year before and 8.7 percent in the March 2021 year.\nFuge said the consumer's view was the ineffective competition had made prices increase more quickly than they otherwise would have.\n\"In real terms, residential prices today are around 35 percent higher than they were at the advent of the electricity retail market.\n\"While it is true that over the last five years prices have increased at a rate lower than inflation, this is primarily due to the regulatory constraints on the lines component of the bill - the energy component actually increased in this period.\n\"MBIE price monitoring data shows the unit price (real) of electricity in the period 2020-2024 reduced by around 5 percent. However, this was due to a 16 percent reduction in the lines component… The energy component actually increased by 3 percent.\"\nBlincoe said New Zealand had been aware of its over-reliance on gas since 2018.\nBut he said more attention needed to be paid to why generation projects which had been consented had not been built.\nThe gentailers were incentivised to defer new building to keep prices higher, he said.\n\"An extremely rapid build of renewables is what is required. We've got years to catch up on and we've been deferring it.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.rnz.co.nz/",
      "https://www.rnz.co.nz",
      "https://rnz.co.nz/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "susan edmunds",
          "sentiment": "none"
        },
        {
          "name": "shane jones",
          "sentiment": "none"
        },
        {
          "name": "paul fuge",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "electric kiwi",
          "sentiment": "none"
        },
        {
          "name": "rnz",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:20:30.309+03:00",
    "updated": "2024-08-09T00:20:30.309+03:00"
  },
  {
    "uuid": "bc2d529f7a3612c2fd8f46e82fd531f57aff6ea4",
    "url": "https://ground.news/article/the-best-end-of-year-sales-up-to-70-off",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abc 6 Philadelphia",
    "published": "2023-12-28T19:00:00Z",
    "title": "Ground News - The best end-of-year sales up to 70% off",
    "text": "Summary by Abc 6 Philadelphia The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only. Share menu More\nFilters 8 Articles 8 Articles All Left Center Right\nabc 6 Philadelphia Lean Left High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Philadelphia, United States Read Full Article\nabc 6 Philadelphia Lean Left High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Philadelphia, United States Read Full Article abc 13 Houston Lean Left High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Houston, United States Read Full Article\nabc 13 Houston Lean Left High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Houston, United States Read Full Article abc 7 Chicago Center High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Chicago, United States Read Full Article\nabc 7 Chicago Center High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Chicago, United States Read Full Article abc 7 LA Center High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Los Angeles, United States Read Full Article\nabc 7 LA Center High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Los Angeles, United States Read Full Article abc 7 NY Center High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · New York, United States Read Full Article\nabc 7 NY Center High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · New York, United States Read Full Article abc11 Raleigh Lean Left High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Raleigh, United States Read Full Article\nabc11 Raleigh Lean Left High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Raleigh, United States Read Full Article More articles Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://abc7chicago.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://6abc.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc7.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc11.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc13.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc7ny.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc7.com/best-end-of-year-sales-deals/14230166/",
      "https://www.6abc.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://www.abc7.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://6abc.com/best-end-of-year-sales-deals/14230166/",
      "https://abc11.com/best-end-of-year-sales-deals/14230166/",
      "https://www.abc13.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://www.abc7chicago.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc13.com/best-end-of-year-sales-deals/14230166/",
      "https://abc7ny.com/best-end-of-year-sales-deals/14230166/",
      "https://www.abc11.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc7chicago.com/best-end-of-year-sales-deals/14230166/",
      "https://www.abc7ny.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "abc",
          "sentiment": "negative"
        },
        {
          "name": "walt disney company",
          "sentiment": "none"
        },
        {
          "name": "houston lean left high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "philadelphia lean left high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:35.232+02:00",
    "updated": "2023-12-29T00:42:35.232+02:00"
  },
  {
    "uuid": "55c0a3827a59e14d5d3f14f825fc31de1ef18e8c",
    "url": "https://forum.ragezone.com/threads/release-merry-christmas-to-all.1087911",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LukasCCB (invalid@example.com)",
    "published": "2024-02-29T20:08:00Z",
    "title": "[RELEASE] Merry Christmas to all!",
    "text": "01001100 01000011 01000011 01000010\n[VIP] Member\n- Joined\n- Apr 23, 2013\n- Messages\n- 1,172\n- Reaction score\n- 1,690\nYou must reply before you can see the hidden data contained here.\nAttachments\nYou must be registered for see attachments list\nLast edited:\nJoin our community of MMO enthusiasts and game developers! By registering, you'll gain access to discussions on the latest developments in MMO server files and collaborate with like-minded individuals. Join us today and unlock the potential of MMO server development!\nnice lukasccb\nbut battle royalle not complete i and RAZOR(@italofialho) working in this code and not finished.\n==============off toppic============\nin portugese.\nda proxima vez que for postar nosso codigo peça autorização antes.\nmas como vc liberou nao iremos solicitar a retirada. Contudo estavamos pensando em liberar o codigo quando estivesse pronto.\nComo vc liberou antes da hora de o devido suporte. Pois nao pretendemos mais liberar o nosso Battle Royal.\nEstamos trabalhando em outras funçoes novas para esta source e em breve colocaremos novidades aqui no forum.\nin english (by translator)\nthe next time you post our code ask for permission .\nbut how you released we will not request the withdrawal . However we were thinking of releasing the code when he was ready .\nHow do you released ahead of time to the proper support. Because we want no more release our Battle Royal.\nWe are working on other new functions to this source and soon will post news here on the forum.\nworks yes, you did something wrong!increase fps dont work just tosses error after error\n} enableDisableShaderLoading; ( void )enableDisableShaderLoading; LoadGrassShaders(true); LoadFillBufferShaders(true); ReloadWaterShaders(); r3dTerrain3::ReloadShaders(); ReloadLightingShaders(); }\nif(r_allow_render_grass->GetBool() || r_increase_fps_player->GetBool()) { LoadGrassShaders(false); } else { LoadGrassShaders(true); }\nREG_VAR( r_increase_fps_player , false , VF_SAVE );\nint old_increase = r_increase_fps_player->GetInt(); r_increase_fps_player ->SetInt(0);\nint old_vsync = r_vsync_enabled->GetInt(); r_vsync_enabled ->SetInt(0);\nvar[31].SetNumber( r_increase_fps_player->GetInt()+1);\nvar[29].SetNumber( r_vsync_enabled->GetInt()+1);\nScaleform::GFx::Value var[32];\n]Scaleform::GFx::Value var[30];\nif(r_increase_fps_player->GetInt()) { r_half_res_particles->SetBool(true); r_split_grass_render->SetBool(true); r_optimize_shadow_map->SetBool(true); r_shadow_blur->SetBool(false); r_hardware_shadow_method->SetBool(true); r_allow_hw_shadows->SetBool(true); r_optimize_meshes->SetBool(true); r_fxaa->SetBool(true); r_bloom->SetBool(true); r_ssao->SetBool(false); r_double_depth_ssao->SetBool(true); r_fxaa->SetBool(true); r_vsync_enabled->SetBool(false); r_particle_shadows->SetBool(false); r_cw_shadows->SetBool(true); r_optimized_ssao->SetBool(false); }\ncase 5: { settings.mesh_quality = (int)args[17].GetNumber(); settings.texture_quality = (int)args[20].GetNumber(); settings.terrain_quality = (int)args[11].GetNumber(); settings.shadows_quality = (int)args[14].GetNumber()-1; settings.lighting_quality = (int)args[15].GetNumber(); settings.environment_quality = (int)args[12].GetNumber(); settings.anisotropy_quality = (int)args[18].GetNumber(); settings.postprocess_quality = (int)args[19].GetNumber(); SaveCustomSettings( settings ); } break; default:\nif(old_fullscreen!=r_fullscreen->GetInt() || old_vsync!=r_vsync_enabled->GetInt() || old_increase!=r_increase_fps_player->GetInt() || old_grass!=r_allow_render_grass->GetInt())\nif(old_fullscreen!=r_fullscreen->GetInt() || old_vsync!=r_vsync_enabled->GetInt())\nint old_increase = r_increase_fps_player->GetInt(); r_increase_fps_player ->SetInt(0);\nvoid FrontendWarZ::eventOptionsReset(r3dScaleformMovie* pMovie, const Scaleform::GFx::Value* args, unsigned argCount) { r3d_assert(args); r3d_assert(argCount == 0); // get options g_tps_camera_mode->SetInt(0); g_enable_voice_commands ->SetBool(true); //added here\n[demonlord21]\ntry this\nYou must be registered to see links\nshould i undo the fps increase and just do this? or add in the stuff from this post also?\ndelete old or replace for this (compare)\nnice release man! but the launcher need still alot of work in the Play section :s\nThanks You Luka.\nThere are no .PSD in the launcher\nyes have\nPSD Files:You must be registered to see links\nFiles RSUpdate Fixed:You must be registered to see links\nhow about this code, is missing some parts\nthe key is close but I can't see the open key in nowhere so I get error by thatCode:\nif(r_increase_fps_player->GetBool()[COLOR=\"#FF0000\"][B])[/B][/COLOR] [B][COLOR=#ff0000]}[/COLOR][/B]\nin this guide link\nYou must be registered to see links\ndont bother bud neither of the posted \"fps increases\" work first one is broken and 2nd one dont do any sort of increase\nif(r_increase_fps_player->GetBool()) { LoadGrassShaders(false); } else { LoadGrassShaders(true); }",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "battle royal",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:16:59.899+02:00",
    "updated": "2024-03-01T00:16:59.899+02:00"
  },
  {
    "uuid": "eda3eb68db6244d92a08564686cc96e6afd8af13",
    "url": "https://www.dtnext.in/news/tamilnadu/despite-deaths-olive-ridleys-are-here-to-thrive-eggs-collected-to-break-record-in-tn-826075",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DTNEXT Bureau",
    "published": "2025-03-13T00:30:00Z",
    "title": "Despite deaths, Olive Ridleys are here to thrive; eggs collected to break record in TN",
    "text": "Despite deaths, Olive Ridleys are here to thrive; eggs collected to break record in TN\n\"The conservation effort, involving local fishers and forest officials, will ensure eggs are safeguarded until they hatch. With hatchlings already emerging, Tamil Nadu is on track for a record-breaking year in sea turtle conservation,\" she exuded.\nCHENNAI: Despite a poor start to the Olive Ridley nesting season in Tamil Nadu coasts, with hundreds of turtles trapped by illegal trawl fishing and perishing, before they could make it to the shores for nesting, the number of eggs collected along the coasts this season is set to overrun the previous year’s tally.\nSupriya Sahu, secretary of the state Environment, Climate Change and Forest Department, said after a grim season marked by turtle mortality, Tamil Nadu's Olive Ridley nesting programme is showing strong signs of revival.\n\"As of now (Wednesday), 2,53,719 turtle eggs have safely been collected by volunteers and the Tamil Nadu Forest Department teams across the state; last year, a total of 2,58,907 were collected. With several weeks left until the end of the season, the department expects the number to surpass last year’s,\" she added.\nAs per the data, Cuddalore leads with 87,871 eggs, followed by Nagapattinam (73,385 eggs) and Chennai (43,900 eggs). The department has set up 55 hatcheries and more than 150 staff have been deputed.\n\"The conservation effort, involving local fishers and forest officials, will ensure eggs are safeguarded until they hatch. With hatchlings already emerging, Tamil Nadu is on track for a record-breaking year in sea turtle conservation,\" she exuded.\nShravan Krishnan of Students Sea Turtle Conservation (SSTN) said the mortality of Olive Ridley turtles have reduced drastically. \"In Chennai, we have found a record number of nesting this year, could be the highest in the past 20 years. Nesting is high in Odisha too,\" he said.\nShravan noted that hatchlings are starting to emerge and will increase as the season advances, all the way till May.\nDuring January and February, more than 1,000 dead turtles washed ashore after entangling in fishing nets. The southern bench of the National Green Tribunal then directed the state government to initiate necessary measures to prevent further deaths. Besides the efforts in place so far, the government is further contemplating declaring turtle congregation points as conservation reserves.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->conservation",
      "Environment->endangered species",
      "Environment->nature",
      "Social Issue->social problem",
      "Social Issue->communities",
      "Social Issue->mankind"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:37:51.195+02:00",
    "updated": "2025-03-13T02:37:51.195+02:00"
  }
]