[
  {
    "uuid": "9d0be5ca3deac804dff9e2b440d32bc900c7d464",
    "url": "https://www.time.news/the-faith-and-values-of-jacques-delors-inspired-his-action/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-29T09:46:00Z",
    "title": "“The faith and values ​​of Jacques Delors inspired his action” - timenews",
    "text": "2023-12-28 18:45:15 The cross : What characterized the man Jacques Delors? Pascal Lamy : Several adjectives come to mind to evoke the man I considered a brother: simple, generous, hard-working, stubborn, educational, mischievous… and less modest than people say, because he had ambitions for his ideas. These constituted his raw material for building a better world. Or, for this active pessimist: a less bad world. The “good life”, which philosophers speak of, is in my eyes a life à la Jacques Delors. He had developed the ability to listen which differentiated the self-taught intellectual that he was from an intellectual who had graduated from a great school. He drew his method from it: one third listening, one third engineering – that is to say implementation – and one third pedagogy, with an incredible simplicity of expression, acquired in trade unionism. Jacques Delors was a discreet believer in his public life. How did his faith inspire him? P. L. : In his mind, religion was a private matter, which should not mix with politics. But his faith and his values obviously inspired his action. His great philosophical inspiration was the personalism of Emmanuel Mounier. Jacques Delors was an active Christian, who was always committed. In his patronage of the Parisian district of Ménilmontant. In trade unionism, at the CFTC then at the CFDT. In the many clubs he joined or created, from La Vie nouvelle to Témoin to Échange et Projets. What do you think is his greatest political achievement? P. L. : There is no doubt that Europe constitutes its historical trace. The Delors legend is everywhere in Brussels. What he was most proud of was having given a boost to European integration. He believed in it for civilizational, geopolitical and economic reasons. Jacques Delors planned to chair the European Commission and then prepared the European councils with a permanent quest to anticipate, understand and control all possible positions. When the meetings did not lead to a common conclusion, we turned to him and said: so, what do we do? He knew how to look at the situation from above, which gave him real moral authority. What was his view of today’s Europe? P. L. : Europe was our main topic of conversation. Jacques Delors was a federalist in the sense of the principle of subsidiarity. He was saddened that it was not more united and united. When he chaired the European Commission, there was an alignment of the national stars above Brussels, around François Mitterrand and Helmut Kohl. Jacques Delors was aware that the situation is more difficult today, with Viktor Orban around the table. Has Jacques Delors not linked European construction and neoliberalism too much? P. L. : Jacques Delors supported the austerity policy in 1983, to a hesitant François Mitterrand, by explaining that austerity with Europe would be less worse than an austerity policy without Europe, under the conditions of the IMF. He wanted market efficiency so that the economy could work, and a good functioning economy so that there could be redistribution. This triangle is a classic of the social democrats of northern Europe, but it has often made them a minority within the French PS. What do you think are the real reasons for his non-candidacy in the 1995 presidential election? P. L. : The thesis he offered on television was that to govern he needed an agreement between the socialists and the centrists. He had the PS. But he did not have François Bayrou, who replied that he would only support him in the second round. Another analytical framework: Jacques Delors personally did not have a great appetite, to put it mildly, for a presidency under the Fifth Republic, exercised by a charismatic and miracle-working leader. The role of prime minister in a parliamentary system would have suited him better. How would you define “Delorism”? P. L. : Jacques Delors did not create a doctrine, therefore “Delorism” does not exist. But there are delorians, that is to say people who follow his vision and his method. He was at the confluence of the left wing of Christian democracy and the right wing of social democracy. On the other hand, he is not a Gaullist, even if the only law that bears his name is that of 1971 on continuing professional training, when he advised the Gaullist Prime Minister Jacques Chaban-Delmas. I would add that Jacques Delors experienced a sincere ecological conversion, provoked by the Chernobyl disaster then by his participation in the Rio summit in 1992. However, this was not the natural tropism of this Corrézian. Is there Jacques Delors in Emmanuel Macron? P. L. : Europe of course brings them closer. But Emmanuel Macron has taken on the costume of the presidential monarch who cures scrofula, and the method of this former Chevènementist is marked by a centralizing and statist spirit. #faith #values #Jacques #Delors #inspired #action",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jacques delors",
          "sentiment": "neutral"
        },
        {
          "name": "pascal lamy",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T11:49:11.517+02:00",
    "updated": "2023-12-29T11:49:11.517+02:00"
  },
  {
    "uuid": "47ba27052052cc8a44c4462f398a63febbd3edf8",
    "url": "https://www.indiablooms.com/news-details/N/94026/ulfa-signs-peace-deal-with-centre-assam-govt-amit-shah-calls-it-the-beginning-of-peace-in-northeast.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Indiablooms",
    "published": "2023-12-30T21:22:00Z",
    "title": "ULFA signs peace deal with Centre & Assam Govt; Amit Shah calls it the beginning of peace in Northeast | Indiablooms - First Portal on Digital News Management",
    "text": "ULFA signs peace deal with Centre & Assam Govt; Amit Shah calls it the beginning of peace in Northeast New Delhi: The Centre and the Assam government signed a 'tripartite Memorandum of Settlement' with the United Liberation Front of Assam (ULFA) in the presence of Union Home Minister Amit Shah on Friday. The deal is intended to bring lasting peace in the North East region, especially in Assam. Meanwhile, the ULFA (Independent) faction led by Paresh Baruah remains opposed to talks. Speaking after signing the deal, the Union Home Minister said \"This is a new start of a period of peace for the whole Northeast, especially Assam\". \"I want to assure ULFA representatives that the faith you have kept in the government of India, from the side of the Ministry of Home Affairs(MHA), a programme will be made in a time-bound manner to fulfill everything, without you asking for it,\" Shah said. Once mired in conflicts, Assam sees a new era today. On account of your broad vision for a peaceful and developed Assam, the state is today pacing steadily on the path of progress.— Amit Shah (@AmitShah) [https://t.co/fablHAQGUj] [December 29, 2023] The Minister said, \"Under MHA, a committee will be formed, which will work with the Assam government to fulfill this agreement\". He said, \"In the last five years, nine accords related to peace and borders were signed which have brought peace in the North-Eastern region..adding that over nine thousand cadres of insurgent groups have surrendered. A historic day for Assam.— Amit Shah (@AmitShah) Fulfilling PM [@narendramodi]Ji's vision for a prosperous, peaceful and developed Northeast, today we have arrived at a landmark resolution to the ULFA insurgency problem of Assam. The Government of India and the Government of Assam have signed a… [pic.twitter.com/bWVOnEKOdo] [December 29, 2023] Assam Chief Minister Himanta Biswa Sarma who was also present called the peace deal a historic day for Assam. \"During Prime Minister Narendra Modi's tenure and under the guidance of Union Home Minister Amit Shah work for Assam's peace was always underway\" he added. The Chief Minister said three accords have been signed and the move will fulfill the aspirations of the people of the state. The peace deal with the oldest insurgent group of Assam aims to address issues such as illegal immigration, land rights for indigenous communities, and a financial package for Assam's development. (With UNI inputs) [ULFA signs peace deal with Centre & Assam Govt; Amit Shah calls it the beginning of peace in Northeast](https://www.indiablooms.com/news-details/N/94026/ulfa-signs-peace-deal-with-centre-assam-govt-amit-shah-calls-it-the-beginning-of-peace-in-northeast.html)Sun, Dec 31 2023 [Police officer injured in suspected militant attack in Manipur](https://www.indiablooms.com/news-details/N/94025/police-officer-injured-in-suspected-militant-attack-in-manipur.html)Sat, Dec 30 2023 [PM Modi has this special request for Ram devotees ahead of Ram Temple inauguration in Ayodhya](https://www.indiablooms.com/news-details/N/94023/pm-modi-has-this-special-request-for-ram-devotees-ahead-of-ram-temple-inauguration-in-ayodhya.html)Sat, Dec 30 2023 [Six Iranian arrested as they tried to enter Nepal on forged document](https://www.indiablooms.com/news-details/N/94022/six-iranian-arrested-as-they-tried-to-enter-nepal-on-forged-document.html)Sat, Dec 30 2023 [Travel bus overturns in Maharashtra's Tamahini Ghat, two die](https://www.indiablooms.com/news-details/N/94020/travel-bus-overturns-in-maharashtra-s-tamahini-ghat-two-die.html)Sat, Dec 30 2023 [PM Narendra Modi unveils Maharshi Valmiki Airport, revamped railway station in Ayodhya ahead of Ram Temple inauguration](https://www.indiablooms.com/news-details/N/94019/pm-narendra-modi-unveils-maharshi-valmiki-airport-revamped-railway-station-in-ayodhya-ahead-of-ram-temple-inauguration.html)Sat, Dec 30 2023 [PM Modi inaugurates revamped Ayodhya Dham junction railway station in Uttar Pradesh](https://www.indiablooms.com/news-details/N/94018/pm-modi-inaugurates-revamped-ayodhya-dham-junction-railway-station-in-uttar-pradesh.html)Sat, Dec 30 2023 [Lord Ayyappa temple in Kerala reopens for 'Makaravillaku' festival](https://www.indiablooms.com/news-details/N/94017/lord-ayyappa-temple-in-kerala-reopens-for-makaravillaku-festival.html)Sat, Dec 30 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://t.co/fablHAQGUj",
      "https://www.t.co/fablHAQGUj"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amit shah",
          "sentiment": "neutral"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "paresh baruah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa",
          "sentiment": "neutral"
        },
        {
          "name": "centre & assam govt",
          "sentiment": "neutral"
        },
        {
          "name": "digital news management ulfa",
          "sentiment": "neutral"
        },
        {
          "name": "ministry of home affairs",
          "sentiment": "none"
        },
        {
          "name": "union home minister",
          "sentiment": "none"
        },
        {
          "name": "united liberation front of assam",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "northea",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "north east",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T23:43:55.285+02:00",
    "updated": "2023-12-30T23:43:55.285+02:00"
  },
  {
    "uuid": "d8fe152797adc67a650799940dd3192da4240dc8",
    "url": "https://napavalleyregister.com/news/local/weather/heavy-rain-in-the-napa-valley-friday-with-isolated-flooding-possible-full-details-in-meteorologist/video_26ef394f-92b8-5c68-9df3-3b43d7e2230d.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guest",
    "published": "2023-12-28T05:00:00Z",
    "title": "Heavy rain in the Napa Valley Friday with isolated flooding possible. Full details in Meteorologist Matt Holiner's forecast",
    "text": "Heavy rain in the Napa Valley Friday with isolated flooding possible. Full details in Meteorologist Matt Holiner's forecast Dec 28, 2023 Dec 28, 2023 Updated 7 hrs ago 0 Lea Thompson found Tom Cruise 'very intense' on the set of 'All the Right Moves' Leprosy Cases on the Rise in the US and Doctors Don’t Know Why Heavy rain in the Napa Valley Friday with isolated flooding possible. Full details in Meteorologist Matt Holiner's forecast Julia Roberts is convinced Richard Gere's 'Pretty Woman' character died after the end of the film Laura Lynch, founding member of The Dixie Chicks, killed in in Texas crash, authorities say Julia Roberts Is in A ‘Bittersweet’ Time in Her Life 'Killers of the Flower Moon': Visual effects go invisible Chet Hanks Shares Rare Photo With His Dad Tom Hanks The Top 7 Best Christmas Movies Of All Time Ukraine fertility rate drops: Lowest birth rate since independence 30 years ago Paramedics found guilty in death of Elijah McClain, who they injected with an overdose of ketamine 4 Things You Should Never Store In Your Garage Bam Margera Credits Mark Wahlberg For 100-Day Sobriety Iran vows revenge after Israeli air strike kills top general Paul King gave Timothee Chalamet a very 'expensive' hug after he shot his final scene for ‘Wonka’ Fox News Reporter Matt Napolitano Dies From An Infection At 33 France to ban plastic packaging for fresh produce in new year John Boyega Does Not Want to Replace Jonathan Majors as Kang in Marvel Cinematic Universe Epstein Victim Celebrates Ahead of Public Release of Court Documents Naming 170 of His Associates Redfin: 15.5% of Homes for Sale in 2023 Were Affordable Tags Weather-forecast Matt-holiner Heavy-rain Showers Thunderstorms Holidays Napa-valley Cawx As featured on Heavy rain in the Napa Valley Friday with isolated flooding possible. Full details here It's going to be a wet one on Friday. Thunderstorms and heavy rain are expected in spots and isolated flooding could occur. Find out when the rain will peak, when it will come to an end, and how much is forecast to fall in our weather update. Latest video US military space plane launches to orbit on another secretive mission expected to last years Israel claims it's reduced civilian casualties as Gazans pleads for help U.S. presidential candidate Nikki Haley called out by voter for Civil War answer Man diagnosed with dementia seen on camera being assaulted in parking lot: 'He didn't deserve it' ‘Unparalleled’: Israeli army raids Ramallah, more occupied West Bank cities Patients ‘waiting to die’ in shattered health system in Gaza: UN Don't feed pigeons, Mumbai officials warn, as lung illnesses soar Zack Snyder’s R-rated version of ‘Rebel Moon’ is a 'little bit more insane' Facebook Twitter WhatsApp SMS Email Print Copy article link Save 0 Comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matt holiner",
          "sentiment": "negative"
        },
        {
          "name": "laura lynch",
          "sentiment": "none"
        },
        {
          "name": "tom hanks",
          "sentiment": "none"
        },
        {
          "name": "mark wahlberg",
          "sentiment": "none"
        },
        {
          "name": "richard gere",
          "sentiment": "none"
        },
        {
          "name": "elijah mcclain",
          "sentiment": "none"
        },
        {
          "name": "julia roberts",
          "sentiment": "none"
        },
        {
          "name": "tom cruise",
          "sentiment": "none"
        },
        {
          "name": "lea thompson",
          "sentiment": "none"
        },
        {
          "name": "chet hanks",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "flower moon",
          "sentiment": "none"
        },
        {
          "name": "the dixie chicks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "napa valley",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:43:55.367+02:00",
    "updated": "2023-12-29T08:43:55.367+02:00"
  },
  {
    "uuid": "492a4d6313c38c184bc8a909248c1abc25e75b82",
    "url": "https://www.em.com.br/emfoco/2024/12/26/qual-a-formula-do-sucesso-de-paul-mccartney",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kelvin",
    "published": "2024-12-26T20:20:00Z",
    "title": "Qual a fórmula do sucesso de Paul McCartney?",
    "text": "Em 2024, Paul McCartney, icônico membro dos Beatles, alcançou um feito impressionante ao ser listado mais uma vez como “rich man”. Segundo a edição anual da Lista dos Ricos do Sunday Times, McCartney e sua esposa Nancy agora somam uma fortuna de 1 bilhão de libras, comparado aos 950 milhões do ano anterior.\nEste marco financeiro é atribuído tanto à contínua popularidade do músico quanto ao apelo multigeracional de sua obra. Fatores contemporâneos, como a colaboração com figuras da música atual, desempenham um papel significativo neste [sucesso ](https://www.em.com.br/emfoco/2024/12/21/quais-foram-os-modelos-que-mais-fizeram-sucesso-em-2024-e-por-que/)contínuo, destacando-se a parceria indireta com Beyoncé.\nQual o Papel de Beyoncé no Sucesso Recente de McCartney?\nO envolvimento de Beyoncé no universo de McCartney começou com seu álbum “Cowboy Carter”, onde a cantora reimaginou “Blackbird”, canção dos Beatles escrita por McCartney. Este movimento impulsionou as duas estrelas para novos públicos, destacando a versatilidade e a relevância eterna da obra de McCartney.\nBeyoncé fez história ao se tornar a primeira mulher negra a alcançar o topo da lista Top Country Albums da Billboard. Este sucesso ajudou a catapultar McCartney a novos níveis de notoriedade, com o músico expressando publicamente seu apreço pela reinterpretação. A colaboração simboliza uma conexão musical que transcende gerações e estilos.\nAs Novas Empreitadas de Paul McCartney\nAlém das influências externas, McCartney continua a alimentar seu próprio legado. Recentemente, ele e Ringo Starr lançaram “Now and Then”, uma música com contribuições póstumas de John Lennon e George Harrison, que fez sucesso no Billboard Hot 100. Utilizando inteligência artificial para integrar a voz de Lennon de 1977, a música consolidou-se como um fenômeno.\nO lançamento bem-sucedido sinalizou a capacidade de McCartney em se reinventar e atualizar sua música para as demandas modernas, enquanto continua a conquistar novos e antigos fãs. Este tipo de inovação garante que sua fortuna e relevância cultural continuem a crescer.\nO Futuro: Lançamento de “One Hand Clapping”\nO próximo passo na carreira de McCartney envolve o lançamento do álbum “One Hand Clapping”. Gravado pela banda Wings em 1974, após a dissolução dos Beatles, o álbum deverá sair em junho deste ano. Espera-se que este lançamento adicione mais ao rico legado musical de McCartney.\nO lançamento de “One Hand Clapping” pode significar não apenas um aumento em sua fortuna, mas também uma reafirmação de seu impacto perpétuo na música mundial. A rememoração desse trabalho de quase cinco décadas ilustra a duradoura relevância de McCartney.\nReflexões Sobre a Trajetória de McCartney\nAo longo de mais de meio século de carreira, Paul McCartney desafiou expectativas financeiras, artísticas e culturais. Desde os tempos em que proclamava não ligar para o dinheiro na canção “Can’t Buy Me Love”, até o presente momento, o músico soube transformar sua arte e incrementar seu legado financeiro.\nCom novos lançamentos e colaborações, McCartney continua a provar que os clássicos podem sempre encontrar novas formas e públicos. Sua jornada demonstra que a música, quando eterna, sempre encontrará novos horizontes, perpetuando sua influência em todas as gerações.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->music",
      "Human Interest->record and achievement",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->business reporting and performance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:21:05.526+02:00",
    "updated": "2024-12-27T00:21:05.526+02:00"
  },
  {
    "uuid": "fe5d6fec5988387bf4aa98e3282342595e836a63",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7367115.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:31:00Z",
    "title": "央企ETF（159959）跌1.06%，半日成交额194.15万元|ETF_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，央企ETF（159959）跌1.06%，报1.397元，成交额194.15万元。央企ETF（159959）重仓股方面， 海康威视 截止午盘跌1.12%， 国电南瑞 跌0.31%， 招商银行 跌0.70%， 中国电信 跌0.77%， 长安汽车 跌1.11%， 宝钢股份 跌1.82%， 中芯国际 跌0.23%， 长江电力 跌0.33%， 中国神华 跌0.66%， 中国移动 跌0.21%。\n央企ETF（159959）业绩比较基准为 中证央企结构调整指数 收益率，管理人为银华基金管理股份有限公司，基金经理为周大鹏，成立（2018-10-22）以来回报为41.24%，近一个月回报为0.48%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->market and exchange",
      "Politics->economic policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:40.151+03:00",
    "updated": "2025-06-19T04:41:48.000+00:00"
  },
  {
    "uuid": "b4011d23b672692845ffa5a3f2a1ce73c4bc869a",
    "url": "https://vnexplorer.net/z/1469237.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-18T22:50:00Z",
    "title": "New Theorems Improve Accuracy of Quantum Simulations",
    "text": "Scientists from Trinity College Dublin formed new theorems in quantum mechanics that characterize the “energy landscapes” of ensembles of quantum particles that have been demonstrated. The research was published in the journal Physical Review Letters. Trinity PhD candidate Andrew Burgess (right) and his research mentor Dr. David O’Regan (left) work on an application of their theory. Image Credit: Trinity College Dublin Their study answers long-standing issues and creates new opportunities for greatly improving the accuracy of computer simulations of materials. Thus, researchers may be able to create a collection of materials that have the potential to transform green technologies completely. The findings explain how variations in the magnetism and particle count of systems of particles, including atoms, molecules, and more exotic matter, affect their energy. This completes an outstanding problem related to computer-aided matter modeling and builds on several seminal works that started in the early 1980s. Dr. David O&#039;Regan, Associate Professor of Physics at Trinity, Dr. Edward Linscott from the Paul Scherrer Institute in Switzerland, and PhD Candidate Andrew Burgess completed the collaborative pen-and-paper and computational work. Computer simulation-based molecular and material investigation and comprehension is a well-established and active field of study. It has a proven track record spanning several decades, and these simulations were used to assist in creating several currently in use materials. Quantum mechanics provides the equations that characterize particles and their interactions in systems studied at the atomic level. Due to their extreme difficulty, these equations must be approximations in real-world simulations. The challenge of improving these approximations&#039; reliability while minimizing computational costs is approaching its 100th birthday. The small number of known “exact conditions” or precise principles from quantum theory, like the ones found here, are increasingly serving as the foundation for this effort. Imagine a steep-sided valley, where the ground is not curved but instead made up of angular tiles, as you might see in an old arcade game where the images were made using polygons, we have found that the height profile in fractured valleys like this represents the exact energy of isolated collections of particles, like molecules. Heading straight up the valley corresponds to changing the number of electrons that hold together the molecule while moving to each side increases its magnetism. This work completes the mapping of this valley up to high magnetic states, finding that the valley walls are steep and tilted. Dr. David O’Regan, Associate Professor, Department of Physics, Trinity College Dublin Andrew Burgess, Lead Author, said, “While working on a different problem, I needed to know the shape of this energy valley for simple systems. Hunting through published research, I could find lots of nice graphs but to my surprise, they stopped short of mapping the entire valley.” I realized that existing quantum mechanical theorems could be used for systems with one electron such as the hydrogen atom. However, for systems with two electrons such as the helium atom, these theorems could tell me little about the sides of the valley. Specifically, a quantum mechanical theorem known as the spin constancy condition was incomplete. Andrew Burgess, Department of Physics, Trinity College Dublin Related Stories Dr. Edward Linscott, from the Laboratory for Materials Simulations at PSI, explains the significance of the team’s findings, adding: “Understanding the geography of this energy landscape may seem quite abstract and esoteric but actually, this knowledge can help solve all sorts of real-world problems. When colleagues of ours use computer simulations to try to find next-generation materials for more efficient solar panels, or catalysts for more energy-efficient industrial chemistry, our knowledge of the energy landscape can be baked into the calculations that they perform, making their predictions more accurate and reliable.” The energy differences and slopes of this valley landscape underpin the stability of matter, interactions between materials and light, chemical reactions, and magnetic effects. Knowing what the entire valley surface looks like, including at high magnetization, is already helping us to build better tools for simulating complex materials, even when they are not magnetic. Dr. David O’Regan, Associate Professor, Department of Physics, Trinity College Dublin Dr. David O’Regan explained, “Motivating this work is the need to provide improved simulation theory and methods for developing materials for renewable energy and chemistry applications. When a battery is discharging, for example, there are metal atoms that change their particle count and magnetism.” Regan said, “Here we see that we are moving in that same valley landscape and it is the drop in height, so to speak, that gives the energy that the battery provides. This is an example of applied simulation and abstract quantum theory being practiced side by side, each motivating and improving the other.” Mr. Burgess added, “This interplay between theory and practical simulation is what I love most about this area of research. We have already developed a new method for modeling materials based on these theorems and are testing it out on battery cathode materials, so there is plenty of exciting work in the pipeline!” Journal Reference: Burgess, A. C., et al. (2024) Tilted-Plane Structure of the Energy of Finite Quantum Systems. Physical Review Letters. doi.org/10.1103/physrevlett.133.026404. Trinity College Dublin",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david o’regan (",
          "sentiment": "none"
        },
        {
          "name": "david o&#039;regan",
          "sentiment": "none"
        },
        {
          "name": "edward li",
          "sentiment": "none"
        },
        {
          "name": "andrew burgess",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trinity college dublin",
          "sentiment": "negative"
        },
        {
          "name": "physical review letters",
          "sentiment": "none"
        },
        {
          "name": "trinity",
          "sentiment": "none"
        },
        {
          "name": "trinity college dublin their",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T09:52:38.992+03:00",
    "updated": "2024-07-19T09:52:38.992+03:00"
  },
  {
    "uuid": "f1b16832eba933e0f4ef47fae695028a0c5e8e86",
    "url": "https://www.ksnblocal4.com/2024/04/12/hastings-utilites-department-gets-nationally-recognized",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@KSNBLocal4",
    "published": "2024-04-12T01:51:00Z",
    "title": "Hastings Utilites Department gets nationally recognized",
    "text": "Hastings Utilites Department gets nationally recognized HASTINGS, Neb. (KSNB) - The City of Hastings Utility Department received national recognition for achieving exceptional electric reliability in 2023. APPA compared Hastings Utilities’ reliability data compiled through the eReliability Tracker to the national reliability data collected by the U.S. Energy Information Administration. Hastings Utilities is in the top 25% of utilities for System Average Interruption Duration Index based on the EIA data in 2018 – 2022, thereby qualifying for the 2023 Certificate of Excellence in Reliability. The recognition comes from the American Public Power Association, a trade group that represents more than 2,000 not-for-profit, community-owned electric utilities. Award recipients were notified of their designation on Tuesday, April 9. Kevin Johnson, Manager of Utilities for the City of Hastings, thanked utility staff for their leadership and dedication, which ensures reliability for customers as well as recognition from the APPA. “The SAIDI metric speaks directly to our staff response time to customer outage, meaning our folks take pride in their respective responsibilities after hours and during work hours to respond to outages,” Johnson said. APPA helps electric utilities track power outage and restoration data through its subscription-based eReliability Tracker service. Once per year, APPA’s Reliability Team compares this data to national statistics tracked by the EIA for all types of electric utilities. “It’s encouraging to see year after year that public power’s track record for providing highly reliable service is backed up by data,” said APPA Director of Research and Development Paul Zummo. “These utilities are the best of the best when it comes to keeping the lights on. And these communities should be proud of their local power providers and appreciate the hard work that goes into earning this recognition.” Nationwide, the average public power customer has their lights out for less than half the amount of time that customers of other types of utilities do. [Click here](https://www.ksnblocal4.com/newsletter/) to subscribe to our KSNB Local4 daily digest and breaking news alerts delivered straight to your email inbox. Copyright 2024 KSNB. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hastings",
          "sentiment": "negative"
        },
        {
          "name": "kevin johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hastings utilites department",
          "sentiment": "negative"
        },
        {
          "name": "american public power association",
          "sentiment": "none"
        },
        {
          "name": "utility department",
          "sentiment": "none"
        },
        {
          "name": "u.s. energy information administration",
          "sentiment": "none"
        },
        {
          "name": "eia",
          "sentiment": "none"
        },
        {
          "name": "hastings utilities",
          "sentiment": "none"
        },
        {
          "name": "appa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hastings",
          "sentiment": "none"
        },
        {
          "name": "neb.",
          "sentiment": "none"
        },
        {
          "name": "hastings",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T05:16:23.179+03:00",
    "updated": "2024-04-12T05:16:23.179+03:00"
  },
  {
    "uuid": "944c70de454d76901820cfcca2769e203ca7d451",
    "url": "https://news.bloomberglaw.com/crypto/idaho-governor-signs-law-amending-military-retirement-pay-deductions-corporate-income-tax-rate",
    "ord_in_thread": 0,
    "author": "Bloomberg Tax Automation",
    "published": "2025-04-16T21:03:00Z",
    "title": "Idaho Governor Signs Law Amending Military Retirement Pay Deductions, Corporate Income Tax Rate",
    "text": "The Idaho Governor signed a law amending various tax provisions regarding tax deductions, corporate income tax rates, sales tax distributions, and certain protections for taxpayers. The law includes: 1) revising the eligibility requirements for tax deductions from taxable income derived from military retirement pay; 2) the corporate income tax rate of 5.3 percent for each taxable year, beginning on and after Jan. 1, 2025; and 3) extends the period of limitation for assessment and collection of taxes for non-filers, from 3 years to 7 years. The law takes effect on July 1, with certain provisions taking effect retroactively from Jan. ...\nLearn more about Bloomberg Law or Log In to keep reading:\nLearn About Bloomberg Law\nAI-powered legal analytics, workflow tools and premium legal & business news.\nAlready a subscriber?\nLog in to keep reading or access research tools.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Politics->local government and authority",
      "Politics->government",
      "Politics->economic policy",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business governance",
      "Social Issue->demographics",
      "Social Issue->population and census",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "AI",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "AI",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:52:27.186+03:00",
    "updated": "2025-04-17T00:52:27.186+03:00"
  }
]