[
  {
    "uuid": "69a30a5510fdc8bb81dba0d3c48606718671b172",
    "url": "https://news.stv.tv/world/pro-palestine-supporters-gather-in-london-to-urge-gaza-ceasefire",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA Media",
    "published": "2024-03-09T17:07:00Z",
    "title": "Pro-Palestine supporters gather in London to urge Gaza ceasefire | STV News",
    "text": "Thousands of pro-Palestine supporters have marched in central London calling for an immediate ceasefire in Gaza. The Palestine Solidarity Campaign (PSC) organised the protest, following the Hamas attacks on southern Israel on October 7 in which about 1,200 people were killed and more than 240 kidnapped before Israel retaliated with months of attacks on the Gaza Strip, killing and wounding thousands. Singer Charlotte Church joined protesters at the front of the march, and said she joined the protest to “show solidarity with the people of Palestine for all that they are suffering through”. Speaking to the PA news agency, she said: “I am here today to call for an immediate ceasefire, to ask our Government and governments all over the world to send as strong message as we possibly can. “But a strong, a peaceful a loving message, that’s what every single march that I’ve been on for Palestine has been about. “There’s been singing there’s been drumming, yes, there’s been emotion, but in the majority that emotion has been love, has been compassion because that’s why we’re all here. “We’re all here because we cannot bear what we’re witnessing. “We cannot bear to see civilians, children, women slaughtered. “And so we are here because our hearts are so full of love for the Palestinian people.” Demonstrators waved Palestine flags and carried banners which read “stop the war on Gaza” and “ceasefire now” as they marched from Hyde Park Corner to the US Embassy. Protesters chanted “free free Palestine”, “what do we want? Ceasefire. When do we want it? Now” and the slogan “from the river to the sea, Palestine will be free”. Female volunteers from Friends of Al-Aqsa (FOA) joined protesters on the march, which falls a day after International Women’s Day, to “highlight the Palestinian genocide as a gendered issue”. It was revealed the cost of policing Gaza-related protests in London has reached over £32 million and has required 35,464 officer shifts and more than 5,200 officer rest days to be cancelled, the Metropolitan Police said. It added that a “robust policing plan” was in place for a “busy weekend in the capital”. It comes as the Government’s counter-extremism tsar warned that London’s streets have become a “no-go zone for Jews” during pro-Palestine protests. Robin Simcox said a “permissive environment for radicalisation” was developing as he welcomed the Government’s forthcoming new definition of extremism. And last week Prime Minister Rishi Sunak warned that democracy is being targeted by extremists and said there are “forces here at home trying to tear us apart”. Mr Sunak, in a message aimed at those taking part in pro-Palestine protests, urged people to reject extremist messages. Ben Jamal, director of Palestine Solidarity Campaign, responded to the Prime Minister’s address by suggesting he “look in the mirror” and expel some senior MPs from his party. STV News is now on WhatsApp Get all the latest news from around the country Follow STV News Follow STV News on WhatsApp Scan the QR code on your mobile device for all the latest news from around the country",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaCESJzKgsNvKKNOYO2r)",
      "https://whatsapp.com/channel/0029VaCESJzKgsNvKKNOYO2r)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pro-palestine",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "palestine solidarity",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "singer charlotte church",
          "sentiment": "none"
        },
        {
          "name": "pa news agency",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T20:55:26.218+02:00",
    "updated": "2024-03-09T22:40:47.755+02:00"
  },
  {
    "uuid": "839c2661a57681d22e3ee7e51949519cf66af4c2",
    "url": "https://londonlovesbusiness.com/motorist-warning-winter-precautions-could-invalidate-car-insurance/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LLB Reporter",
    "published": "2023-12-29T05:03:00Z",
    "title": "Motorist warning: Winter precautions could invalidate car insurance",
    "text": "Motorists have been warned to be aware of common mistakes which could leave them uninsured this winter.\nPrice comparison experts from Quotezone.co.uk believe thousands of UK drivers could be invalidating their car insurance policies by simply not knowing these winter motoring essentials.\nCommon steps like installing winter tyres to make a vehicle safer on icy roads could be against the terms and conditions on certain insurance policies.\nThe experts are urging all drivers to check their policies and make sure they are driving in line with their\ninsurance providers terms.\nOther mistakes which could lead to invalidated claims are overloading a vehicle, wearing winter boots or failing to slow down on icy roads.\nQuotezone.co.uk Founder Greg Wilson said, “Unfortunately, there are lots of cold weather mistakes which could lead to invalidated policies that are perhaps unknown by motorists.\n“The terms and conditions are so important yet 39% of motorists admit to never reading them in full. We want to\nwarn motorists to check their policies and make sure they are following winter recommendations. The last thing any driver needs in January is to break the conditions of their insurance contract and leave themselves vulnerable.\n“It could simply be due to failing to inform their insurer of new winter tyres being installed, or more serious offences like failing to drive with caution during turbulent weather or wearing the wrong footwear to drive.”\nHere are Quotezone.co.uk’s factors which could leave drivers uninsured this winter\nOverloading your vehicle\nIf you overload your car with too many people or bags of luggage, you could find it difficult to make a claim if you have an accident. If your car is too heavy, essential car systems, tyres and suspension all have to work overtime due to the pressure.\nWearing winter boots\nDrivers may find themselves unable to\nclaim on their insurance if they are found to have been wearing inappropriate footwear at the time of an accident.\nThis is because footwear can have a big impact on driving. Wearing large winter boots or shoes and wellies covered in snow could be noted as inappropriate. This could cause\ninsurance companies to refuse claims. Make sure to always have an extra pair of suitable shoes for driving in your car this winter.\nFailing to slow down on icy roads\nCareless driving is often the cause for collisions on UK roads. Driving too fast or irresponsibly at the time of an accident could give insurers reason to invalidate claims and refuse to pay out.\nDuring the colder months, drivers need to be aware of how to drive appropriately in icy or snowy conditions in order to avoid accidents where possible and stay within the law.\nFrost and ice on roads can cause vehicles to slide, skid and aquaplane, putting themselves and other vehicles at danger.\nDriving too quickly on roads in these conditions puts your\nvehicle at more risk of needing costly repairs, which could be very difficult if your insurance provider determines you were failing to follow their terms and conditions and the rules of the road.\nInstalling winter tyres\nDuring the colder months, many motorists aim to make their vehicle safer for the conditions by installing winter tyres. These are designed to be heavier duty in the winter, to achieve better handling and shorter braking distances.\nHowever, some car insurance companies could invalidate the insurance if they weren’t informed about changes to the vehicle.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "greg wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:03:08.297+02:00",
    "updated": "2023-12-29T09:03:08.297+02:00"
  },
  {
    "uuid": "6a49b6e8ea4bbdb68fdc450d6733dc305043f8bd",
    "url": "https://wtvbam.com/2023/12/28/former-hong-kong-independence-group-leader-seeks-asylum-in-britain/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2023-12-28T22:11:00Z",
    "title": "Former Hong Kong independence group leader seeks asylum in Britain",
    "text": "By Kanishka Singh\nWASHINGTON (Reuters) – The former leader of a Hong Kong pro-independence group, who was sentenced under a national security law imposed by China, fled to Britain and will seek asylum over there, he told the Washington Post.\nWHY IT IS IMPORTANT\nIn November 2021, Tony Chung, who was then 20, was sentenced to 43 months in prison for trying to separate the city from China, and for money laundering. Chung was charged with secession under the sweeping national security law in 2020 and denied bail.\nBeijing imposed the national security law on the Asian financial hub in 2020 after months of anti-government protests. The law punishes acts including subversion, secession, collusion with foreign forces, and extremism with up to life in prison.\nKEY QUOTES\nThe trauma of detention and continued surveillance left Chung with a feeling of “immense pressure and fear,” compelling him to leave, he told the newspaper.\nChung also said he was made to take part in a compulsory “deradicalization” program in detention.\nGuards “kept telling us (him and others in prison) that the United States government is really bad and that we had been manipulated by the United States,” Chung was quoted as saying. “We felt like we had to agree with them, that we couldn’t disagree or argue back.”\nChung was eventually released in June 2023 after his time was reduced for good behavior, according to the Washington Post. He plans to continue his studies and told the Post he will contribute everything he can in exile, “just as before.”\nCONTEXT\nChung is the former leader of Hong Kong pro-independence group Studentlocalism that dissolved in 2020 before the security law came into effect.\nProsecutors had said at the time he was charged that he acted as an administrator for the Facebook pages of the U.S. branch of Studentlocalism and an organization called the Initiative Independence Party. They also said pro-independence T-shirts, flags and books were seized from his home.\nThe former British colony returned to Chinese rule in 1997 with the promise of a high degree of autonomy. Democracy activists and some Western governments say China broke that promise, an allegation that Beijing denies.\n(Reporting by Kanishka Singh in Washington; Editing by David Gregorio)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kanishka singh",
          "sentiment": "negative"
        },
        {
          "name": "chung",
          "sentiment": "none"
        },
        {
          "name": "tony chung",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "washington post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:10:14.466+02:00",
    "updated": "2023-12-29T01:10:14.466+02:00"
  },
  {
    "uuid": "54b75f845fcda90df25a09858a88e762a5e064f4",
    "url": "https://www.cope.es/religion/vivir-la-fe/santoral/noticias/san-justino-defensor-martir-del-amor-divino-20240601_3327783",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cope",
    "published": "2024-05-31T22:05:00Z",
    "title": "San Justino, defensor y mártir del Amor Divino - Santoral - COPE",
    "text": "SANTO 1 JUNIO San Justino, defensor y mártir del Amor Divino Hoy es San Justino. Tiempo de lectura: 2’ El Sagrado Corazón de Jesús derrama su Sangre para hacer de Ella un manatial Inagotable de todas las Gracias. De esta forma los Santos beben de Él para llenarse de su Amor. En este primer día de junio, mes dedicado al Sagrado Corazón de Jesús, conmemoramos a San Justino. Su defensa del Señor le hace unir su sangre derramda a la del Divino Maestro. Nace en Flavia Neápolis (Samaría), a comienzos del siglo II, en el seno de una familia pagana. Educado por sus padres en la mejor filosofía y literatura, él quiso conocer más acerca de la divinidad, hasta que un día, un anciano venerable se le apareció, recomendándole la Sagrada Escritura como la mejor forma de conocer al Verdadero Dios, y la respuesta a todas sus inquietudes e interrogantes. Así se convierte cuando contaba con treinta años de edad, reconociendo con el paso de los tiempos que nada le había llenado más que lo que había leído en la Biblia. A esto se une el impacto que le causaban los mártires a los que admiraba antes de abrazar a Cristo ya que preferían sufrir los tormentos que fuese en el Nombre de su Señor a renunciar, sacrificando a los dioses. Su profundización en la Fe y el estudio, le hicieron el primer apologista cristiano, cuyo cometido es la defensa del Evangelio en sus escritos. Concretamente sus obras hablan de la vida de los cristianos antes del año 200 y su la celebración de las fiestas litúrgicas. Después de una discusión con el filósofo cínico Crescencio, al que le demuestra la Verdad del Único Dios y el error de los dioses romanos, aquel le denuncia como cristiano, por lo que morirá decapitado junto con varios compañeros. El motivo por el que junio es el mes del Divino Corazón de Jesús es porque el Señor se aparece a Santa Margarita María de Alacoque para mostrarle su Corazón herido por los hombres.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/religion_cope",
      "https://www.facebook.com/religioncope",
      "https://www.rockfm.fm/",
      "http://fundacioncope.com/",
      "https://www.agilecontent.com/",
      "https://www.youtube.com/playlist?list=PLVou_aZUA1ibZb4eKpG6oRZriF-aOxlww",
      "https://www.instagram.com/copereligion",
      "https://www.revistaecclesia.com/producto/suscripcion-revista-ecclesia-espana-anual/",
      "https://www.megastar.fm/",
      "https://www.cadena100.es/",
      "https://instagram.com/copereligion",
      "https://www.cadena100.es",
      "https://www.rockfm.fm",
      "https://www.agilecontent.com",
      "http://fundacioncope.com",
      "https://www.megastar.fm",
      "https://cadena100.es/",
      "https://www.twitter.com/religion_cope",
      "https://youtube.com/playlist?list=PLVou_aZUA1ibZb4eKpG6oRZriF-aOxlww",
      "https://www.youtube.com/playlist",
      "https://www.revistaecclesia.com/producto/suscripcion-revista-ecclesia-espana-anual",
      "https://rockfm.fm/",
      "http://www.fundacioncope.com/",
      "https://agilecontent.com/",
      "https://facebook.com/religioncope",
      "https://megastar.fm/",
      "https://revistaecclesia.com/producto/suscripcion-revista-ecclesia-espana-anual/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T01:11:53.345+03:00",
    "updated": "2024-06-01T17:14:28.864+03:00"
  },
  {
    "uuid": "fcfac31182d13195fccb9217d88be19fc9cbece5",
    "url": "https://vnexplorer.net/video-shows-terrifying-moment-plane-bounces-along-london-runway-during-intense-storm-s702027.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T06:33:00Z",
    "title": "Video shows terrifying moment plane bounces along London runway during intense storm",
    "text": "An American Airlines plane bounced along a London runway Wednesday as it battled strong gusts that nearly carried it back into the sky.\nHeart-pounding video shows the Boeing 777 wobbling from left to right just several hundred feet above the London Heathrow Airport pavement as it attempts to land at 11:45 a.m. following a seemingly confident and effortless descent.\nThe shaky aircraft’s nose then straightens out to level with its body before bouncing straight into the air again, the footage shared by Big Jet TV shows.\nSomehow, the pilots were able to wrestle the massive aircraft back onto the ground for a safe landing.\nThe308-seat plane had battled strong crosswinds and heavy fog brought in by Storm Gerrit, a supercell thunderstorm that caused widespread flooding, ripped rooves off houses and killed several people throughout the United Kingdom.\nDespite flying through the strong winds — which reached 80 mph in some areas — the American Airlines aircraft was only 20 minutes late arriving at Europe’s largest airport, FlightAware data shows.\nIt had made the 6,000-mile and nearly 11-hour trip from California when it was met with the scary turbulence.\n4\nAn American Airline’s Boeing 777 began wobbling in the air as it made its final approach to London’s Heathrow Airport on Dec. 26. Big Jet TV/YouTube\n4\nThe 308-seat plane had battled strong crosswinds and heavy fog brought in by Storm Gerrit that has battered the United Kingdom. Big Jet TV/YouTube\nNo injuries associated with the terrifying touchdown were reported.\nHowever, Storm Gerrit would later force Heathrow to cancel 18 flights because of air traffic control restrictions on domestic routes. Flights to European cities like Barcelona and Berlin were also affected.\nThe storm also caused widespread disruption to train service several hundred miles north in Scotland, where travel on some lines was suspended until officials could carry out a full inspection of the network. A tree fell and hit the driver’s cabin on one train, but no one was injured.\n4\nThe aircraft was tilted moments before its tires made contact with the ground. Big Jet TV/YouTube\n4\nSomehow, the pilots were able to wrestle the massive aircraft back onto the ground for a safe landing. Big Jet TV/YouTube\nAmerican Airlines did not immediately respond to The Post’s request for comment.\nWith Post Wires",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://nypost.com33&quality=75&strip=all",
      "https://www.youtube.com/embed/5hIqXjAmo6k?version=3&rel=1&showsearch=0&showinfo=1&iv_load_policy=1&fs=1&hl=en-US&autohide=2&start=3&wmode=transparent",
      "https://youtube.com/embed/5hIqXjAmo6k?version=3&rel=1&showsearch=0&showinfo=1&iv_load_policy=1&fs=1&hl=en-US&autohide=2&start=3&wmode=transparent",
      "https://www.youtube.com/embed/5hIqXjAmo6k",
      "https://www.nypost.com33&quality=75&strip=all"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "american airlines",
          "sentiment": "positive"
        },
        {
          "name": "boeing",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "london heathrow airport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:48:04.549+02:00",
    "updated": "2023-12-29T08:48:04.549+02:00"
  },
  {
    "uuid": "1d6f727501571aa0645560211a0a358d8d2200c5",
    "url": "https://ca.news.yahoo.com/regina-wildlife-rehab-centre-welcomes-223958041.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBC",
    "published": "2024-02-29T00:00:00Z",
    "title": "Regina wildlife rehab centre welcomes new generation of animal lovers",
    "text": "For Sydney Brule-Head, interning with a local wildlife rehabilitation centre was the perfect stepping stone on her way to becoming a veterinarian. At Salthaven West, a wildlife rehabilitation centre in Regina, new internships open every year to provide the next generation of animal lovers the opportunity to learn about wildlife veterinary care. Brule-Head knew when she was four years old that she wanted to be a veterinarian. After she completed Salthaven West's internship program, she said it confirmed that was what she wanted to do with her life. \"When I saw that Salthaven was hiring, I thought that would be just the most amazing job, the most amazing experience,\" Brule-Head told host Stefani Langenegger on CBC Radio's The Morning Edition. \"For sure, it's absolutely solidified what I want to do with my life.\" LISTEN | Salthaven West interns share how the wildlife rehab centre impacted their lives: Salthaven West has been rehabilitating wildlife from across southern Saskatchewan since 2014. It tends to about 1,400 wildlife patients each year. Natalia Slipak, the clinic manager at Salthaven West, said the clinic is looking for three interns to join the team this April. \"We're looking for two animal health-care assistants and one medical receptionist,\" Slipak told The Morning Edition. \"It's really fun; it's very interesting and it definitely changes your view of wildlife.\" Animal care associate duties include assisting with the daily care of the wildlife who come into the rehab facility. The medical clinic reception interns work on the administrative side while also getting to learn about Saskatchewan's native wildlife. American robin fledglings were among the birds treated by Salthaven staff this summer. (Submitted by Natalia Slipak) While Slipak says experience with wildlife is an asset, it is not strictly necessary. \"My favourite thing, honestly, is seeing the change in the view they have regarding wildlife,\" said Slipak. \"Getting to see the whole process from an animal coming in injured or orphaned or being completely scared to overcoming an injury and then getting to the point to release. I think it's very rewarding and I love having interested people around and answering questions and talking everything wildlife.\" For Brule-Head, releasing baby crows was one of the most memorable experiences she's had while interning with Salthaven. \"We actually found that the crows that were still in our care in our outdoor flight pen were feeding the crow that we had released through the bars. They were sharing their food,\" Brule-Head said. Brule-Head also recalls rescuing an injured bird and taking it to Salthaven for care. \"I took him straight to Salthaven and the little guy recovered in a couple days, which is amazing. I got to see the whole process.\" Anyone aged between 18 and 30 years old who has an interest in animals is encouraged to apply to the 2024 Salthaven West internship program. March 15 is the deadline to apply for this year's internships.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "regina",
          "sentiment": "negative"
        },
        {
          "name": "stefani langenegger",
          "sentiment": "none"
        },
        {
          "name": "brule-head",
          "sentiment": "none"
        },
        {
          "name": "salthaven west",
          "sentiment": "none"
        },
        {
          "name": "salthaven",
          "sentiment": "none"
        },
        {
          "name": "natalia slipak",
          "sentiment": "none"
        },
        {
          "name": "sal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbc radio",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sydney brule-head",
          "sentiment": "none"
        },
        {
          "name": "salthaven west",
          "sentiment": "none"
        },
        {
          "name": "saskatchewan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:52:57.103+02:00",
    "updated": "2024-03-01T00:52:57.103+02:00"
  }
]