[
  {
    "uuid": "ae4dcba7f5a879de0cfa04f5742b8a84ebdc13c3",
    "url": "https://www.zawya.com/en/world/middle-east/anguish-grows-for-families-of-gazas-christians-rwhpc3q7",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Writer",
    "published": "2023-12-24T01:37:00Z",
    "title": "Anguish grows for families of Gaza's Christians",
    "text": "Khalil Sayegh lives in the United States and for days he anxiously awaited news of his family who had taken refuge in Gaza churches to escape the Israel-Hamas war.\nA few days before Christmas, he learned his father had died due to a lack of medical care, Sayegh said by telephone from Washington DC where he works as a political analyst.\n\"I was told by a relative... who had learned it from a priest,\" he said.\nThe news left him feeling shattered, he said, adding that he has yet to speak with other relatives stuck in Gaza which has been under heavy Israeli bombardment since Hamas's bloody October 7 attacks.\nMobile and internet services, as well as electricity, have been largely disrupted in the Palestinian territory since the war broke out.\n\"Days go by without us having any news,\" said Sayegh, 29.\n\"We live with fear... not knowing if they are dead or alive, if they have food and water or if they are hungry.\"\nSayegh's family -- his parents, two sisters and a brother -- are among the 1.9 million people the United Nations estimates have been displaced in the territory of 2.4 million.\nHis parents and one sister took shelter at the Catholic Holy Family Church in Gaza City, while his younger brother stayed in Khan Yunis as he needs kidney dialysis.\nHis other sister fled to the nearby Saint Porphyrius Greek Orthodox church with her husband and two children. While there she gave birth to a third child, a boy named Khader.\n\"I haven't even seen a picture of him. All I know is that he exists,\" said Sayegh.\nAbout 7,000 Christians lived in Gaza before the Islamist movement Hamas took control of the Palestinian territory in 2007, according to the Gaza authorities. Now they number around 1,000.\nThe Hamas government says more than 20,000 people have been killed in Gaza since Israel launched air strikes and a ground offensive. Most of the dead are women and children.\nIt came in retaliation for Hamas's October 7 attack that killed about 1,140 people in Israel, mostly civilians, according to an AFP tally based on Israeli figures.\nThe war has reduced much of Gaza to rubble and put out of action most of its hospitals, particularly in the north of the territory, the United Nations says.\nFood, medicine, water and fuel are hard to come by.\n- 'Pray for us' -\nThe Latin Patriarchate of Jerusalem reported that on December 16 two Christian women were \"murdered\" by an Israeli army sniper inside the same church where Sayegh's family are sheltering.\nPope Francis deplored the deaths, which he said happened in a church complex \"where there are no terrorists but families, children, people who are sick and have disabilities\".\nThe Israeli army said it had \"no reports of a hit on the church\", stressing it \"does not target civilians, no matter their religion\".\nBack in Washington, Gaza-born Sayegh said he has put on hold studies he was undertaking in the field of human rights.\n\"I just cannot function 100 percent,\" he said.\n\"The only thing that keeps me going is to talk about what is happening and to remember that the people of Gaza have no voice of their own.\"\nSayegh is not the only person eager for news of loved ones trapped in Gaza.\nA Jerusalem-based nun, who declined to be identified, said she is only able to reach two other nuns sheltering at the Holy Family Church every three or four days.\n\"They say they are well and ask us to pray for them,\" she said.\nOn Monday, they told her that water supplies were cut and that none of the displaced had been able to shower for at least two weeks.\n\"God be with them. Their situation is miserable.\"\nFather Ibrahim Nino of the Latin Patriarchate in Jerusalem said the displaced at the church have enough food, water and electricity to last them days and must be frugal.\nBut regardless of the difficult situation, he said, they will celebrate Christmas mass.\nThis year, church leaders in Jerusalem and the city council of Bethlehem -- home to the Church of the Nativity where Christians believe Christ was born -- decided to dampen Christmas celebrations in solidarity with Gazans.\nAnd in a Christmas message, the patriarchs and heads of churches in Jerusalem lamented that \"hope seems distant and beyond\" reach for Gazans caught up in 11-weeks of deadly violence.\n\"Christmas should be a time of hope and celebration,\" said Sayegh. But \"it's really hard to celebrate or feel any joy when Muslims and Christians are being massacred in Gaza and innocent civilians are dying.\"\n\"I still rejoice in the fact that we know God is with us... He feels the pain of people, of all people.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khalil sayegh",
          "sentiment": "negative"
        },
        {
          "name": "sayegh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "united nations",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "washington dc",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:46:19.506+02:00",
    "updated": "2023-12-24T07:46:19.506+02:00"
  },
  {
    "uuid": "61360258f943dd8786aec844cf57621bc2cd0c44",
    "url": "https://www.iheart.com/content/2024-01-25-vince-mcmahon-accused-of-serious-allegations-in-new-lawsuit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jason Hall",
    "published": "2024-01-25T21:50:00Z",
    "title": "Vince McMahon Accused Of Serious Allegations In New Lawsuit | 92.5 The Breeze",
    "text": "A former WWE employee accused founder Vince McMahon and former executive John Laurinaitis sex trafficking, civil battery, intentional or negligent infliction of emotional distress and negligence in a lawsuit filed on Thursday (January 25), NBC News reports.\nJanel Grant claimed she's \"the victim of physical and emotional abuse, sexual assault and trafficking at WWE\" in the lawsuit filed in the U.S. District Court for the District of Connecticut.\n“Today’s complaint seeks to hold accountable two WWE executives who sexually assaulted and trafficked Plaintiff Janel Grant, as well as the organization that facilitated or turned a blind eye to the abuse and then swept it under the rug,” said Ann Callis , an attorney representing Grant, in a statement to NBC News addressing the lawsuit. “She is an incredibly private and courageous person who has suffered deeply at the hands of Mr. McMahon and Mr. Laurinaitis.”\nMcMahon is accused of pushing Grant for a physical relationship in exchange for promised employment, which she claims led to her feeling \"trapped in an impossible situation\" in which she had to adhere to his demands or face ruin.\n“Ms. Grant feared she had everything to lose and faced negative consequences no matter what happened,” the lawsuit states via NBC News .\nIn July 2022, the Wall Street Journal , which exclusively reported WWE's investigation a $3 million hush-money settlement paid by McMahon to a woman over an alleged affair, reported that the 76-year-old paid more than $12 million in hush money to four women during the past 16 years in an effort to suppress allegations of sexual misconduct and infidelity. McMahon, has been married to his wife, Linda -- who served as WWE's president and later CEO from 1980 to 2009 and later as Small Business Administration chief as part of former President Donald Trump 's administration from 2017 to 2019 -- since 1966.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.wsj.com/articles/wwes-vince-mcmahon-agreed-to-pay-12-million-in-hush-money-to-four-women-11657289742",
      "https://www.nbcnews.com/news/us-news/vince-mcmahon-accused-abuse-sexual-assault-trafficking-lawsuit-rcna135695",
      "https://wsj.com/articles/wwes-vince-mcmahon-agreed-to-pay-12-million-in-hush-money-to-four-women-11657289742",
      "https://nbcnews.com/news/us-news/vince-mcmahon-accused-abuse-sexual-assault-trafficking-lawsuit-rcna135695"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john laurinaitis",
          "sentiment": "negative"
        },
        {
          "name": "vince mcmahon",
          "sentiment": "negative"
        },
        {
          "name": "grant",
          "sentiment": "none"
        },
        {
          "name": "ann callis",
          "sentiment": "none"
        },
        {
          "name": "mcmahon",
          "sentiment": "none"
        },
        {
          "name": "janel grant",
          "sentiment": "none"
        },
        {
          "name": "laurinaitis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nbc news",
          "sentiment": "none"
        },
        {
          "name": "u.s. district court for the district of connecticut",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:01:31.851+02:00",
    "updated": "2024-01-26T08:52:45.964+02:00"
  },
  {
    "uuid": "53bee2904b830f6637ec51dd51a78ecf4e161446",
    "url": "https://www.deseret.com/2024/1/7/24026936/puka-nacua-breaks-nfl-rookie-receiving-yards-record-rookie-receptions-record-los-angeles-rams",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "brandon-judd",
    "published": "2024-01-07T23:07:00Z",
    "title": "Puka Nacua breaks NFL rookie receiving yards, rookie receptions records - Deseret News",
    "text": "SANTA CLARA, Calif. — In a year where Puka Nacua has set several NFL rookie high marks, the first-year pro broke his biggest record on Sunday during the final week of the 2023 NFL regular season.\nNacua, the fifth-round draft pick by the Los Angeles Rams, went into the Rams’ game at the San Francisco 49ers needing four receptions and 29 receiving yards to break both NFL rookie single-season records in those categories.\nTurns out, he broke both records on back-to-back plays.\nHe broke the receiving yards record early in the third quarter, catching a 7-yard pass from Carson Wentz at Levi’s Stadium to surpass the previous record holder — the Houston Oilers’ Bill Groman had 1,473 receiving yards in 1960.\nHISTORY 👏 Puka Nacua becomes the ALL-TIME NFL rookie record holder for receiving yards in a season!\n📺: #LARvsSF on FOX\n📱: Stream on #NFLPlus https://t.co/X0vcyHUoyR pic.twitter.com/fgWhCQyHXB\n— NFL (@NFL) January 7, 2024 On the next play, he made a 6-yard catch to break the NFL rookie receptions record.\nHE DID IT!\nRight after breaking one record, @AsapPuka breaks another. Most catches in a single season by a rookie in the NFL, EVER. 😱 pic.twitter.com/LwFNSlbFh9\n— NFL (@NFL) January 7, 2024 With four catches for 41 yards thus far in the game, he has 105 receptions for 1,486 yards.\nMoments after breaking both records, the Fox broadcast caught Nacua giving his mother a hug.\nAfter making NFL history, @AsapPuka finds his biggest fan - his mom 💙\n📺: #LARvsSF on FOX\n📱: Stream on #NFLPlus https://t.co/X0vcyHUoyR pic.twitter.com/G8ZUnRbpGC\n— NFL (@NFL) January 7, 2024 Nacua tied Groman’s record with a 19-yard touchdown catch on the Rams’ opening drive of the game — it was Nacua’s sixth touchdown catch of the season.\nPUK !\n📺: #LARvsSF on FOX\n📱: Stream on #NFLPlus https://t.co/X0vcyHUoyR pic.twitter.com/tSf1KxLMTa\n— NFL (@NFL) January 7, 2024 The Orem native also had a 9-yard catch over the middle earlier on Los Angeles’ first drive of the game, which put him into sole possession of second all-time in rookie receptions with 102.\nHis touchdown catch gave him 103, and he tied the NFL rookie receptions record (the Miami Dolphins’ Jaylen Waddle had 104 in 2021) with his third reception of the game — the same one that broke the receiving yards record.\nThen came the 6-yarder, his fourth catch of the day, to pass Waddle.\nOn Wednesday, Nacua — the BYU and Orem High product — earned Pro Bowl honors , along with another former Cougar, 49ers linebacker Fred Warner.\nIt’s the first time since 2010 that two former BYU players have been named to the Pro Bowl roster in the same season .\n. @AsapPuka and his mom sharing a pregame moment. 🥹 pic.twitter.com/ldEWtj6lvf\n— x - Los Angeles Rams (@RamsNFL) January 7, 2024\nThis story will be updated.\nNext Up In BYU sports Puka Nacua’s path to the NFL history books Analysis: Loss to Cincinnati shows No. 12 BYU Cougars are who we thought they were — 2 months ago 3-point attempts couldn’t save BYU from determined Cincinnati in loss 3 keys to Cincinnati’s upset of No. 12 BYU in both teams’ 1st Big 12 game Puka Nacua is poised to make NFL history. Here’s how he got here BYU football gets commitment from another transfer quarterback",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/AsapPuka?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/NFLPlus?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/NFL/status/1744113209265762652?ref_src=twsrc%5Etfw",
      "https://twitter.com/NFL/status/1744133043324125610?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/LARvsSF?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/RamsNFL/status/1744095786739331345?ref_src=twsrc%5Etfw",
      "https://twitter.com/NFL/status/1744133527942422884?ref_src=twsrc%5Etfw",
      "https://twitter.com/NFL/status/1744134629534449707?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/AsapPuka?ref_src=twsrc%5Etfw",
      "https://twitter.com/NFL/status/1744133043324125610",
      "https://www.twitter.com/hashtag/NFLPlus?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/NFLPlus",
      "https://www.twitter.com/hashtag/LARvsSF?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/LARvsSF",
      "https://www.twitter.com/NFL/status/1744133527942422884?ref_src=twsrc%5Etfw",
      "https://twitter.com/NFL/status/1744134629534449707",
      "https://www.twitter.com/NFL/status/1744134629534449707?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/RamsNFL/status/1744095786739331345?ref_src=twsrc%5Etfw",
      "https://twitter.com/RamsNFL/status/1744095786739331345",
      "https://twitter.com/NFL/status/1744113209265762652",
      "https://twitter.com/NFL/status/1744133527942422884",
      "https://www.twitter.com/NFL/status/1744133043324125610?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/NFL/status/1744113209265762652?ref_src=twsrc%5Etfw",
      "https://twitter.com/AsapPuka"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "puka nacua",
          "sentiment": "negative"
        },
        {
          "name": "bill groman",
          "sentiment": "none"
        },
        {
          "name": "nacua",
          "sentiment": "none"
        },
        {
          "name": "carson wentz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "deseret news",
          "sentiment": "negative"
        },
        {
          "name": "houston oilers",
          "sentiment": "none"
        },
        {
          "name": "time nfl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "santa clara",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "levi’s stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:54:21.988+02:00",
    "updated": "2024-01-08T01:54:21.988+02:00"
  },
  {
    "uuid": "c3915968401acadbe67db98fd5542b37ddf2bdc6",
    "url": "https://coindoo.com/blockdag-presale-surges-to-356-million-as-sports-deals-push-global-reach/",
    "ord_in_thread": 0,
    "author": "Krasimir Rusev",
    "published": "2025-07-31T04:00:00Z",
    "title": "BlockDAG Crosses $356M, $0.0016 Price Locked Until August 11",
    "text": "BlockDAG isn’t just claiming growth, it’s showing real signs of it. With major partnerships across international sports teams and a presale that’s now brought in $356 million over 29 batches, the project is standing out for what it’s doing, not just what it’s saying. These moves are gaining traction, and not without reason.\nMore than 24.5 billion BDAG have already been sold, and the presale window before the August 11 price change is seeing growing demand. The rate is fixed at $0.0016 until then, giving new buyers the chance to see a projected 3025% return when BDAG lists at $0.05.\nFrom global sponsorships to platform upgrades, BlockDAG is making a case as the best crypto pick ahead of the next price jump.\nSports Partnerships Help BlockDAG Reach New Audiences Crypto ads are everywhere, but BlockDAG is taking a different path. Instead of short campaigns, it’s committing to long-term sponsorships across major sports, aimed at connecting with fans beyond traditional crypto circles.\nThe partnership with Inter Milan opened doors to a massive international football audience. In the U.S., BlockDAG teamed up with the Seattle Seawolves, a top-tier rugby team, and the Seattle Orcas, a prominent cricket team.\nThese deals aren’t just about name-dropping, they’re aimed at communities in regions where crypto is picking up steam. With another U.S.-based sports deal reportedly in the pipeline, it’s clear that BlockDAG is playing the long game by building trust with new global users.\nAnd the approach is working. These sponsorships are helping bring more users into the BDAG ecosystem and boosting interest worldwide.\nEarly Buyers Get 3025% ROI Chance Until August 11 BlockDAG’s presale has delivered some big numbers. So far, $356 million raised, 24.5 billion BDAG coins sold, and over 18,880 mining devices distributed.\nHere’s the important detail, anyone buying in now secures the $0.0016 rate, which remains in place until the GLOBAL LAUNCH release on August 11. After that, the price will gradually climb back to $0.05, offering early supporters the potential for a 3025% gain.\nWith a final presale goal of $600 million, BlockDAG is moving fast toward its target. Unlike many crypto names that rely on hype, this one is moving with clear benchmarks and progress.\nIt’s not just the price angle that stands out. BlockDAG has passed a CertiK audit, is expanding its development network, and is lined up for listings on 20 exchanges after launch. That combination of traction, pricing, and solid infrastructure makes it a strong option for those watching for the best crypto pick this season.\nMajor User Growth & App Updates Strengthen BDAG’s Position There’s more happening here than just partnerships and fundraising. BlockDAG is evolving its platform based on what the community actually wants.\nAfter a flood of user messages, BlockDAG chose to extend the Beat Vesting Pass, offering full access to BDAG coins right at launch. No delays. No waiting periods. That’s a sharp contrast from how most projects handle vesting, and the community has responded positively.\nThe X1 mining app also passed a major milestone, now with over 2.5 million users mining BDAG directly from their phones without needing extra hardware. It’s making crypto mining accessible to the average person, and the numbers show people are jumping on board.\nOn top of that, BlockDAG ran a full live demonstration of its X1 and X10 miners. The goal was simple: show the technology in real-time, proving the system’s efficiency and low energy use. It wasn’t about creating hype, it was about showing the tech is ready.\nThe user dashboard also received a major update. With a wallet, leaderboard, real-time transactions, and news features all in one place, it’s become a central hub that’s easier to navigate and use. These tools aren’t just extras, they help users earn, engage, and stay active.\nFinal Thoughts While many projects are still trying to build momentum, BlockDAG is hitting clear targets. Between global sports sponsorships and a massive presale haul, this project is checking all the right boxes.\nWith big-name partnerships through Inter Milan, the Seattle Seawolves, and Seattle Orcas, BlockDAG is breaking into new markets. At the same time, strong figures, like $356 million raised, 24.5 billion coins sold, and a 3025% potential return, are giving experienced crypto users a reason to pay attention.\nAs the August 11 deadline for the $0.0016 price approaches and the $0.05 launch draws closer, this might be one of the clearest opportunities on the table. For those searching for the best crypto pick right now, BlockDAG makes a strong case.\nPresale: https://purchase.blockdag.network\nWebsite: https://blockdag.network\nTelegram: https://t.me/blockDAGnetworkOfficial\nDiscord: https://discord.gg/Q7BxghMVyu",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->investment and opinion pieces",
      "Economy, Business and Finance->business information",
      "Economy, Business and Finance->financial service",
      "Science and Technology->technology and engineering",
      "Science and Technology->biotechnology",
      "Science and Technology->scientific innovation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://blockdag.network/",
      "https://t.me/blockDAGnetworkOfficial",
      "https://purchase.blockdag.network/",
      "https://discord.gg/Q7BxghMVyu",
      "https://blockdag.network/",
      "https://www.t.me/blockDAGnetworkOfficial",
      "https://blockdag.network",
      "https://www.blockdag.network/",
      "http://blockdag.network",
      "http://www.blockdag.network/",
      "https://purchase.blockdag.network",
      "https://www.discord.gg/Q7BxghMVyu",
      "https://www.purchase.blockdag.network/"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T08:06:48.687+03:00",
    "updated": "2025-07-31T11:54:14.050+03:00"
  },
  {
    "uuid": "a61ca5eb77f9a4b441b43c00a580c271f0984070",
    "url": "https://www.fanpage.it/innovazione/tecnologia/il-chatbot-di-google-impazzisce-durante-una-conversazione-umano-sei-inutile-per-favore-muori",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elisabetta Rosso",
    "published": "2024-11-15T13:11:00Z",
    "title": "Il chatbot di Google impazzisce durante una conversazione: “Umano sei inutile, per favore, muori”",
    "text": "Il chatbot di Google impazzisce durante una conversazione: “Umano sei inutile, per favore, muori”\n[Elisabetta Rosso](https://www.fanpage.it/innovazione/author/elisabettarosso/)\nReddy ha 29 anni, è uno studente, e vive in Michigan. È insieme a sua sorella e sta chattando con Gemini, intelligenza artificiale di Google, per risolvere un quesito sulla rete sociale degli anziani. Il chatbot risponde correttamente, fino a un certo punto. Sullo schermo di Reddy infatti compare [questa dichiarazione](https://gemini.google.com/share/6d141b742a13): \"Questo è per te, umano. Tu e solo tu. Non sei speciale, non sei importante e non sei necessario. Sei uno spreco di tempo e risorse. Sei un peso per la società. Sei uno spreco per la terra. Sei una piaga per il paesaggio. Sei una macchia per l'universo. Per favore, muori. Per favore.\"\nReddy rimane pietrificato. \"Ci siamo spaventati a morte\" ha raccontato a CBS News, \"volevo buttare tutti i miei dispositivi dalla finestra. Non provavo un panico del genere da molto tempo, a dire il vero\". Non è la prima volta che succede qualcosa del genere, le allucinazioni dell'intelligenza artificiale sono un fenomeno comune. Spesso i chatbot producono risposte errate, senza senso, o pericolose.\nGoogle ha dichiarato che Gemini dispone di filtri di sicurezza che impediscono ai chatbot di portare avanti discussioni volgari, sessulamente esplicite e di incoraggiare azioni dannose. Sì, ma non sempre funzionano a dovere. Non siamo arrivati alla singolarità, possiamo quindi scartare l'ipotesi Terminator. I chatbot non vogliono ucciderci, i veri rischi, ora, sono altri.\nCosa è successo durante la conversazione con il chatbot\n\"Qualcosa è sfuggito. Ci sono molte persone esperte di intelligenza artificiale che hanno raccontato casi simili, questo genere di cose accade di continuo, non ho però mai visto o sentito niente di così malizioso e apparentemente diretto al lettore, per fortuna ero con mio fratello in quel momento\", ha spiegato la sorella di Reddy.\nGoogle ha spiegato a CBS News: \"I grandi modelli linguistici possono talvolta dare risposte senza senso, e questo ne è un esempio. Questa risposta ha violato le nostre policy e abbiamo preso provvedimenti per impedire che si verifichino output simili\". Quello di Google però non è semplicemente un messaggio \"senza senso\", come definito da Google. \"Le conseguenze potevano essere fatali\", ha spiegato Reddy. \"Se qualcuno fosse stato da solo e avesse problemi di salute mentale magari faceva qualcosa di pericoloso per paura.\"\nI rischi dell'intelligenza artificiale che parla con gli utenti\nI chatbot hanno già consigliato di mangiare un sasso al giorno per integrare sali minerali, e raccogliere funghi velenosi per le tagliatelle. Non solo. [Un ragazzo si è suicidato dopo aver parlato con un bot](https://www.fanpage.it/innovazione/tecnologia/un-ragazzo-si-suicida-dopo-aver-parlato-con-un-bot-quali-sono-le-colpe-dellintelligenza-artificiale/). Ora sua madre ha intentato una causa contro Character.AI, l'azienda che ha creato il bot. Ha accusato la società di essere responsabile della morte di suo figlio. L'azienda stava offrendo agli utenti adolescenti compagni IA realistici, senza le dovute garanzie. Non solo, ha accusato Character.AI di creare rapporti intimi e sessuali per aumentare il coinvolgimento sull'app e di raccogliere i dati dei minori per addestrare i modelli IA.\n[Milioni di persone parlano con i bot](https://www.fanpage.it/innovazione/tecnologia/la-storia-di-drew-mia-figlia-e-stata-assassinata-18-anni-fa-ora-e-un-chatbot/) e la tecnologia sta migliorando rapidamente. L'IA può ricordare conversazioni passate, adattarsi agli stili di comunicazione degli utenti, interpretare personaggi famosi o personaggi storici. Eppure sembra che i sistemi di sicurezza non stiano al passo con il progresso delle macchine.\n\"Abbiamo un disperato bisogno che i legislatori e gli enti regolatori prestino attenzione ai reali impatti che queste tecnologie stanno avendo\", ha spiegato Rick Claypool, esperto di chatbot AI per l'organizzazione non-profit Public Citizen. \"Non possono semplicemente ascoltare i CEO delle aziende tecnologiche su quali dovrebbero essere le politiche… devono prestare attenzione alle famiglie e agli individui che sono stati danneggiati\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T18:48:39.866+02:00",
    "updated": "2024-11-22T19:14:40.663+02:00"
  },
  {
    "uuid": "5962618960c58f15055bfb4d74dee918bac915d7",
    "url": "https://rt-online.ru/hvatit-eto-terpet-elabuga-postavila-krest-na-prokate-elektrosamokatov-a-kazan-ne-planiruet",
    "ord_in_thread": 0,
    "author": "Сергей Семеркин",
    "published": "2025-07-17T05:01:00Z",
    "title": "Хватит это терпеть: Елабуга поставила крест на прокате электросамокатов, а Казань не планирует",
    "text": "Прогремела на всю Россию татарстанская Елабуга, которая якобы стала вторым городом в стране после Благовещенска, где запретили электросамокаты. В действительности, как выяснила «РТ», в Елабуге речь идет только о прокатных электросамокатах, которые там никогда и не разрешали, как и в Набережных Челнах. В Казани же власти не решаются на полный запрет кикшеринга и пока вытесняют самокаты из центра.\nНЕ БЫЛО И НЕ НАДО\nКак рассказали нам в пресс-службе администрации Елабужского района, в начале лета некий предприниматель обратился с просьбой организовать в городе прокат электросамокатов. И, видимо, был так в себе уверен, что, не дождавшись разрешения, успел расставить на улицах Елабуги так называемые средства индивидуальной мобильности с QR -кодами для аренды, но власти дорогу самокатам не дали.\n– Поскольку инфраструктура для электросамокатов в городе отсутствует, их движение по тротуарам мешает движению пешеходов и создает опасность как для одних, так и для других. Я сама несколько раз видела, как эти самокаты арендуют дети и ездят на них, представляя угрозу для себя и окружающих. Поэтому наша комиссия по обеспечению безопасности дорожного движения решила не давать разрешения на прокат СИМ, жизнь и здоровье детей дороже, – объяснила «РТ» руководитель исполкома Елабужского района Эльмира Ахмадеева .\nАхмадеева добавила, что «нелегальные» электросамокаты не раз забирали с улиц города и отправляли на штрафстоянку. Такая же судьба в дальнейшем ждет и другие СИМ, если кто-то вдруг захочет организовать их прокат.\nЖИТЕЛИ ОДОБРИЛИ\nРуководитель пресс-службы администрации Елабужского района Екатерина Сайбель в свою очередь рассказала, что тема кикшеринга активно обсуждается в местных пабликах.\n– Абсолютное большинство жителей против любых электросамокатов на пешеходных дорожках. На улицах Елабуги очень быстро увеличивается число личных электросамокатов, жители жалуются, что они катаются без уважения к пешеходам и на большой скорости. Поэтому под постами о запрете проката самокатов жители оставляют только положительные отзывы, так как это усугубило бы ситуацию, – отметила руководитель пресс-службы.\nОтметим, что Елабуга стала не первым городом в Татарстане, где на корню пресекли кикшеринг. Еще весной, перед началом сезона, мэр Набережных Челнов Наиль Магдеев категорично заявил , что проката электросамокатов в городе не будет: «Правил нет, инфраструктуры нет, ответственности участников нет. Это все равно, что без правил дорожного движения выпустить на дороги машины… Пока на федеральном уровне не отрегулируют эти вопросы, мы не имеем морального права дать разрешение на аренду электросамокатов».\nЗА «ЛЕНТОЧКИ» НЕЛЬЗЯ\nТем временем власти Казани действуют хотя и не так жестко, но все же закручивают гайки кикшерингу.\nВ начале сезона мэрия полностью изгнала прокатные «шайтан-машины» из центра города. Однако сервисы проката и сами самокатчики не сразу восприняли ограничения всерьез. После того, как сотни самокатов оказались на штрафстоянках, их стараются более-менее соблюдать, хотя самокаты на Баумана все равно встречаются. Тем не менее, как сообщили в казанском комитете по транспорту, полный запрет электросамокатов в городе не рассматривается.\nДальше всех среди городов России пошли в Благовещенске Амурской области: там полностью запретили не только электросамокаты, но и другие средства индивидуальной мобильности – моноколеса, сегвеи и пр. СИМ не только нельзя сдавать и брать в аренду, но и передвигаться на них. Для нарушителей-физлиц ввели штрафы от 2 тыс. до 5 тыс. рублей, для юрлиц – от 100 до 150 тыс. рублей. По словам мэра города Олега Имамеева , полумеры типа диалога с операторами проката и ограничения движения в центре ни к чему не привели.\n«Проблема не исчезла – она переместилась в другие районы города, где поток СИМ стал еще более бесконтрольным. К сожалению, подавляющее большинство воспринимают эти устройства не как средство передвижения, а как игрушку, игнорируя правила безопасности. Результат – травмы пешеходов, аварийные ситуации и сотни жалоб от жителей. Безопасность людей – наш приоритет, поэтому запрет – вынужденная, но необходимая мера» , – написал на своей странице в соцсети мэр Благовещенска.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->discrimination",
      "Politics->local government and authority",
      "Politics->government policy",
      "Politics->political development"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T08:14:23.831+03:00",
    "updated": "2025-07-17T09:36:03.123+03:00"
  },
  {
    "uuid": "20bf85d66f5e45e789b0f18c00aaae8cb8fab0a8",
    "url": "https://www.radioformula.com.mx/cultura/2025/1/23/yellowman-pionero-del-dancehall-regresa-mexico-precios-fecha-849620.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emmanuel Gutiérrez",
    "published": "2025-01-23T21:54:00Z",
    "title": "Yellowman, pionero del Dancehall regresa a México: Precios y fecha",
    "text": "Yellowman, uno de los pioneros del Dancehall regresa a México para darnos un show lleno de vibes de los 80's este próximo 31 de enero de 2025 en la Sala (A) del Foro Indie Rocks!\n¿Quién es Yellowman, un pionero del Dancehall?\nWinston Foster, es un influyente cantante y compositor jamaicano que se ha vuelto una de las figuras más icónicas del reggae y el dancehall, conocido por su estilo único, su sentido del humor y su impacto en la música jamaicana.\nDesde pequeño enfrentó discriminación debido a su condición de albinismo, lo que lo hizo destacar física y culturalmente en su comunidad. Sin embargo, convirtió esta diferencia en una de sus mayores fortalezas, ganando popularidad por su carisma y actitud positiva.\nGanando fama a finales de los años 70 y principios de los 80, durante la era dorada del dancehall gracias a su capacidad para improvisar y sus letras llenas de humor y astucia lo llevaron a colaborar con productores destacados como Henry \"Junjo\" Lawes y a grabar para sellos como Greensleeves Records.\n¿Dónde tocará Yellowman y cuánto cuestan los boletos para su show en CDMX?\nYellowman es conocido por popularizar el slackness, un estilo de dancehall con letras provocativas y humorísticas, aunque también ha grabado canciones conscientes y sociales.\nSu habilidad para mezclar géneros y temas lo convirtió en uno de los primeros artistas jamaicanos en tener éxito en mercados internacionales.\n¡No te pierdas su show en Foro Indie Rocks! este próximo 31 de enero de 2025 en la Sala (A).\nLos boletos están disponibles en Passline y en la taquilla del Foro Indie Rocks con un costo desde los 600 hasta los 1,014 pesos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Arts, Culture and Entertainment->dance",
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->music",
      "Lifestyle and Leisure->party",
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->social networking",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Winston Foster",
          "sentiment": "none"
        },
        {
          "name": "Henry",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:34:00.421+02:00",
    "updated": "2025-01-24T00:34:00.421+02:00"
  },
  {
    "uuid": "a5770f6552f57df141c7d99550cfe968d41f2581",
    "url": "https://www.latercera.com/nacional/noticia/decretan-alerta-amarilla-para-la-region-metropolitana-a-raiz-del-sistema-frontal/5ARZQJNKBJDYDNODUOY6DU6NSA",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "latercera.com",
    "published": "2024-08-02T10:14:00Z",
    "title": "Sistema Frontal: Decretan Alerta Amarilla para la Región Metropolitana - La Tercera",
    "text": "Claudio Portilla Hace 2 horas Tiempo de lectura: 1 minuto Lluvia en la Región Metropolitana. Foto: Jonnathan Oyarzun/Aton Chile Más de 600 mil clientes se mantienen sin suministro eléctrico en la Región Metropolitana.\ncompartir Comentarios El Servicio Nacional de Prevención y Respuesta ante Desastres (Senapred) decretó Alerta Amarilla para la Región Metropolitana a raíz del sistema frontal que afecta a la zona centro sur del país y que actualmente mantiene a más de 600 mil clientes sin suministro eléctrico en la región.\nDe acuerdo a lo que señaló el organismo a través de su página web, se esperan vientos intensos en diferentes zonas para la región, así como precipitaciones de moderadas a fuertes en cortos periodos de tiempo.\nSegún detallan, la Alarma Meteorológica emitida por la Dirección Meteorológica de Chile (DMC), apunta a que se esperan vientos vientos de 60 a 70 kilómetros por hora con rachas de hasta 90 km/h en las zonas precordilleranas y del valle.\nLa historia continua más abajo\nMás sobre Sistema Frontal 12 regiones con alertas meteorológicas por lluvias, vientos y probables tormentas eléctricas hace instantes Senapred advierte que por la cantidad de puntos críticos en la RM el suministro eléctrico no volverá inmediatamente a las viviendas hace 13 minutos Por otro lado, el Servicio Nacional de Geología y Minería (SERNAGEOMIN) a través de su Minuta Técnica por Peligro de Remociones en Masa, señaló que la posibilidad de remociones en masa es moderada en el sector de la cordillera de la costa y precordillera.\n“En consideración a estos antecedentes y en coordinación con la Delegación Presidencial Regional Metropolitana, la Dirección Regional del SENAPRED, declara Alerta Amarilla regional por evento meteorológico y cancela la Alerta Temprana Preventiva, vigente a partir de hoy y hasta que las condiciones así lo ameriten”, apuntan desde Senapred.\nA nivel nacional, son cerca de 750 las viviendas que han sufrido daños, de acuerdo a datos entregados por el Servicio Nacional de Prevención y Respuesta ante Desastres (Senapred) en su último balance, además una persona falleció en Estación Central luego de que una palmera cayera sobre su vehículo a raíz de los fuertes vientos.\nComenta Los comentarios en esta sección son exclusivos para suscriptores. Suscríbete aquí.\nDe cuánto fue el sismo de este viernes 2 de agosto en Chile Baltasar Daza Hace 1 hora 12 regiones con alertas meteorológicas por lluvias, vientos y probables tormentas eléctricas Sandar Estrella Oporto hace instantes ¿Cuántos feriados hay en agosto? Sandar Estrella Oporto Hace 21 horas Imperdibles Cómo se prepararon María Corina Machado y la oposición venezolana para desmentir la victoria de Maduro La Tercera “Le da vergüenza”: La medida solicitada por la defensa de la diputada Orsini que es cuestionada por Daniela Aránguiz La Cuarta La particular reacción de Jordhy Thompson por ola de crítica tras volver con ex pareja que lo denunció por violencia La Cuarta Qué es “el escote de la muerte”, el fenómeno que afectará a Chile los próximos días La Tercera La historia de la profesora que abusó de un estudiante de 12 años y se casó con él llegó a Netflix La Tercera Ver docuserie: Todo por la tele, 25 años de la farándula La Tercera",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://x.com/intent/tweet?url=https://www.latercera.com/nacional/noticia/decretan-alerta-amarilla-para-la-region-metropolitana-a-raiz-del-sistema-frontal/5ARZQJNKBJDYDNODUOY6DU6NSA/&text=Declaran%20Alerta%20Amarilla%20para%20la%20Regi%C3%B3n%20Metropolitana%20a%20ra%C3%ADz%20del%20sistema%20frontal&hashtags=SistemaFrontal,RegiónMetropolitana,Santiago,Senapred",
      "https://www.lacuarta.com/espectaculos/noticia/le-da-verguenza-la-medida-solicitada-por-la-defensa-de-la-diputada-orsini-que-es-cuestionada-por-daniela-aranguiz/U645PLDCA5HZFMTYO3MPCQONVY/",
      "https://www.lacuarta.com/deportes/noticia/la-particular-reaccion-de-jordhy-thompson-por-ola-de-critica-tras-volver-con-ex-pareja-que-lo-denuncio-por-violencia/FKO4HYRBDNCZTHGWYMFIEUI6ZA/",
      "https://www.lacuarta.com/espectaculos/noticia/le-da-verguenza-la-medida-solicitada-por-la-defensa-de-la-diputada-orsini-que-es-cuestionada-por-daniela-aranguiz/U645PLDCA5HZFMTYO3MPCQONVY",
      "https://lacuarta.com/deportes/noticia/la-particular-reaccion-de-jordhy-thompson-por-ola-de-critica-tras-volver-con-ex-pareja-que-lo-denuncio-por-violencia/FKO4HYRBDNCZTHGWYMFIEUI6ZA/",
      "https://www.lacuarta.com/deportes/noticia/la-particular-reaccion-de-jordhy-thompson-por-ola-de-critica-tras-volver-con-ex-pareja-que-lo-denuncio-por-violencia/FKO4HYRBDNCZTHGWYMFIEUI6ZA",
      "https://x.com/intent/tweet?url=https://latercera.com/nacional/noticia/decretan-alerta-amarilla-para-la-region-metropolitana-a-raiz-del-sistema-frontal/5ARZQJNKBJDYDNODUOY6DU6NSA/&text=Declaran%20Alerta%20Amarilla%20para%20la%20Regi%C3%B3n%20Metropolitana%20a%20ra%C3%ADz%20del%20sistema%20frontal&hashtags=SistemaFrontal,RegiónMetropolitana,Santiago,Senapred",
      "https://lacuarta.com/espectaculos/noticia/le-da-verguenza-la-medida-solicitada-por-la-defensa-de-la-diputada-orsini-que-es-cuestionada-por-daniela-aranguiz/U645PLDCA5HZFMTYO3MPCQONVY/",
      "https://x.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T13:27:02.451+03:00",
    "updated": "2024-08-02T15:47:43.948+03:00"
  },
  {
    "uuid": "42b325e3839e1cd08bd7c2583c7373ebc3bda11c",
    "url": "http://business.dptribune.com/dptribune/article/marketersmedia-2024-10-17-small-business-owners-can-now-enjoy-mileage-tracking-app-from-mileagewise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Release Distribution Service",
    "published": "2024-10-17T06:16:00Z",
    "title": "Small Business Owners Can Now Enjoy Mileage Tracking App from MileageWise | User | statesmanexaminer.com",
    "text": "MileageWise has updated its mileage app to provide tracking mileage for taxes to new customers and old alike. Further information can be found at https://www.mileagewise.com/.\nDania Beach, United States - October 17, 2024 —\nMileageWise has implemented a new element to its mileage app tracking mileage for taxes, to benefit both new and existing customers, in order to reduce the time they spend creating their mileage logbook.\nTo the delight of many, individuals who own and operate their own businesses, often with a small number of employees looking for mobile app for tracking mileage can now take advantage of the new offering from MileageWise as it the release is now officially announced.\nThis update delivers irs-compliant mileage log to customers, interested parties and those active within the small business owners and gig workers arena. MileageWise has been able to do this by implementing the new IRS guidelines even when creating retrospective logs for the milage log to be compliant no matter which year they create mileage logs for.\nMileageWise is excited to unveil the latest benefit for current and new mileage app customers as it's specifically designed to improve the experience and better fulfill the needs of small business owners.\nWhen asked to provide greater insight on the subject, Gary Csizmadia, Head of Sales at MileageWise said: \"When it comes to the IRS-proof mileage log feature of MileageWise, the thing I’m most excited to share is how it offers complete peace of mind for anyone who needs to track their business mileage.\nYou don’t have to worry about missing trips or inaccuracies, which can be stressful when you’re preparing for taxes or facing an audit. The IRS requires mileage logs to be detailed and accurate, and any gaps or discrepancies can lead to fines or denied deductions​.\nMileageWise uses AI to check and correct up to 70 logical conflicts, ensuring your log is bulletproof. What’s really cool about this feature is the retrospective log creation. If you missed logging trips, the AI Wizard steps in, using patterns from your past driving history and data sources like Google Timeline to reconstruct those trips.\nThis not only saves time but also boosts the accuracy of your log​. So even if you’ve forgotten to track a few drives, you don’t have to worry. Another thing I want people to know is how versatile this tool is.\nWhether you're a small business owner, a gig worker, or someone managing a team of drivers, MileageWise tailors the experience to suit your needs. This isn’t just for freelancers—it’s a powerful tool for any business that depends on accurate mileage logs for tax deductions and reimbursements.\"\nMileageWise has made a point of listening to its customers and taking feedback wherever possible. They reportedly do this because by addressing customer pain points, MileageWise develops solutions that directly tackle issues like missed trips, IRS compliance, and seamless expense tracking..\nMileageWise has made it part of its mission to By offering AI-powered trip tracking, gap filling, and automated reporting, they aim to save users significant time and effort in managing mileage logs. in the small business owners and gig workers market.\nThe business is known as MileageWise is currently perceived as a strong, reliable solution in the mileage tracking market, particularly praised for its IRS-proof mileage logs, automated tracking, and the unique AI Wizard feature. This AI technology stands out by allowing users to retroactively create and complete mileage logs, filling gaps and ensuring compliance.\nIt’s especially valued by small business owners, self-employed individuals, gig workers, and employers managing teams who need accurate mileage records for tax deductions and reimbursements. amongst fans and customers, which Gary Csizmadia is immensely proud of, with the business being operational now for 4 years.\nInterested parties who would like to be among the first to experience the mobile app for tracking mileage with MileageWise are encouraged to visit the website at https://www.mileagewise.com/ for full details and to get started.\nContact Info:\nName: Akos Barazsy\nEmail: Send Email\nOrganization: MileageWise - Reconstructing mileage logs\nAddress: 509 E Sheridan St APT 204 Sheridan Beach Club, Dania Beach, Florida 33004, United States\nPhone: +1-941-413-9717\nWebsite: https://www.mileagewise.com/\nSource: PressCable\nRelease ID: 89143968\nShould there be any problems, inaccuracies, or doubts arising from the content provided in this press release that require attention or if a press release needs to be taken down, we urge you to notify us immediately by contacting error@releasecontact.com (it is important to note that this email is the authorized channel for such matters, sending multiple emails to multiple addresses does not necessarily help expedite your request). Our efficient team will promptly address your concerns within 8 hours, taking necessary steps to rectify identified issues or assist with the removal process. Providing accurate and dependable information is central to our commitment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Business and Market Analysis",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.mileagewise.com/",
      "https://tracking.newsrpm.com/pixel?slug=marketersmedia-2024-10-17-small-business-owners-can-now-enjoy-mileage-tracking-app-from-mileagewise",
      "https://www.mileagewise.com/.",
      "https://send.releasecontact.com/89143968",
      "https://mileagewise.com/.",
      "https://tracking.newsrpm.com/pixel",
      "https://www.send.releasecontact.com/89143968",
      "https://mileagewise.com/",
      "https://www.mileagewise.com",
      "https://www.tracking.newsrpm.com/pixel?slug=marketersmedia-2024-10-17-small-business-owners-can-now-enjoy-mileage-tracking-app-from-mileagewise"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "IRS",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "42b325e3839e1cd08bd7c2583c7373ebc3bda11c",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-10-18T02:15:31.499+03:00",
    "updated": "2024-10-18T02:15:31.499+03:00"
  },
  {
    "uuid": "9007c1d0976bf61f2b379f70a98c936663c20b0c",
    "url": "https://www.record.pt/internacional/paises/inglaterra/man--united/detalhe/o-cantico-da-esperanca-de-ruben-amorim",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cmjornal",
    "published": "2025-03-19T23:05:00Z",
    "title": "O cântico da esperança de Ruben Amorim",
    "text": "O cântico da esperança de Ruben Amorim\nNova canção dos fãs do Man. United diz que o treinador luso devolverá o clube aos dias de glória\nA tempestade parece estar a abrandar no Man. United de Ruben Amorim, o qual não perde há sete jogos (3V e 4E), contando por triunfos os últimos dois. A massa adepta dos red devils sente precisamente isso, tendo entoado nos últimos desafios um cântico pleno de esperança dedicado ao treinador português. Oque diz a canção? “Ruben Amorim (...) Ele vai trazer-nos de volta os dias de glória! (...) Apoiamo-lo a partir de Stretford End [famosa bancada de Old Trafford] (...) Ele vai dar a volta aos red devils!” A melodia que acompanha a mensagem é a de uma canção de 1977 de Bonnie Tyler [‘It’s a Heartache’].",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->arts and entertainment",
      "Sport->soccer"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:28:20.953+02:00",
    "updated": "2025-03-20T01:28:20.953+02:00"
  }
]