[
  {
    "uuid": "f20348eadedff9fdc1fc3ca30a49a20c3c4a6c68",
    "url": "https://newsnownigeria.ng/renowned-prophet-predicts-africa-to-lead-the-world-as-colonial-powers-seek-help-from-the-continent",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mariam Abdullahi",
    "published": "2024-05-31T10:10:00Z",
    "title": "Renowned Prophet Predicts: Africa to Lead the World as Colonial Powers Seek Help from the Continent",
    "text": "In a bold revelation, Primate Elijah Ayodele, the Leader of INRI Evangelical Spiritual Church, has foreseen a future where the African continent will assert its dominance, with colonial powers eventually turning to Africa for assistance.\nA new era is on the horizon, according to Primate Ayodele, where Africa will rise to global prominence and put an end to being exploited as a dumping ground by Western nations.\nIn a statement released by his spokesperson, Oluwatosin Osho, it was emphasized that certain countries will spearhead the realization of this new Africa, paving the way for progress that will eventually encompass the entire continent.\nAyodele’s prophetic words were as follows: “Africa is on the brink of a transformational period where it will no longer be marginalized but will emerge as a significant global power. I foresee the adoption of a unified African currency that will rival the dollar. The continent will attain freedom and liberation, ushering in a new era filled with hope and promise.”\nHe further highlighted specific nations that will play pivotal roles in this new African narrative, including Malawi, Gambia, Senegal, Niger, Chad, Nigeria, Kenya, South Africa, Rwanda, Mozambique, Namibia, Togo, Benin, Lesotho, Cape Verde, South Sudan, Botswana, Mauritius, Tunisia, Morocco, and Libya. Ayodele prophesied that a time will come when former colonial powers will seek assistance from Africa, signaling the continent’s imminent rise to global prominence.\nAdditionally, Ayodele predicted that Africa will achieve unity and establish robust institutions to strengthen its collective identity and influence.\nHe also mentioned that this new Africa will serve as a beacon of hope for nations grappling with the legacy of slavery born out of economic hardships.\n‘’A unified African currency, enhanced infrastructure, and a free trade zone will facilitate closer integration among African nations, albeit with challenges. A revolutionary initiative will pave the way for these developments. The continent is poised to implement unified customs protocols, particularly within the ECOWAS region, as well as establish cohesive judicial and legislative frameworks,” Ayodele stated.\n“The emergence of a new Africa will emancipate nations from economic servitude that has ensnared them to global powers such as Russia, America, UK, France, and China,” he continued.\nNonetheless, he cautioned African leaders to guard against internal divisions and enact policies that prioritize the interests of their own people.\nHe also issued warnings about the looming terrorism threat from 2026 onwards and the likelihood of unprecedented natural disasters in regions previously unaffected.\n‘’The nations of Africa must remain vigilant as significant challenges lie ahead. A united front must be formed to combat the escalating terrorism threat projected to intensify from 2026. Border security issues demand immediate attention,” Ayodele cautioned.\n‘’Starting from 2027, Africa will grapple with severe flooding and unconventional natural calamities like earthquakes and hurricanes. Diseases such as meningitis, polio, and Ebola will resurface, necessitating proactive measures from leaders to avert crises. Immigration policies are set to undergo revisions which may not be favorable. It is imperative for African governments to anticipate potential upheavals and respond decisively to safeguard stability,” he concluded.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elijah ayodele",
          "sentiment": "negative"
        },
        {
          "name": "oluwatosin osho",
          "sentiment": "none"
        },
        {
          "name": "ayodele",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "inri evangelical spiritual church",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "primate ayodele",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T14:58:06.059+03:00",
    "updated": "2024-05-31T14:58:06.059+03:00"
  },
  {
    "uuid": "8fac9053f4eb4e95a3ee72fc3812f121d38fef26",
    "url": "https://www.sport.es/es/noticias/internacional/macron-xi-tregua-olimpica-juegos-olimpicos-paris-102018346",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2024-05-06T18:47:00Z",
    "title": "Macron y Xi piden una tregua olímpica en todos los conflictos durante los Juegos Olímpicos de París | SPORT",
    "text": "Los presidentes de Francia y China, Emmanuel Macrony Xi Jinping, apoyaron este lunes una tregua olímpica en todos los conflictos durante los próximos Juegos de París, que también permita avanzar en la búsqueda de soluciones. Ambos mandatarios señalaron esta postura durante una declaración conjunta a la prensa tras una reunión bilateral en el Elíseo, en la que discutieron cuestiones internacionales globales y asuntos comerciales a nivel bilateral. \\\"Pensamos que una tregua olímpica para todos los teatros de guerra puede ser una ocasión para trabajar en soluciones duraderas dentro del respeto completo al Derecho Internacional\\\", señaló Macron, mientras que Xi se expresó en términos similares. En la parte internacional, ambos presidentes divergieron más sobre la guerra de Ucrania que sobre el conflicto en Oriente Medio, y coincidieron en que el mundo afronta un momento \\\"crítico\\\" para el que hace falta mayor coordinación internacional. Sobre Ucrania, Macron agradeció a Xi \\\"el compromiso de las autoridades chinas\\\" manifestado en otras ocasiones \\\"de no vender armas a Moscú y a controlar estrictamente las exportaciones de tecnologías de doble uso\\\". El presidente francés recalcó \\\"el impacto de este conflicto sobre la seguridad europea\\\" y el objetivo de Francia y otros países de \\\"apoyar a Ucrania todo el tiempo que sea necesario\\\", aunque recalcó que \\\"no estamos en guerra con Rusia ni con el pueblo ruso, ni buscamos sustituir al régimen ruso\\\". Xi señaló la oposición de Pekín \\\"a que se utilice esta crisis para centrar la responsabilidad\\\" sobre Rusia y para \\\"lanzar una nueva Guerra Fría\\\", y urgió a la celebración de una conferencia internacional que sea \\\"reconocida por Rusia y Ucrania\\\" para reanudad el diálogo. \\\"Apoyamos la construcción de una arquitectura de seguridad europea duradera y equitativa\\\", añadió el líder chino. Ambos dirigentes apoyaron el final de las hostilidades en Oriente Medio, donde según Macron \\\"compartimos las mismas preocupaciones y los mismos objetivos\\\". Sin embargo, Xi fue más allá al pedir que la comunidad internacional \\\"actúe\\\" para instaurar \\\"inmediatamente\\\" un alto el fuego en Gaza, además de \\\"apoyar la admisión de Palestina en la ONU como miembro de pleno derecho\\\", así como \\\"relanzar la solución de los dos Estados\\\". Macron aseguró que \\\"no hay un doble rasero\\\" en la posición hacia Oriente Medio, ni por Francia ni por Rusia, y aseguró que eso vale también para Irán, \\\"cuya huida hacia adelante\\\" en la cuestión nuclear \\\"genera riesgos\\\". Los dos presidentes firmaron una serie de acuerdos comerciales y de cooperación, incluyendo en educación y cultura. En el campo comercial, Macron también mencionó el \\\"deseo\\\" que le manifestó Xi de no llegar a aplicar unas sanciones que estudia Pekín contra el coñac francés y otros licores de la UE, que en Europa se consideran una represalia por las investigaciones de Bruselas a las posibles ayudas de Estado chino a sus fabricantes de vehículos eléctricos. Precisamente, el presidente francés obsequió a su invitado con dos botellas de dos de los coñacs galos más selectos. La reunión entre Macron y Xi en el Elíseo tuvo lugar después de un encuentro a tres bandas durante la mañana con la presidenta de la Comisión Europea, Ursula von der Leyen, en la que se trataron cuestiones comerciales, como las quejas europeas a que el mercado de la Unión está mucho más abierto a los productos chinos que a la inversa. En dicha reunión, Macron pidió \\\"una relación equilibrada con China\\\", que esté enmarcada en \\\"unas reglas justas para todos\\\" en el plano comercial, mientras que Von der Leyen, por su parte, advirtió de que Europa \\\"no dudará en tomar decisiones firmes\\\" a fin de \\\"proteger su economía y su seguridad\\\". Esta noche, Macron ofrece a Xi y su esposa una cena de gala en el Elíseo, en la que será la tercera visita del líder chino a Francia tras las de 2014 y 2015, y que en esta ocasión quiere celebrar el 60 aniversario del establecimiento de relaciones entre Francia y la República Popular China. Este viaje concluye mañana, martes, con una jornada privada que incluye un desplazamiento a los Pirineos, una zona en la que Macron pasó muchas vacaciones de infancia y juventud en casa de una de sus abuelas. Incluso, ambos visitarán la cima del Tourmalet, una de las cumbres pirenaicas más míticas del Tour de Francia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T21:56:56.303+03:00",
    "updated": "2024-05-06T21:56:56.303+03:00"
  },
  {
    "uuid": "732c8c6d06b1f10c9522ff7070fd1bc915d94063",
    "url": "https://scroll.in/article/1061639/scientific-strategies-on-how-to-keep-your-new-year-resolutions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Scott Lear, The Conversation",
    "published": "2024-01-05T11:30:00Z",
    "title": "Scientific strategies on how to keep your New Year resolutions",
    "text": "Every New Year, millions of people make resolutions, with the most common\nresolutions being health-related. Despite their popularity, up to 80% of resolutions fail, mostly within a few weeks. As a result, many people make the same resolutions year after year.\nAt the same time, resolutions can bring focus to an area that’s important to you. I research the importance of behaviours to health, and write the\nBecome Your Healthiest You blog. Here’s how using scientific strategies can increase your chances of success with your resolution.\nSMART resolutions\nResolutions are like goals and putting time into planning your resolution can increase your success. Using the SMART goal framework (Specific, Measurable, Attainable, Relevant and Timely) is a good foundation for setting your resolution.\nA specific resolution is clear and focused. Unfortunately,\nmost people set vague resolutions, such as wanting to exercise more, be healthier or lose weight. While admirable, resolutions that provide a clear description of what you want to achieve (exercise three times a week for 30 minutes, lose five pounds) provide more direction and are more readily attained.\nAlso, aim for positive resolutions such as eating more vegetables, in contrast to eating no junk food. Positive resolutions are approach-oriented, while negative ones are avoidance-oriented. In a survey of 1,066 people, those who had\napproach-oriented resolutions were more likely to be successful.\nA measurable resolution means you can assess when you’ve achieved it. A goal of eating healthier is hard to measure, whereas a goal of eating three fruits a day can be easily measured. Essentially, your resolution becomes a target. And a target can also bring focus to your resolution, such as with wanting to run a marathon under four hours. In a\nstudy of nearly 10 million marathon times there were far more finishes at 3:59 than at 4:01, which suggests that having a clear target may have helped people run faster.\nYou also want your resolution to be attainable, which means it’s realistic for you to achieve. Big, long-term resolutions may be more easily approached by breaking them into smaller ones. However, your resolution also needs to be challenging, as\nchallenging ones result in better performance90004-4) and are also found to be more satisfying than easier resolutions.\nA relevant resolution is one that’s meaningful to you. For example, exercising so you can have more energy throughout the day.\nRelevant resolutions are more likely to be intrinsic in contrast with extrinsic ones, which are externally motivated (such as getting a promotion, winning a trophy or receiving praise). Extrinsic resolutions tend to be fleeting while intrinsic resolutions are associated with\ngreater well-being and satisfaction.\nThe last part is having a resolution that’s timely. This means having a deadline for when you wish to achieve it. A resolution without a deadline rarely gets done. A timely resolution helps prioritize your days and weeks leading up to it. If your resolution is to lose five pounds in two months, this can be the foundation for your plan on how to achieve it.\nSucceeding at your resolution\nHaving a good implementation plan is as key as having a clear resolution. In some cases, you may need to change your environment to be more supportive of your resolution. This may mean moving snacks out of sight, putting your workout gear near the front door or using sticky notes as reminders.\nIf your resolution requires starting a new habit, combine it with a habit you already do. If you want to floss your teeth, combine it with brushing your teeth. Combining a new habit with an old one is referred to as piggybacking, stacking and temptation bundling.\nTemptation bundling is a more specific version of piggybacking in which you choose an activity you enjoy and bundle it with your newly desired activity. If you want to start exercising, bundle it with a favourite TV show, podcast or music. People who used temptation bundling with audiobooks were\nmore likely to keep up with their exercise routine.\nTo encourage yourself along the way, try positive thinking. This can be as simple as saying to yourself I can do this, I’m proud of myself for trying or I have the power to change my mind a few times each day. Positive thinking may help\nincrease perseverance and is believed to increase the neurotransmitters dopamine and serotonin, associated with pleasure and mood, which can reinforce behaviours.\nEnlisting the support of others can also help in achieving your resolution. People with greater social support networks are\nmore likely to achieve their goals.\nSocial support can be broken into four categories:\n- instrumental support consisting of someone doing something for you, such as driving you to the gym or helping in meal planning;\n- informational support in the form of someone giving you advice, whether it be from family, friends or professionals such as your doctor or a dietitian;\n- appraisal support, including evaluation and constructive feedback, which may come from the same people who provide informational support; and\n- emotional support from people providing love, empathy and caring.\nChallenges and setbacks\nEven with proper planning, challenges and setbacks can happen and are a normal part of any process of changing one’s behaviour or attempting something new.\nSome setbacks may be temporary, such as an illness interrupting your exercise programme. Others may occur regularly, such as dinner parties that may affect your desire to eat a healthy diet. These challenges can be minimised by planning ahead. In this example, your plan may include contributing a meal to the dinner that fits your needs.\nIf a setback occurs, accept this as a natural part of the process. Focus on the progress you’ve made so far and review your plan. What has worked for you to date? Is there anything you need to revise to account for any future challenges?\nStarting a new behaviour can sometimes be a process of trial and error, and learning from setbacks can support future success. Good luck and Happy New Year!\nScott Lear is Professor of Health Sciences, Simon Fraser University.\nThis article was first published on\nThe Conversation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://doi.org/10.2190/78UQ-5NMW-7YLD-TFWV",
      "https://doi.org/10.1016/j.obhdp.2018.09.002",
      "https://drscottlear.com/",
      "https://doi.org/10.1016/0030-5073(68",
      "https://www.ipsos.com/en-ca/canadians-quick-make-new-years-resolutions-slow-see-them-through",
      "https://doi.org/10.1371/journal.pone.0234097",
      "https://doi.org/10.1016/j.neubiorev.2005.06.001",
      "https://www.jpn.ca/content/32/6/430",
      "https://doi.org/10.1007/s10902-014-9593-5",
      "https://theconversation.com/the-science-behind-building-healthy-habits-can-help-you-keep-your-new-years-resolution-219947",
      "https://doi.org/10.3390/ijerph18063084",
      "https://theconversation.com/profiles/scott-lear-423698",
      "https://www.proquest.com/docview/213709669?&sourcetype=Scholarly%20Journals",
      "https://doi.org/10.1287/mnsc.2015.2417",
      "https://doi.org/10.1016/j.obhdp.2020.09.003",
      "https://www.forbes.com/health/mind/new-year-resolutions-survey-2024/",
      "http://dx.doi.org/10.32598/jpcp.8.2.28.2",
      "https://www.doi.org/10.3390/ijerph18063084",
      "https://drscottlear.com",
      "http://www.dx.doi.org/10.32598/jpcp.8.2.28.2",
      "https://www.doi.org/10.1016/j.obhdp.2018.09.002",
      "https://ipsos.com/en-ca/canadians-quick-make-new-years-resolutions-slow-see-them-through",
      "https://www.doi.org/10.1371/journal.pone.0234097",
      "https://www.doi.org/10.1287/mnsc.2015.2417",
      "https://www.doi.org/10.1007/s10902-014-9593-5",
      "https://www.proquest.com/docview/213709669",
      "https://www.doi.org/10.1016/j.neubiorev.2005.06.001",
      "https://www.doi.org/10.1016/0030-5073(68",
      "https://forbes.com/health/mind/new-year-resolutions-survey-2024/",
      "https://www.doi.org/10.2190/78UQ-5NMW-7YLD-TFWV",
      "https://www.theconversation.com/the-science-behind-building-healthy-habits-can-help-you-keep-your-new-years-resolution-219947",
      "https://www.drscottlear.com/",
      "https://www.doi.org/10.1016/j.obhdp.2020.09.003",
      "https://www.theconversation.com/profiles/scott-lear-423698",
      "https://proquest.com/docview/213709669?&sourcetype=Scholarly%20Journals",
      "https://www.forbes.com/health/mind/new-year-resolutions-survey-2024",
      "https://jpn.ca/content/32/6/430"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:11:34.739+02:00",
    "updated": "2024-01-06T00:11:34.739+02:00"
  },
  {
    "uuid": "d3061dfc90b4221adf30a8b73792fc0d7633fb78",
    "url": "https://forums.sketchup.com/t/layout-wont-import-sketchup-properly-caution-triangles-and-low-resolution/299140",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ecfjohnston",
    "published": "2024-11-14T20:00:00Z",
    "title": "Layout won't import Sketchup properly, caution triangles and low resolution",
    "text": "I’m at a loss. My sketch up viewports in layout won’t display. There are caution triangles everywhere, They won’t fully render, and when I try to re-insert and choose scene they go blank. I tried making new files for both, and it’s not helping. I’m not sure where to start figuring out where the issue is. I’m a smaller scale residential designer that has been using sketch up for years, and haven’t run into this before. Attached is a screenshot of how my files are displaying in layout.\nYou’ve unticked the Auto render box in the SketchUp Model panel which tells LayOut you don’t want it to update your viewports.\nTick that box and the viewports should update automatically.\nNote that for the selected viewport you’ve overridden the Camera properties for the scene so that won’t be updated when the viewports are updated.\nBTW, your forum profile shows you are using the “Go Plan” which doesn’t include access to the desktop version of SketchUp or to LayOut. Please update your forum profile to reflect the correct version of SketchUp.\nTHANK YOU DAVE! I should have posted this days ago, but was convinced I could figure it out.\nI updated my forum profile. Again, I appreciate your help.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T01:11:00.561+02:00",
    "updated": "2024-11-15T01:11:00.561+02:00"
  },
  {
    "uuid": "f4c1d88ba4398dd0fdd716ec8858352ac858fa62",
    "url": "https://www.radioformula.com.mx/nacional/2023/12/29/ezln-prepara-celebracion-30-anos-de-su-levantamiento-en-chiapas-795704.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2023-12-30T00:56:00Z",
    "title": "EZLN prepara celebración a 30 años de su levantamiento en Chiapas | Radio Fórmula",
    "text": "A unas cuantas horas de que comience la celebración este 1 de enero de los 30 años de su levantamiento contra el Gobierno mexicano, el Ejército Zapatista de Liberación Nacional (EZLN) prepara sus festejos en el [Caracol VIII Dolores Hidalgo, ubicado en Ocosingo](https://www.radioformula.com.mx/nacional/2023/11/6/ezln-anuncia-reestructura-desapareceran-sus-municipios-autonomos-en-chiapas-788730.html), en el sureño estado de Chiapas. Ocosingo, considerado como la puerta de entrada a la Selva Lacandona, es uno de los cuatro municipios importantes dentro de la historia de la insurrección en Chiapas, donde el EZLN incubó su movimiento desde 1984. Sin embargo, fue hasta diez años después que el EZLN se levantó en armas para mostrar su inconformidad por no haber sido considerado en el Tratado de Libre Comercio de América del Norte (TLC) que entró en vigencia en 1994. Además del cúmulo de reclamos agrarios por parte de las comunidades indígenas, miseria extrema, la nula procuración de justicia para los pueblos originarios, la voracidad de los ganaderos, terratenientes, madereros y políticos chiapanecos. Te podría interesar Caralampio Santiz, indígena tzeltal de Altamirano y miembro activo de la Coordinadora Nacional Campesina entre los años 70 y 80, recuerda que “había en aquel tiempo terratenientes con miles de hectáreas, tenían hasta 5.000 o 6.000 hectáreas” y al campesino solo le pertenecía la tierra que trabajaba. Rememoró que esas personas tenían puro ganado “y la gente solo ganaba 5 pesos diarios. Yo empecé a ganar un peso, era así en aquel tiempo”. Caralampio, quien aún mantiene vivos los recuerdos de la lucha agraria y la defensa de los derechos humanos de los indígenas, relató la forma en que los insurgentes irrumpieron aquel primero de enero de 1994 en los municipios de Altamirano y Ocosingo, lo que dio pie a un enfrentamiento entre uniformados e insurgentes. “¿Aquí en (Altamirano) hubieron muertos? No mucho, solo unos cuantos, pero en Ocosingo sí hubo bastantes muertos como nos informaron que ya había pasado, pero también dieron (balazos) ellos. Ah, porqué hay buenos francotiradores, también ellos tienen buenos. Y así pasó”. Para el aniversario número 30, desde el 28 de diciembre los zapatistas se concentraron en la sede de los festejos para el recibimiento de los invitados, para lo cual realizaron el despliegue de milicianos, quienes son los encargados de la seguridad interna durante la celebración. Sobre la entrada se encuentran algunos murales en lona donde plasmaron imágenes representativas de su diario vivir, en tanto que a un costado se observan cientos de casas de campaña donde pernoctarán los militantes e invitados de las organizaciones civiles. Mientras que sobre el tramo carretero Ocosingo – Monte Líbano, los zapatistas montaron mantas con mensajes que dan la bienvenida e indican el camino a recorrer para llegar al campamento donde será el festejo. Para el día 30 se espera la llegada de la “Caravana de Caravanas”, integrada por unas 1.000 personas de 19 entidades y 20 países, quienes partieron el pasado 25 de diciembre de Ciudad de México con destino a la Selva de Chiapas. En este festejo se espera que la comunidad zapatista haga pública la reestructuración interna para continuar en la lucha por el reconocimiento de los pueblos y comunidades indígenas y su autonomía en Chiapas y todo México. Marco Jiron Hernández, indígena tzeltal, activista y simpatizante del movimiento del EZLN. expresó que “la propuesta del zapatismo no ha muerto, queda vigente cómo cuándo nació, aún tenemos problemas de marginación, los problemas de salud siguen vigentes aunque se han invertido todos los recursos estos no han sido suficientes, hay mucho trabajo por hacer”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:18:39.981+02:00",
    "updated": "2023-12-30T04:18:39.981+02:00"
  },
  {
    "uuid": "dea209e6cfee793ee52a0a0563c8777f9a5cc1a8",
    "url": "https://www.dailysignal.com/2024/06/06/exclusive-pac-aims-boot-pro-illegal-immigration-republicans",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elizabeth Troutman",
    "published": "2024-06-06T20:25:00Z",
    "title": "EXCLUSIVE: PAC Targets Republicans Seen as Weak on Illegal Immigration for Defeat",
    "text": "FIRST ON THE DAILY SIGNAL — Republicans seen as insufficiently strong on border security should proceed with caution, warns a political action committee that plans to spend more than$1 million to defeat them in the 2024 elections.\n“If you support open borders and illegal immigration, you will find no safe haven in state legislatures,” Katie Miller, chairwoman of Stand for Us PAC and a former Department of Homeland Security spokeswoman, told The Daily Signal . “We will find you and defeat you.”\nAfter helping defeat the Republican president of the West Virginia state Senate in the GOP primary there on May 14 , Stand for Us PAC decided to increase its initial investment to more than $1 million to defeat Republican incumbents elsewhere who accede to the Left’s plans to subsidize health care for migrants.\nAn ad previewed exclusively with The Daily Signal highlights the group’s plans to thwart the campaigns of officeholders and candidates who support 340B, a federal drug-subsidy program, that if expanded could be used to subsidize health care for illegal immigrants.\nBlair supported West Virginia Senate Bill 325, which opponents said expands 340B in the state. It passed the state Senate on April 23.\n“Rather than fight for us, West Virginia Senate President Craig Blair sided with Democrats,” the PAC’s video says. “Blair led the expansion of 340B, a federal program that subsidizes health care for illegals.”\nChallenger Tom Willis bested Blair in a three-candidate primary, taking 44% of the vote to Blair’s 32%. Stand for Us PAC said it spent more than $400,000 to defeat Blair, who first arrived in the state Senate in 2013. Willis is a lawyer, a former U.S. Army Special Forces Green Beret, and current member of the West Virginia National Guard.\n“Blair sided with illegals, but voters sent a clear message: They said ‘no’ to health care for illegals and no to Craig Blair,” the ad says.\nStand for Us used direct mail, digital display ads , texts, and phone calls to inform the state Senate president’s constituents of his support for strengthening a federal program using taxpayer dollars for illegal immigrant health care.\n“Take it from [Blair]: Support 340B, and pay the price,” the ad says.\nNext in Stand for Us PAC’s sights could be the Republican primary in the Missouri gubernatorial race on Aug. 6. A bill in the state legislature could expand 340B .\nStand for Us’ mission is to “hold Republicans across the country accountable for capitulating to [President] Joe Biden’s dangerous open-border agenda,” according to its website.\nMore than 10 million illegal aliens have crossed the U.S. border during Biden’s presidency. Nearly 30% of Americans cited immigration is their top concern in the 2024 election in a February poll.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.gallup.com/poll/611135/immigration-surges-top-important-problem-list.aspx",
      "https://340breport.com/multiple-bills-introduced-in-missouri-to-protect-340b-providers-from-alleged-discriminatory-practices/",
      "https://dailycaller.com/2024/03/12/building-americas-future-conservative-group-launches-ad-buy-west-virginia-kentucky-oklahoma-states-subsidized-healthcare-illegals/",
      "https://legiscan.com/WV/rollcall/SB325/id/1378004",
      "http://www.youtube.com/watch?v=9MT5qyqKprw",
      "https://dailycaller.com/2024/03/12/building-americas-future-conservative-group-launches-ad-buy-west-virginia-kentucky-oklahoma-states-subsidized-healthcare-illegals",
      "https://www.340breport.com/multiple-bills-introduced-in-missouri-to-protect-340b-providers-from-alleged-discriminatory-practices/",
      "http://youtube.com/watch?v=9MT5qyqKprw",
      "https://340breport.com/multiple-bills-introduced-in-missouri-to-protect-340b-providers-from-alleged-discriminatory-practices",
      "https://www.legiscan.com/WV/rollcall/SB325/id/1378004",
      "http://www.youtube.com/watch",
      "https://www.news.gallup.com/poll/611135/immigration-surges-top-important-problem-list.aspx",
      "https://www.dailycaller.com/2024/03/12/building-americas-future-conservative-group-launches-ad-buy-west-virginia-kentucky-oklahoma-states-subsidized-healthcare-illegals/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "blair",
          "sentiment": "none"
        },
        {
          "name": "katie miller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "pac",
          "sentiment": "none"
        },
        {
          "name": "department of homeland security",
          "sentiment": "none"
        },
        {
          "name": "the daily signal",
          "sentiment": "none"
        },
        {
          "name": "republican",
          "sentiment": "none"
        },
        {
          "name": "gop",
          "sentiment": "none"
        },
        {
          "name": "daily signal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west virginia",
          "sentiment": "none"
        },
        {
          "name": "west virgin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:09:02.080+03:00",
    "updated": "2024-06-07T01:06:40.661+03:00"
  },
  {
    "uuid": "47eb1ccb0ebb6685e85d3eecceada3e26ea735ec",
    "url": "https://www1.folha.uol.com.br/ilustrada/2024/12/premio-oceanos-consagra-micheliny-verunschk-e-nuno-judice-morto-este-ano.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "folha",
    "published": "2024-12-05T22:51:00Z",
    "title": "Prêmio Oceanos 2024 consagra Micheliny Verunschk e Júdice - 05/12/2024 - Ilustrada - Folha",
    "text": "Micheliny Verunschk e Nuno Júdice venceram a edição de 2024 do prêmio Oceanos , que elege o melhor da literatura em poesia e prosa escrita em português e contempla livros publicados em todo o mundo.\nMicheliny Verunshck, vencedora do Oceanos 2024 - Renato Parada/Divulgação Os autores foram premiados na noite desta quinta (5), no Itaú Cultural, em São Paulo, numa cerimônia apresentada por Selma Caetano, diretora da Oceanos Cultura, e Manuel da Costa Pinto, um dos curadores do prêmio.\nNas palavras de Caetano, \"para provar que a canção e a poesia andam juntas\", Romulo Fróes , Luiza Brina e Rodrigo Campo transformaram os livros finalistas em música no palco do evento.\nQuem são as autoras que escrevem sobre a violência ic_save\nMais\nic_share\nLeia Mais Ícone fechar Voltar Ver novamente Voltar\nVoltar\nCompartilhe Ícone Facebook Facebook Ícone Whatsapp Whatsapp Ícone X\nX Ícone de messenger Messenger Ícone Linkedin Linkedin Ícone de envelope E-mail Ícone de link Cadeado representando um link Copiar link Ícone fechar\nVerunschk venceu com o livro \"Caminhando com os Mortos\", romance que, a partir do relato de um crime em uma pequena cidade no interior do Brasil, demonstra o ódio secular às mulheres e às minorias. E Júdice foi reconhecido por \"Uma Colheita de Silêncios\", coletânea de poemas sobre desamores, amores desencontrados e o silêncio deixado por eles.\nA brasileira recebeu o prêmio de melhor livro de prosa pelas mãos do brasileiro Jurandy Valença, diretor da Biblioteca Mário de Andrade, e a portuguesa Alexandra Pinho, diretora do Instituto Camões, anunciou a vitória de Júdice.\nTudo a Ler Receba no seu email uma seleção com lançamentos, clássicos e curiosidades literárias\nCarregando...\nO autor português morreu depois de inscrever seu livro no prêmio, aos 74 anos, e foi homenageado postumamente. \"Júdice via a finitude com melancolia, mas, para ele, a poesia podia transcender esse limite\", afirmou Costa Pinto.\nDez finalistas concorriam ao prêmio de R$ 300 mil, dividido igualmente entre os vencedores. Entre eles, selecionados em meio a mais de 3.000 livros inscritos, havia cinco brasileiros —Airton Souza, João Silvério Trevisan, Juliana Krapp e Rodrigo Lobo Damasceno, além de Verunschk— dois portugueses, dois cabo-verdianos e um moçambicano.\nVeja a lista completa de finalistas Prosa\n'Caminhando com os Mortos', de Micheliny Verunschk, editora Companhia das Letras 'Certas Raízes', de Hélia Correia, editora Relógio D'Água 'Meu Irmão, Eu Mesmo', de João Silvério Trevisan, editora Alfaguara 'Os Infortúnios de um Governador nos Trópicos', de Germano Almeida, Editorial Caminho 'Outono de Carne Estranha', de Airton Souza, editora Record Poesia\n'Criação do Fogo', de Álvaro Taruma, Alcance Editores 'Limalha', de Rodrigo Lobo Damasceno, editora Corsário-Satã 'Perder o Pio a Emendar a Morte', de José Luiz Tavares, editora The Poets and Dragons Society 'Uma Colheita de Silêncios', de Nuno Júdice, editora Dom Quixote 'Uma Volta pela Lagoa', de Juliana Krapp, editora Círculo de Poemas dê um conteúdo benefício do assinante\nVocê tem 7 acessos por dia para dar de presente. Qualquer pessoa que não é assinante poderá ler.\nbenefício do assinante\nAssinantes podem liberar 7 acessos por dia para conteúdos da Folha.\nJá é assinante? Faça seu login ASSINE A FOLHA Copiar link Salvar para ler depois Salvar artigos\nRecurso exclusivo para assinantes\nassine ou faça login\nTópicos relacionados Leia tudo sobre o tema e siga:\nliteratura sua assinatura pode valer ainda mais Você já conhece as vantagens de ser assinante da Folha? Além de ter acesso a reportagens e colunas, você conta com newsletters exclusivas ( conheça aqui ). Também pode baixar nosso aplicativo gratuito na Apple Store ou na Google Play para receber alertas das principais notícias do dia. A sua assinatura nos ajuda a fazer um jornalismo independente e de qualidade. Obrigado!\nsua assinatura vale muito Mais de 180 reportagens e análises publicadas a cada dia. Um time com mais de 200 colunistas e blogueiros. Um jornalismo profissional que fiscaliza o poder público, veicula notícias proveitosas e inspiradoras, faz contraponto à intolerância das redes sociais e traça uma linha clara entre verdade e mentira. Quanto custa ajudar a produzir esse conteúdo?\nASSINE POR R$ 1,90 NO 1º MÊS Envie sua notícia Erramos? Endereço da página https://www1.folha.uol.com.br/ilustrada/2024/12/premio-oceanos-consagra-micheliny-verunschk-e-nuno-judice-morto-este-ano.shtml Comentários Os comentários não representam a opinião do jornal; a responsabilidade é do autor da mensagem.\nTermos e condições Todos os comentários Comente Comentar é exclusividade para assinantes.\nAssine a Folha por R$ 1,90 no 1º mês",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Education"
    ],
    "topics": null,
    "ai_allow": false,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://secure.folha.com.br/folha?gid=FOL",
      "https://play.google.com/store/apps/details?id=br.com.folha.app&hl=pt_BR&utm_source=materia&utm_medium=textofinal&utm_campaign=androidtextocurto",
      "https://apps.apple.com/br/app/folha-de-s-paulo/id943058711?utm_source=materia&utm_medium=textofinal&utm_campaign=appletextocurto",
      "https://folha.com/1xbr50yq",
      "https://login.folha.com.br/newsletter",
      "https://assinaturas.folha.com.br/420733",
      "https://assinaturas.folha.com.br/420734",
      "https://apps.apple.com/br/app/folha-de-s-paulo/id943058711",
      "https://www.apps.apple.com/br/app/folha-de-s-paulo/id943058711?utm_source=materia&utm_medium=textofinal&utm_campaign=appletextocurto",
      "https://secure.folha.com.br/folha",
      "https://www.folha.com/1xbr50yq",
      "https://www.assinaturas.folha.com.br/420733",
      "https://www.assinaturas.folha.com.br/420734",
      "https://play.google.com/store/apps/details",
      "https://www.play.google.com/store/apps/details?id=br.com.folha.app&hl=pt_BR&utm_source=materia&utm_medium=textofinal&utm_campaign=androidtextocurto",
      "https://www.login.folha.com.br/newsletter",
      "https://www.secure.folha.com.br/folha?gid=FOL"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T03:58:44.295+02:00",
    "updated": "2024-12-06T03:58:44.295+02:00"
  }
]