[
  {
    "uuid": "db3f96e00e15d2beb95da4acb27451b23f6a8740",
    "url": "https://www.tvazteca.com/aztecanoticias/clima-hoy-2-agosto-lluvias-intensas-en-3-entidades-mexico",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Escrito por: Gabriel Sirnes",
    "published": "2024-08-02T00:57:00Z",
    "title": "Clima Hoy 2 Agosto: Lluvias intensas en 3 entidades de México",
    "text": "Para el clima, hoy viernes 2 de agosto , el Servicio Meteorológico Nacional ( SMN ) pronostica que el ciclón tropical “Carlotta” siga provocando lluvias intensas , específicamente en los estados de Veracruz, Oaxaca y Chiapas . Además, el monzón mexicano ocasionará precipitaciones considerables en Sonora, Chihuahua, Sinaloa y Baja California.\nDebido a la intensidad que se espera para las lluvias de este viernes, desde Fuerza Informativa Azteca (FIA) te recomendamos tomar las debidas precauciones , pues las precipitaciones intensas podrían aumentar los niveles de ríos y arroyos; y ocasionar deslaves e inundaciones en zonas bajas de las entidades mencionadas.\nEn vigilancia 2 zonas de #BajaPresión que pueden originar #CiclonesTropicales en 48 horas sobre el océano #Pacífico . pic.twitter.com/9tnSMCPHgG\n— CONAGUA Clima (@conagua_clima) August 2, 2024\n¿Cuál es el clima hoy 2 de agosto? De acuerdo con el reporte del SMN , se espera que durante la noche del jueves y la madrugada de este viernes el ciclón tropical “Carlotta” propicie lluvias fuertes en Baja California Sur y su circulación genere un oleaje de 1 a 2 metros de altura en el mismo estado. Por su parte, el monzón mexicano provocará lluvias muy fuertes en algunos estados del noroeste de México.\nLas lluvias esperadas para este viernes son:\nMuy fuertes con puntuales intensas (75 a 150 mm): Jalisco, Colima, Michoacán, Guerrero, Oaxaca y Chiapas (costa). Fuertes con puntuales muy fuertes (50 a 75 mm): Veracruz y Tabasco. Aisladas (0.1 a 5 mm): Baja California, Coahuila, Nuevo León, Tamaulipas, Zacatecas y Aguascalientes. Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Sinaloa, Durango, Nayarit, Estado de México, Ciudad de México, Morelos, Puebla, Campeche y Quintana Roo. Intervalos de chubascos (5 a 25 mm): Baja California Sur, Chihuahua, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Tlaxcala y Yucatán. Es importante tener en cuenta que las lluvias podrían estar acompañadas de descargas eléctricas, fuertes rachas de vientos y posible granizo.\nTemperaturas altas y bajas en México Para este viernes, el Servicio Meteorológico Nacional prevé temperaturas máximas en las siguientes entidades de la República.\n40 a 45 °C : Baja California, Baja California Sur y Sonora. 35 a 40 °C : Sinaloa, Nayarit, Durango, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Tabasco, Campeche, Yucatán y Quintana Roo. 30 a 35 °C : Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Zacatecas, San Luis Potosí y Veracruz. En cuanto a temperaturas mínimas, se espera que sean de 0 a 5 ° C en zonas altas de Estado de México, Hidalgo, Tlaxcala y Puebla.\nCuidado con los vientos El ciclón tropical “Carlotta” y el monzón mexicano también podrían ocasionar vientos fuertes, los cuales se esperan de la siguiente manera.\nCon rachas de 50 a 70 km/h en el istmo de Tehuantepec y costa de Oaxaca; con posible formación de torbellinos en Sonora, Chihuahua y Coahuila.\nCon rachas de 40 a 60 km/h en Baja California, Baja California Sur, Durango, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Oaxaca y Chiapas.\nPronóstico del clima hoy en Valle de México: CDMX y Edomex El pronóstico prevé que por la mañana el clima será de fresco a templado , con cielos parcialmente nublados, y se esperan bancos de niebla en las zonas altas del Valle de México al amanecer. Después, en la tarde , el ambiente será cálido con cielo nublado , habrá chubascos y lluvias fuertes en la Ciudad de México y en el Estado de México .\nSe espera viento del noreste de 10 a 25 km/h con rachas de hasta 45 km/h en zonas de tormenta. La temperatura mínima en la Ciudad de México será de 13 a 15 °C y la máxima de 23 a 25 °C . En Toluca, Edoméx , la temperatura mínima será de 9 a 11 °C y la máxima de 20 a 22 °C .\nClima en México Pronóstico del tiempo México CDMX Estado de México ¡No te pierdas nuestro contenido, sigue a Fuerza Informativa Azteca en Google News! Publicado: 01/08/2024 | 🕑 18:57 Notas Bienestar Escrito por: Gabriel Sirnes\nTweet\nCopyLink Copiar enlace WhatsApp Facebook Notas Tormenta “Carlotta” amenaza con convertirse en huracán; esta es su trayectoria\nLa Tormenta Tropical “Carlotta” amenaza con convertirse en un poderoso huracán de categoría 2, ¿amenaza a México? Conagua ya vigila su trayectoria.\n01 agosto, 2024\n¿Cómo pasar una inundación en tu auto sin dañarlo?\nEn temporada de lluvias es recomendable evitar cruzar una inundación, pero si no tienes opciones, existen varios pasos que debes seguir para evitar dañar tu auto.\n01 agosto, 2024\n¿Eres hijo de militar? Paso a paso para registrarte a la beca de 7 mil 500 pesos\nLa beca para hijos de militares en activo y retirados ya se encuentra activa, por esto, no olvides conocer la guía completa para no quedar fuera.\n01 agosto, 2024\n¡Agosto estelar y una Superluna Azul! No te pierdas los eventos astronómicos del mes\nA lo largo del mes, diversos planetas se alinearán en el cielo nocturno, ofreciendo un espectáculo visual único. Consulta aquí los eventos astronómicos.\n01 agosto, 2024\n¿Qué tanto han favorecido las lluvias al Sistema Cutzamala? Esto es lo que dice la Conagua\nDesde que empezaron las lluvias se esperaba que el Sistema Cutzamala se recuperara, sin embargo, contrastando los datos con el 2023 aún falta mucho.\n31 julio, 2024\n“Que me bendiga mucho y a toda mi familia”: Creyentes muestran devoción a la Reliquia de San Judas Tadeo en su tercer día en la Catedrál de la CDMX\nCientos de creyentes acudieron a pedir milagros y dar gracias a la Reliquia de San Judas Tadeo en su tercer y último día en la Catedrál Metropolitana.\n31 julio, 2024\n¿A qué hora saldrán los resultados del SAID Edomex 2024 y cómo checarlos?\n¡Atención mamás y papás! Llegó el momento de consultar los resultados del SAID Edomex 2024. Aquí te decimos a qué hora salen y cómo revisarlos.\n31 julio, 2024\nUNAM alerta por guías de estudio “modificadas”; conoce cuál es la única certificada\n¡No te dejes engañar! La UNAM alertó que el uso de materiales de estudio “modificados” para el examen de ingreso pone en riesgo el desempeño de los aspirantes.\n31 julio, 2024\n¡\"Carlotta\" viene con todo! La tormenta tropical ocasionará lluvias intensas en estados del noroeste\nCon la reciente formación de la tormenta tropical “Carlotta” se prevé que el clima hoy tenga fuertes lluvias, lo que podría generar algunas afectaciones.\n31 julio, 2024\n¡Alerta amarilla! Lluvias en CDMX provocan inundaciones y caos vial; alcaldías afectadas\n¡Julio se despide con fuertes inundaciones en la CDMX! Este 31 de julio, la capital del país se ve afectada por las intensas lluvias, caída de granizo y más.\n31 julio, 2024\nSe forma la tormenta tropical \"Carlota\": ¿A qué estados afectaría?\nLa NOAA dio a conocer que se formó la tormenta tropical “Carlota”, a partir de la Depresión Tropical Tres-E. Estas serían las afectaciones por lluvias.\n31 julio, 2024\nOCCAMM lanza advertencia por la llegada del Polvo del Sahara a Monterrey; ¿subirá la contaminación?\nLa llegada del polvo del Sahara a Nuevo León es un fenómeno natural que puede tener un impacto en la salud y el medio ambiente. Esto dice el OCCAMM.\n31 julio, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/hashtag/BajaPresi%C3%B3n?src=hash&ref_src=twsrc%5Etfw",
      "https://t.co/9tnSMCPHgG",
      "https://www.facebook.com/dialog/share?app_id=675947156884541&display=popup&href=https%3A%2F%2Fwww.tvazteca.com%2Faztecanoticias%2Fclima-hoy-2-agosto-lluvias-intensas-en-3-entidades-mexico",
      "https://twitter.com/hashtag/Pac%C3%ADfico?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/conagua_clima/status/1819163032641327194?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/CiclonesTropicales?src=hash&ref_src=twsrc%5Etfw",
      "https://bit.ly/3xMHIqA",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.tvazteca.com%2Faztecanoticias%2Fclima-hoy-2-agosto-lluvias-intensas-en-3-entidades-mexico&text=Lluvias%20intensas%20en%203%20estados%20de%20la%20Rep%C3%BAblica%20debido%20a%20%22Carlotta%22%20y%20monz%C3%B3n%20mexicano%20este%202%20de%20agosto",
      "https://www.bit.ly/3xMHIqA",
      "https://twitter.com/conagua_clima/status/1819163032641327194",
      "https://facebook.com/dialog/share?app_id=675947156884541&display=popup&href=https%3A%2F%2Fwww.tvazteca.com%2Faztecanoticias%2Fclima-hoy-2-agosto-lluvias-intensas-en-3-entidades-mexico",
      "https://twitter.com/hashtag/Pac%C3%ADfico",
      "https://www.twitter.com/hashtag/Pac%C3%ADfico?src=hash&ref_src=twsrc%5Etfw",
      "https://www.facebook.com/dialog/share",
      "https://www.t.co/9tnSMCPHgG",
      "https://www.twitter.com/hashtag/CiclonesTropicales?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/CiclonesTropicales",
      "https://www.twitter.com/conagua_clima/status/1819163032641327194?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/BajaPresi%C3%B3n?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/BajaPresi%C3%B3n",
      "https://twitter.com/intent/tweet",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.tvazteca.com%2Faztecanoticias%2Fclima-hoy-2-agosto-lluvias-intensas-en-3-entidades-mexico&text=Lluvias%20intensas%20en%203%20estados%20de%20la%20Rep%C3%BAblica%20debido%20a%20%22Carlotta%22%20y%20monz%C3%B3n%20mexicano%20este%202%20de%20agosto"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T04:02:19.782+03:00",
    "updated": "2024-08-02T04:02:19.782+03:00"
  },
  {
    "uuid": "06ad0c5309ba37674575f86d33d9f58222ff042c",
    "url": "https://www.denofgeek.com/tv/the-traitors-series-2-best-tactics-for-survival/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rosie Fletcher",
    "published": "2024-01-05T22:00:00Z",
    "title": "The Traitors Series 2: Best Tactics for Survival | Den of Geek",
    "text": "[Features](https://www.denofgeek.com/features/) The Traitors Series 2: Best Tactics for Survival Season 1 of The Traitors taught us some lessons in tactics. Will the season 2 contestants learn? This article contains spoilers for The Traitors s1 and episodes 1-3 of The Traitors s2 [The Traitors](https://www.denofgeek.com/tv/the-traitors-best-moments-so-far-the-drama-the-deception-the-hilarious-tears/) is back for a second series and with it a castle, a Winkleman, challenges, amateur detective work and some slowly emerging villains of the show. A game show (of sorts), with contestants competing for a share of a large sum of money accumulated each episode by winning tasks, the meat of [The Traitors](https://www.denofgeek.com/tv/bbc-the-traitors-review-reality-show-backstabbing-lies/) is mind games that bookend each episode, when one player gets banished, and another gets “murdered”. Three episodes have landed – all at once on iPlayer, one a night on BBC One. From episode four they’ll arrive on iPlayer in line with their broadcast dates. Three eps in and we’ve had enough time with the contestants to start to get a sense of who the runners and riders will be, and what tactics will get you banished quicker than a bad smell. End of ep three brought an amazing cliffhanger. Diane! Ross! Zack! Brian! Ash! Winkleman teasing more big reveals! There’s a lot to come. Winners of series one were Hannah, Aaron and Meryl, three faithful, who managed to out Wilf in the last round. Wilf played a really good game but the show’s logistics kind of turned him over with the option given not to become a traitor early in the game knocking the number of traitors down too quickly. This meant in the final rounds Wilf was the only traitor left, leaving the possibility for him to be knocked out and derailing the final episode of the show – no murder, no end game tension. Instead a final player was forced to become a traitor (or be murdered, but what would be the point of that?). This was Kieran, who became a scapegoat, got voted out and then threw Wilf under the bus. It seems like series two has learned by not giving Miles an option to say no when he was invited to be the fourth traitor. But what else can the contestants learn from series one? A woman not raising a glass of water is not a sign someone is a traitor The first person to get banished in series one was a woman called Nicky, who gets accused of being a traitor because she didn’t raise a water glass in a toast. Nicky has one hand, and the glass was on the other side of her. Plus it’s a drink of water people!! Early doors in The Traitors it’s obviously quite difficult to find reasons to identify someone as a traitor but trying to pick up on idiosyncrasies like this is a hiding to nothing. You’re better off picking the most innocuous looking person at the table. As in, if you were the producers who would you choose to be a traitor? So when Sonia tries to take Zack down like a cut-price Miss Marple, for making some stupid-arse remark about having a good night’s sleep, it backfires. In a “whoever smelt it dealt it” move, Sonia was banished first. Being abrasive isn’t a good move The real reason Nicky got banished in s1 is because she was just a bit rude. This time around Anthony’s neck was almost on the block for the same thing – he was a bit rude to Diane, he was really defensive with Zack, and when called out on these things his response was stroppy. Doesn’t make him a traitor though, and in fact you’re almost less likely to be a traitor if you’re a bit of a git. Sadly if the gang don’t like you you’ll probably get booted out anyway. Being annoying also does not help Series one had Tom the magician who was incredibly annoying. He was cocky and embarrassing and when the big series 1 reveal came out, that Tom and Alex were a couple, it was because he totally lost his cool (and we suspect it was because Alex was having a little flirt with Matt and awful Tom wanted to mark his territory). Series 2 has Zack and Brian. Zack is a weird, giggly conspiracy theorist who says stupid things that rub people up the wrong way. You get a sense that he doesn’t mean to upset people but can’t hold his tongue. Take his interaction with Anthony, where his plan seemed to be just to say “ha ha, I hear you can’t row”. What reaction did you think he was going to have, Zack? The thing is Zack is quite smart, and somehow guessed that Diane was someone’s mum in the competition. He just guessed wrong who her kid was. Then there’s Brian. Voted by the others as the biggest “sheep” of the contestant, he got upset during the ep 3 task. Then at the roundtable, he basically lost his mind. Having been gently accused by Jasmine of behaving a bit strangely he doubled down and behaved like an absolute mad man, taking the floor at the very last minute of discussion time to ask the whole table to discuss whether “I am or I amn’t” a traitor. Selfish for a start, bonkers to follow. This move earned him a three-way tie as traitor in the initial vote. Don’t fluff the big twist! Episode 3 comes with the big reveal that Diane is Ross’ mum (and not Paul’s as Zack had guessed). The similar twist in season 1 was the Tom and Alex relationship and Tom absolutely ruined this for them and sealed their fates. You don’t want to go into a game of deception already lying. So they need to NOT give the game away. Fortunately Ross seems fairly switched on, and Diane, who is clearly a very smart cookie, might well find herself voted out for being too damn clever. The quiet ones Mollie, Meg, Charlie, Tracey, Jaz, there’s not that much about you right now. That can help but it can also line you up for a murdering – they are collateral damage which the traitors can knock off without implicating themselves. The noisy ones You don’t wanna be too far above the parapet either though. Kyra got murdered for being forthright at the table (and probably for being a bit shady over the shields), Aubrey was knocked off for his aggressive sleuthing and Ash has put herself squaring in front of the firing squad for being way too overt. So much so her fellow traitors vote for her – let’s face it, she’s a liability. Who do we like? At the end of episode 3 we still don’t know who’s being banished (it’s a tie right now, gulp!), and we don’t know who is being murdered. But that taken into account, here’s who we think has a reasonable chance of winning. Faithful: Charlotte. She’s likeable, smart and quite funny. But not so conspicuously smart that she poses a threat right now. Jasmine. Level-headed and can do amazing bird noises. Has a sense of fairness and seems to stay calm easily. If she goes it’ll be murder. Jonny. Second most popular in the group, good competitor in the tasks, relatively smart but not good at picking out the traitors. A safe bet so far. Traitors: Harry. Looks like a sweet baby angel and is playing up to that. Least likely to be thrown under the bus by other traitors. Miles. A later traitor but no one suspects him yet. Very calm. Paul. Third choice. Paul is riding high right now but he’s a stone cold psycho. I think he’s the least likely to win from the traitors because of his hubris. He’s popular but people can turn on the popular very fast. Miles and Harry are far more unassuming. Ash is out the door. A.N. Other. It’s quite likely after Ash inevitably gets booted they pick someone new. This will almost certainly be a woman. Meg is a reasonable choice because she’s made no enemies but no decisions either so will be easy to knock off. Ultimately the traitors need two of them to get to the last round to win (see [Traitors USA](https://www.denofgeek.com/tv/the-traitors-us-vs-uk/)) and it’ll be Harry and Miles unless some major curveballs arrive. Who do you like? Let us know in the comments.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "winkleman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:08:13.459+02:00",
    "updated": "2024-01-06T00:08:13.459+02:00"
  },
  {
    "uuid": "25a03182f10ba68aa19d9da0fe5be7bd5f6b05ef",
    "url": "http://www.gentedigital.es/huelva/noticia/3932914/temporal--moreno-pide-extremar-la-precaucion-y-evitar-desplazamientos-innecesarios-ante-el-aviso-rojo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tres Tristes Tigres",
    "published": "2024-11-01T00:00:00Z",
    "title": "Temporal.- Moreno pide \"extremar la precaución\" y evitar desplazamientos \"innecesarios\" ante el aviso rojo",
    "text": "El presidente de la Junta de Andalucía, Juanma Moreno, ha realizado un llamamiento a \"extremar la precaución\" y a evitar salidas de casa y desplazamientos \"innecesarios\" ante el aviso rojo activado por la Agencia Estatal de Meteorología (Aemet) en parte de la provincia de Huelva durante las primeras horas de la mañana de este viernes, 1 de noviembre. 01/11/2024 - 06:34 [A Coruña](/a-coruna/) | [Albacete](/albacete/) | [Algeciras](/algeciras/) | [Alicante](/alicante/) | [Almería](/almeria/) | [Ávila](/avila/) | [Avilés](/aviles/) | [Badajoz](/badajoz/) | [Barcelona](/barcelona/) | [Bilbao](/bilbao/) | [Burgos](/burgos/) | [Cáceres](/caceres/) | [Cádiz](/cadiz/) | [Cartagena](/cartagena/) | [Castellón](/castellon/) | [Ceuta](/ceuta/) | [Ciudad Real](/ciudad-real/) | [Córdoba](/cordoba/) | [Cuenca](/cuenca/) | [Gijón](/gijon/) | [Girona](/girona/) | [Granada](/granada/) | [Guadalajara](/guadalajara/) | [Huelva](/huelva/) | [Huesca](/huesca/) | [Ibiza](/ibiza/) | [Jaén](/jaen/) | [Las Palmas de Gran Canaria](/las-palmas-de-gran-canaria/) | [León](/leon/) | [Lleida](/lleida/) | [Logroño](/logrono/) | [Lugo](/lugo/) | [Madrid](/madrid/) | [Málaga](/malaga/) | [Melilla](/melilla/) | [Mérida](/merida/) | [Murcia](/murcia/) | [Ourense](/ourense/) | [Oviedo](/oviedo/) | [Palencia](/palencia/) | [Palma de Mallorca](/palma-de-mallorca/) | [Pamplona](/pamplona/) | [Pontevedra](/pontevedra/) | [Salamanca](/salamanca/) | [San Sebastián](/san-sebastian/) | [Santander](/santander/) | [Santiago de Compostela](/santiago-de-compostela/) | [Segovia](/segovia/) | [Sevilla](/sevilla/) | [Soria](/soria/) | [Tarragona](/tarragona/) | [Tenerife](/tenerife/) | [Teruel](/teruel/) | [Toledo](/toledo/) | [Valencia](/valencia/) | [Valladolid](/valladolid/) | [Vigo](/vigo/) | [Vitoria](/vitoria/) | [Zamora](/zamora/) | [Zaragoza](/zaragoza/) | Grupo de información GENTE · el líder nacional en prensa semanal gratuita según [PGD-OJD](http://www.ojd.es/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.ojd.es/)",
      "http://ojd.es/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Juanma Moreno",
          "sentiment": "negative"
        },
        {
          "name": "Cáceres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Junta de Andalucía",
          "sentiment": "negative"
        },
        {
          "name": "Agencia Estatal de Meteorología",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T09:07:22.465+02:00",
    "updated": "2024-11-01T09:07:22.465+02:00"
  },
  {
    "uuid": "29d0bf08ee43fabddb9b867ecd4926d8c0916f9e",
    "url": "https://www.europapress.es/andalucia/malaga-00356/noticia-torremolinos-iza-primera-vez-bandera-azul-playas-playamar-bajondillo-20240705161056.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-07-05T14:10:00Z",
    "title": "Torremolinos iza por primera vez la Bandera Azul en las playas de Playamar y Bajondillo",
    "text": "Renueva la de Los Álamos\nTORREMOLINOS (MÁLAGA), 5 Jul. (EUROPA PRESS) - La alcaldesa de Torremolinos (Málaga), Margarita del Cid, junto con el concejal de Playas, Miguel Domínguez y el delegado de Turismo y Playas de la Mancomunidad de Municipios de la Costa del Sol Occidental, Francisco Cerdán, ha participado en el acto de izada de las tres Banderas Azules concedidas para esta temporada a Torremolinos por la Asociación de Educación Ambiental y del Consumidor (Adeac).\nDel Cid ha valorado que la localidad ha conseguido por primera vez la Bandera Azul para las playas de Playamar y Bajondillo y ha logrado renovar la certificación de calidad para la playa de Los Álamos.\n\"Esta distinción es la más importante que se otorga a nivel estatal y que premia el cumplimiento de unos estándares de condiciones higiénicas, de sanidad, de seguridad, accesibilidad, información, salvamento y socorrismo\", ha recordado.\nTambién la regidora ha incidido en que \"a las banderas de la Q de calidad y Expoplaya se suman dos nuevas Banderas Azules gracias al trabajo de varias delegaciones, pero sobre todo de la de Playas que ha conseguido que sólo en un año nuestras playas tengan dos reconocimientos más\".\n\"Creo que es un aval que Torremolinos necesitaba, es un reconocimiento internacional que estas banderas puedan ondear en nuestras playas, una señal de la importancia que le damos a las personas que recibimos y también a los que vivimos aquí y disfrutamos todos los días de nuestras playas\", ha indicado Del Cid.\nEste año España ha obtenido un total de 729 Banderas Azules, 18 más que en 2023. Andalucía, seguida de la Comunidad Valenciana, es la segunda comunidad que más tiene. Este año ha obtenido 156, 8 más que el pasado. La provincia de Málaga lidera el ranking andaluz con 40 certificaciones de este tipo.\nOTROS RECONOCIMIENTOS Por otro lado, desde el Consistorio han recordado que las tres Banderas Azules de las playas de Los Álamos, Bajondillo y Playamar, se une la bandera Ecoplayas, que otorga la Asociación Técnica para la Gestión de Residuos y Medio Ambiente (Ategrus) y que ondea desde el pasado mes de marzo en la playa de Playamar.\nUna distinción que Torremolinos ya tenía también en las playas de Los Álamos y La Carihuela. Este distintivo reconoce las playas de la geografía nacional que sobresalen por la calidad de sus playas desde el punto de vista medioambiental, turístico y de sostenibilidad e innovación.\nLas cuatro playas del litoral torremolinense (Los Álamos, Playamar, Bajondillo y La Carihuela) consiguieron además el pasado verano renovar la 'Q' de calidad, una distinción que otorga el Instituto para la Calidad Turística (ICTE) y que acredita las playas del municipio dentro del conjunto de toda España como aquellas que reúnen las mayores y mejores condiciones tanto medioambientales como por nivel de equipamientos, servicios e infraestructuras.\nLeer más acerca de: Torremolinos Educación",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T17:13:32.245+03:00",
    "updated": "2024-07-05T17:13:32.245+03:00"
  },
  {
    "uuid": "c10044e4c178f89381c502dfd97e8536450eef4b",
    "url": "https://larepublica.pe/mundo/2025/02/17/gisella-cardia-vidente-que-aseguraba-que-virgen-maria-lloraba-sangre-iria-juicio-por-fraude-liquido-coincide-con-su-adn-italia-1677152",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mauricio Guevara",
    "published": "2025-02-17T22:37:00Z",
    "title": "Vidente que aseguraba que Virgen María lloraba sangre iría juicio por fraude: líquido coincide con su ADN",
    "text": "Vidente que aseguraba que Virgen María lloraba sangre iría juicio por fraude: líquido coincide con su ADN\nLa Fiscalía de Civitavecchia evalúa si Cardia engañó a fieles con milagros, recaudando donaciones para su fundación bajo falsos pretextos, generando controversia en Italia.\nGisella Cardia, una autoproclamada vidente italiana, se encuentra en el centro de una investigación por presunto fraude tras afirmar que una estatua de la Virgen María en Trevignano Romano derramaba lágrimas de sangre.\nUn análisis forense reciente determinó que la sangre encontrada en la imagen corresponde al ADN de Cardia, lo que ha llevado a la Fiscalía de Civitavecchia a evaluar si la mujer engañó a cientos de fieles con supuestos milagros sobrenaturales. Este caso generó una gran controversia en Italia, ya que Cardia recibió importantes donaciones destinadas a su fundación.\nEl escándalo también involucró a la Iglesia Católica, que en 2023 desestimó la autenticidad de sus afirmaciones y endureció las normas para la validación de fenómenos místicos. La Santa Sede y el obispo Marco Salvi de la diócesis de Civita Castellana concluyeron que las supuestas apariciones de la Virgen carecían de origen sobrenatural y advirtieron a los fieles sobre posibles engaños.\nPUEDES VER:\n[Papa Francisco presenta \"un cuadro clínico complejo\" que requiere extender su hospitalización, anuncia el Vaticano]\nVidente afrontaría juicio por fraude\nGisella Cardia, una supuesta vidente italiana, podría enfrentar un juicio por fraude después de que un análisis de ADN confirmara que la sangre encontrada en una estatua de la Virgen María en Trevignano Romano coincide con su perfil genético.\nLa Fiscalía de Civitavecchia investiga si Cardia engañó a numerosos fieles mediante supuestos milagros sobrenaturales y recaudó donaciones destinadas a su fundación bajo falsos pretextos. Este caso ha generado controversia entre sus seguidores, la Iglesia Católica y las autoridades judiciales. En 2023, la Santa Sede la declaró un fraude y endureció las reglas para la validación de fenómenos místicos.\nEl análisis de ADN, realizado por el genetista forense Emiliano Giardina, determinó que la sangre hallada en la estatua es humana, femenina y coincide con el perfil genético de Cardia. Inicialmente, se consideró la posibilidad de que se tratara de sangre de cerdo o pintura, pero los exámenes realizados en la Universidad de Tor Vergata descartaron estas hipótesis.\nPUEDES VER:\n[Accidente de bus en Bolivia deja al menos 30 muertos: vehículo con pasajeros cayó por acantilado de 800 metros]\n¿Quién es Gisella Cardia?\nGisella Cardia, cuyo nombre de nacimiento es Maria Giuseppa Scarpulla, es una mujer italiana que desde 2016 afirmó experimentar apariciones de la Virgen María en Trevignano Romano, una localidad cercana a Roma.\nSegún sus declaraciones, estas visiones comenzaron tras adquirir una estatua de la Virgen durante una peregrinación a Medjugorje, la cual, asegura, ha derramado lágrimas de sangre en múltiples ocasiones. Estas supuestas manifestaciones atrajeron a numerosos fieles a sus encuentros de oración mensuales, donde compartía los mensajes que, según ella, recibía de la Virgen.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->fraud",
      "Religion and Belief->religious leader",
      "Religion and Belief->cult",
      "Religion and Belief->religious conflict",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->religious discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Virgen María",
          "sentiment": "negative"
        },
        {
          "name": "Gisella Cardia",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Fiscalía de Civitavecchia",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-18T00:46:20.245+02:00",
    "updated": "2025-02-18T00:46:20.245+02:00"
  },
  {
    "uuid": "5eceed4d7cc86e812bc79f89a184e807ede8b0aa",
    "url": "https://flowersvienna72692.ampedpages.com/fruitful-minutes-cherish-every-party-with-adeptly-made-fruit-arrangements-51613452",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Flowersvienna",
    "published": "2023-12-28T18:44:00Z",
    "title": "Fruitful Minutes: Cherish Every Party with Adeptly Made Fruit Arrangements",
    "text": "Express Your Feelings With Flower Shop's Prompt Flower Shipment\nExpress Your Feelings With Blossom Store's Prompt Blossom Delivery\nFlowers have long been identified as a powerful tool for expressing feelings. Whether it's love, sympathy, party, or thankfulness, the best bouquet can convey heartfelt sentiments like no other present. With Blossom Store's timely flower shipment service, expressing your emotions has never been easier or easier. Our professional team makes certain that your chosen blossoms are thoroughly selected, adeptly prepared, and immediately delivered to your wanted place. With a vast option of lovely blossoms to pick from, you can discover the perfect arrangement to match any type of occasion. Our reliable and fast distribution alternatives ensure that your thoughtful present will certainly arrive on time, making the procedure problem-free for both you and the recipient. Trust Blossom Shop to assist you express your feelings with the language of blossoms.\nThe Ease of Prompt Flower Delivery\nTrigger flower distribution supplies efficient and practical solution for sharing feelings via the prompt arrival of fresh, gorgeous flowers. Prompt flower shipment makes sure that your message is supplied at the appropriate minute, permitting you to convey your feelings with precision and consideration.\nOne of the essential advantages of punctual blossom shipment is its comfort. Rather of having to go to a physical flower store and personally handpick the blossoms, you can conveniently search through a vast option of floral plans online.\nMoreover, punctual flower delivery solutions commonly provide same-day or next-day distribution alternatives. This implies that even if you bear in mind a special celebration or desire to amaze someone at the last min, you can still make sure that fresh blossoms reach them promptly. This degree of benefit allows you to share your feelings without any type of unneeded anxiety or concern.\nA Wide Choice of Lovely Blossoms\nThe flower shop supplies a varied variety of magnificent blooms for clients to select from. Whether you're trying to find a vibrant bouquet to commemorate an easy plan or an unique occasion to reveal your compassion, you can locate the ideal blossoms to match your needs. With a large option of blooms offered, you can develop an individualized arrangement that shows your one-of-a-kind style and belief.\nIn addition to conventional blooms, the blossom shop additionally supplies one-of-a-kind and rare blossoms that are sure to make a statement. Whether it's a stunning protea or a stylish calla lily, these unique blossoms will add a touch of refinement to any arrangement.\nWith such a large option of gorgeous flowers, the blossom store is devoted to helping you find the ideal blossoms to share your feelings. Their knowledgeable staff is offered to supply experienced advice and guidance, guaranteeing that you discover the best setup for any kind of celebration.\nQuick and Reliable Delivery Options\nCustomers can anticipate dependable and effective distribution solutions from the blossom store, making certain that their gorgeous blossoms show up rapidly and in excellent problem. The flower shop understands the importance of timely distribution, specifically when feelings are included. Whether it's a birthday surprise, a wedding anniversary present, or simply a gesture to brighten someone's day, the blossom store is dedicated to offering dependable and fast distribution choices for every occasion.\nTo attain this, the blossom shop has established a streamlined delivery system that focuses on rate and accuracy. They function carefully with trusted distribution companions who are experienced in handling fragile floral setups. From the moment the order is placed, the blossom shop takes every action needed to guarantee that the flowers are meticulously prepared, packaged, and sent off for delivery.\nIn addition, the flower store provides numerous shipment options to match the customer's demands. They offer same-day distribution for orders put prior to a specified cut-off time, allowing clients to send their genuine messages right away. For those who prefer to prepare ahead, the flower shop additionally provides next-day distribution services. This adaptability guarantees that consumers can express their feelings and stun their liked ones whenever they want.\nAdditionally, the blossom store provides tracking info for all shipments, permitting customers to keep an eye on the progress of their order in real-time. This transparency provides clients satisfaction, knowing that their flowers are on their method and will certainly show up as arranged.\nRevealing Feelings for every single Celebration\nFor joyous occasions such as birthdays, anniversaries, or graduations, the flower shop supplies vibrant and lively plans that represent happiness and excitement. These plans typically feature cheerful blossoms like roses, sunflowers, and sissies, which make certain to bring a smile to the recipient's face.\nIn times of sorrow or compassion, the flower shop provides sophisticated and reassuring arrangements that express condolences and offer relief. These setups usually consist of lilies, orchids, and white roses, which convey a\nwhy not try this outfeeling of tranquility and remembrance.\nThe flower shop also understands the value of revealing love and love. For Valentine's Day, wedding anniversaries, or just to reveal a person special just how much they suggest to you, they use charming arrangements with roses, tulips, and other enchanting flowers, signifying love and love.\nIn addition, the flower store acknowledges the significance\ndiscover this info hereof sharing gratefulness, gratitude, and friendship (flowers delivery Vienna). They give arrangements with flowers like gerberas, daffodils, and carnations, which convey warmth, friendship, and appreciation\nRegardless of the feeling or the celebration you desire to convey, the blossom store's punctual blossom distribution solution makes sure that your sensations will certainly be shared via thoughtful and meticulously curated setups. Trust fund in their competence to assist you reveal your emotions with the perfect bouquet.\nConvenient Blossom Distribution for Thoughtful Presents\nWith a concentrate on offering benefit and ease, the blossom store makes sure a smooth flower delivery experience for those looking to offer thoughtful presents. Whether you intend to amaze a loved one on their birthday celebration, send out congratulations to a good friend, or reveal sympathy during a challenging time, the blossom store comprehends the relevance of prompt and hassle-free shipment.\nTo make the process as uncomplicated as feasible, the blossom shop uses a straightforward online platform where customers can check out a wide choice of stunning flower setups - fruit arrangements. From vibrant arrangements to classy flower baskets, there is something for each occasion and individual preference. When the ideal gift has been picked, clients can merely go into the recipient's address and choose a convenient delivery date\nThe blossom store takes pride in its trusted and punctual distribution solution. With a devoted group of skilled flower designers and effective logistics, they make sure that every arrangement shows up fresh and in excellent condition. Whether it's a same-day distribution or a scheduled one, clients can trust that their thoughtful gift will be provided on time.\nIn addition to ease and integrity, the flower store likewise understands the significance of customization. Consumers have the choice to include a wholehearted message together with their gift, adding a personal touch that absolutely makes the recipient feeling unique.\nWith its dedication to convenient blossom distribution, the blossom store aims to make the act of providing thoughtful gifts as purposeful and effortless as possible. Whether it's a grand motion or a little token of recognition, the flower store makes sure that every present is supplied with care and focus to detail.\nVerdict\nFinally, prompt blossom delivery from a flower shop provides the benefit of quick and trusted solutions. With a broad selection of gorgeous blossoms, people can quickly express their feelings for every single event. Problem-free blossom distribution guarantees that thoughtful gifts can be sent out without any type of inconvenience.\nWith Flower Store's prompt blossom shipment service, sharing\ncheck thisyour emotions has actually never been easier or extra practical. Trust Blossom Shop to aid you reveal your emotions with the language of flowers.\nRather of having to go to a physical blossom shop and directly handpick the flowers, you can comfortably search via a large selection of flower arrangements online. From the minute the order is placed, the blossom store takes every action required to make sure that the flowers are very carefully prepared, packaged, and dispatched for shipment.\nIn conclusion, timely blossom delivery from a blossom store provides the ease of quick and reliable services.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://trentonwrgsj.wikibestproducts.com/470122/vienna_blooms_explore_the_appeal_of_exquisite_flowers_from_a_trusted_floral_designer",
      "https://edgarbgfbc.blue-blogs.com/30098663/floral-consistency-boost-your-room-with-the-freshest-flowers-vienna",
      "https://flowersvienna55210.fare-blog.com/24411758/nature-s-sophistication-raise-your-space-with-handpicked-beauty-from-fresh-flowers-vienna",
      "https://www.flowersvienna55210.fare-blog.com/24411758/nature-s-sophistication-raise-your-space-with-handpicked-beauty-from-fresh-flowers-vienna",
      "https://www.edgarbgfbc.blue-blogs.com/30098663/floral-consistency-boost-your-room-with-the-freshest-flowers-vienna",
      "https://www.trentonwrgsj.wikibestproducts.com/470122/vienna_blooms_explore_the_appeal_of_exquisite_flowers_from_a_trusted_floral_designer"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "flower shop",
          "sentiment": "negative"
        },
        {
          "name": "cherish every party",
          "sentiment": "negative"
        },
        {
          "name": "trust blossom shop",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:03.299+02:00",
    "updated": "2023-12-29T00:02:03.299+02:00"
  },
  {
    "uuid": "539447479120684cb4a7904090b6ff46a25f47cf",
    "url": "https://www.albawabhnews.com/5230410",
    "ord_in_thread": 0,
    "author": "البوابة نيوز",
    "published": "2025-07-10T10:39:54Z",
    "title": "بالفيديو.. انهيار نفق بداخله 31 عاملًا في لوس أنجلوس",
    "text": "تابع أحدث الأخبار عبر تطبيق\nانهار نفق في منطقة ويلمنغتون بمدينة لوس أنجلوس الأمريكية، بينما أكد مسؤولون إنقاذ 31 عاملًا، هم جميع المحاصرين بداخله.\nوذكرت إدارة الإطفاء في لوس أنجلوس في بيان، اليوم الخميس، أن النفق الذي انهار يبلغ قطره 5.5 متر، وكان يشيَّد لإدارة مياه الصرف الصحي في البلدية.\nوكتبت رئيسة بلدية لوس أنجلوس كارين باس على منصة \"إكس\": \"أبلغت إدارة إطفاء لوس أنجلوس للتو أن جميع العمال الذين حوصروا في النفق في ويلمنجتون خرجوا الآن وتم حصرهم\".\nوتابعت: \"تحدثت للتو مع عدد من العمال الذين كانوا محاصرين شكرا لجميع أفراد الطوارئ الشجعان الذين تحركوا على الفور\".\nويمكن مشاهدة الفيديو من خلال الضغط على هذا الرابط.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Disaster and Accident->industrial accident and incident",
      "Disaster and Accident->structural failure",
      "Human Interest->human mishap",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->construction and property"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMIPOqAsw9djAAw",
      "https://x.com/nmas/status/1943202975708488071?t=MB3VdETdO6Xdv3banYkGmg&s=19",
      "https://x.com/nmas/status/1943202975708488071",
      "https://www.x.com/nmas/status/1943202975708488071?t=MB3VdETdO6Xdv3banYkGmg&s=19",
      "https://www.news.google.com/publications/CAAqBwgKMIPOqAsw9djAAw"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_eg",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T13:39:54.053+03:00",
    "updated": "2025-07-10T10:44:01.000+00:00"
  },
  {
    "uuid": "619cee1d49a3909b192181e4191c5dc746b5de8c",
    "url": "https://ultimasnoticias.com.ve/noticias/mas-vida/maduro-entrega-rehabilitado-el-complejo-hidrologico-batalla-de-carabobo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Larry Márquez",
    "published": "2024-07-11T21:55:00Z",
    "title": "Maduro entrega rehabilitado el Complejo Hidrológico “Batalla de Carabobo”",
    "text": "El presidente de la República, Nicolás Maduro, hizo entrega este jueves del Complejo Hidrológico “Batalla de Carabobo”completamente rehabilitado. Desde el estado Carabobo, el jefe de Estado recordó que el “Gobierno fantasmal” de Guaidó le robó recursos al pueblo que eran para el servicio del agua.\n“Creyeron que con sanciones nos iban a subestimar”, afirmó el jefe de Estado desde Valencia. “Nosotros vamos con el fuego sagrado, con las bendiciones de Dios y la buena voluntad”, subrayó Maduro junto a los trabajadores de Hidrocentro, al tiempo que exaltó que todas las obras que se construyen son para el bienestar del pueblo.\nEn este orden, reiteró que las sanciones llegaron como misiles “y nadie retrocedió, nos han subestimado por más de 200 años, no importa. Nosotros a lo nuestro, a accionar y construir y unir a la gente”, dijo Maduro quien previamente participó en una concentración en Valencia con sus seguidores y las fuerzas del Gran Polo Patriótico, de cara a la elección presidencial del 28J. Recalcó que el país tuvo que rehacerse “y echamos las bases para recuperarnos con mano firme y paso a paso, lo hemos ido logrando y lo que viene para Venezuela es grande, pudimos hacer muchísimo con poco”.\nCerca de un millón 800 mil personas se beneficiarán con la entrega del Complejo Hidrológico Batalla de Carabobo/Foto prensa presidencial Maduro le envió un mensaje claro al pueblo venezolano cuando agregó que, la ideología fascista y el nazismo “no llegarán a Venezuela, creo en la civilización del amor el Socialismo del Siglo XXI…Con las sanciones nos bloquearon los recursos y este reporte por el 1×10 siempre nos llegaba sobre la calidad del agua”, en clara referencia del método creado para que la población venezolana realice sus reportes en distintos ámbitos.\nDiálogo y más diálogo El mandatario nacional sostuvo, una vez más, que el diálogo es la única vía para dirimir controversias y desacuerdos, por lo que llamó trabajar y dialogar ampliamente. “Anuncié que el primer decreto es convocar al gran diálogo nacional, el diálogo por la paz, más nunca las guarimbas. Un gran diálogo para pensar juntos el futuro. Que no vuelva la intolerancia y el odio, eso quedó atrás, el odio y el enfrentamiento, las guarimbas dañaron todo”.\n“El diálogo debe ser 1) económico, primer nivel; 2) diálogo social, recuperación de ingresos, derechos sociales, fortalecimiento vivienda, salud y educación; 3) cultural, moral y espiritual, nuestra identidad y valores, manejar las tendencias negativas de las redes sociales; 4) político, no con élites, con los ciudadanos, el futuro de la democracia venezolana y que todo el país opine”, agregó Maduro.\nReiteró que el primer decreto presidencial que firmará el lunes 29 de julio -un día después de celebrarse la elección presidencial- será para convocar al gran diálogo nacional.\n“¡Diálogo, diálogo, diálogo!, por la paz, que es el bien más preciado que hemos conquistado, más nunca guarimba, más nunca llamar a invasiones de tropas gringas a Venezuela”, manifestó.\nTuvimos que rehacernos y echamos las bases para recuperarnos con mano firme y paso a paso lo hemos ido logrando y lo que viene para Venezuela es grande, afirmó Maduro/Foto prensa presidencial Maduro puntualizó dicha rehabilitación del Complejo Hidrológico, se llevó a cabo con la inversión en recursos del país bloqueados por el Banco de Desarrollo de América Latina y el Caribe (CAF), para mejorar la calidad del agua para las familias de Valencia, de Naguanagua, Tocuyito, Libertador, “que tuvieron tantos años sufriendo por la calidad y cantidad del agua”, sin embargo, mencionó que gracias al presidente de esta institución, Sergio Díaz-Granados, se liberó el dinero represado, permitiendo realizar la mencionada inversión.\n“Estos recursos nos los tenían bloqueados en la CAF, el gobierno del expresidente Colombiano Iván Duque y Juan Guaidó, cuando decía que era presidente de Venezuela, ellos nos bloquearon recursos para agua y casi 600 millones para electricidad para el Occidente del país y no podíamos comprar repuestos”, recordó.\nFinalmente el presidente y candidato a la reelección, expresó “a pesar de que Venezuela tiene sus derechos por ser miembro de la CAF, también los bloqueaban, hasta que llegó el desbloqueador y lo desbloqueo todo, gracias a Dios Todopoderoso que está con nosotros, porque en los momentos difíciles Dios proveerá y proveyó”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Environment"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T01:51:12.802+03:00",
    "updated": "2024-07-12T01:51:12.802+03:00"
  },
  {
    "uuid": "9d2fb40b64fd52c155d063b7bdd0ee6aa868b5fe",
    "url": "https://flipboard.com/article/watch-usman-tariq-unknown-mystery-spinner-with-baseball-pitcher-action-bowls-/f-7841276257%2Fwisden.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wisden.com - Yaseen Rana",
    "published": "2024-02-29T19:46:00Z",
    "title": "Watch: Usman Tariq, Unknown Mystery Spinner With Baseball Pitcher Action, Bowls Double-Wicket Over In PSL | Cricket News Today | Flipboard",
    "text": "News Today The 2024 Pakistan Super League has unearthed a unique talent in the mystery spin of Usman Tariq, a slow bowler with just one professional appearance … [Wisden.com](/@Wisdencom) flipped this story into [Wisden](/@wisdencom/wisden-sbems274z)•23d Related articles More stories from [Cricket](/topic/cricket) [The passage from India](/topic/cricket/the-passage-from-india/f-4edc8629d2%2Fco.uk) The failings of Bazball, like the failings of Britain, are becoming more apparentSource [WATCH: \"Saans to lene de usko\" - Virat Kohli's hilarious conversation with Ravindra Jadeja](/topic/cricket/watch-saans-to-lene-de-usko---virat-kohli-s-hilarious-conversation-with-ravin/a-UgBqIh7dQYC7OJuDYIIUxg%3Aa%3A106586776-1d6c742f90%2Fsportskeeda.com) Royal Challengers Bengaluru (RCB) star Virat Kohli had a hilarious conversation with Chennai Super Kings (CSK) all-rounder Ravindra Jadeja in the … [Anand Mahindra Honors His Promise, Gifts Thar To Sarfaraz Khan's Father After Cricketers Test Debut](/topic/cricket/anand-mahindra-honors-his-promise-gifts-thar-to-sarfaraz-khan-s-father-after-cr/a-v40Pw6HJR_Smr5P81WM9Nw%3Aa%3A106586776-59b0711829%2Fmashable.com) In a heartwarming gesture, Anand Mahindra, the owner of the Mahindra Group, fulfilled his promise by gifting a Mahindra Thar to Naushad Khan, the father of India cricketer Sarfaraz Khan. This noble act came as a token of appreciation for Naushad's unwavering support and sacrifices that paved the … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Pakistan](/topic/pakistan) [PM clips finance minister’s decision-making wings | The Express Tribune](/topic/pakistan/pm-clips-finance-minister-s-decision-making-wings-the-express-tribune/f-c229505b1f%2Fcom.pk) In a significant move, Prime Minister Shehbaz Sharif has reshuffled key positions within the cabinet, depriving Finance Minister Muhammad Aurangzeb … [Saudi plane makes emergency landing in Karachi after India 'refuses' to offload ailing Muslim passenger](/topic/pakistan/saudi-plane-makes-emergency-landing-in-karachi-after-india-refuses-to-offload-/a-pF6IAiepTb-d_pXqrXQxQA%3Aa%3A4013249032-18c8367507%2Fcom.pk) A Saudi Airline aircraft is seen parked at an airport. — AFP/FileKARACHI: The Saudia Airlines flight from Bangladesh Tuesday made an emergency … [Pakistanis ‘fed up’ with India rivalry | The Express Tribune](/topic/pakistan/pakistanis-fed-up-with-india-rivalry-the-express-tribune/a-INC0xLOlQbiw1CIn8R3WTQ%3Aa%3A13409571-2307a3f5b0%2Fcom.pk) Nearly half of the Pakistanis, or 49%, are of the opinion that air and land connections between their country and neighbouring India should be …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "usman tariq",
          "sentiment": "negative"
        },
        {
          "name": "usman",
          "sentiment": "negative"
        },
        {
          "name": "tariq",
          "sentiment": "none"
        },
        {
          "name": "jasprit bumrah",
          "sentiment": "none"
        },
        {
          "name": "gary neville’s manchester",
          "sentiment": "none"
        },
        {
          "name": "gary neville",
          "sentiment": "none"
        },
        {
          "name": "josh hazlewood",
          "sentiment": "none"
        },
        {
          "name": "kl rahul",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wahington sundar",
          "sentiment": "none"
        },
        {
          "name": "bcci",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "neville land",
          "sentiment": "none"
        },
        {
          "name": "dharamsala",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:48:21.346+02:00",
    "updated": "2024-03-24T07:13:05.731+02:00"
  },
  {
    "uuid": "341da1a02476a1c821a8f8b9343231a569ad4c9e",
    "url": "https://www.bizpacreview.com/2024/09/13/boeings-problems-explode-as-thousands-walk-off-job-in-midnight-strike-1487247",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Owen Klinsky",
    "published": "2024-09-13T16:09:00Z",
    "title": "Boeing’s problems explode as thousands walk off job in midnight strike",
    "text": "Thousands of Boeing factory workers went on strike shortly after midnight on Friday in another blow to the beleaguered airplane maker, which has spent months battling a wave of quality control crises, The Wall Street Journal reported Friday.\nThe International Association of Machinists and Aerospace Workers (IAM) rejected a tentative agreement between Boeing and union leaders that would have established a 25% wage increase over four years, the WSJ\nreported. Roughly 94% of the union’s 33,000 members voted to reject the contract and 96% voted in favor of the strike — significantly more than the two-thirds majority needed for the work stoppage to move forward.\n“The message was clear that the tentative agreement we reached with IAM leadership was not acceptable to the members,” Boeing said in a statement to the Daily Caller News Foundation. “We remain committed to resetting our relationship with our employees and the union, and we are ready to get back to the table to reach a new agreement.”\n✊We’re fighting for every family.\n✊We’re fighting for every community.\n✊We’re fighting for the future of Boeing.\n[pic.twitter.com/oGsa221TF4]\n— Machinists Union (@MachinistsUnion)\n[September 13, 2024]\nThe rejected deal would have allotted IAM workers an 11% raise this year, followed by 4% increases in 2025 and 2026, and a 6% increase in 2027, bringing the minimum hourly wage to between $20 and $37 depending on the employee’s role, the WSJ reported.\nSeveral IAM workers claimed the wage increases were too low given the rising cost of living in the Pacific Northwest and the 16-year time period since the two groups had last reached a labor deal, according to the WSJ. The last time Boeing and the IAM agreed to a new contract was in 2008 when negotiations led to a 57-day strike that cost the company an estimated $100 million a day in work stoppages.\n“While there were many important things that were in this offer, it did not bridge the gap for 16 years and going through two extensions, the threats of job loss, stagnant wages, the cost shift on healthcare and many other issues,” John Holden, the president of the IAM District 751, said after announcing the vote tally.\nissuesrelated to its 737 MAX jet, including an Alaskan Airlines 737 that had its side door plug blowoff mid-flight in January, according to the WSJ. The IAM machinists build 737, 777, and 767 jets. posteda net loss of $355 million in the first quarter of 2024, followed by an adjusted operating lossof roughly $1.4 billion in the second. pleadedguilty to criminal fraud over two fatal 737 MAX crashes in 2018 and 2019 that killed 346 people, with a congressionally mandated reportby the Federal Aviation Administration finding a disconnect between Boeing executives and rank-and-file employees on safety issues. The Senate dragged the company’s ex-CEO Dave Calhoun in to testifyabout the incidents on June 18.\n“I ask you not to sacrifice the opportunity to secure our future together, because of the frustrations of the past,” Boeing CEO Kelly Ortberg wrote in a message to the workers prior to the vote, according to the WSJ.\nThe IAM did not immediately respond to a request for comment.\nAll republished articles must include our logo, our reporter’s byline, and their DCNF affiliation. For any questions about our guidelines or partnering with us, please contact\n[[email protected]](/cdn-cgi/l/email-protection#7e12171d1b100d1710193e1a1f1712071d1f12121b0c101b090d18110b101a1f0a17111050110c19).\nDONATE TO BIZPAC REVIEW\nPlease help us! If you are fed up with letting radical big tech execs, phony fact-checkers, tyrannical liberals and a lying mainstream media have unprecedented power over your news please consider making a donation to BPR to help us fight them. Now is the time. Truth has never been more critical!\nsee all)\n-\nBoeing’s problems explode as thousands walk off job in midnight strike- September 13, 2024\n-\nMan arrested on arson charges for allegedly igniting 34,000-acre wildfire in California- September 11, 2024\n-\n‘Why isn’t she winning?’ Scott Jennings fires back at commentator after she claimed voters view Trump as ‘extremist’- September 9, 2024\nComment\nWe have no tolerance for comments containing violence, racism, profanity, vulgarity, doxing, or discourteous behavior. If a comment is spam, instead of replying to it please click the ∨ icon below and to the right of that comment. Thank you for partnering with us to maintain fruitful conversation.\nBPR INSIDER COMMENTS\nScroll down for non-member comments or\n[join our insider conversations by becoming a member](/support/). We'd love to have you!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://investors.boeing.com/investors/news/press-release-details/2024/Boeing-Reports-Second-Quarter-Results/default.aspx",
      "https://dailycaller.com/2024/02/26/federal-regulators-numerous-issues-boeing-safety-operations/",
      "https://www.wsj.com/business/boeing-ceo-kelly-ortberg-pleads-with-union-not-to-strike-af5703df?mod=hp_lead_pos1",
      "https://www.faa.gov/newsroom/Sec103_ExpertPanelReview_Report_Final.pdf",
      "https://dailycaller.com/2024/06/18/boeing-whistleblower-speaks-out-ceo-senate-testimony/",
      "https://dailycaller.com/2024/04/24/boeing-posts-loss-safety-issues/",
      "https://dailycaller.com/2024/03/10/doj-launches-criminal-investigation-alaska-airlines-after-door-plug-blowout-boeing-max-737/",
      "https://dailycaller.com/2024/08/09/things-just-got-worse-boeing/",
      "https://www.dailycaller.com/2024/02/26/federal-regulators-numerous-issues-boeing-safety-operations/",
      "https://www.dailycaller.com/2024/06/18/boeing-whistleblower-speaks-out-ceo-senate-testimony/",
      "https://dailycaller.com/2024/02/26/federal-regulators-numerous-issues-boeing-safety-operations",
      "https://faa.gov/newsroom/Sec103_ExpertPanelReview_Report_Final.pdf",
      "https://wsj.com/business/boeing-ceo-kelly-ortberg-pleads-with-union-not-to-strike-af5703df?mod=hp_lead_pos1",
      "https://dailycaller.com/2024/08/09/things-just-got-worse-boeing",
      "https://dailycaller.com/2024/04/24/boeing-posts-loss-safety-issues",
      "https://www.dailycaller.com/2024/04/24/boeing-posts-loss-safety-issues/",
      "https://www.investors.boeing.com/investors/news/press-release-details/2024/Boeing-Reports-Second-Quarter-Results/default.aspx",
      "https://www.dailycaller.com/2024/03/10/doj-launches-criminal-investigation-alaska-airlines-after-door-plug-blowout-boeing-max-737/",
      "https://dailycaller.com/2024/06/18/boeing-whistleblower-speaks-out-ceo-senate-testimony",
      "https://dailycaller.com/2024/03/10/doj-launches-criminal-investigation-alaska-airlines-after-door-plug-blowout-boeing-max-737",
      "https://www.wsj.com/business/boeing-ceo-kelly-ortberg-pleads-with-union-not-to-strike-af5703df",
      "https://www.dailycaller.com/2024/08/09/things-just-got-worse-boeing/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T21:24:14.630+03:00",
    "updated": "2024-09-13T21:24:14.630+03:00"
  }
]