[
  {
    "uuid": "f79dc2ca92094ec9d499346ea0922d1d04a2b7ce",
    "url": "https://www.wandtv.com/news/illinois-workers-will-receive-five-days-paid-leave-under-law-taking-effect-monday/article_d45981ca-a5cc-11ee-b2c8-035e3c20a4c5.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Miletich",
    "published": "2023-12-28T05:00:00Z",
    "title": "Illinois workers will receive five days paid leave under law taking effect Monday | Top Stories | wandtv.com",
    "text": "SPRINGFIELD, Ill. (WAND) — Illinois is the first state in the Midwest to guarantee paid time off. All employers across the state will be required to provide workers up to 40 hours, or five days, of paid leave each year. Gov. JB Pritzker signed the [Paid Leave for All Workers Act](https://www.ilga.gov/legislation/102/SB/PDF/10200SB0208enr.pdf) into law March 13. \"Too many people can't afford to miss even a day's pay,\" Pritzker said. \"But then, crises arise - sometimes seemingly small, sometimes catastrophic.\" Pritzker said people should not live in fear of losing income or their jobs if they have to miss work because their child is sick or a loved one needs help. The law guarantees time off for full-time and part-time workers starting January 1. Employees will receive one hour of paid leave for every 40 hours they work. However, managers could offer workers more PTO. \"When we have the ability to pass legislation like that that impacts literally 4 million Illinoisans, it's because of the work that we're able to do together,\" said House Speaker Pro Tempore Jehan Gordon-Booth (D-Peoria). People can use the paid leave they accrue after working 90 days. The law also states any unused paid time off must carry over at the end of each year, but employers are not required to cash out the balance for people leaving the workplace. Lt. Governor Juliana Stratton said the law will help Illinois continue to stand up for working families. \"There are far too many Illinoisans who are put between a rock and a hard place when life happens,\" Stratton said. \"And life does happen to all of us, to many who feel like they have to choose between their job and their loved ones. And honestly, that is a false choice.\" Any businesses failing to obey the law could face $2,5000 fines for each offense. Money from the fines will go to the state's new Paid Leave for All Workers Fund. Leaders from the business and labor community said this is the right move for Illinois. Tim Drea, President of the Illinois AFL-CIO said the law gives employees paid time off when work gets in the way of life. \"For years, we've had collective bargaining agreements that recognized that,\" Drea explained. \"But, not all employers did. CEOs, they get it. You know, middle management gets it. Union members get it. This bill gives it to every worker in the state.\" Although, the new law will not apply to independent contractors or workers covered by a collective bargaining agreement in the construction and parcel delivery industries. On January 1, Illinois will join Nevada and Maine as the only states mandating employers offer paid leave for any reason. \"Employers benefits from allowing employees to tend to urgent personal matters of their lives,\" Pritzker said. \"Workers' productivity increases, and they often gain greater passion for their job when they can manage the stress that they face outside of work more easily.\" Senate Majority Leader Kimberly Lightford (D-Maywood) said this issue lingered around the General Assembly for far too long. Lightford said this is a victory for several million workers who still fear taking an unpaid sick day. She noted that Black and Latino men and women are over-represented among low-wage workers relative to their share of the total number of workers. \"Too many low-wage workers go to work sick because they cannot afford to take unpaid leave, and then they make everybody else sick, and fear losing their job if they do. That's just simply inhumane,\" Lightford said. Under the law, employees must be paid their full wage while on leave and tipped workers will be paid the minimum wage in their municipality. The Pritzker administration said employers will not be allowed to require an employee to find their replacement for the period they are off work. \"Everyone experiences the need to take time off from work from time-to-time,\" said Illinois Department of Labor Director Jane Flanagan. \"Now, under the Paid Leave for All Workers Act, employees will be able to take time to address basic life needs without the threat of losing their pay or their job.\" Copyright 2023. WAND TV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.ilga.gov/legislation/102/SB/PDF/10200SB0208enr.pdf)",
      "https://ilga.gov/legislation/102/SB/PDF/10200SB0208enr.pdf)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jehan gordon",
          "sentiment": "none"
        },
        {
          "name": "jb pritzker",
          "sentiment": "none"
        },
        {
          "name": "pritzker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pto",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "midwest",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "ill.",
          "sentiment": "none"
        },
        {
          "name": "springfield",
          "sentiment": "none"
        },
        {
          "name": "peoria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:46:50.010+02:00",
    "updated": "2023-12-29T02:46:50.010+02:00"
  },
  {
    "uuid": "69a232641872d9cab86540441f3ccb164b707167",
    "url": "https://andaluciainformacion.es/malaga/1668597/un-sacerdote-de-florida-muerde-a-una-mujer-en-un-intento-de-defender-la-comunion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-05-25T10:02:00Z",
    "title": "Un sacerdote de Florida muerde a una mujer en un “intento de defender la comunión” | Andalucía Información. Todas las noticias de Almería",
    "text": "Un sacerdote de Florida, en Estados Unidos, es investigado por morder la mano de una feligresa durante la Eucaristía dominical en un supuesto “intento de defender la comunión”, según la declaración jurada del caso citada este viernes por medios estadounidenses. El incidente ocurrió el pasado 19 de mayo en la Iglesia de Santo Tomás de Aquino en la ciudad de St. Cloud, al sur de Orlando. Según información de CNN, en la misa de la mañana el sacerdote Fidel Rodríguez se negó a darle la Comunión a una mujer porque ella no se había confesado. El sacerdote bendijo a la mujer y le aconsejó “recibir el sacramento de la Penitencia (confesión) antes de recibir la sagrada Eucaristía”, explicó en un comunicado la Diócesis de Orlando. La mujer regresó para la misa del mediodía y cuando fue a recibir la Comunión, el padre Rodríguez le preguntó nuevamente si se había confesado, y ella respondió que “no era asunto suyo”. Luego, la mujer metió la mano en la bandeja de la Comunión, agarró las hostias y comenzó a romperlas. El padre Rodríguez intentó sujetar a la mujer, pero ella se negó a detenerse. Durante el forcejeo, la feligresa empujó al sacerdote. En respuesta, él le mordió la mano. Tras el incidente, la Diócesis defendió las acciones del padre Rodríguez.\"Si bien la Diócesis de Orlando no tolera altercados físicos como este, de buena fe, el padre Rodríguez simplemente estaba intentando evitar un acto de profanación de la Sagrada Comunión, que, como sacerdote, está obligado a proteger\", dijeron en un comunicado. El padre Rodríguez admitió lo sucedido a la Policía y dijo que estaba actuando en defensa propia. La mujer se negó a recibir atención médica y las autoridades fotografiaron la marca de la mordedura, según los documentos judiciales citados por CNN. La policía de St. Cloud ha enviado el caso a la Oficina del Fiscal de Florida para que decida si impone cargos al sacerdote. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T14:50:36.589+03:00",
    "updated": "2024-05-25T14:50:36.589+03:00"
  },
  {
    "uuid": "7a87a8e5662df24d7c08500379c2db056478d1cb",
    "url": "https://www.whatjobs.com/news/what-news-topical/all-you-need-to-know-about-indias-thriving-ai-job-market/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kris Paterson",
    "published": "2024-01-02T09:17:00Z",
    "title": "All you need to know about India’s thriving AI job market",
    "text": "Artificial Intelligence (AI) has become a transformative force across various sectors, revolutionizing industries and driving innovation worldwide.\nIndia, with its abundant pool of skilled professionals and tech-savvy talent, has emerged as a significant player in the global AI landscape.\nThe growing adoption of AI technologies has led to a surge in demand for AI experts in India, creating numerous exciting and promising career opportunities.\nThis article explores the thriving AI job market in India, shedding light on the diverse roles available and the potential for rewarding career growth in this dynamic field.\nThe Flourishing AI Job Market in India\nIndia’s AI job market has witnessed remarkable growth in recent years, spurred by the widespread adoption of AI in various industries.\nOrganizations across sectors are embracing AI to optimize processes, enhance customer experiences, and gain a competitive edge.\nAs a result, companies are actively seeking AI professionals with the expertise to develop cutting-edge solutions, drive innovation, and lead the charge towards a tech-driven future.\nThe demand for AI experts has also been fueled by the government’s initiatives to promote AI research and development in the country.\nIndia’s focus on developing AI-driven solutions for various sectors, fostering AI research and education, and creating an enabling environment for AI startups to thrive.\nAs a result, the AI industry in India is poised for significant growth, offering a wide range of opportunities for skilled professionals.\nDiverse AI Job Roles\nThe AI industry in India offers a diverse range of job roles, catering to individuals with various skills and interests.\nAI-related positions span across different domains, including technology, research, product management, and ethics.\nSome of the prominent AI job roles include AI/ML Engineer, Data Scientist, NLP Engineer, Computer Vision Engineer, AI Research Scientist, AI Product Manager, and AI Ethicist.\nPromising Career Prospects\nAI professionals in India can look forward to promising career prospects with ample opportunities for growth and impact.\nAs the demand for AI solutions continues to soar, professionals in this field can expect to play a crucial role in shaping the future of industries.\nCareer growth in the AI industry is not limited to traditional hierarchical structures but often involves lateral movement and cross-disciplinary collaboration.\nAI experts have the chance to work on cutting-edge projects, contribute to groundbreaking research, and drive transformative changes in their respective domains.\nWhether it’s developing AI-driven applications for healthcare, optimizing supply chain management using AI algorithms, or contributing to breakthrough research in natural language processing, AI professionals in India can find exciting and intellectually stimulating opportunities.\nFactors Affecting Career Growth\nSeveral factors influence career growth in the AI industry:\nExperience\nProfessionals with more experience in AI and related fields often take on more significant responsibilities and leadership roles.\nExperience allows them to tackle complex challenges and make informed decisions in the development and deployment of AI solutions.\nSkill Development\nContinuous upskilling in emerging AI technologies and methodologies enhances career prospects.\nAI professionals must stay updated with the latest advancements in AI to remain competitive in the job market.\nSpecialization\nBecoming an expert in a niche area of AI can open doors to unique and challenging projects.\nSpecialization allows professionals to carve out a niche for themselves and become sought-after experts in their specific domains.\nNeed Career Advice?\nGet employment skills advice at all levels of your career\nNetworking\nBuilding professional networks within the AI community can lead to valuable opportunities and collaborations.\nNetworking allows professionals to exchange knowledge, ideas, and experiences, fostering a sense of community within the AI industry.\nThe AI job market in India is thriving, offering a plethora of opportunities for skilled professionals to make a significant impact in the technology landscape.\nAI experts have the chance to contribute to groundbreaking innovations, drive industry transformations, and shape a future powered by intelligent machines.\nWith a diverse array of AI job roles and promising career prospects, India stands as an exciting hub for AI enthusiasts to thrive and prosper in the dynamic world of artificial intelligence.\nAs the AI revolution continues to unfold, India’s AI industry is poised for exponential growth, presenting countless opportunities for AI professionals to explore, innovate, and create a more technologically advanced and AI-driven future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "india india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T11:44:34.165+02:00",
    "updated": "2024-01-02T11:44:34.165+02:00"
  },
  {
    "uuid": "7475027688b3daaf97a49d36075177a381f7e6f4",
    "url": "https://www.lavozdigital.es/cultura/oscar-lobato-presenta-novela-lagrimas-iliria-20240314221111-ntv.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La voz de Cádiz",
    "published": "2024-03-14T21:11:00Z",
    "title": "Óscar Lobato presenta su novela 'Las lágrimas de Iliria'",
    "text": "CULTURA Óscar Lobato presenta su novela 'Las lágrimas de Iliria' La sede de la Asociación de la Prensa de Cádiz ha sido el escenario para la presentación del libro [«Es una novela que si lees los tres primeros pasajes, ya no hay vuelta atrás»](https://www.lavozdigital.es/provincia/cadiz/novela-lees-tres-primeros-pasajes-vuelta-atras-20240312173716-ntv.html) 'Las lágrimas de Iliria', combina la investigación periodística y el género negro para sumergirnos en una historia en la que desaparecen unos valiosos diamantes. Esta historia, basada en hechos reales, ha sido objeto de investigación durante tres años por parte del periodista. Aunque los hechos suceden en 2005, la historia se remonta a 1991. En ese año, un valioso lote de diamantes históricos del siglo XVII desapareció tras ser asaltado el convoy que lo evacuaba hacia Zagreb desde Dubrovnik, antes de que esta ciudad quedara situada por tropas federales yugoslavas. En 2005, una de las gemas sustraídas es ofrecida en venta, a través de los canales del mercado negro, a un tratante de joyería afincado en Bérgamo (Italia). Al conocer dicha oferta, un magnate bancario suizo, dueño de una de las colecciones privadas de diamantes más importantes de Europa, decide recuperar, por cualquier medio, la totalidad del lote desaparecido y encarga la tarea a un ex militar español, veterano del conflicto balcánico. Esta, que es la cuarta obra literaria de Óscar Lobato se ha presentado este jueves en sociedad en un acto en la sede de la Asociación de la Prensa de Cádiz.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T01:09:53.442+02:00",
    "updated": "2024-03-15T01:09:53.442+02:00"
  },
  {
    "uuid": "89b5fb8d61e69d02da4ba35255aabc7913c0ef63",
    "url": "https://www.meneame.net/story/pp-vox-par-incluyen-asignatura-religion-media-academica-aragon/c027",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "skaworld",
    "published": "2024-05-24T10:37:00Z",
    "title": "#27 PP-Vox-PAR incluyen la asignatura de religión para la media académica del Bachillerato - Aragón",
    "text": "[talkesi](/user/talkesi)a [arainfo.org](/go/link/3942599)\nEs inconstitucional, España, aunque aún no lo parezca, es un estado aconfesional y en consecuencia se está vulnerando el artículo 16 de la constitución.\nHay que denunciar todos y cada uno de los ataques a nuestra democracia.\nSinceramente, esto es una puta aberración.\nUn disparate que sólo puede provenir de los enfermizos seguidores de esas sectas destructivas que basan su razón de ser en la existencia de seres imaginarios.\nEquiparar las creencias personales de gente que parece experimentar auténticas alucinaciones del mundo real con las creencias procedentes del resultado de milenios de investigación y que han llegado a consensos cuasi irrefutables, es decir los que proceden de la ciencia, es una auténtica mostruosidad y da una idea de hasta que punto de regresión se está llevando a cabo con esta panda de facinerosos salvajes.\nEh, que tener que aprender un idioma en una region donde ese idioma es oficial para ejercer labores públicas que pueden implicar el uso y conocimiento de ese idioma, es discriminacion.\nPero para acceder a la universidad, pa eso tienes que saber que el virgo de la madre de mi Dios estuvo forever impoluto.\nEs una iniciativa, no una ley. Y como ley no puede ser aporobada porque contraviene la ley marco, que es estatal. Brindis al sol, titular tendencioso.\nVoto errónea.\n[#11](c11#c-11) No puedes votar errónea por que presentarlo lo han presentado, que necesiten clases para entenderlo ya es cosa suya y de su guía espiritual",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T14:43:09.599+03:00",
    "updated": "2024-05-24T14:43:09.599+03:00"
  },
  {
    "uuid": "71af327e8f573e552742fcefaeb6c970b2c1e3cc",
    "url": "https://vnexplorer.net/russian-poet-receives-7-year-prison-sentence-for-reciting-verses-against-war-in-ukraine-s698246.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T00:03:00Z",
    "title": "Russian poet receives 7-year prison sentence for reciting verses against war in Ukraine",
    "text": "Russian poet Artyom Kamardin stands inside the defendants’ glass cage during their verdict announcement at a court in Moscow on Dec. 28. ((ALEXANDER NEMENOV/AFP/Getty Images))\nA Russian poet was given a seven-year prison sentence Thursday for reciting verses against Russia’s war in Ukraine, a tough punishment that comes during a relentless Kremlin crackdown on dissent.\nMoscow’s Tverskoi District Court convicted Artyom Kamardin on charges of making calls undermining national security and inciting hatred, which related to him reading his anti-war poems during a street performance in downtown Moscow in September 2022.\nYegor Shtovba, who participated in the event and recited Kamardin’s verses, was sentenced to five and a half years on the same charges.\nThe gathering next to the monument to poet Vladimir Mayakovsky was held days after President Vladimir Putin ordered a mobilization of 300,000 reservists amid Moscow’s military setbacks in Ukraine. The widely unpopular move prompted hundreds of thousands to flee Russia to avoid being recruited into the military.\nPolice swiftly dispersed the performance and soon arrested Kamardin and several other participants.\nRussian media quoted Kamardin’s friends and his lawyer as saying that police beat and raped him during the arrest. Soon after, he was shown apologizing for his action in a police video released by pro-Kremlin media, his face bruised.\nAuthorities have taken no action to investigate the allegations of abuse by police.\nDuring Thursday’s hearing, Kamardin’s wife, Alexandra Popova, was escorted out of the courtroom by bailiffs after she shouted “Shame!” following the verdict. Popova, who spoke to journalists after the hearing, and several other people were later detained on charges of holding an unsanctioned “rally” outside the court building.\nBetween late February 2022 and earlier this month, 19,847 people have been detained in Russia for speaking out or protesting against the war while 794 people have been implicated in criminal cases over their anti-war stance, according to the OVD-Info rights group, which tracks political arrests and provides legal assistance.\nThe crackdown has been carried out under a law Moscow adopted days after sending troops to Ukraine that effectively criminalized any public expression about the war deviating from the official narrative.\nThis story originally appeared in Los Angeles Times.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mape2.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mape2.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "artyom kamardin",
          "sentiment": "negative"
        },
        {
          "name": "kamardin",
          "sentiment": "none"
        },
        {
          "name": "yegor shtovba",
          "sentiment": "none"
        },
        {
          "name": "vladimir putin",
          "sentiment": "none"
        },
        {
          "name": "vladimir mayakovsky",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afp/getty images",
          "sentiment": "none"
        },
        {
          "name": "tverskoi district court",
          "sentiment": "none"
        },
        {
          "name": "kremlin",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:17:26.616+02:00",
    "updated": "2023-12-29T02:17:26.616+02:00"
  },
  {
    "uuid": "2b3c24bc7d797159c2347f3fbfb05396b2a2193c",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfsp/2025-08-14/doc-infkxuaf5323684.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-08-14T07:06:00Z",
    "title": "机器人ETF南方（159258）跌0.38%，成交额3001.30万元_新浪财经_新浪网",
    "text": "8月14日，南方中证 机器人 ETF（159258）收盘跌0.38%，成交额3001.30万元。\n机器人ETF南方（159258）成立于2025年7月24日，基金全称为南方中证机器人交易型开放式指数证券投资基金，基金简称为南方中证机器人ETF。该基金管理费率每年0.50%，托管费率每年0.10%。机器人ETF南方（159258）业绩比较基准为中证机器人指数收益率。\n规模方面，截止8月13日，机器人ETF南方（159258）最新份额为2.82亿份，最新规模为2.99亿元。\n机器人ETF南方（159258）现任基金经理为潘水洋。潘水洋自2025年7月24日管理（或拟管理）该基金，任职期内收益6.02%。\n最新定期报告显示，机器人ETF南方（159258）重仓股包括 科大讯飞 、 汇川技术 、 石头科技 、 大华股份 、 中控技术 、 双环传动 、 大族激光 、机器人、 巨轮智能 、 拓邦股份 ，持仓占比如下。 股票代码 股票名称 持仓占比 持仓股数（股） 持仓市值（元） 002230 科大讯飞 1.22% 8.98万 450.71万 300124 汇川技术 1.21% 6.84万 447.40万 688169 石头科技 0.64% 1.43万 236.72万 002236 大华股份 0.61% 13.64万 226.70万 688777 中控技术 0.56% 4.36万 208.13万 002472 双环传动 0.44% 4.67万 161.77万 002008 大族激光 0.41% 5.80万 153.24万 300024 机器人 0.41% 8.63万 151.97万 002031 巨轮智能 0.33% 15.15万 123.62万 002139 拓邦股份 0.33% 8.59万 123.27万\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->investment and opinion pieces",
      "Economy, Business and Finance->debt market",
      "Science and Technology->economics",
      "Science and Technology->technology and engineering",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T10:14:07.546+03:00",
    "updated": "2025-08-15T11:05:59.000+03:00"
  },
  {
    "uuid": "fe96be575cb0046669f37e11782f4ed669e26027",
    "url": "https://www.justice.gov/usao-edwa/pr/spokane-property-management-company-agrees-pay-more-300000-fraudulently-claiming",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "justice.gov",
    "published": "2024-06-13T17:53:00Z",
    "title": "Eastern District of Washington | Spokane Property Management Company Agrees to Pay More Than $300,000 for Fraudulently Claiming Hundreds of Thousands of Dollars in Rent Assistance During COVID-19 Pandemic | United States Department of Justice",
    "text": "Press Release Spokane Property Management Company Agrees to Pay More Than $300,000 for Fraudulently Claiming Hundreds of Thousands of Dollars in Rent Assistance During COVID-19 Pandemic Thursday, June 13, 2024 Share Facebook X LinkedIn Email For Immediate Release U.S. Attorney's Office, Eastern District of Washington Spokane, Washington - Vanessa R. Waldref, the United States Attorney for the Eastern District of Washington announced All Star Property Management, LLC (All Star), a property management company located in Spokane, and Arlin Jordan, have agreed to pay $329,196 to resolve claims they falsely and fraudulently claimed hundreds of thousands of dollars in rent assistance intended to benefit struggling renters during the COVID-19 pandemic.\nDuring the COVID-19 pandemic, Congress established an Emergency Rent Assistance program to provide funds through local and tribal governments to benefit struggling renters who had fallen behind on rent due to unemployment or other hardship. In Washington, the program was known as the Treasury Rent Assistance Program (T-RAP). Under T-RAP, landlords or property management companies could apply for T-RAP federal funding for a tenant’s past due and projected unpaid rent. As a material condition of receiving federal funds, landlords were required to certify that the information included in the T-RAP application, including the rent amounts, were truthful and accurate, and to certify compliance with material T-RAP program requirements. Landlords were further required to apply any funds received for a particular tenant to that tenant’s balance.\nAccording to court documents, during the relevant time period, All Star was a property management company, owned by Gieve Parker, that managed rental properties on behalf of landlords in Spokane, including several properties owned by Arlin Jordin. Jordin was currently serving a prison sentence at the Coyote Ridge Corrections Center in Connell, Washington, for drugging and raping a tenant, but Jordan continued to own and collect income from Spokane properties managed by All Star, for which All Star and Jordin split the rental income.\n“All-Star Property Management, Ms. Parker, and Mr. Jordin used false and fraudulent information as part of a scheme targeting precious and limited rent assistance funds. As a result, they lined their pockets with money that should have been used to keep people in a safe, secure, affordable home during a deadly pandemic,” stated U.S. Attorney Waldref. “Landlords and property management companies need to play by the rules. We will continue to work with our law enforcement partners to hold accountable those who abuse critically important housing support programs.”\nAs All Star Property admitted in the Settlement Agreement, All Star Property and Parker certified and submitted T-RAP applications that contained inaccurate information, including, inflated monthly rental amounts, owed rent money for months when the residents were not living at the property, and owed rent money for months where tenants were receiving rental assistance from outside organizations. This inaccurate information resulted in overpayment of federal emergency rental assistance funds for which All Star and Parker were not eligible. With respect to rental properties managed by All Star Property for Jordin, a management fee was subtracted from received T-RAP funds and retained by All Star Property, and the remaining received T-RAP funds were paid to Jordin. The result of which was that Jordin received overpayment of T-RAP funds that he was not otherwise entitled to.\nUnited States Attorney Waldref further stated that, “Importantly, this case came out of Washington’s right-to-counsel program for indigent renters facing eviction. Equal access to justice in eviction defense is helping shine a light on these fraudulent practices in ways that was not possible before this important program existed. We will continue working with community and housing rights organizations like the Northwest Justice Project to hold landlords accountable when they put profits before tenant’s rights.”\nThis case was originally brought by the Northwest Justice Project, Washington’s largest legal aid organization, on behalf of Krystal Jeffries, a former tenant in a property owned by Jordin and managed by All Star. Under the False Claims Act, whistleblowers may file an action under seal in federal court. The United States investigates the allegations and determines whether to intervene in the action. Under the False Claims Act, the United States may recover up to three times the damages caused by the Defendant, plus additional penalties for each false claim or statement. Over the past decade, False Claims Act recoveries in the Eastern District of Washington have exceeded $400 million. If the United States obtains a recovery, the whistleblower is generally able to share in a portion of the recovery. Here, Relator Krystal Jeffries will recover more than $68,000 of the settlement amount, plus additional attorney fees of $18,660 recovered by the Northwest Justice Project.\nAssistant United States Attorneys Jake Brooks and Dan Fruchter prosecuted this case on behalf of the United States. The investigation was conducted by the Federal Bureau of Investigation, Spokane Resident Office.\nA copy of the settlement agreement can be found below:\nSettlement Agreement Contact Robert Curry\nPublic Affairs Specialist\nUSAWAE.Media@usdoj.gov\nUpdated June 13, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://twitter.com/intent/tweet?url=https://www.justice.gov/usao-edwa/pr/spokane-property-management-company-agrees-pay-more-300000-fraudulently-claiming&text=Spokane",
      "http://www.linkedin.com/shareArticle?mini=true&url=https://www.justice.gov/usao-edwa/pr/spokane-property-management-company-agrees-pay-more-300000-fraudulently-claiming&title=Spokane",
      "http://www.facebook.com/sharer/sharer.php?u=https://www.justice.gov/usao-edwa/pr/spokane-property-management-company-agrees-pay-more-300000-fraudulently-claiming",
      "http://linkedin.com/shareArticle?mini=true&url=https://justice.gov/usao-edwa/pr/spokane-property-management-company-agrees-pay-more-300000-fraudulently-claiming&title=Spokane",
      "http://www.facebook.com/sharer/sharer.php",
      "http://twitter.com/intent/tweet",
      "http://facebook.com/sharer/sharer.php?u=https://justice.gov/usao-edwa/pr/spokane-property-management-company-agrees-pay-more-300000-fraudulently-claiming",
      "http://www.linkedin.com/shareArticle",
      "http://twitter.com/intent/tweet?url=https://justice.gov/usao-edwa/pr/spokane-property-management-company-agrees-pay-more-300000-fraudulently-claiming&text=Spokane"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vanessa r. waldref",
          "sentiment": "none"
        },
        {
          "name": "arlin jordan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eastern district of washington | spokane property management company agrees",
          "sentiment": "neutral"
        },
        {
          "name": "united states department of justice press release spokane property management company agrees",
          "sentiment": "neutral"
        },
        {
          "name": "office",
          "sentiment": "none"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "eastern district of washington",
          "sentiment": "none"
        },
        {
          "name": "eastern district of washington spokane",
          "sentiment": "none"
        },
        {
          "name": "all star property management",
          "sentiment": "none"
        },
        {
          "name": "treasury rent assistance program",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "spokane",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:44:18.969+03:00",
    "updated": "2024-06-14T00:44:18.969+03:00"
  },
  {
    "uuid": "c4072b6c6f315d163b885503f3c746425100b711",
    "url": "https://www.wnep.com/article/news/local/carbon-county/lehighton-community-rallies-around-fire-victims-firefighters/523-3870d02d-47c1-4321-be37-001c6801ce74",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Kress",
    "published": "2024-06-21T00:00:00Z",
    "title": "Lehighton rallies around fire victims | wnep.com",
    "text": "LEHIGHTON, Pa. — Not much is left of a home on North 1st Street in Lehighton. Thursday night, flames ripped through the home and spread to another home next door. \"It was scary,\" said Konner Nalesnik. \"I saw the smoke, and obviously, anytime a fire happens, you're praying for the family, but when it's someone you know, it's different.\" Nalesnik says the home that caught fire belongs to the family of one of his wrestling teammates. They were not home when the fire broke out. \"I care about the team and others before me, so knowing I have teammates in need, so I was quick to jump the gun and get some stuff together, and make sure they are alright and have the things they need because they don't have anything at all.\" Lehighton Fire Chief Pat Mriss says between the damage of the two homes, eight people are now left without a place to live. The Lehighton Takedown Club has started a donation drive for the families. \"This rivals up with one of the biggest ones in my career that we've seen in the borough,\" Chief Mriss said. Chief Mriss says battling this fire in the extreme heat was no easy task. Neighbors and businesses were quick to step in to help. \"The community support, they came out. They brought water. They brought food. The support, it didn't go unnoticed,\" the chief said. \"You always talk about everyone knows each other in a small town but when something like this happens, you see that camaraderie, everyone coming together and caring for each other,\" Nalesnik added. A state police fire marshal is investigating the cause of the fire. A GoFundMe page has been set up to help the victims.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.gofundme.com/f/support-christines-family-rebuild-after-fire)",
      "https://gofundme.com/f/support-christines-family-rebuild-after-fire)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "konner nalesnik",
          "sentiment": "none"
        },
        {
          "name": "nalesnik",
          "sentiment": "none"
        },
        {
          "name": "pat mriss",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lehighton takedown club",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lehighton",
          "sentiment": "none"
        },
        {
          "name": "lehighton",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T23:53:37.673+03:00",
    "updated": "2024-06-22T05:49:42.478+03:00"
  },
  {
    "uuid": "c0c1a4ac95e656c408f4d7574dd5d035da6c6aeb",
    "url": "https://www.progress-index.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:30.752+02:00",
    "updated": "2023-12-29T00:25:30.752+02:00"
  }
]