[
  {
    "uuid": "daf3ce8b7480a914b8c011a64bc9f73cc69f34fe",
    "url": "https://www.kait8.com/2024/04/04/retired-marine-cancer-survivor-celebrates-remission-with-10-hour-swim",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lauren Watson",
    "published": "2024-04-04T00:00:00Z",
    "title": "Retired Marine and cancer survivor celebrates remission with 10-hour swim",
    "text": "COLORADO SPRINGS, Colo. ( KKTV /Gray News) - A retired Marine and cancer survivor in Colorado celebrates the anniversary of his remission with a feat he picked up during his service. Michael LaBarge said he was diagnosed with glioblastoma multiforme, grade IV brain cancer, 21 years ago on April 2. LaBarge said he has been in remission for a while and that he swims for 10 hours on the anniversary to celebrate it. “The prognosis was two weeks to 10 months … 21 years ago,” he told KKTV . “I did this a lot in the Marines. [Today,] I started at 6 a.m., stopping at 4 p.m.” He completed his swim this year at the U.S. Air Force Academy’s Community Pool in Colorado Springs. Chris Gesterling, the USAFA Pool Aquatics Manager, said he often sees LaBarge at the pool, and his story of surviving cancer is inspiring. “Former Marine ... you know, he beat brain cancer so everything is possible for him,” Gesterling said. As LaBarge swam, he also shared his message for those fighting similar battles to the one he faced. “Hopefully, this will inspire people with cancer to get out, stay active and, you know, don’t get too down on themselves,” he said. Copyright 2024 KKTV via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.kktv.com/2024/04/03/retired-marine-cancer-survivor-colorado-springs-completes-10-hour-swim-celebrate-remission/",
      "https://www.kktv.com/2024/04/03/retired-marine-cancer-survivor-colorado-springs-completes-10-hour-swim-celebrate-remission",
      "https://kktv.com/2024/04/03/retired-marine-cancer-survivor-colorado-springs-completes-10-hour-swim-celebrate-remission/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael labarge",
          "sentiment": "none"
        },
        {
          "name": "gesterling",
          "sentiment": "none"
        },
        {
          "name": "chris gesterling",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kktv",
          "sentiment": "none"
        },
        {
          "name": "labarge",
          "sentiment": "none"
        },
        {
          "name": "u.s. air force academy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "colorado springs",
          "sentiment": "none"
        },
        {
          "name": "colo.",
          "sentiment": "none"
        },
        {
          "name": "colorado springs",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T03:01:04.587+03:00",
    "updated": "2024-04-05T03:01:04.587+03:00"
  },
  {
    "uuid": "308077c34de14ea7ced7fbf973402951c0f07565",
    "url": "https://www.freepressjournal.in/corporate-gallery/central-railway-revolutionises-comfort-odour-free-air-conditioned-toilets-with-cutting-edge-technology",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FPJ Bureau",
    "published": "2024-01-06T00:35:00Z",
    "title": "Central Railway Revolutionises Comfort: Odour-Free Air-Conditioned Toilets with Cutting-Edge Technology",
    "text": "Central Railway on Friday announced the unveiling of cutting-edge, odour-free, air-conditioned gents’ toilet at the iconic Chhatrapati Shivaji Maharaj Terminus (CSMT) Suburban concourse. The state-of-the-art facility, first of its kind over Indian Railways marking a significant milestone in the realm of commuter comfort and hygiene was opened for general public on January 4th, 2024.\nThis groundbreaking initiative showcases Central Railway's unwavering commitment to passenger well-being. The introduction of air-conditioned toilets heralds a new era of innovation, seamlessly integrating technology to elevate the commuting experience. The focal point of this technological marvel is the incorporation of negative pressure, a sophisticated system that not only ensures a refreshing environment within the toilets but also plays a pivotal role in maintaining exceptional cleanliness standards. The negative pressure mechanism effectively removes unpleasant odours, guaranteeing a more pleasant and hygienic experience for passengers.\nCentral Railway's dedication to environmental responsibility is evident through the integration of activated carbon filters in the exhaust system. These filters play a vital role in neutralizing and purifying air emissions, assuring the efficient removal of potential pollutants before their release into the atmosphere. This environmentally conscious approach aligns with contemporary standards, reflecting the railway's commitment to reducing its carbon footprint and fostering sustainable practices.\nPassengers can now relish a comfortable and sanitary restroom experience, courtesy of Central Railway's investment in state-of-the-art technology. This transformative initiative not only enhances the overall travel experience but also establishes a benchmark, encouraging others to adopt innovative solutions that prioritize passenger well-being.\nPrior to the inauguration on January 3rd, Ram Karan Yadav, the General Manager of Central Railway, conducted an extensive inspection focusing on cleanliness and various passenger amenities at CSMT Railway station. This proactive approach underscores Central Railway's dedication to ensuring a holistic and exceptional journey for all travelers.\nThe introduction of air-conditioned toilets represents a significant leap forward in technological advancement, showcasing Central Railway's commitment to excellence and passenger-centric services.\nKey Features of the Air-Conditioned Toilet:\n- Fresh air input in conditioned space.\n- 2 Stage treatment for exhaust air to eliminate odours.\nStage I: 3 Stage filtration with Activated Charcoal filter. Pre filter will arrest airborne particles and will protect charcoal filters from getting choked. Charcoal Filter absorbs all foul smell.\nStage II: Using Ozone Generator, Ozone Controller and Volatile Organic Compounds (VOC) monitor to add Ozone in the exhaust airstream to eliminate any remaining foul smell from exhaust air.\n- This exhaust air is exhausted on top of the building and into the atmosphere. This will ensure negligible foul smell and minimum disturbance to passerbies as well as all stores in the vicinity.\n- Negative pressure will be maintained to ensure no foul smell is released in the vicinity.\n- Air input capacity: 7200 CFM (cubic feet per minute)\n- Exhaust air: 8000 CFM (cubic feet per minute)\n- This is designed for heavy footfall at CSMT station in tune of 50,000 passengers per day\nCentral Railway continues to push the boundaries of technological advancement, setting a precedent for a seamless and enjoyable travel experience for commuters. The introduction of air-conditioned toilets represents a significant leap forward, underscoring the railway's commitment to excellence and passenger-centric services.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "edge technology central railway",
          "sentiment": "negative"
        },
        {
          "name": "central railway",
          "sentiment": "none"
        },
        {
          "name": "chhatrapati shivaji maharaj terminus",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "central railway",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T03:36:07.357+02:00",
    "updated": "2024-01-06T03:36:07.357+02:00"
  },
  {
    "uuid": "5ea0168bb4288a4f6921ebf46704635aee1eba51",
    "url": "https://abcnews.go.com/International/wireStory/20-killed-congo-flooding-landslides-bringing-weeks-fatalities-105988754",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2023-12-29T15:41:00Z",
    "title": "At least 20 killed in Congo flooding and landslides, bringing fatalities to over 60",
    "text": "At least 20 killed in Congo flooding and landslides, bringing fatalities to over 60\nAt least 20 people have died following landslides caused by torrential rains that hit the South Kivu region in eastern Congo\nKINSHASA, Congo -- At least 20 people have died following landslides caused by torrential rains which hit the South Kivu region in eastern Congo, officials announced on Friday.\nThat brings to more than 60 the number of deaths caused by flooding and landslides in Congo in the past week alone.\nOfficials said the landslides swallowed up houses and dwellings on Thursday in the locality of Burhiny, in the Mwenga territory.\n“The 20 deaths are the direct result of landslides that buried houses,\" said territory administrator Walubila Ishikitilo.\nThe government said on Friday that it was deploying emergency assistance to those affected and evacuating residents from the area.\nFlooding also affected other parts of the country on Friday, including the capital, Kinshasa, on the banks of the Congo River, and parts of Kasai province.\nThe latest come just about 48 hours after landslides claimed the lives of more than 20 artisanal miners in Kamituga, also in the Mwenga territory, on Tuesday, according to officials.\nOn Wednesday, 21 people died from landslides caused by torrential rains in Bukavu, an area in South Kivu.\nObservers have blamed the extent of the damage caused by torrential rains, flooding and landslides in South Kivu on the illegal construction of houses in unauthorized locations. Since the beginning of December, at least 100 people have lost their lives.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "walubila ishikitilo",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "congo",
          "sentiment": "none"
        },
        {
          "name": "congo river",
          "sentiment": "none"
        },
        {
          "name": "burhiny",
          "sentiment": "none"
        },
        {
          "name": "south kivu",
          "sentiment": "none"
        },
        {
          "name": "congo kinshasa",
          "sentiment": "none"
        },
        {
          "name": "kinshasa",
          "sentiment": "none"
        },
        {
          "name": "mwenga",
          "sentiment": "none"
        },
        {
          "name": "kasai province",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:15:14.459+02:00",
    "updated": "2023-12-29T18:15:14.459+02:00"
  },
  {
    "uuid": "87505db1930bc50428b0ec44571eaa2ec174c9fa",
    "url": "https://www.world-today-news.com/eating-breakfast-early-reduces-the-risk-of-heart-attack-and-stroke-study-finds/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-01-06T01:13:00Z",
    "title": "Eating Breakfast Early Reduces the Risk of Heart Attack and Stroke, Study Finds - World Today News",
    "text": "Research results show that eating breakfast It is important to help reduce the risk of heart attack. and stroke Breakfast is one of the important meals for creating energy for the body and brain. Significantly affect the daily life of humans. and results in the best and most efficient results A team of researchers from Inrae, Inserm and Université Sorbonne Paris Nord from [France](https://www.world-today-news.com/tag/france/), as well as the Barcelona Institute for Global [Health](https://www.world-today-news.com/category/health/), revealed that eating breakfast earlier. Will be beneficial to heart [health](https://www.world-today-news.com/category/health/) and more cerebral blood vessels Including dinner, which is the last meal of the day. How late do you eat? It increases the risk of coronary heart disease. The results of studies and research recorded by more than 103,000 participants by the NutriNet-Santé group from 2009 to 2022 were used in the research. to find a relationship Possibility of eating human behavior It was found that the time for eating breakfast and dinner was It is related to the heart’s rhythm. This may play a role in reducing and increasing the risk of coronary heart disease. and heart attacks, which are more common in people with an average age of 42 years and 79% of whom are [women](https://www.world-today-news.com/tag/women/) These risks increase by 6% per hour as a result of eating a late and late breakfast. Including people who don’t eat breakfast, for example, eating their first breakfast at 9:00 a.m. is at risk for heart disease. and blood vessels increased to 6% compared to eating at 8:00 a.m., etc. By for dinner or the last meal of the day Eating these foods later than 9:00 p.m. is associated with a higher risk of coronary heart disease. Increased by up to 28% compared to eating before 8:00 p.m. as well. For those who want to lose weight The researchers concluded and recommended that The longer the duration of the nighttime fast, (From the time of the last meal of the day until the first meal of the next day) risk of stroke Heart disease will decrease. And help prevent the risk of coronary heart disease better. These findings only relate to disease risk statistics. By this precision This needs to be replicated in other populations. and through additional scientific studies Currently, the WHO emphasizes the importance of consumption. and more food To reduce heart attack problems and stroke that is the most common cause of death With more than 8 million deaths caused by diet. There are also other causes such as lifestyle habits, smoking, and excessive alcohol consumption. Collection of such [information](https://www.world-today-news.com/tag/information/) The purpose is to emphasize the importance of “Breakfast and dinner” are significantly related. About preventing cardiovascular disease Because eating food is hygienic, beneficial and punctual. Often has a positive effect on the human body. And it definitely has a direct effect on controlling blood pressure. [information](https://www.world-today-news.com/tag/information/) : worldeconomicforum, citizen 2024-01-05 07:00:00 #Breakfast #important #meal #positive #effect #heart #reduce #stroke",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "université sorbonne paris nord",
          "sentiment": "none"
        },
        {
          "name": "barcelona institute for global",
          "sentiment": "none"
        },
        {
          "name": "inserm",
          "sentiment": "none"
        },
        {
          "name": "nutrinet",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "inrae",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T03:23:03.387+02:00",
    "updated": "2024-01-06T03:23:03.387+02:00"
  },
  {
    "uuid": "c8a15837bedba8e2762e715f53469fac7ccc0605",
    "url": "https://www.elconfidencialdigital.com/articulo/cotilleo/maximo-valverde-desea-que-isabel-pantoja-tenga-acercamiento-hijos-momento-tan-complicado/20240418191228763892.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Atenea Andreakis",
    "published": "2024-04-18T18:12:00Z",
    "title": "Máximo Valverde desea que Isabel Pantoja tenga un acercamiento con sus hijos en este momento tan complicado",
    "text": "Máximo Valverde desea que Isabel Pantoja tenga un acercamiento con sus hijos en este momento tan complicado\nTras su exitazo rotundo en el WiZink Center el pasado fin de semana, Isabel Pantoja sigue dando que hablar. En esta ocasión ha sido su examigo Máximo Valverde quien le ha dedicado unas palabras a la tonadillera desde la Maestranza de Sevilla.\nEl actor ha asegurado que es examiga \"porque desgraciadamente yo le sigo teniendo mucho cariño aunque no nos hablemos, pero me da mucha pena porque es una mujer que ha tenido todo y ahora se encuentra muy sola\".\nEl que fuera amigo suyo aprovechaba para reflexionar y confesaba que \"la vida no es solamente triunfo de las canciones y tener dinero, también influye mucho las amistades y la gente que está a tu lado y ha ido perdiendo a todos sus amigos y los hijos, que es fundamental\".\nSin desprestigiarla como cantante, Máximo ha dejado claro que \"es una pedazo de artista como la copa de un pino\" y que \"me alegro\" por el éxito que tuvo el pasado sábado en Madrid tras llenar el WiZink Center.\nSin embargo, le apena que \"como persona esté en un momento tan complicado de su vida, no sé si ella estará feliz o no, pero lo dudo mucho cuando no puede hablar ni con sus hijos\". Además, aprovechaba para mandarle un consejo, que se acerque a sus hijos: \"Sobre todo por sus hijos porque los amigos van y vienen y los eliges, pero los hijos no, son tuyos desde que nacen, debería de haber un consenso... les deseo buena suerte\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:50:48.357+03:00",
    "updated": "2024-04-19T00:50:48.357+03:00"
  },
  {
    "uuid": "dfa76cbaeee91e2f9f302c4673d537f12b3b3462",
    "url": "https://www.businessinsider.es/tecnologia/amazon-quiere-salvar-alexa-inteligencia-artifial-consiste-agonico-intento-conseguirlo-1420438",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Vázquez",
    "published": "2024-11-22T09:00:00Z",
    "title": "Amazon quiere salvar Alexa con inteligencia artifial: en qué consiste agónico intento para conseguirlo",
    "text": "Amazon quiere salvar Alexa con inteligencia artifial: en qué consiste agónico intento para conseguirlo\n- Amazon se ha enfrentado a repetidos retrasos en el lanzamiento de una nueva Alexa potenciada por inteligencia artificial.\n- La integración con socios como Uber y Ticketmaster ha complicado los procesos de resolución de problemas relacionados con la latencia y ciertas compatibilidades.\nAlexa, de Amazon, parece el producto perfecto para la era de la inteligencia artificial (IA) generativa.\nConseguir que esta potente tecnología funcione realmente bien con el asistente digital es un reto monumental que ha estado plagado de problemas técnicos y repetidos retrasos.\nSegún documentos internos de Amazon y varias personas implicadas en el proyecto, los puntos de fricción con los clientes —problemas de asociación, de compatibilidad, de latencia y de precisión— han obstaculizado el progreso de una Alexa sostenida por IA.\nEl equipo de Alexa está sometido a una enorme presión para sacar algo adelante. Hace una década lanzó los altavoces Echo, lo que le dio cierta ventaja en el mercado. Pero ese éxito inicial se esfumó y, hasta ahora, el negocio no ha logrado ser rentable, lo que ha llevado a drásticos recortes y [despidos en los últimos años](https://www.businessinsider.es/desarrollo-profesional/despedido-amazon-reincorporado-renunciado-cultura-cambiado-1418823).\nFuentes internas de la empresa consideran que el momento que vive la IA es una oportunidad importantísima para Alexa. También es la última que tendrán de reavivar el interés de los consumidores por el asistente de voz gracias al poder de los grandes modelos lingüísticos (LLM, por sus siglas en inglés).\nUn producto de esta envergadura \"no tiene precedentes y lleva su tiempo\", comenta un portavoz de Amazon a Business Insider. \"No es tan sencillo como superponer un LLM al servicio Alexa\".\nAlerta roja\nUno de los principales retos a los que se enfrenta la nueva Alexa tiene que ver con cómo interactuará el asistente digital con otras empresas y servicios y quién será el responsable de los clientes si sus peticiones, pedidos y pagos no salen bien.\nA finales de agosto, Amazon [estaba trabajando en la integración de ocho aplicaciones de terceros, incluidas Uber y Ticketmaster](https://www.businessinsider.es/tecnologia/amazon-negocio-instacart-uber-ticketmaster-ayudaran-nueva-alexa-potenciada-inteligencia-artificial-1419728), y en la próxima Alexa potenciada por IA para gestionar diversas consultas de los usuarios.\nEn ese momento, el objetivo era lanzar la nueva Alexa hacia mediados de octubre, según uno de los documentos internos obtenidos por Business Insider. Sin embargo, aún no estaba claro qué empresas serían responsables de problemas de atención al cliente como los errores de pago y entrega.\nLa falta de claridad podía hacer que Amazon contactara frecuentemente a clientes de empresas asociadas. Además, esos socios redirigirían a veces a los usuarios de vuelta a Amazon.\n\"Este nivel de soporte causaría una fricción significativa con el cliente, cuando algunos de los pedidos o compras sean sensibles al tiempo, es decir, pedidos de comida o viajes en coche compartido, por ejemplo. Los errores de compra, por otro lado, pueden resultar caros si se producen con productos como unas entradas para un concierto de Taylor Swift\", decía el escrito bajo el epígrafe de Alerta roja.\nFechas de lanzamiento retrasadas\nProblemas como este han hecho que Amazon retrase la fecha de lanzamiento semana tras semana, según algunas de las personas involucradas en el proyecto, cuyo nombre en clave es Banyan o Remarkable Alexa. Las fuentes de BI han pedido no ser identificadas porque no están autorizadas a hablar con la prensa.\nPor ejemplo, sin responsabilidades más claramente definidas con terceros socios, Amazon esperaba nuevos retrasos en el lanzamiento. \"La alineación de los planes de atención al cliente entre los equipos de Producto y los socios puede retrasar aún más este calendario si se produce algún retraso\", advertía uno de los documentos.\nInicialmente, el estreno de esta tecnología estaba previsto para junio pero, después de repetidos retrasos, fuentes internas de la empresa revelan que este no se dará hasta finales de noviembre. Algunas de las personas con las que BI ha hablado recientemente estiman que la actualización de Alexa se lanzará a principios de 2025, con lo que se perdería el periodo clave de Navidad.\nA finales de octubre, Amazon no había decidido una marca oficial para el asistente de voz actualizado, y dio instrucciones a los empleados para que simplemente lo llamaran \"el nuevo Alexa\" hasta nuevo aviso, dice un documento interno.\nEl enorme potencial de Alexa\nNo cabe duda de que Alexa tiene un gran potencial a largo plazo en la era de la IA generativa, siempre y cuando Amazon pueda solucionar sus problemas con relativa rapidez.\nEl tiempo es esencial, en parte porque el negocio actual de Alexa ha perdido impulso en los últimos años. Según un informe reciente de eMarketer, el crecimiento de usuarios de los principales asistentes de voz, incluida Alexa, ha disminuido significativamente en los últimos años.\n[El repentino auge de ChatGPT](https://www.businessinsider.es/auge-ia-inevitable-tiempo-adaptarse-chatgpt-1207404) ha puesto de manifiesto lo que es posible cuando los potentes modelos de IA se integran sin problemas con productos populares que los consumidores y las empresas consideran útiles.\nAlgunos dirigentes de Amazon son optimistas respecto a esta Alexa dotada de IA y al nuevo servicio de suscripción de pago que podría acompañarla. Al menos, una estimación interna proyectó una tasa de conversión del 20% para la suscripción de pago, comenta una fuente interna.\nEso significaría que de cada 100 usuarios existentes de Alexa, aproximadamente 20 pagarían por la oferta mejorada. Amazon no revela públicamente el número de usuarios activos de Alexa, pero sí ha reconocido alguna vez que ha vendido más de 500 millones de dispositivos con el asistente.\nUna descripción interna de la nueva Alexa muestra las grandes ambiciones de Amazon. \"Un asistente digital personalizado que puede manejar una amplia gama de tareas, incluyendo la redacción y gestión de las comunicaciones personales, gestión de calendarios, hacer reservas, hacer pedidos, ir de compras, la búsqueda de ofertas y eventos, la recomendación de los medios de comunicación, la gestión de dispositivos inteligentes para el hogar, y responder a preguntas sobre prácticamente cualquier tema\", dice uno de los documentos.\nAdemás, los clientes podrán acceder a la nueva Alexa \"a través del lenguaje natural mediante voz, texto, correo electrónico, fotos compartidas y mucho más en dispositivos como Echo, Fire TV, teléfonos móviles y navegadores web\", se añadía.\nEl CEO de Amazon, Andy Jassy, compartió una visión similar durante una conversación con analistas el mes pasado, diciendo que la nueva Alexa será buena no solo para responder preguntas, sino también para llevar a cabo acciones.\nEn un correo electrónico a BI, un portavoz de Amazon lo resume diciendo que la visión de la compañía para Alexa es construir el \"mejor asistente personal del mundo\".\n\"La IA generativa ofrece una gran oportunidad para hacer que Alexa sea aún mejor para nuestros clientes, y estamos trabajando duro para habilitar una asistencia aún más proactiva y capaz en los más de 500 millones de dispositivos habilitados para Alexa que ya están en hogares de todo el mundo. Estamos entusiasmados con lo que estamos construyendo y esperamos poder ofrecérselo a nuestros clientes\", dicen desde la empresa.\nModelos de IA más pequeños\nAun así, el proyecto se ha enfrentado a varios retos, más allá de la fricción con los clientes y los problemas de asociación.\nLa latencia ha sido un problema especialmente difícil para el servicio Alexa de IA. En algunas pruebas, la nueva Alexa tardó unos 40 segundos en responder a una simple consulta de un usuario, según tres personas familiarizadas con los resultados de dichas pruebas. En cambio, una consulta en Google Search tarda milisegundos en tener una respuesta.\nPara acelerar el proceso, Amazon se planteó utilizar un modelo de IA más pequeño, como Claude Haiku de Anthropic, para alimentar la nueva Alexa. Pero eso redujo la calidad y la precisión de las respuestas, dejando a Amazon ante un dilema: en general, los modelos lingüísticos más pequeños generan respuestas más rápidas que los grandes, pero pueden ser menos precisos.\nEn un principio, [Amazon esperaba utilizar un modelo de inteligencia artificial propio](https://www.businessinsider.es/no-altura-nuevo-gran-producto-ia-amazon-tiene-problemas-empleados-estan-empezando-ponerse-nerviosos-1403805). El año pasado, Rohit Prasad, jefe científico de Alexa, dejó el equipo para crear un nuevo grupo de inteligencia artificial general (AGI, por sus siglas en inglés) en Amazon. El objetivo declarado del nuevo equipo era crear los modelos lingüísticos \"más amplios\" y \"más ambiciosos\" de Amazon.\nSin embargo, este equipo de AGI no ha producido resultados notables hasta ahora, lo que llevó a Amazon a considerar la oferta de Claude de Anthropic como el principal modelo de IA para la nueva Alexa, según diversas fuentes.\n\"Cuando se trata de modelos de aprendizaje automático, empezamos con los construidos por Amazon, pero hemos utilizado, y seguiremos utilizando,una variedad de modelos diferentes, incluyendo Titan y futuros modelos de Amazon, así como los de socios para construir la mejor experiencia para los clientes\", afirma un portavoz.\nEste también añade un matiz de cautela al destacar las dificultades de integrar con éxito grandes modelos lingüísticos con aplicaciones de consumo. Estos modelos son magníficos para el diálogo conversacional y la creación de contenidos, pero también pueden alucinar.\nConseguir que estos modelos \"actúen de forma fiable ante las peticiones en lugar de limitarse a responder significa que tienen que ser capaces de llamar a API del mundo real a escala para satisfacer las expectativas de todos los clientes, no solo en determinados casos\", cuentan desde Amazon.\nNuevos riesgos\nA finales de agosto, Amazon descubrió varios factores de riesgo nuevos para el servicio AI Alexa.\nSolo 308 de las más de 100.000 \"habilidades\" de Alexa existentes, o aplicaciones controladas por voz, eran compatibles con la nueva Alexa, lo que suponía un \"alto riesgo de frustración para los clientes\", explicaba uno de los documentos.\nEl documento también advertía de que algunos dispositivos Echo antiguos no serían compatibles con la Alexa potenciada por IA. Y no había planes para expandir el nuevo servicio a docenas de mercados extranjeros donde Alexa está disponible actualmente, dejando a una gran base de usuarios fuera de juego.\nProblemas de integración\nA finales de agosto, Amazon tenía ocho empresas asociadas \"confirmadas\" para manejar ciertas tareas de la nueva Alexa. La compañía espera incorporar a unos 200 socios en el tercer año desde el lanzamiento del nuevo dispositivo, según informes internos.\nLa integración con algunas de estas empresas ya ha creado dolores de cabeza. Amazon ha tenido dificultades para desarrollar un proceso coherente de resolución de problemas en todos los servicios asociados. Empresas como Uber, Ticketmaster y OpenTable han creado funciones obsoletas frente a las habilidades de Alexa, lo que las ha desconectado más todavía del asistente de voz.\nDesde Amazon aclaran que, como en cualquier proceso de desarrollo de productos, se discuten y debaten muchas ideas, pero que muchas de ellas \"no reflejan necesariamente cuál será la experiencia cuando la pongamos en marcha para nuestros clientes\".\nAmazon también se ha anticipado a las quejas de los clientes, al menos en la fase inicial de lanzamiento. Un documento interno de finales de agosto afirmaba que se preveía que la nueva Alexa recibiera 176.000 llamadas de clientes en los tres primeros meses de su lanzamiento.\nEn un momento dado, Amazon consideró lanzar un nuevo servicio automatizado de resolución de problemas relacionados con sus dispositivos y servicios digitales, incluida Alexa. Por el momento, sin embargo, esta idea parece descartada.\nConoce [cómo trabajamos](/como-trabajamos) en BusinessInsider.\nEtiquetas: [Amazon](https://www.businessinsider.es/tags/amazon), [Internet de las Cosas](https://www.businessinsider.es/tags/internet-cosas), [Inteligencia artificial](https://www.businessinsider.es/tags/inteligencia-artificial), [Internet](https://www.businessinsider.es/tags/internet), [Ciberseguridad](https://www.businessinsider.es/tags/ciberseguridad)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Alexa",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Ticketmaster",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T11:30:20.594+02:00",
    "updated": "2024-11-22T11:30:20.594+02:00"
  },
  {
    "uuid": "6bc5abb583b6bdaa7f731f7ebf04e2ff73750604",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7369064.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:33:00Z",
    "title": "油气资源ETF（563150）跌1.44%，半日成交额218.20万元_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，油气资源ETF（563150）跌1.44%，报0.955元，成交额218.20万元。油气资源ETF（563150）重仓股方面， 中国石油 截止午盘跌1.09%， 中国海油 跌0.78%， 中国石化 跌0.35%， 广汇能源 跌1.14%， 杰瑞股份 跌1.10%， 招商轮船 跌1.38%， 中远海能 跌2.73%， 恒逸石化 跌0.33%， 海油工程 跌0.55%， 招商南油 跌3.28%。\n油气资源ETF（563150）业绩比较基准为中证油气资源指数收益率，管理人为银华基金管理股份有限公司，基金经理为张亦驰，成立（2024-05-22）以来回报为-3.00%，近一个月回报为8.61%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->financial service",
      "Politics->economic policy",
      "Politics->government budget",
      "Politics->regulation of industry",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:36:40.053+03:00",
    "updated": "2025-06-20T05:06:05.000+00:00"
  }
]