[
  {
    "uuid": "69416849494ac5ac0b5ee3d408df0b4ccf47e6af",
    "url": "https://www.adnradio.cl/2024/01/07/jorge-aldoney-cumplio-su-palabra-y-emociono-hasta-las-lagrimas-a-skarleth-con-un-esperado-regalo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ruth Cárcamo",
    "published": "2024-01-07T22:12:00Z",
    "title": "Jorge Aldoney cumplió su palabra y emocionó hasta las lágrimas a Skarleth con un esperado regalo | ADN Radio",
    "text": "Jorge Aldoney cumplió su palabra y emocionó hasta las lágrimas a Skarleth con un esperado regalo Durante su estadía en el reality, la joven le comentó uno de sus sueños al modelo, quien se lo cumplió causando diversas reacciones en redes sociales. Jorge Aldoney y Skarleth Labra, la pareja que se formó en la casa de [“Gran Hermano”](https://www.adnradio.cl/2024/01/03/chupa-pies-la-extrana-actitud-de-concursante-de-gran-hermano-que-asquea-al-cibermundo/), protagonizaron un tierno momento en redes sociales, luego de que el modelo sorprendiera a la joven con un significativo regalo. Recordar que ambos iniciaron un romance tras el reingreso de Skarleth al reality, la cual durante su salida terminó la relación que tenía con el influencer Facundo. Y al reencontrarse con Jorge en el programa, el amor surgió en los dos. Revisa también Es así que se formó una de las relaciones más estables y queridas del espectáculo nacional. Incluso, el modelo anunció que se encuentran listos para comenzar una vida juntos, y la pareja decidió que se mudarán a su nuevo hogar. El significativo regalo Ahora Jorge sorprendió a Skarleth con un significativo regalo que la emocionó hasta las lágrimas. Y es que durante el reality, se viralizó un video en que la joven le dice a “Mister Chile” que su sueño es tener un perrito. Esto no pasó inadvertido para el modelo, quien terminó por regalarle a la influencer una perrita llamada Diana. La mascota se ganó el cariño de los usuarios, e incluso ya cuenta con un perfil en Instagram que supera los 13 mil seguidores. Revisa el tierno momento aquí: [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/) [Suscríbete](/podcast/adn-hoy/0af1fa9c-adaf-5bf2-8972-45602b7a871f/) [Suscríbete](/podcast/los-tenores-de-adn/636a5307-ad69-5137-a879-652bb485950d/) [Semana de alto stress para el gobierno](/audio/0edd7acf-7ea6-48e9-aa4e-b0ee0101b692/) 05/01/24 - 54:30 [Suscríbete](/podcast/pais-adn/318def40-7671-5aef-af8d-690a11f66083/) [¡Que nos caiga un meteorito!](/audio/af3926f3-ecdb-4890-9e0a-b0ee0101768a/) 05/01/24 - 12:46 [Suscríbete](/podcast/una-pausa-necesaria/9b246ab0-4229-59b5-9215-b3c67fb7283e/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:28:29.566+02:00",
    "updated": "2024-01-08T00:28:29.566+02:00"
  },
  {
    "uuid": "651115b84712b0f7608166608c90ef95bb94e696",
    "url": "https://abc17news.com/cnn-spanish/2023/12/28/un-duro-golpe-para-el-sistema-los-medicos-advierten-por-salida-del-mercado-del-inhalador-para-asma-flovent/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-28T21:52:00Z",
    "title": "“Un duro golpe para el sistema”: los médicos advierten por salida del mercado del inhalador para asma Flovent",
    "text": "“Un duro golpe para el sistema”: los médicos advierten por salida del mercado del inhalador para asma Flovent Alexandra Ferguson (CNN) — A partir del 1 de enero, un medicamento que ayuda a respirar a miles de pacientes desaparecerá de las farmacias, y a los médicos les preocupa que los pacientes puedan tener problemas para cambiar a otras alternativas y conseguir que el seguro las cubra. El fabricante GSK anunció que dejará de comercializar el inhalador Flovent para el asma y que, en su lugar, fabricará una versión “genérica autorizada”, idéntica pero sin la misma marca. Los médicos que tratan a pacientes con asma afirman que el genérico autorizado funcionará igual de bien que el medicamento de marca, pero no parece tener la misma cobertura por parte de las aseguradoras. Eso puede significar que los pacientes tendrán que obtener nuevas recetas y sortear obstáculos de cobertura en plena temporada de virus respiratorios. “Este medicamento ha sido el fármaco inhalado más utilizado en los últimos 25 o 30 años”, afirma la Dra. Robyn Cohen, neumóloga pediátrica del Boston Medical Center. “Es el que, en su inmensa mayoría, los pediatras eligen cuando deciden que su paciente necesita una medicación preventiva diaria… El hecho de que se suspenda supondrá un golpe enorme para el sistema, tanto para los pacientes como para las familias y los médicos”. Los médicos instan a los pacientes a que tomen medidas ahora para asegurarse de que disponen de su medicación de cara al nuevo año, y los grupos de defensa de los derechos de los pacientes han intentado hacer correr la voz. Pero la historia de la desaparición de Flovent y la falta de cobertura de su sustituto, aparentemente idéntico, afecta a algunas de las facetas más complejas de la atención sanitaria y los precios de los medicamentos en Estados Unidos. CVS cambiará la forma en que fija los precios de los medicamentos recetados en EE.UU. ¿que significa? Importante cambio en el programa de medicamentos de Medicaid Una portavoz de GSK dijo que la compañía está haciendo el cambio “como parte de nuestro compromiso de ser ambiciosos para los pacientes”. Señaló que la compañía introdujo los genéricos autorizados de Flovent HFA, un aerosol de inhalación, y Flovent Diskus, un polvo de inhalación, en mayo de 2022 y octubre de 2023, y que, posteriormente, dejaría de fabricar las versiones de patente en Estados Unidos el 1 de enero de 2024. Los genéricos autorizados, dijo, “proporcionarán a los pacientes en EE.UU. alternativas potencialmente más baratas de estos productos médicamente importantes”. Sin embargo, los expertos que siguen la industria tanto en Wall Street como en el mundo académico señalan que GSK está haciendo el cambio precisamente en el momento en que un cambio en los reembolsos de Medicaid podría hacer que la empresa tuviera que pagar grandes multas debido a los aumentos de precio de Flovent durante varios años. Farmacéuticos advierten que los medicamentos “suben por encima de la inflación” El cambio legal que entrará en vigor el 1 de enero suprime un límite a los reembolsos de Medicaid que las empresas están obligadas a pagar si aumentan el precio de los medicamentos por encima de la inflación. “Flovent Diskus lleva en el mercado desde 2000 y Flovent HFA desde 2004, y GSK ha subido el precio de ambos productos en numerosas ocasiones desde su lanzamiento”, declaró a CNN el Dr. William Feldman, médico adjunto de la División de Medicina Pulmonar y Cuidados Críticos del Hospital Brigham and Women’s que estudia los medicamentos para el asma. “Estos son precisamente el tipo de fármacos que se verán afectados por la nueva política que elimina el tope de reembolso de Medicaid”. Hasta ahora, los reembolsos tenían un tope en el precio total de un medicamento, por lo que los fabricantes nunca pagarían más de lo que cuesta un medicamento de vuelta a Medicaid. Pero en virtud de una disposición de la Ley del Plan de Rescate Estadounidense de 2021, ese límite se eliminó, y a partir del 1 de enero de 2024, los medicamentos que han estado sujetos a grandes aumentos de precios a lo largo del tiempo podrían terminar incurriendo en reembolsos a Medicaid que son mayores que su precio, lo que significa que las compañías farmacéuticas venderían esos medicamentos a Medicaid con pérdidas. “Obviamente, las farmacéuticas no quieren vender con pérdidas nada de su cartera”, afirma Andrew Baum, analista de GSK y otras farmacéuticas para la firma financiera Citi. “Así que busca evadir el impacto mediante, uno: la discontinuación y dos: el genérico autorizado”. Un genérico autorizado, dijo Baum a CNN, es visto como un producto separado, “pero aún permite a la farmacéutica recoger parte de la rentabilidad”. O, dicho de otro modo, es el mismo producto sin la marca y también sin el historial de subidas de precio que dejarían al medicamento vulnerable a esos grandes reembolsos a Medicaid. Según datos de GoodRx, el precio de la marca Flovent ha subido alrededor del 47% desde 2014. Otros fabricantes de medicamentos también han hecho cambios antes de la eliminación del límite de reembolso del 1 de enero. Los fabricantes de insulina anunciaron este año importantes recortes de precios, del 70% o más, en sus productos, una medida que los analistas estiman que les ahorrará cientos de millones de dólares al año. La estrategia de genéricos autorizados que está empleando GSK “es una forma, en términos generales, de maximizar la rentabilidad del producto en cuestión”, dijo David Amsellem, analista financiero que cubre el sector en la firma de inversión Piper Sandler. Amsellem señaló que actualmente no hay otras versiones genéricas de Flovent aprobadas por la FDA. Por ejemplo, un envase de Flovent HFA en la dosis de 110 microgramos cuesta US$ 273,83, aproximadamente un 50% más que el costo de adquisición al por mayor de US$ 177,99 de su homólogo genérico autorizado, según los precios que la empresa comunicó a CNN. El costo de adquisición al por mayor es el precio antes de seguros y descuentos. Pero CVS Caremark, un importante gestor de beneficios farmacéuticos que determina qué medicamentos están cubiertos por el seguro para sus miembros, está dando un lugar preferencial a otro inhalador de marca, Pulmicort, en su formulario, en lugar de las versiones genéricas autorizadas de Flovent. “En este caso, los genéricos autorizados eran más caros que los medicamentos de marca”, dijo un portavoz de CVS a CNN. Señaló que se basa en los precios netos, en lugar del costo de adquisición al por mayor, lo que significa que Pulmicort podría ser menos costoso debido a los descuentos que su fabricante, AstraZeneca, paga para obtener una mejor cobertura de seguro. “El peor momento del año” El hecho de que los planes de seguro no estén cubriendo ampliamente el genérico autorizado de Flovent, dijo Cohen de BMC, “significa que los pacientes van a tener que obtener una nueva receta para un medicamento completamente diferente en medio de la peor época posible del año, que es la temporada de virus respiratorios de invierno”. Para los pacientes con asma persistente, dijo Cohen, Flovent ha sido el medicamento antiinflamatorio preventivo diario más utilizado durante décadas. Contrae la inflamación de las vías respiratorias y reduce la respuesta exagerada del organismo a los desencadenantes que dificultan la respiración. A medida que los virus respiratorios se propagan por todas partes, ¿qué debes hacer si te enfermas? Durante la temporada de influenza y resfriados, dice, es aún más importante disponer de ese medicamento diario. “La influenza, el covid, el virus respiratorio sincitial, todos estos virus que circulan en estos momentos, son uno de los principales desencadenantes, si no el principal, de los ataques de asma en los niños”, explica Cohen. “Esto es lo que hace que los niños lleguen a urgencias”. Cohen dijo que le preocupa que los pacientes, así como los médicos y farmacéuticos, no sepan sobre este cambio sobre Flovent, y tienen que actuar ahora para encontrar alternativas y determinar la cobertura del seguro. Virus respiratorios amenazan a EE.UU.: ¿cómo debemos protegernos? Para algunos grupos, las alternativas son más limitadas. Para los pacientes con una enfermedad inflamatoria más rara, llamada esofagitis eosinofílica (EoE), Flovent HFA es uno de los esteroides tópicos más recetados, y otros medicamentos no tienen tantos datos que respalden su uso en la enfermedad, dijo la Dra. Erin Syverson, médica adjunta de la División de Gastroenterología, Hepatología y Nutrición del Hospital Infantil de Boston. Dado que la EoE afecta al esófago, los pacientes ingieren el medicamento en lugar de respirarlo, y éste puede controlar la inflamación que puede causar dolor al tragar o que la comida se atasque, lo que requiere procedimientos para extraerla. Según Syverson, en los niños la EoE puede provocar vómitos recurrentes, ardor y dolor de estómago, y dificultades para empezar a tomar alimentos sólidos. “Me preocupa que la interrupción del tratamiento vaya a suponer un obstáculo más para una población de pacientes que ya dispone de una medicación muy limitada”, declaró Syverson a CNN. “No sé cómo será enero, pero estoy preocupada”. — Tami Luhby de CNN contribuyó con este reportaje. The-CNN-Wire ™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:25.508+02:00",
    "updated": "2023-12-29T00:35:23.605+02:00"
  },
  {
    "uuid": "25b76f3f6eeb1abeccb0f0d90bb1ed5d5de97ea4",
    "url": "https://extra.globo.com/famosos/noticia/2024/03/luva-de-pedreiro-apresenta-cristiano-ronaldo-ao-filho-recem-nascido-que-tem-o-mesmo-nome-do-jogador.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-03-14T22:01:00Z",
    "title": "Luva de Pedreiro 'apresenta' Cristiano Ronaldo ao filho recém-nascido que tem o mesmo nome do jogador; vídeo",
    "text": "'Não me tornei uma pessoa ruim': filha de Gerson Brenner comemora formatura com beijo da namorada 'Vovó Musa' do carnaval: Paula Bergamin desafia o etarismo e faz campanha de lingerie aos 62 anos Luva aparece mostrando momentos dos jogos do astro português na televisão ao menino: \"É o Cristiano Ronaldo. O melhor do mundo, pai\", diz o youtuber a criança, que mesmo sem ter nem dez dias de vida, dá um leve gritinho que faz Luva ficar empolgado: \"Ele quer jogar bola. Ele quer jogar bola\", diz animado. O nome Cristiano do pedaço já ganhou até apelido dos seguidores do pai: Luvinha.\nLeia Mais O pequeno Davi chegou ao mundo na madrugada do dia 7 de março. A bióloga deu à luz no hospital Santa Joana, em Recife, Pernambuco. No primeiro registro compartilhado pelos pais, o menino apareceu dormindo, com um travesseiro com o desenho de um leão jogando bola e de toquinha que leva o seu nome.\n\"O momento mais feliz das nossas vidas, nosso maior presente chegou, seja bem-vindo Davi Cristiano Ronaldo!\", escreveu o influenciador nas redes sociais.\nLuva de Pedreiro apresenta Cristiano Ronaldo ao filho recém-nascido — Foto: Reprodução/Instagram Luva de Pedreiro apresenta Cristiano Ronaldo ao filho recém-nascido — Foto: Reprodução/Instagram Davi é filho de Távila Gomes e Luva de Pedreiro — Foto: Reprodução/Instagram Davi é filho de Távila Gomes e Luva de Pedreiro — Foto: Reprodução/Instagram Mais recente Próxima Filha de Gerson Brenner comemora formatura com beijo da namorada: 'Não me tornei uma pessoa ruim'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:31:19.596+02:00",
    "updated": "2024-03-15T00:31:19.596+02:00"
  },
  {
    "uuid": "120209c735f242c494336e338de36dd41a5775a9",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-4-4-angel-caregivers-inc-reinforces-its-commitment-to-premier-home-care-in-des-plaines-il",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T22:10:00Z",
    "title": "Angel Caregivers Inc. Reinforces Its Commitment to Premier Home Care in Des Plaines, IL | FinancialContent Business Page",
    "text": "Angel Caregivers Inc., a top home care provider in Des Plaines, IL, led by Vince Icao, continues to offer exceptional care, maintaining its status as a leading Chicago & Des Plaines agency. Specializing in personalized services, they ensure the highest quality of life for clients. For more details, visit https://angelcaregiversinc.com Des Plaines, IL - Angel Caregivers Inc., a leading provider of home care services, today reaffirmed its dedication to serving the Des Plaines community by continuing to offer exceptional home care solutions. Under the leadership of Vince Icao, Angel Caregivers Inc. is proud to uphold its reputation as one of the best Chicago & Des Plaines home care agencies, ensuring residents have access to the highest quality of care.\n\"Ensuring the well-being of our clients through personalized home care services has always been our top priority,\" stated Vince Icao. \"Angel Caregivers Inc. is committed to maintaining our position as a leader in the home care industry by offering comprehensive and compassionate care to families in Des Plaines, IL. We are proud to be recognized as one of the best Chicago & Des Plaines home care agencies, a testament to our dedication to excellence and our clients' trust in us.\"\nAngel Caregivers Inc. specializes in various home care services tailored to meet each client's needs. From personal care and medication management to companionship and specialized care for chronic conditions, the team at Angel Caregivers Inc. is equipped to provide the support and assistance necessary to improve the quality of life for those in their care. This commitment to excellence and personalized attention distinguishes Angel Caregivers Inc. as a top Des Plaines, IL home care provider.\nThe continued demand for high-quality home care services in Des Plaines and the greater Chicago area reflects the community's trust in Angel Caregivers Inc. By adhering to the highest standards of care and continuously striving to exceed client expectations; Angel Caregivers Inc. solidifies its status as a trusted and preferred choice for home care services.\nFor more information about Angel Caregivers Inc. and their home care in Des Plaines, IL , please visit their website at https://angelcaregiversinc.com\nAbout Angel Caregivers Inc.:\nAngel Caregivers Inc. is a premier home care provider based in Des Plaines, IL, serving clients throughout the greater Chicago area. Known for its commitment to quality, compassion, and innovation, Angel Caregivers Inc. offers a comprehensive suite of home care services designed to meet the diverse needs of its clientele. As one of the best Chicago & Des Plaines home care agencies, Angel Caregivers Inc. is dedicated to enhancing the lives of those it serves, ensuring clients receive the respectful, dignified, and professional care they deserve.\nMedia Contact\nCompany Name: Angel Caregivers Inc\nContact Person: Vince Icao\nEmail: Send Email\nPhone: +1 708 585 0525\nAddress: 306 Busse Hwy\nCity: Park Ridge\nState: IL\nCountry: United States\nWebsite: http://www.angelcaregiversinc.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://angelcaregiversinc.com",
      "http://www.universalpressrelease.com/?pr=angel-caregivers-inc-reinforces-its-commitment-to-premier-home-care-in-des-plaines-il",
      "http://www.angelcaregiversinc.com",
      "https://www.getnews.info/press_stat.php?pr=angel-caregivers-inc-reinforces-its-commitment-to-premier-home-care-in-des-plaines-il",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-angel-caregivers-inc-reinforces-its-commitment-to-premier-home-care-in-des-plaines-il",
      "https://angelcaregiversinc.com/home-care/",
      "https://www.angelcaregiversinc.com/home-care/",
      "https://tracking.newsrpm.com/pixel",
      "http://universalpressrelease.com/?pr=angel-caregivers-inc-reinforces-its-commitment-to-premier-home-care-in-des-plaines-il",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://angelcaregiversinc.com/home-care",
      "https://getnews.info/press_stat.php?pr=angel-caregivers-inc-reinforces-its-commitment-to-premier-home-care-in-des-plaines-il",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-angel-caregivers-inc-reinforces-its-commitment-to-premier-home-care-in-des-plaines-il",
      "https://www.angelcaregiversinc.com",
      "http://angelcaregiversinc.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vince icao",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "angel caregivers inc",
          "sentiment": "negative"
        },
        {
          "name": "financialcontent business page angel caregivers inc.",
          "sentiment": "negative"
        },
        {
          "name": "il - angel caregivers inc.",
          "sentiment": "none"
        },
        {
          "name": "angel caregivers inc.",
          "sentiment": "none"
        },
        {
          "name": "chicago & des plaines",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "des plaines",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:24:20.670+03:00",
    "updated": "2024-04-05T01:24:20.670+03:00"
  },
  {
    "uuid": "055a1d2a84bf0b83b64d1e03eacd04b116c40f57",
    "url": "https://www.newschannel6now.com/2024/01/16/local-group-helping-homeless-avoid-during-arctic-blast",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Newschannel6Now",
    "published": "2024-01-16T05:27:00Z",
    "title": "Local group helping homeless avoid the cold during arctic blast",
    "text": "Local group helping homeless avoid the cold during arctic blast WICHITA FALLS, Texas (KAUZ) - Homeless Lives Matter is a group of people coming together in Wichita Falls to help get homeless people off the streets during this arctic blast, and they’re even getting some people put into motel rooms. While most people can get help from shelters, some don’t qualify for the help, and that can be from any number of reasons, like not having an ID or even having a dog. According to Lisa Rothman with Homeless Lives Matter, those are the people they aim to help; they’ve been out in full force. “Watching them get warm, the gratefulness that they have, the community coming together and helping us with the food, the money part of it,” said Rothman. “To be able to just go bless them and put them up, and to be able to pray with them, and get the time to talk to them about the problem because this whole journey is... we haven’t just walked up and handed people a sandwich. Over the last year and a half, we’ve gotten to know these people.” Between shelter and food, the homeless have a lot of needs to be met on a normal basis, and sub-freezing weather only makes it worse. Rothman said she’s been doing this for eight years, and during this time of year, HLM goes downtown every day to feed the homeless. “The winter and summer are the problems, and the city really doesn’t want them on the street, and we understand why, but we want to be the ones to help with that situation. We can do the work, we just really need help,” Rothman said. Through social media, the group has gained support from many in Wichita Falls, but no amount of support is too much. Rothman said her goal is to get a building that would help the homeless live lives like anyone else. “A lot of people have been donating money for the cause, and we’re trying to get a 501C and a building. That way we have a place that they can come in daily and have some soup, and they can be warm. We can be able to provide resources, the help they need. We don’t want them to freeze,” Rothman said. If you would like to reach out and help HLM you can call (940) 605 6211. They can use donations of coats, hats, food, and cash to help pay for motel rooms. Copyright 2024 KAUZ. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "homele",
          "sentiment": "negative"
        },
        {
          "name": "rothman",
          "sentiment": "none"
        },
        {
          "name": "lisa rothman",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "wichita",
          "sentiment": "none"
        },
        {
          "name": "wichita falls",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T14:52:23.266+02:00",
    "updated": "2024-01-16T14:52:23.266+02:00"
  }
]