[
  {
    "uuid": "e03a3ba7ed5195649294ed554ae381a878d2165c",
    "url": "https://30seconds.com/food/tip/65229/Cheesy-Chicken-Peppers-Pasta-Casserole-Recipe-With-a-Protein-Rich-Secret-Ingredient",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elisa Schmitz",
    "published": "2024-01-05T18:09:00Z",
    "title": "Cheesy Chicken & Peppers Pasta Casserole Recipe With a Protein-Rich Secret Ingredient",
    "text": "Cheesy Chicken & Peppers Pasta Casserole Recipe With a Protein-Rich Secret Ingredient by Elisa Schmitz\n[Casseroles](/food/category/casseroles/) [Pasta](/food/category/pasta/) [Dinner](/food/category/dinner/) [Poultry](/food/category/poultry/) [Like\nLike tip\nYou liked\n](/food/tip/65229/like) [Comments\nAdd comment\n](#comments) [Collections\nAdd to collection\nIn collection\n]()\nIs there anything more satisfying for dinner than a cheesy casserole right out of the oven? There's just something about a comforting casserole that warms us from the inside out. Inspired by this easy\nchicken and tomato casserole recipe, this cheesy chicken and peppers pasta casserole recipe is pure comfort food.\nBut this easy\ncasserole recipe goes beyond comfort by adding plenty of nutrition, too. Onions, peppers and tomatoes join the chicken along with an unexpected ingredient to boost nutrition. What is the secret ingredient? Cottage cheese. Seriously!\nEven though you can't taste it because it takes on the other flavors in this dish, cottage cheese adds protein and calcium, along with the other\nhealth benefits of cottage cheese. There's also Parmesan cheese to add flavor and a golden topping. This is a great meal-planning recipe that freezes well, too.\nHere's your shopping list for this Italian-inspired pasta casserole recipe: short pasta (I used rotini), olive oil, onion, garlic, bell peppers, ground chicken, marinara sauce, cottage cheese, diced tomatoes, Parmesan cheese and oregano. Everything is mixed together, placed in a casserole dish then baked until golden.\nServe this cheesy casserole on its own, or with a\nsalad or your favorite vegetable side dish. So easy and delicious!\nNote: 30Seconds is a participant in the Amazon affiliate advertising program and this post contains affiliate links, which means we may earn a commission or fees if you make a purchase via those links.\nCuisine: American / Italian\nPrep Time: 10 minutes\nCook Time: 30 minutes\nTotal Time: 40 minutes\nServings: 10\nIngredients\n- 16 ounces\npasta\n- 2 tablespoons\nextra-virgin olive oil\n- 1 cup diced yellow onion\n- 3 cloves garlic, minced\n- 1 yellow bell pepper, diced\n- 1 green bell pepper, diced\n- 1 teaspoon\ndried oregano\n- 1 pound ground chicken (or turkey)\n- 1 jar (24 ounces)\nmarinara sauce(I used Rao's brand)\n- 1 can (15 ounces)\ndiced tomatoes\n- 2 cups cottage cheese\n- 4 ounces Parmesan cheese, shredded\n- fresh basil, for garnish (optional)\nHelpful Products\nSoup Pot Cutting Board Chef Knife Measuring Cups Measuring Spoons Salt and Pepper Saucepot Grater Nonstick Cooking Spray 13x9-inch Baking Pan Pasta Pot Pasta Bowls Pepper Grinder\nRecipe Notes\n- I used gluten-free rotini pasta, but you can use any smaller type of pasta (regular or gluten-free).\n- Feel free to add a sprinkle of crushed red pepper flakes if you like more heat.\n- I used yellow and green bell peppers, but you can use any color of bell peppers in this recipe.\n- I used ground chicken, but you could use ground turkey or even ground beef, if desired.\n- Garnish with fresh basil, if desired.\n- Make ahead if you are meal planning, and refrigerate for up to four days.\n- Store leftovers in the refrigerator and reheat in the microwave.\nHere's how to make it:\n- In a large pasta pot, cook the pasta to al dente. When pasta is finished cooking, drain the water and set pasta aside.\n- While pasta is cooking, add the oil, onion, garlic and peppers to another large cooking pot. Over medium heat, stir to combine.\n- Add the ground chicken and oregano and stir to combine all ingredients. Sauté over medium heat until chicken is cooked through and onions are soft.\n- Add the marinara sauce and tomatoes and stir to combine.\n- Add the pasta and mix until incorporated.\n- Add the cottage cheese and stir until incorporated. Add salt and pepper to taste, if desired.\n- Pour the pasta and chicken mixture into a 13x9-inch casserole dish that's been sprayed with nonstick cooking spray.\n- Top with the Parmesan cheese.\n- Place baking dish in a preheated 375-degree F oven and bake for about 25 minutes, or until it's hot and bubbly. Remove from oven and allow to cool for about 10 minutes before serving. Garnish with fresh basil, if desired.\nNutrition Facts Per Serving\nCalories: 554\nTotal Fat: 20.7g\nSaturated Fat: 8.6g\nCholesterol: 44mg\nSodium: 1460mg\nTotal Carbohydrate: 68.5g\nDietary Fiber: 13.9g\nTotal Sugars: 28g\nProtein: 28.9g\nVitamin D: 0mcg\nCalcium: 656mg\nIron: 8mg\nPotassium: 1504mg\nRecipe cooking times, nutritional information and servings are approximate and provided for your convenience. However, 30Seconds is not responsible for the outcome of any recipe, nor may you have the same results because of variations in ingredients, temperatures, altitude, errors, omissions or cooking/baking abilities. This recipe has been analyzed by VeryWellFit. However, any nutritional information is provided as a courtesy and it is up to the individual to ascertain accuracy. To ensure image quality, we may occasionally use stock photography.\nNeed to convert cooking and baking measurements? Here are some\nkitchen conversion charts. Here's how to submit your recipes to 30Seconds.\nTake 30 seconds and\njoin the 30Seconds community, and follow us on Facebook to get recipes in your newsfeed daily.\nRelated Products on Amazon We Think You May Like:\n30Second Mobile, Inc. is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn fees by linking to Amazon.com and affiliated sites.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "external_links": [
      "https://www.amazon.com/s?k=dried+oregano&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://health.clevelandclinic.org/cottage-cheese-benefits",
      "https://www.amazon.com/s?k=nonstick+cooking+spray&crid=BLVYTNA00GBB&sprefix=nonstick+cooking+sp%2Caps%2C408&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.facebook.com/30SecondsCom",
      "https://www.amazon.com/s?k=pasta+pots&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=spaghetti+sauce&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=pasta+bowls&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=canned+tomatoes&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=olive+oil&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=vegetable+grater&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=dry+pasta&crid=3C4W9OG30HY5U&sprefix=dry+pasta%2Caps%2C97&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=saucepot&crid=1IRAERWKCMYRM&sprefix=s%2Caps%2C1004&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=cutting+board&crid=O9X3E7BDN3L4&sprefix=cutting+boa%2Caps%2C313&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=measuring+spoons&crid=1C7FUEMZCSD0F&sprefix=measuring+spoon%2Caps%2C280&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=measuring+cups&crid=2S0P87I8AF2ZT&sprefix=measuring+u%2Caps%2C404&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=pepper+grinder&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=13x9+baking+pan&crid=1ZP7SPH4R9N4J&sprefix=13x9+bakin%2Caps%2C796&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=salt+and+pepper&crid=4U84Q72SCPA9&sprefix=sal%2Caps%2C1373&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=chef+knife&crid=1V6P9VBZFNZ53&sprefix=cutting+board%2Caps%2C2283&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=measuring+spoons&crid=1C7FUEMZCSD0F&sprefix=measuring+spoon%2Caps%2C280&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=dry+pasta&crid=3C4W9OG30HY5U&sprefix=dry+pasta%2Caps%2C97&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=pasta+pots&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=spaghetti+sauce&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s",
      "https://amazon.com/s?k=canned+tomatoes&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=olive+oil&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=dried+oregano&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=chef+knife&crid=1V6P9VBZFNZ53&sprefix=cutting+board%2Caps%2C2283&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=saucepot&crid=1IRAERWKCMYRM&sprefix=s%2Caps%2C1004&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=pepper+grinder&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=pasta+bowls&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=cutting+board&crid=O9X3E7BDN3L4&sprefix=cutting+boa%2Caps%2C313&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.health.clevelandclinic.org/cottage-cheese-benefits",
      "https://amazon.com/s?k=measuring+cups&crid=2S0P87I8AF2ZT&sprefix=measuring+u%2Caps%2C404&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=13x9+baking+pan&crid=1ZP7SPH4R9N4J&sprefix=13x9+bakin%2Caps%2C796&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=salt+and+pepper&crid=4U84Q72SCPA9&sprefix=sal%2Caps%2C1373&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://facebook.com/30SecondsCom",
      "https://amazon.com/s?k=nonstick+cooking+spray&crid=BLVYTNA00GBB&sprefix=nonstick+cooking+sp%2Caps%2C408&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=vegetable+grater&tag=30secondmom09-20&ref=nb_sb_noss_2"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elisa schmi",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "cheesy chicken & peppers",
          "sentiment": "negative"
        },
        {
          "name": "rich secret ingredient cheesy chicken & peppers",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:43:33.177+02:00",
    "updated": "2024-01-06T00:43:33.177+02:00"
  },
  {
    "uuid": "c1acdf4d296af63627ccc0d36e7fd69392730791",
    "url": "https://laopinion.com/2023/12/31/bill-gates-cree-que-la-ia-podria-ayudar-a-tener-una-semana-laboral-de-3-dias/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julián Castillo",
    "published": "2023-12-31T20:13:00Z",
    "title": "Bill Gates cree que la IA podría ayudar a tener una semana laboral de 3 días",
    "text": "Bill Gates cree que la IA podría ayudar a tener una semana laboral de 3 días\nBill Gates ve muy posible que el avance de la Inteligencia Artificial conduzca a que se acorte la semana laboral a casi la mitad gracias a la mejora en la productividad\nBill Gates, el visionario fundador de Microsoft, sigue desempeñando un papel crucial en la escena tecnológica, no solo como un pionero de la informática, sino también como un influyente defensor de las innovaciones que están transformando nuestra sociedad. Aunque se retiró de la primera línea de la industria, Gates continúa siendo una voz autorizada que ahora se pronuncia sobre un tema candente: el impacto de la inteligencia artificial (IA) en la duración de nuestra semana laboral.\nEn este año, la inteligencia artificial ha emergido como la protagonista indiscutible en el escenario tecnológico. Desde la capacidad de herramientas como ChatGPT y Midjourney para generar contenido personalizado hasta la integración de la IA en diversos aspectos de nuestras vidas cotidianas, su presencia es innegable. Para Gates, la IA no solo es una herramienta, sino una clave fundamental para redefinir la relación de la sociedad con el trabajo.\nTransformación de la jornada laboral\nEn una reciente entrevista con Fox Business, Gates expresó su convicción de que la inteligencia artificial desempeñará un papel crucial en permitirnos “no tener que trabajar tanto”. Su visión audaz aborda directamente la posibilidad de una semana laboral de tres días como un paso significativo hacia una vida más equilibrada. La automatización de tareas repetitivas por parte de la IA se presenta como el catalizador que liberará tiempo valioso para actividades más enriquecedoras.\nGates aboga por un cambio fundamental en nuestra percepción del propósito de la vida, alejándonos de la noción de que este se centra exclusivamente en el trabajo. En su visión, la inteligencia artificial puede ser el motor que nos impulsa hacia una sociedad donde dedicamos solo tres días a la semana al trabajo. El enfoque, según él, debe cambiar de medir el trabajo en horas a medirlo en resultados tangibles.\nA pesar de la visión optimista de Gates, la implementación generalizada de la inteligencia artificial plantea desafíos importantes. La preocupación por la privacidad y la posible sustitución de empleos son temas candentes que deben abordarse con precaución. Integrar con sensatez las capacidades de la IA para acelerar la productividad sin socavar la seguridad laboral se convierte en un equilibrio delicado que la sociedad deberá alcanzar.\nLa perspectiva de Bill Gates sobre la inteligencia artificial y la semana laboral de tres días nos invita a contemplar un futuro donde la tecnología no solo mejora la eficiencia, sino que también redefine la esencia misma de cómo vivimos y trabajamos. La revolución tecnológica del 2023, liderada por la inteligencia artificial, parece estar allanando el camino hacia una transformación radical en nuestra relación con el tiempo y el trabajo.\nSigue leyendo:\n–\nMicrosoft quiere comenzar a utilizar energía nuclear por este particular motivo\n–\nBill Gates cree que las IA serán capaces de enseñar a leer a los niños\n–\nMicrosoft avanza en su plan para alimentar su Inteligencia Artificial con energía nuclear",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-31T22:19:31.458+02:00",
    "updated": "2023-12-31T22:19:31.458+02:00"
  },
  {
    "uuid": "86e52fe48772e5a1e5e4bd756f34b863d1c8ac55",
    "url": "https://fr.news.yahoo.com/sport/norv%C3%A8ge-fait-21-degr%C3%A9s-champion-124043656.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Closer",
    "published": "2024-01-12T11:40:00Z",
    "title": "Norvège : Il fait -21 degrés mais ce champion olympique d’athlétisme s’entraîne torse nu",
    "text": "20minutes.fr Norvège : Il fait -21 degrés mais ce champion olympique d’athlétisme s’entraîne torse nu Lire l'article complet 20 Minutes avec agence 12 janvier 2024 à 2:40 PM Sortez couverts, qu’ils disaient - Le spécialiste du 400 mètres haies Karsten Warholm a cependant pris soin de mettre un bonnet\nLes sportifs vous le diront, une grande partie des performances en compétition se joue pendant l’entraînement. Celui de Karsten Warholm, champion olympique du 400 mètres haies en 2021, a récemment attiré l’attention de nombreux utilisateurs d’Instagram et de DH Les Sports . La vidéo mise en ligne dimanche dernier montre en effet le Norvégien courir à Oslo dans un stade enneigé, vêtu uniquement d’un short et d’un bonnet.\nVoir cette publication sur Instagram\nUne publication partagée par Karsten Warholm (@kwarholm)\nLes conditions sont tellement extrêmes que, pour pouvoir s’entraîner, celui qui est aussi triple champion du monde de sa spécialité a dû dégager un passage dans l’imposante couche de neige qui recouvre la piste du stade. C’est dans cet environnement hostile, avec une température atteignant – 21°C, que le sportif de 27 ans a choisi de faire tomber la chemise et de courir torse nu.\nUn coach chaudement vêtu Sur la vidéo likée plus de 340.000 fois sur le réseau social, on voit l’athlète prendre le départ après s’être motivé en se frappant la poitrine. Son tour de piste est suivi de près par son entraîneur qui porte, lui, une épaisse parka. A la fin de son effort, Karsten Warholm finit même sa course en percutant sciemment un tas de neige formé avec la poudreuse dégagée pour lui laisser le (...) Lire la suite sur 20minutes\nÀ lire aussi :\nUne vague de froid extrême touche le nord de l’Europe, -43,6 °C enregistrés en Suède\nLa Norvège ouvre ses fonds marins à la prospection minière, une « honte » pour Greenpeace\nNorvège : Le néonazi Breivik veut briser les chaînes de son isolement\nTENDANCE Anna Mouglalis découvre en direct que Rachida Dati est la nouvelle ministre de la Culture et c’est déjà culte Closer Michel Cymes futur ministre ? \"J’ai été appelé ce matin\", il joue la carte de la transparence dans C à vous Closer \"Qu'il se prenne des choses dans les fesses...\" : l'énorme dérapage de Polska sur Gabriel Attal dans TPMP, Cyril Hanouna la vire du plateau Purebreak Elisabeth Borne : cette proposition inattendue d’Emmanuel Macron qu’elle a refusée après son départ de Matignon Closer Gabriel Attal : le Premier ministre est-il toujours en couple avec Stéphane Séjourné ? Son entourage fait une révélation Closer",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "http://www.20minutes.fr/",
      "https://www.20minutes.fr/dossier/neige",
      "https://www.instagram.com/p/C1wxscXMqE3",
      "https://s.yimg.com/uu/api/res/1.2/ufts7cJWhFdx4VXs_nKXVg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/closermag.fr/3a6d2f45bde8d2b7df38f6fb08072955",
      "https://media.zenfs.com/fr/20minutes.fr/dd4b4dce697b6f8cd56e244350a39bb1",
      "https://www.20minutes.fr/sport/jo/",
      "https://s.yimg.com/uu/api/res/1.2/69E3BIoD6xj4.7vIvENLJA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/closermag.fr/cafbb4d810ac7578cb5186ef2aad3bd0",
      "https://s.yimg.com/uu/api/res/1.2/_ImJzjh50TLy_fUeMBNz5Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/closermag.fr/f58402bde26d09cfad4db4572ce84492",
      "https://www.20minutes.fr/planete/4069044-20240104-vague-froid-extreme-touche-nord-europe-43-6-enregistres-suede",
      "https://www.20minutes.fr/monde/4069405-20240108-norvege-neonazi-breivik-veut-briser-chaines-isolation",
      "https://s.yimg.com/uu/api/res/1.2/5uhSQEaXrRX.c6tF9.EE.g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/closermag.fr/a94de8ec8248f694a18467bb0c3e8433",
      "https://s.yimg.com/uu/api/res/1.2/PV25PCh6tEkXWCPLEAXKUg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purebreak_news_fr_110/9d52e846d9adb1ece341fb361c094ca9",
      "https://s.yimg.com/ny/api/res/1.2/phz3geUBQj1GV08MGgjRWg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxNQ--/https://media.zenfs.com/fr/20minutes.fr/dd4b4dce697b6f8cd56e244350a39bb1",
      "https://www.20minutes.fr/arts-stars/insolite/4070190-20240112-norvege-fait-21-degres-champion-olympique-athletisme-entraine-torse-nu?xtor=RSS-176",
      "https://www.20minutes.fr/planete/4069735-20240111-norvege-ouvre-fonds-marins-prospection-miniere-honte-greenpeace",
      "https://s.yimg.com/ny/api/res/1.2/FeMsSfVXJ0DxC.kvEMWXOA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQ2O2g9NDg-/https://s.yimg.com/os/creatr-uploaded-images/2021-03/ceb09a70-80ad-11eb-affb-a098af26a22e",
      "https://www.instagram.com/reel/C1wxscXMqE3/?utm_source=ig_embed&utm_campaign=loading",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/ceb09a70-80ad-11eb-affb-a098af26a22e",
      "https://www.dhnet.be/sports/omnisports/running/2024/01/09/le-froid-vous-incite-a-rester-chez-vous-regardez-plutot-un-champion-olympique-a-lentrainement-torse-nu-par-moins-21-degres-video-HTZIEFVLPZGZPG7KVSWOTQTX5U/",
      "https://www.media.zenfs.com/fr/20minutes.fr/dd4b4dce697b6f8cd56e244350a39bb1",
      "http://20minutes.fr/",
      "https://20minutes.fr/planete/4069735-20240111-norvege-ouvre-fonds-marins-prospection-miniere-honte-greenpeace",
      "https://www.s.yimg.com/uu/api/res/1.2/PV25PCh6tEkXWCPLEAXKUg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purebreak_news_fr_110/9d52e846d9adb1ece341fb361c094ca9",
      "https://20minutes.fr/dossier/neige",
      "https://www.s.yimg.com/uu/api/res/1.2/_ImJzjh50TLy_fUeMBNz5Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/closermag.fr/f58402bde26d09cfad4db4572ce84492",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/ceb09a70-80ad-11eb-affb-a098af26a22e",
      "https://20minutes.fr/monde/4069405-20240108-norvege-neonazi-breivik-veut-briser-chaines-isolation",
      "https://dhnet.be/sports/omnisports/running/2024/01/09/le-froid-vous-incite-a-rester-chez-vous-regardez-plutot-un-champion-olympique-a-lentrainement-torse-nu-par-moins-21-degres-video-HTZIEFVLPZGZPG7KVSWOTQTX5U/",
      "https://20minutes.fr/arts-stars/insolite/4070190-20240112-norvege-fait-21-degres-champion-olympique-athletisme-entraine-torse-nu?xtor=RSS-176",
      "https://www.s.yimg.com/uu/api/res/1.2/ufts7cJWhFdx4VXs_nKXVg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/closermag.fr/3a6d2f45bde8d2b7df38f6fb08072955",
      "https://www.s.yimg.com/uu/api/res/1.2/5uhSQEaXrRX.c6tF9.EE.g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/closermag.fr/a94de8ec8248f694a18467bb0c3e8433",
      "https://www.dhnet.be/sports/omnisports/running/2024/01/09/le-froid-vous-incite-a-rester-chez-vous-regardez-plutot-un-champion-olympique-a-lentrainement-torse-nu-par-moins-21-degres-video-HTZIEFVLPZGZPG7KVSWOTQTX5U",
      "https://www.s.yimg.com/uu/api/res/1.2/69E3BIoD6xj4.7vIvENLJA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/closermag.fr/cafbb4d810ac7578cb5186ef2aad3bd0",
      "https://www.s.yimg.com/ny/api/res/1.2/FeMsSfVXJ0DxC.kvEMWXOA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQ2O2g9NDg-/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/ceb09a70-80ad-11eb-affb-a098af26a22e",
      "https://instagram.com/p/C1wxscXMqE3",
      "https://www.s.yimg.com/ny/api/res/1.2/phz3geUBQj1GV08MGgjRWg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxNQ--/https://www.media.zenfs.com/fr/20minutes.fr/dd4b4dce697b6f8cd56e244350a39bb1",
      "https://20minutes.fr/sport/jo/",
      "https://instagram.com/reel/C1wxscXMqE3/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/reel/C1wxscXMqE3/",
      "https://www.20minutes.fr/sport/jo",
      "http://www.20minutes.fr",
      "https://20minutes.fr/planete/4069044-20240104-vague-froid-extreme-touche-nord-europe-43-6-enregistres-suede",
      "https://www.20minutes.fr/arts-stars/insolite/4070190-20240112-norvege-fait-21-degres-champion-olympique-athletisme-entraine-torse-nu"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-12T15:16:14.806+02:00",
    "updated": "2024-01-12T15:16:14.806+02:00"
  },
  {
    "uuid": "e5528333b533fe82091a26f516ad6f8c69e6318b",
    "url": "https://es.marketscreener.com/cotizacion/accion/ECOPETROL-S-A-9059900/noticia/El-descubrimiento-de-gas-de-Ecopetrol-podr-a-satisfacer-el-80-de-la-demanda-de-Colombia-47997026",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-10-03T22:40:00Z",
    "title": "El descubrimiento de gas de Ecopetrol podría satisfacer el 80% de la demanda de Colombia - MarketScreener",
    "text": "Precio de cierre Otros sitios de cotización | Varia. Cinco días. | Varia. 1 de enero. | || 1.875,00 COP | 0,00 % | +1,90 % | -19,87 % | 03/10 | | [ECOPETROL S.A. : JPMorgan Chase cambia su recomendación a Vender](/cotizacion/accion/ECOPETROL-S-A-9059900/noticia/Ecopetrol-S-A-JPMorgan-Chase-cambia-su-recomendaci-n-a-Vender-47935241/)Este artículo es [ sólo para miembros de ](/registro/miembro/?utmzb_campaign=membre++paywall_membre_old-teasing-v2+old-teasing-v2+&utmzb_content=++47997026+inscription-gratuite+&utmzb_source=paywall&utmzb_medium=article) ¿Ya es miembro? Conéctate¿Aún no te has inscrito? Inscripción Gratuita[Más información sobre la empresa](/cotizacion/accion/ECOPETROL-S-A-9059900/empresa/) [Más Ratings](/cotizacion/accion/ECOPETROL-S-A-9059900/ratings/) [Consenso](/cotizacion/accion/ECOPETROL-S-A-9059900/consenso/) [Bolsa de valores](/)[Acciones](/bolsa/acciones/)[Acción ECOPETROL](/cotizacion/accion/ECOPETROL-S-A-9059900/)[Noticias Ecopetrol S.A.](/cotizacion/accion/ECOPETROL-S-A-9059900/noticia/)- El descubrimiento de gas de Ecopetrol podría satisfacer el 80% de la demanda de Colombia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T01:55:36.867+03:00",
    "updated": "2024-10-04T01:55:36.867+03:00"
  },
  {
    "uuid": "46dbea101272b64e2430a85382fccae3a1b7d77c",
    "url": "https://www.bostonherald.com/2024/10/17/severe-covid-heart-attack-stroke-risk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tribune News Service",
    "published": "2024-10-17T20:55:00Z",
    "title": "Study: Severe COVID raised risk of heart attack, stroke as much as having heart disease",
    "text": "Emily Alpert Reyes | (TNS) Los Angeles Times\nLOS ANGELES — People hospitalized for COVID-19 early in the pandemic suffered an increased risk of serious “cardiac events” such as heart attacks and strokes that was akin to people with a history of heart disease, a newly released study has found.\nResearchers from USC, UCLA and the Cleveland Clinic analyzed more than 10,000 COVID cases tracked by the UK Biobank to examine how COVID affected the risk of heart attacks and other cardiac threats.\nTheir study, released Wednesday in the journal Arteriosclerosis, Thrombosis, and Vascular Biology , assessed outcomes for people sickened in the first year of the pandemic and followed for a period of nearly three years.\nThe findings underscore that among “people who don’t have any evidence of heart disease, having severe COVID put them at a significantly increased risk of heart attack, stroke and death,” said principal investigator Hooman Allayee, professor of population and public health sciences at USC’s Keck School of Medicine.\nAmong the most striking findings: Being hospitalized for COVID in 2020 amplified the risk of heart attacks and other cardiac events so much that it ended up being comparable to people who had a history of heart disease but who hadn’t gotten COVID, the study found.\nAlthough the analysis showed that the added risk was especially stark among people with severe cases, researchers stressed it was still apparent for patients who had gotten any form of COVID.\nSuch risks were roughly twice as high in people who had gotten COVID at all levels of severity, and four times as high for hospitalized cases, compared with people who hadn’t gotten COVID, the study found.\nThe study indicates that the increased risk “shows no apparent signs of attenuation up to nearly three years after SARS-CoV-2 infection and suggest that COVID-19 continues to pose a significant public health burden with lingering adverse cardiovascular risk,” they wrote.\nScientists also found that the risk differed by blood type: Being hospitalized for COVID ramped up the risks among people with blood types A, B or AB more than it did among people with type O blood.\n“Your genetics actually plays a role in this increased risk of developing future heart attacks and stroke,” said James Hilser, a Keck doctoral candidate in biochemistry and molecular medicine who helped write the paper.\nRelated Articles Health | Dietary guidelines become mired in war over alcohol safety Health | CDC reports record drop in drug overdose deaths Health | Even political rivals agree that medical debt is an urgent issue Health | Hundreds turn out for new Mass General Brigham and La Colaborativa initiative in Chelsea Health | Massachusetts deer crashes hit record high: Vehicle collisions jump between October and December Researchers said their findings could help shape how doctors try to head off such health problems in the future. Doctors routinely offer preventative treatment to patients with medical conditions such as cardiovascular disease or diabetes that put them at a higher risk of heart attack or stroke.\nAllayee said that if someone walks into a doctor’s office and is newly diagnosed with diabetes, “it doesn’t matter what their cholesterol is … They get put on a lipid-lowering medication. They get put on a baby aspirin.”\nBut when physicians think about preventing heart attacks, “nobody is taking into consideration COVID — whether it’s severe or otherwise — in how to manage a patient,” Allayee said. In light of the findings, he said, “this is something that doctors should be discussing,” as should regulatory bodies for cardiac care.\nThe study, which was funded by the National Institutes of Health, had some limitations: It examined only COVID cases early in the pandemic before vaccines became available. ( Another study published earlier this year, which also relied on the UK Biobank data, found that the incidence of heart attacks and strokes was generally lower after each dose of a COVID vaccine.)\nResearchers also cautioned that some COVID patients may have had undiagnosed heart disease when they were hospitalized, which would not be evident in the UK Biobank data.\n___\n©2024 Los Angeles Times. Visit at latimes.com . Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.ahajournals.org/journal/atvb",
      "https://www.nature.com/articles/s41467-024-49634-x",
      "https://www.latimes.com/",
      "https://ahajournals.org/journal/atvb",
      "https://nature.com/articles/s41467-024-49634-x",
      "https://latimes.com/",
      "https://www.latimes.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:25:09.541+03:00",
    "updated": "2024-10-18T01:25:09.541+03:00"
  },
  {
    "uuid": "68e3fce541f000fcb41b5ba1ad59e19783bbc77e",
    "url": "https://es.besoccer.com/noticia/cronica-manchester-city-chelsea-champions-league-femenina-1352280",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BeSoccer",
    "published": "2025-03-19T22:55:00Z",
    "title": "Miedema, reina de la ciudad",
    "text": "Un doblete de la neerlandesa Vivianne Miedema ante el Chelsea permitió al Manchester City lograr un sólido triunfo (2-0) en la ida de los cuartos de final de la Champions League Femenina, resultado que le permite acudir a Stamford Bridge con comodidad y dar un paso firme hacia semifinales.\nLa colombiana Mayra Ramírez anotó para el conjunto londinense en el minuto 71, lo que hubiera sido una gran inyección para el Chelsea, pues suponía en ese momento el empate; pero fue anulado, por lo que deberá intentar la remontada en la vuelta. Tras caer derrotadas el 15 de marzo en Londres en la Super League, las 'citizens' pusieron en marcha su plan de revancha.\nMiedema fue clave en un partido en el que buscaron las oportunidades en todo momento. En el minuto 61, con la izquierda, la dorsal '6' aprovechó un saque de esquina para, finalmente, determinar la tan esperada ventaja en el electrónico (1-0). Enchufada, firmó el doblete a sólo 2 minutos del final para permitir que su equipo respirara de alivio ante la ardua tarea a la que se enfrenta: imponerse a las líderes nacionales.\nY es que el City, capitaneado por la española Laia Aleixandri y con el apoyo defensivo de Leila Ouahabi, lo tuvo casi todo desde el principio: persistencia, ataque y solidez. El Chelsea está obligado a remontar en casa el jueves 27 para seguir aspirando al título.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->soccer",
      "Sport->sport event",
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->news media",
      "Arts, Culture and Entertainment->culture",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Mayra Ramírez",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:20:17.066+02:00",
    "updated": "2025-03-20T01:20:17.066+02:00"
  }
]