[
  {
    "uuid": "87037cf640146169c51316aa984eb2a5b6102662",
    "url": "https://www.repubblica.it/green-and-blue/2023/12/29/news/mediterraneo_coste_rischio_inondazione-421776898/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "di Cristina Nadotti",
    "published": "2023-12-29T12:16:00Z",
    "title": "Rischio inondazioni nel Mediterraneo: l'innalzamento del mare è tre volte maggiore del previsto - la Repubblica",
    "text": "Il Mediterraneo si conferma una delle aree dove gli effetti del cambio climatico sono più estremi e più rapidi con conseguenze drammatiche per le coste e gli ecosistemi marini. Secondo uno studio , realizzato da ricercatori italiani dell'Istituto Nazionale di Geofisica e Vulcanologia , dalle sedi di Bologna e Roma, e dell'Università olandese di Radboud , in alcune zone del Mediterraneo il livello del mare sta salendo a velocità tripla rispetto alle stime fatte finora . Le proiezioni realizzate dai ricercatori italiani fanno prevedere che come conseguenza di tale innalzamento oltre 38.500 chilometri quadrati di coste saranno presto a rischio inondazione .\nLe misurazioni dei mareografi (cioè gli strumenti che registrano le variazioni del livello del mare e ne stabiliscono il valore medio in un determinato luogo n.d.r ,) e i dati dell'altimetria radar satellitare mostrano che il livello medio globale del mare (GMSL) negli ultimi due secoli sta aumentando a ritmi più rapidi rispetto agli ultimi millenni a causa del riscaldamento globale, scrivono i ricercatori nell'introduzione. A complicare la situazione del nostro mare, però, c'è anche \"l'azione combinata delle variazioni della Terra solida e dell'oceanografia\" guidate da processi geofisici e climatici .\n\"La subsidenza, cioè il lento movimento verso il basso del suolo dovuto a cause naturali o antropiche, ha un ruolo cruciale nell'accelerare l'aumento del livello del mare lungo le coste, innescato dal riscaldamento globale a partire dal 1880\", osserva Marco Anzidei , dell'Ingv, autore dello studio con Antonio Vecchio ed Enrico Serpelloni . \"Le nostre analisi mostrano che, proprio a causa della subsidenza, in alcune zone del Mediterraneo il livello del mare sta aumentando a una velocità quasi tripla rispetto alle zone stabili \", aggiunge Vecchio dell'Università di Radboud, primo autore della ricerca.\nLa letteratura scientifica sugli effetti del cambio climatico da tempo sottolinea come siano molteplici le variabili che possono rendere una zona più vulnerabile rispetto a un'altra . In questo caso, i ricercatori sottolineano come \"la regione mediterranea sia il risultato dell'evoluzione della convergenza tra le placche africana ed euroasiatica attraverso un confine est-ovest attivo fin dal tardo Cretaceo. Queste placche si stanno ancora scontrando a una velocità di pochi millimetri all'anno e la sismicità della regione è caratterizzata da fasce sismiche ben definite\". In sintesi: insieme all'innalzamento del mare dovuto al cambio climatico, in questo complesso quadro tettonico, i processi geologici e geodinamici stanno causando continue ed episodiche deformazioni della crosta terrestre legate ai terremoti, che interessano anche le aree costiere .\nAll'interno della complessa situazione mediterranea l'Italia è seconda soltanto all'Egitto in quanto a esposizione a fattori di rischio . Nello studio si legge infatti che \"è possibile identificare le zone costiere del Mediterraneo più esposte alle inondazioni nei prossimi decenni. Queste corrispondono ad aree poco elevate , dove l'esposizione alle inondazioni aumenta quanto più bassa è la loro elevazione sul livello medio del mare\" e che \"molte di queste aree sono interessate da subsidenza del terreno, erosione costiera e pressione antropica che accelerano il processo di inondazione, esponendole a un crescente rischio costiero nei prossimi decenni , compresi i siti del patrimonio culturale\".\nTali siti più esposti sono quelli di Egitto (12.879 km 2 ), Italia (10.060 km 2 ) e Francia (3.681 km 2 ). \"In questi Paesi, i delta fluviali del Nilo (Egitto, circa 12.879 km 2 ), del Po (Italia, circa 4.000 km 2 ) e del Rodano (Francia, circa 2.000 km 2 ), che stanno subendo elevati tassi di subsidenza del terreno, a causa di processi naturali (compattazione del suolo) e antropici (sfruttamento dei fluidi sotterranei) sono così ad alto rischio di inondazioni nel 2050-2100-2150\" I ricercatori sottolineano poi una cosa importante: \"Vale la pena notare che la maggior parte della popolazione che vive lungo le coste del Mediterraneo non è a conoscenza dell'innalzamento del livello del mare , della subsidenza del suolo e dei relativi rischi costieri che hanno un impatto sull'ambiente, sulle infrastrutture costiere e sulle attività umane\".\nPer l'Italia, le coste più a rischio sono quelle di Friuli Venezia-Giulia, Veneto, Emilia-Romagna e Puglia settentrionale per il versante adriatico, insieme a quelle di Toscana, Lazio e in parte della Sardegna per quello tirrenico. Nella ricerca, osserva Serpelloni , sono stati utilizzati i dati dei sistemi di navigazione satellitare, che permettono di calcolare in maniera estremamente precisa le velocità di spostamento verticale del suolo. Alla luce di questi dati, i tre ricercatori hanno ricalcolato le attuali proiezioni fino al 2150 in 265 zone del Mediterraneo. \"Nelle aree risultate più a rischio ci saranno maggiori impatti sull'ambiente, sulle attività umane e sulle infrastrutture\", dice Anzidei: \"È quindi necessario - conclude - intraprendere azioni concrete a sostegno delle popolazioni costiere \".\nArgomenti clima news mediterraneo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "external_links": [
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "https://iopscience.iop.org/article/10.1088/1748-9326/ad127e",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://www.iopscience.iop.org/article/10.1088/1748-9326/ad127e",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:53:43.914+02:00",
    "updated": "2024-01-05T16:43:23.251+02:00"
  },
  {
    "uuid": "43c7e7cfca4248e4e391e5edb11f1d9758faab9a",
    "url": "https://www.philstar.com/movies/2024/03/11/2339730/auschwitz-drama-zone-interest-wins-oscar-best-international-film",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@philstarnews",
    "published": "2024-03-11T01:13:00Z",
    "title": "Auschwitz drama 'Zone of Interest' wins Oscar best international film | Philstar.com",
    "text": "LONDON, United Kingdom — The powerful Auschwitz-set psychological horror film, \"The Zone of Interest\", which on Sunday won the Oscar for best international film, stunned critics with its penetrating study of the banality in the shadow of the death camp.\nThe victory marks the first time that a submission from Britain has won the Academy Award in this category, which is open to non-English language films made by countries other than the United States.\n\"Our film shows where dehumanisation leads at its worst. It's shaped all of our past and present,\" said British director Jonathan Glazer as he accepted the award, before issuing a strong statement about the conflict in Gaza.\n\"Right now, we stand here as men who refute their Jewishness and the Holocaust being hijacked by an occupation which has led to conflict for so many innocent people,\" said Glazer, who is Jewish.\n\"Whether the victims of October the 7th in Israel, or the ongoing attack on Gaza, all the victims of this dehumanisation, how do we resist?\"\nThe German-language film, which earned a total of five Oscar nods and won three BAFTAs, focuses on the family of Rudolf Hoess, the longest-serving commandant of the Auschwitz camp, who lived a stone's throw from the gas chambers.\nWhile the screams and gunshots are audible from their beautiful garden, Hoess (Christian Friedel), his wife Hedwig (Sandra Hueller, an Oscar nominee for \"Anatomy of a Fall\") and their children carry on as though nothing is amiss.\nThey pull the curtains to mask the rising smoke from the incinerators, they use their pool -- life carries on, even when the death trains arrive to disgorge their doomed passengers.\nAt one point, Hedwig samples a lipstick she found in the pocket of a fur coat stripped from a gassed woman. She rejoices when she finds a diamond in a confiscated tube of toothpaste.\nThe horror \"is just bearing down on every pixel of every shot, in sound and how we interpret that sound... It affects everything but them,\" Glazer told AFP at last year's Cannes film festival where 'Zone' won the Grand Prix, the runner-up prize.\n\"Everything had to be very carefully calibrated to feel that it was always there -- this ever-present, monstrous machinery,\" he said.\nHedwig's mother eventually recoils at what is happening beyond the house's walls, but most of the family's friends and acquaintances are utterly indifferent.\nThe 58-year-old Glazer focused on the apparent normality of daily lives around the death camp, viewing Hoess's family not as obvious monsters but as terrifyingly ordinary.\n\"The things that drive these people are familiar -- nice house, nice garden, healthy kids,\" he said.\n\"How like them are we?\"\nThe \"zone of interest\" is what the Nazis called the 40-square-kilometre area surrounding Auschwitz. The film is based on Martin Amis' 2014 novel of the same name.\nThe film has earned near-universal acclaim, with The Hollywood Reporter calling it a \"bone-chilling Holocaust drama like no other\", and Variety hailing it as \"profound, meditative and immersive\".\nBut some criticised Glazer for not showing Auschwitz itself, the largest Nazi concentration camp where more than 1.1 million people, most of them Jewish, lost their lives, according to the site's museum.\n'I cogitate a lot' The director is known for taking his time: \"The Zone of Interest\" came a decade after his last film, the acclaimed, deeply strange sci-fi \"Under the Skin\" (2013) starring Scarlett Johansson.\nGlazer first made his name with music videos for Radiohead, Blur and Massive Attack in the 1990s before moving into films with \"Sexy Beast\" (2000) and \"Birth\" (2004).\n\"I cogitate a lot. I think a lot about what I'm going to make, good or bad,\" he said.\n\"This particular subject obviously is a vast, profound topic and deeply sensitive for many reasons and I couldn't just approach it casually.\"\nBeyond Amis' novel, Glazer spent two years reading other books and accounts on the subject before beginning to map out the film with collaborators.\nThe film bested \"Perfect Days\" from Wim Wenders, \"The Teachers' Lounge\", \"Society of the Snow\" and \"Io Capitano\" for the Oscar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.facebook.com/plugins/page.php?href=",
      "https://www.facebook.com/plugins/page.php",
      "https://facebook.com/plugins/page.php?href="
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jonathan glazer",
          "sentiment": "none"
        },
        {
          "name": "glazer",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "auschwitz",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-11T03:16:41.509+02:00",
    "updated": "2024-03-11T03:16:41.509+02:00"
  },
  {
    "uuid": "ec69a61432483c7858ed81d573a2b0255500980c",
    "url": "https://vnexplorer.net/z/616897.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-06T13:03:00Z",
    "title": "Asaduddin Owaisi , Revanth Reddyaccuse BRS of transferring vote share to BJP",
    "text": "HYDERABAD: A day after the Lok Sabha poll results, BRS was in the crosshairs of a friend, AIMIM, and a foe, Congress, both of whom accused it of intentionally transferring its vote to BJP in the Lok Sabha elections. BRS, however, has called the allegations ridiculous, saying people chose the two national parties because of the impact of the assembly polls in Nov. BJP for the first time in the region walked away with eight Lok Sabha seats, doubling its tally from 2019. On Wednesday, chief minister A Revanth Reddy alleged, “KCR and his family members sacrificed BRS and mortgaged the self-respect of party leaders to ensure BJP’s win. I don’t know why he (KCR) did it. You should ask KCR, KTR or Harish Rao,” he said while replying to media queries if it was to get bail for Kavitha in liquor scam case. Of the 39 assembly seats it won in 2023, BRS got majority only in three of those seats in the Lok Sabha elections. Even in its stronghold, Siddipet, margins came down to only 2,500 votes. BRS lost deposits in seven of the eight seats won by BJP except in Medak where the BC candidate of the Congress was defeated because former minister T Harish Rao worked towards transfer of the BRS votes to the saffron party, Revanth claimed. “KCR also cheated former IAS officer Venkatram Reddy (who was BRS candidate) in Medak by helping the BJP to win,” Revanth alleged. AIMIM president Asaduddin Owaisi had said on Tuesday that it was open for all to see how BRS supported BJP in many constituencies. “It is a matter of sadness that we saw how BRS leaders openly supported the BJP,” he said. “I don’t know why they did it. It is a wrong political strategy. I have no idea the consequences BRS will face because of this.” AIMIM has been an ally of BRS and had supported the party in the Nov 2023 assembly elections. But in the May 13 Lok Sabha polls, Owaisi, in an indicative appeal, had called upon Muslims to support Congress in Secunderabad, Chevella and Nizamabad, and support winnable candidates from other parties elsewhere in Telangana to defeat BJP. Responding to Owaisi’s remarks, BRS social media convenor Krishank said on X: “Asad saab, with due respect every BRS warrior posted on the theatrics of Hyderabad BJP candidate. KCR garu fielded his most confidante against BJP state president (in Secunderabad). You have all the liberty to incline towards those in the govt but your allegation of BRS working for BJP is a blatant LIE (sic).” For more news like this visit TOI. Get all the Latest News, City News, India News, Business News, and Sports News. For Entertainment News, TV News, and Lifestyle Tips visit Etimes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "asaduddin owaisi",
          "sentiment": "negative"
        },
        {
          "name": "harish rao",
          "sentiment": "none"
        },
        {
          "name": "revanth reddy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "brs",
          "sentiment": "none"
        },
        {
          "name": "kcr",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hyderabad",
          "sentiment": "none"
        },
        {
          "name": "medak",
          "sentiment": "none"
        },
        {
          "name": "siddipet",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:20:09.945+03:00",
    "updated": "2024-06-07T00:20:09.945+03:00"
  },
  {
    "uuid": "07ae7433239af2f59e3dc7ec44d3ec333fb1b265",
    "url": "https://www.corriere.it/lodicoalcorriere/index/08-08-2024/index.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aldo Cazzullo",
    "published": "2024-08-08T20:14:00Z",
    "title": "Lo dico al Corriere - Il sentimento antifrancese e le critiche ai Giochi- Corriere.it",
    "text": "VENERDÌ 9 AGOSTO 2024 Il sentimento antifrancese\ne le critiche ai Giochi risponde Aldo Cazzullo A- A+ shadow Stampa Email Caro Aldo ,\nsono francese, ero innamorata persa dell’Italia e della lingua italiana, leggevo il vostro giornale da anni, poi c’è stato Parigi 2024! E ho scoperto che gli italiani odiano proprio i francesi,non è un semplice disagio, no è proprio odio e non capisco. Come mai? E poi volevo correggere una delle vostre informazioni: non è stato «la cène» il quadro visto che il cantante in azzurro faceva Dioniso e non Gesù. Adesso leggerò i giornali francesi o americani per non farmi insultare perché noi non abbiamo un governo né il sacrosanto bidet, ma abbiamo i campioni!\nSandra Guillory una francese tanto delusa e triste\nCara Sandra ,\nNon facciamo confusione. È vero, in Italia esiste un sentimento antifrancese. Molti italiani pensano di essere considerati i cugini di campagna. Insomma, si sentono disprezzati dai francesi; che in effetti a volte — in particolare i parigini — hanno un atteggiamento un po’ di superiorità, che però si esercita verso tutto il resto del mondo. In realtà, la grande maggioranza dei francesi ama l’Italia; non sempre ricambiata. Gli italiani conoscono bene la storia delle loro famiglie, meno quella del loro Paese; e poi il Risorgimento non è di moda, tanti non sanno o hanno dimenticato che senza l’esercito francese l’Italia non esisterebbe, e che un aiuto importante anche se forse non decisivo venne da Oltralpe anche dopo Caporetto. Il corrispondente del Corriere Stefano Montefiori ha dedicato alla questione un bel libro, pubblicato dalla prestigiosa casa editrice Stock, «Rendez-nous la Joconde!», restituiteci la Gioconda (che contrariamente a quel che molti italiani pensano non è stata rubata da Napoleone ma portata sulla Loira da Leonardo). I Giochi sono un altro discorso. L’idea di tenerli in una dimensione urbana, trasformando Parigi in un grande campo di gioco, era geniale. Purtroppo l’organizzazione a volte approssimativa ha prodotto vari disagi agli atleti e ai tifosi; a cominciare dal pasticcio del nuoto nella Senna. Era nostro dovere scriverlo. Questo non significa odiare i francesi. Si critica quel che si ama; ed è bello amare la Francia. Poi c’è qualche giornale che si accanisce sui Giochi per andare contro Macron: affari loro. Quanto alla cerimonia inaugurale, in effetti non era blasfema. Era molto peggio: era brutta.\nGiorno Precedente LE ALTRE LETTERE DI OGGI L'ingiustizia «Volo in ritardo, rimborso complicato: chi ci tutela?» I passeggeri dei voli aerei mi sembra che siano diventati ormai carne da macello. Ritardi e cancellazione dei voli sono all’ordine del giorno e spesso non si riesce nemmeno a reclamare i propri diritti. Il 17 luglio ero sul volo di una nota compagnia low cost con partenza da Milano Malpensa diretto a Palermo, 183 persone a bordo: è stato rinviato di 4 ore ed è atterrato alle 2.20 di notte. La maggior parte dei passeggeri sono arrivati a casa quasi all’alba e qualcuno è dovuto rimanere in aeroporto mentre altri hanno perso la coincidenza con altri voli o trasferimenti. Si doveva partire alle 20.25 ma per effettuare verifiche sulla sicurezza del velivolo hanno fatto scendere tutti e abbiamo dovuto attendere un nuovo aeroplano e un nuovo equipaggio. L’orario di partenza è slittato a dopo le 00.30. Non ci è stata offerta alcuna assistenza dal personale, la gestione è stata lasciata agli operatori della Sea che gestisce Malpensa. Hanno distribuito buoni pasto da 4 euro spendibili in un bar molto lontano dal nuovo gate d’imbarco quando per un panino e una bibita in aeroporto si spendono almeno 10-12 euro (con scontrino alla mano). Il rimborso? Il modulo per la richiesta, visto che il volo era in ritardo di oltre 3 ore, non si riesce a compilare anche con browser e pc diversi. Sarebbe il caso che l’AgCom, l’Enac e le altre autorità competenti intervengano a difesa dei consumatori nei confronti di questa compagnia (che incassa anche contributi pubblici) per ristabilire un minimo rispetto dei diritti dei passeggeri.\nAngelo Vitale\nSCUOLA «Chi può insegnare letteratura inglese al liceo?» Giovanni Florio , Sondrio; MOVIDA ESTIVA «Il nostro mondo inquinato dai rumori» Claudia Nerozzi TELEMARKETING «Anche il mio numero portoghese non riceve proposte commerciali» Riccardo Tacca , Quarteira (Portogallo) ; LIGURIA IN TRENO «Il costo eccessivo nelle tratte delle Cinque Terre» Mauro Verderio , Monza ; Tutte le lettere INVIATECI LE VOSTRE LETTERE Vi proponiamo di mettere in comune esperienze e riflessioni. Condividere uno spazio in cui discutere senza che sia necessario alzare la voce per essere ascoltati. Continuare ad approfondire le grandi questioni del nostro tempo, e contaminarle con la vita. Raccontare come la storia e la cronaca incidano sulla nostra quotidianità. Ditelo al Corriere.\nMARTEDI - IL CURRICULUM Pubblichiamo la lettera con cui un giovane o un lavoratore già formato presenta le proprie competenze: le lingue straniere, l’innovazione tecnologica, il gusto del lavoro ben fatto, i mestieri d’arte; parlare cinese, inventare un’app, possedere una tecnica, suonare o aggiustare il violino\nInvia il CV MERCOLEDI - L'OFFERTA DI LAVORO Diamo spazio a un’azienda, di qualsiasi campo, che fatica a trovare personale: interpreti, start-upper, saldatori, liutai.\nInvia l'offerta GIOVEDI - L'INGIUSTIZIA Chiediamo di raccontare un’ingiustizia subita: un caso di malasanità, un problema in banca; ma anche un ristorante in cui si è mangiato male, o un ufficio pubblico in cui si è stati trattati peggio. Sarà garantito ovviamente il diritto di replica\nSegnala il caso VENERDI -L'AMORE Chiediamo di raccontarci una storia d’amore, o di mandare attraverso il Corriere una lettera alla persona che amate. Non la posta del cuore; una finestra aperta sulla vita.\nRacconta la storia SABATO -L'ADDIO Vi proponiamo di fissare la memoria di una persona che per voi è stata fondamentale. Una figlia potrà raccontare un padre, un marito la moglie, un allievo il maestro. Ogni sabato scegliamo così il profilo di un italiano che ci ha lasciati. Ma li leggiamo tutti, e tutti ci arricchiranno.\nInvia la lettera DOMENICA - LA STORIA Ospitiamo il racconto di un lettore. Una storia vera o di fantasia.\nInvia il racconto LA FOTO DEL LETTORE Ogni giorno scegliamo un’immagine che vi ha fatto arrabbiare o vi ha emozionati. La testimonianza del degrado delle nostre città, o della loro bellezza.\nInviateci le vostre foto su Instagram all'account @corriere",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:45:36.777+03:00",
    "updated": "2024-08-09T14:29:05.409+03:00"
  }
]