[
  {
    "uuid": "f84b2315ab2c0427dac0dfee7c331a89af1c4d10",
    "url": "https://www.blackenterprise.com/10-career-boost-new-year-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kandia Johnson",
    "published": "2023-12-28T22:05:00Z",
    "title": "10 Ways to Boost Your Career Before the New Year",
    "text": "[by Kandia Johnson](https://www.blackenterprise.com/author/kandiajohnson/) December 28, 2023 10 Ways To Boost Your Career Before The New Year 10 tips for boosting your career before the new year. Why wait until Jan. 1 to start working toward your career goals for the New Year? Although there are only a few days left in 2023, there are several things you can do today to jumpstart your career in 2024. Here are 10 career-boosting steps you can take before New Year’s Eve. Write down your wins. Make a list of your top 10 professional accomplishments from the past year. You can incorporate these “wins” into your résumé the next time you spruce it up–employers love seeing descriptions of “ [a](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [ccomplishments as opposed](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [ t](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [o](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [ “duties](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [.](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) Congratulate someone on his or her career success. By celebrating others’ “wins, you’ll reinforce the belief that you’re a positive, encouraging person—two qualities on every employer’s wish list! Redesign your professional materials. Order beautiful new business cards. And then, when that’s set, think about [revamping your personal website](https://www.themuse.com/advice/the-fun-onehour-activity-that-will-help-you-land-your-dream-job). Clean out your inbox. Don’t just delete old emails and archive others. Take the next step and unsubscribe from mailing lists that waste your time. Send a thank you note. Think of a colleague, manager, or mentor who helped or inspired you this past year, and let that person know you’re grateful for their assistance or inspiration. Sure, you could use email. But it would be better to use pen and paper. A handwritten note is a simple, classy way to make people feel special–and strengthen your professional network. Read up on how to perfect your résumé More specifically, read these [43](https://www.themuse.com/advice/43-resume-tips-that-will-help-you-get-hired) [ tips](https://www.themuse.com/advice/43-resume-tips-that-will-help-you-get-hired). They will only get you closer to getting that job you want. So, tweak your résumé accordingly, or don’t be afraid to start over from scratch instead of building on one you’ve had for years. Add some style to that perfected résumé Find a beautiful new template among one of these [275 free templates](https://www.themuse.com/advice/275-free-resume-templates-you-can-use-right-now) and go forward with confidence as you send it out. (After tailoring it for each job, of course.) Contact an expert if you’re lost. If you’re feeling stuck or don’t know where to begin, it might be worth it to pay an expert or hire a coach to get you past your obstacle. Learn How To Answer The Most Common Interview Questions Your résumé is only doing the first part of the talking. The interview step is hugely important and not one that you can risk blowing. Prepare in advance by running through [these common questions](https://www.themuse.com/advice/how-to-answer-the-31-most-common-interview-questions), and you’ll likely ace it. Update Your Professional Wardrobe Need some style inspiration, ladies? Or [gentlemen](https://www.pinterest.com/livecareer/interview-outfits-for-gents/)? Make sure to purchase items that are both professional and industry-appropriate. RELATED CONTENT: [11 New Year Traditions And Why We Practice Them](https://www.blackenterprise.com/new-years-eve-superstitions-traditions/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [
      "https://www.themuse.com/advice/how-to-answer-the-31-most-common-interview-questions),",
      "https://www.themuse.com/advice/43-resume-tips-that-will-help-you-get-hired).",
      "https://www.pinterest.com/livecareer/interview-outfits-for-gents/)?",
      "https://www.themuse.com/advice/275-free-resume-templates-you-can-use-right-now)",
      "https://www.themuse.com/advice/43-resume-tips-that-will-help-you-get-hired)",
      "https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments)",
      "https://www.themuse.com/advice/the-fun-onehour-activity-that-will-help-you-land-your-dream-job).",
      "https://themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments)",
      "https://themuse.com/advice/275-free-resume-templates-you-can-use-right-now)",
      "https://www.pinterest.com/livecareer/interview-outfits-for-gents/)",
      "https://themuse.com/advice/43-resume-tips-that-will-help-you-get-hired)",
      "https://themuse.com/advice/the-fun-onehour-activity-that-will-help-you-land-your-dream-job).",
      "https://pinterest.com/livecareer/interview-outfits-for-gents/)?",
      "https://themuse.com/advice/43-resume-tips-that-will-help-you-get-hired).",
      "https://themuse.com/advice/how-to-answer-the-31-most-common-interview-questions),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kandia johnson",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:39.677+02:00",
    "updated": "2023-12-29T00:22:39.677+02:00"
  },
  {
    "uuid": "cf1a99d8250d58924a383e744865b7ecdebc6d0c",
    "url": "https://www.kplctv.com/2024/06/22/retired-police-sergeant-vacation-with-family-rescues-couple-sinking-car",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brenda Ordonez",
    "published": "2024-06-22T09:48:00Z",
    "title": "Retired police sergeant on vacation with family rescues couple from sinking car",
    "text": "A retired sergeant and his family saved a couple who was vacationing in the same area. (WXIX, FAMILY PHOTOS, RAIN PHOTOS, CNN, Family Photos/ Rain Photos) By Brenda Ordonez Published: Jun. 22, 2024 at 4:48 AM CDT | Updated: 18 minutes ago Email This Link\nShare on Facebook\nShare on X (formerly Twitter)\nShare on Pinterest\nShare on LinkedIn\nCINCINNATI ( WXIX /Gray News) - A retired Cincinnati police sergeant and his family saved an Ohio couple who just happened to be vacationing in the same area in Florida.\nThe Ramsey family is from Ohio, while the Bell family lives in northern Kentucky.\nUp until June 11, the two families had no idea they lived so close to one another.\nSome might call it a coincidence. Others will say it’s luck, but these two families call it a miracle.\nDean and Shana Ramsey recall the moment they said they almost drowned while vacationing in Siesta Key, Florida.\nSeveral streets flooded that day after the area received more than 11 inches of rain, an abnormal amount, according to Sarasota County officials.\n“You couldn’t see anything but rain and water,” Dean Ramsey recalled.\nWith several cars stalled on the road, the couple said they tried to pull off on what they thought was land.\n“The water sucked us right into that lagoon and that was it,” Dean Ramsey explained.\nWatching in horror from their condo was retired Cincinnati Police Department sergeant Mike Bell, his wife Ginger Bell and their three young kids.\nThe Bell family responded.\n“We were able to stop, slow things down, and assess and make some decisions on how we were going to move forward,” Mike Bell said.\nThat plan started with Mackenzie Bell giving valuable information to 911.\n“I remembered they needed to know the address, so that’s the first thing I told her and then I told her a car is in the pond and there was two people in there,” Mike’s and Ginger Bell’s daughter, Mackenzie Bell, said.\nMeanwhile, the retired sergeant and his wife, who is an emergency medical doctor, took action.\n“I went over to the edge of the water and realized it wasn’t sinking immediately, so I have a few minutes,” Mike Bell recounted from that moment. “At that time, Ginger exited the front door next to the pond. I look at her and said, ‘We need flotation devices.’”\nThat’s where little Hank Bell came in.\n“I didn’t want them to die, so I ran as fast as I could,” Hank Bell explained. “I went up the elevator, which is extremely slow, and I knew there were stairs that were faster. So, I ran down the stairs.”\nFlotation devices in hand, the Bell kids handed them to their parents who were already in the water.\n“He went into the lady’s side and I went into the man’s side,” Ginger Bell said. “She was able to climb out on her own, but I put the boogie board right in front of her. She got her body on the boogie board and that’s when I started paddling and we kicked over to the side.”\nGinger Bell ran into some issues helping Dean Ramsey.\n“When he was trying to get out, his foot got stuck, so he was on his back with one foot out and one foot stuck in the steering wheel,” Ginger Bell remembered.\n“I looked at her and I said, ‘I’m stuck, I can’t,’” Dean Ramsey remembered. “At that time, I was like, ‘I’m going down with the car,’ but she’s like, ‘Get out of this car! You got to get out! Kick your leg!’ I started thrashing my leg and my foot popped out.”\nThe rescue took about five minutes.\nBack on dry land, the Ramsey family saw their rescuers as “guardian angels.”\nThe families say they have plans to reunite in the near future.\nThe Bell family wants to remind residents to always be mindful of their surroundings and assess a situation before getting involved. They said if your car is going in a body of water, roll down the windows or punch them out by hitting the corners.\nThose tactics could save a life.\nCopyright 2024 WXIX via Gray Media Group, Inc. All rights reserved.\nMost Read I-10 E bridge closed for emergency repair of expansion joint 3-car crash on I-210 leaves 3 dead New fishing regulations go into effect June 20 2024 St. Jude Dream Home One of two missing Louisiana girls found dead in Jackson after mother ‘brutally slain’; suspect arrested Latest News Retired law enforcement officer's family rescues couple during Florida vacation Missing hiker found alive after being lost for 10 days in mountains FEMA is ready for an extreme hurricane and wildfire season, but Mayorkas says money is a concern FEMA funds running low as natural disasters surge",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/",
      "https://d1l66zlxaqpl1u.cloudfront.net/wp-gray/WXIX_FAMILY_PHOTOS_RAIN_PHOTOS_CNN_Family_Photos_Rain_Photos/20240622/66769b46668d4134983df31d/t_5b1173c15cf84334b3f87910124cfdf8_name_BHDN_NE_015FR_OH__FAMILY_RESCUE_COU_ec8fc0fc_d4da_4ce4_9e49_2e8ca88bcef0/file_1280x720-2000-v3_1.mp4",
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation",
      "https://fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/",
      "https://www.d1l66zlxaqpl1u.cloudfront.net/wp-gray/WXIX_FAMILY_PHOTOS_RAIN_PHOTOS_CNN_Family_Photos_Rain_Photos/20240622/66769b46668d4134983df31d/t_5b1173c15cf84334b3f87910124cfdf8_name_BHDN_NE_015FR_OH__FAMILY_RESCUE_COU_ec8fc0fc_d4da_4ce4_9e49_2e8ca88bcef0/file_1280x720-2000-v3_1.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brenda ordonez",
          "sentiment": "none"
        },
        {
          "name": "shana ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean ramsey",
          "sentiment": "none"
        },
        {
          "name": "ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "email this link share on facebook share",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "linkedin cincinnati",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "sarasota county",
          "sentiment": "none"
        },
        {
          "name": "cincinnati",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T13:10:49.455+03:00",
    "updated": "2024-06-22T13:10:49.455+03:00"
  },
  {
    "uuid": "9d6eeb4c98621bcb47cbbb0c61edc6f01e06856b",
    "url": "https://www.israelnationalnews.com/news/382728",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Israel National News",
    "published": "2023-12-28T21:30:00Z",
    "title": "Islamic Jihad terrorist admits: My squad committed rape",
    "text": "An Islamic Jihad terrorist who was arrested in Gaza admitted during his interrogation that his squad committed horrific sexual crimes against an Israeli woman. According to a report by Avishai Grinzaig on Kan 11 News, the terrorist described how, after raping her, they murdered the same woman. During the interrogation, the terrorist provided details that can be used to identify the victim. Also, according to the report, Israel has evidence and testimonies about crimes committed by the terrorists. Commenting on his report, Grinzaig wrote on Thursday, \"With all due respect to the daily publications about tunnel shafts and weapons - Israel must present to the world the confessions of the terrorists that they committed sex crimes as part of the October 7 massacre.\" After weeks of ignoring Hamas’ sexual violence during the October 7 attack, UN Women [issued its first condemnation](/news/381282) of the brutality in early December. UN Secretary-General Antonio Guterres also waited nearly two months before he [finally acknowledged](/news/381173) that Hamas committed acts of sexual violence during the attack. Israel's Ambassador to the UN, Gilad Erdan, [said in response](/news/381173), “The Secretary-General's words only sharpen the fact that when it comes to Israeli women, sexual violence that has been proven by state authorities still needs to be ‘investigated.’ For him, when it comes to Israeli women, you can doubt the facts and wait 55 days to call an unknown party to conduct an ‘investigation.’ He does not acknowledge that Hamas committed these crimes!”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grinzaig",
          "sentiment": "none"
        },
        {
          "name": "avishai grinzaig",
          "sentiment": "none"
        },
        {
          "name": "antonio guterres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islamic jihad",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:00.753+02:00",
    "updated": "2023-12-29T00:13:00.753+02:00"
  },
  {
    "uuid": "98f5659713066d162c7afb7428a3ca7dab2a9fdb",
    "url": "https://www.tauntongazette.com/story/sports/high-school/basketball/2023/12/28/gretchen-rodrigues-taunton-durfee-girls-basketball-holiday-classic/72051234007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Steven Sanchez",
    "published": "2023-12-28T22:26:00Z",
    "title": "Gretchen Rodrigues has Taunton High girls playing winning basketball",
    "text": "Taunton second-year head coach has girls basketball team heading in right direction [Steven Sanchez](https://www.heraldnews.com/staff/3682426001/steven-sanchez/) TAUNTON — As a basketball player for New Bedford High School, [Gretchen Rodrigues](/story/sports/high-school/basketball/2022/12/12/gretchen-rodrigues-new-bedford-taunton-girls-basketball-coach/69713842007/) was best known for her scoring, grit and determination on the court. Now in her second season as head coach for [Taunton High](https://highschool.tauntonschools.org/), the 2003 Whaler graduate has caught the eyes of opposing coaches. \"I've told [Gretchen] before this game that this is the most athletic team I've seen Taunton has ever had in the last three years,\" said Durfee head coach Jeff Caron said after the Hilltoppers lost their first of the season on Thursday, 53-50. \"All five players on the floor are pretty athletic. They're a lot quicker than before and they can run that press effectively this year because of personal.\" Rodrigues, who is the all-time leading scorer at New Bedford with 1,391 points, said it's all about the buy-in. The Tigers improve to 5-0 and has averaged close to 64 points per game through four contest before the matchup with Durfee. It's the best start for Taunton since the 2006-07 team when the Tigers won four straight to open the season. \"We're definitely a year older,\" she said. \"The [girls] are believing and everyone has confidence in one another. They are buying into my system and playing hard. Now moving forward, it is easier for the girls. We believe that we can win.\" Seniors Cali Melo and Jillian Doherty said there has been a big difference since Rodrigues was hired by Taunton athletic director Mark Ottavianelli in October 2022. \"Not losing any players and being able to have one more year [along] with a connection,\" said Melo, who finished with 12 points said. \"I think coach coming in changed the pace on how we play. No hate for the coach we had before. Now we are more fast pace.\" Doherty said the team is definietly buying in. \"The effort is so much higher and we want it so much more this year,\" said Doherty who finished with a team-high 17 points. \"Coach has been saying this for a year now and now we're doing it. We can see that she was right all this time. It's nice to see all the hard work in the offseason has finally paid off. Last season, the Tigers started out 3-0 before losing to the Hilltoppers in the Taunton Holiday Classic. Now 5-0, could you imagine? \"No,\" Rodrigues said. \"We beat a real good team today. Durfee is good. I can imagine this but now these girls believe.\" How it happened Taunton got off to fast start, scoring the first 13 points of the game to jump out to a 19-8 lead. The Tigers cooled off in the second quarter and Durfee closed the margin to just two at 22-20. But Taunton maintain the lead at halftime, 25-20. In the third quarter, Taunton started strong before the Hilltoppers made a late run as the visitors trail 43-35 with a final quarter remaining. The Tigers never trailed in the game. \"It was good that we responded and did not let that deficit get us down,\" Caron said. \"But we were chasing the whole game. Even when we got closer, they pulled away. Taunton did a great job in moving the basketball. They played a cleaner game than we did and they out-toughed us to loose balls. We just got beat.\" Breakout game Sophomore Maddie Hargraves had a game to remember for Durfee. After scoring just four points in the first half, the Hilltopper guard netted 23 points in the second half to keep the Hilltoppers alive. She basically put the team on her shoulder after her' older sister, Julia, fouled out for the first time in her career in the fourth and center Mya Hayes-Paulette went down with an injury in the third quarter. Maddie Hargraves finished with a career-high 27 points. \"We were swimming up stream right off the bat,\" Caron said. \"You can't expect so many things that happen and win the game. Maddie [Hargraves] is really good in a transition type-game like this. She is such a good athlete so that's what she capable of. She is compeitive that is what you seen there.\" Other scorers in the game for Taunton were Taryn Campbell with 11 and Lexi Haywood added nine in the win. Hayes-Paulette contributed 16 points and Maggie O'Connell chipped in with five points for the Hilltoppers. Herald News and Taunton Daily Gazette sports editor Steven Sanchez can be reached at ssanchez@heraldnews.com. You can follow him on X (formerly known as Twitter) at [@Chezsports.](https://twitter.com/home)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.heraldnews.com/staff/3682426001/steven-sanchez/)",
      "https://highschool.tauntonschools.org/),",
      "https://twitter.com/home)",
      "https://www.twitter.com/home)",
      "https://www.highschool.tauntonschools.org/),",
      "https://heraldnews.com/staff/3682426001/steven-sanchez/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gretchen rodrigues",
          "sentiment": "positive"
        },
        {
          "name": "steven sanchez]",
          "sentiment": "neutral"
        },
        {
          "name": "rodrigues",
          "sentiment": "none"
        },
        {
          "name": "jeff caron",
          "sentiment": "none"
        },
        {
          "name": "durfee",
          "sentiment": "none"
        },
        {
          "name": "gretchen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taunton high",
          "sentiment": "positive"
        },
        {
          "name": "hilltoppers",
          "sentiment": "none"
        },
        {
          "name": "new bedford high school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "taunton",
          "sentiment": "none"
        },
        {
          "name": "taunton",
          "sentiment": "none"
        },
        {
          "name": "new bedford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:33.589+02:00",
    "updated": "2024-01-05T01:10:02.919+02:00"
  }
]