[
  {
    "uuid": "4b37289eaf40374027ea31680987c20cdecf2ec3",
    "url": "https://www.wionews.com/sports/olympics/news-paris-olympics-ioc-faces-backlash-for-allowing-steven-van-de-velde-to-compete-despite-child-abuse-charges-744239",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WION Web Team",
    "published": "2024-07-25T00:00:00Z",
    "title": "Paris Olympics: IOC faces backlash for allowing Steven van de Velde to compete despite child abuse charges",
    "text": "Story highlights Steven van de Velde, who is now 29, was sentenced to four years in prison in 2016 after he pled guilty to raping a 12-year-old British girl. He had flown to England to meet her in 2014 with full knowledge of her age, having met her on Facebook. The International Olympic Committee (IOC) is set to face a huge backlash after allowing Dutch beach volleyball player Steven van de Velde, who was convicted of child rape in 2016, to compete at the Paris Summer Games. According to reports, public unions are threatening to call an investigation against the IOC for allowing the athlete to compete despite having a controversial background. IOC faces backlash Ciara Bergman, the CEO of Rape Crisis England & Wales said the “irresponsible” inclusion of Van de Velde at the Olympics created an “enormous sense of impunity”, adding: “If you can rape a child and still compete in the Olympics, despite all athletes signing a declaration promising to be a role model, that is just shocking,” she said. According to Bergman, the IOC needs to first investigate the Dutch sporting authority for allowing the volleyball player to compete. Van de Velde, who is now 29, was sentenced to four years in prison in 2016 after he pled guilty to raping a 12-year-old British girl. He had flown to England to meet her in 2014 with full knowledge of her age, having met her on Facebook. ALSO READ | SL v IND 2024: SL seamer Nuwan Thushara to miss India T20Is with broken finger, Chameera also ruled out After pleading guilty to charges, Van de Velde served 12 months in a British prison, before being transferred to his home country where he was released after a month. He has since gone on to play internationally for the Netherlands. However, that has not stopped the people’s group from protesting against the Dutch player who will be seen donning his country’s colours when the Paris Olympic Games kick off on Friday (July 26). On Wednesday, Charlotte Dujardin, one of the greatest equestrian athletes from Great Britain had to withdraw from the Paris Games after the Federation of Equestrian Federations (FEI) obtained video of horse abuse and started investigations.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steven van de velde",
          "sentiment": "negative"
        },
        {
          "name": "bergman",
          "sentiment": "none"
        },
        {
          "name": "ciara bergman",
          "sentiment": "none"
        },
        {
          "name": "van de velde",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ioc",
          "sentiment": "negative"
        },
        {
          "name": "rape crisis england & wales",
          "sentiment": "none"
        },
        {
          "name": "international olympic committee",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T03:27:57.293+03:00",
    "updated": "2024-07-26T03:27:57.293+03:00"
  },
  {
    "uuid": "2902ff19b40b9d81d3ee4a9c55d2ea56fcf0300f",
    "url": "https://www.cryptopolitan.com/ais-journey-in-2023-healthcare-business/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CPOfficialtx",
    "published": "2023-12-28T19:52:00Z",
    "title": "AI’s Groundbreaking Journey in 2023: Transforming Healthcare, Business, and Media”",
    "text": "Artificial Intelligence (AI) has been making significant strides in various fields, and 2023 has been a pivotal year in showcasing its potential and impact. From healthcare innovations to advancements in entertainment and business, AI has demonstrated its versatility and transformative power. This article provides an overview of key developments in AI over the past year, underscoring how this technology is reshaping industries and influencing societal norms. AI in healthcare in a leap forward One of the most notable achievements of AI in 2023 was in the healthcare sector. Researchers and medical professionals have increasingly relied on AI for diagnosing diseases, personalizing treatments, and even predicting patient outcomes with greater accuracy. A breakthrough was the use of AI in treating ultrasonic brain illnesses, as reported by AniNews.in. This advancement has significantly reduced barriers to treatment, offering hope for more effective management of neurological conditions. Moreover, startups have been actively utilizing AI to predict responses to cancer drugs, as highlighted by The Wall Street Journal. This approach has the potential to revolutionize cancer treatment by tailoring therapies to individual patient needs, thus improving treatment efficacy and reducing side effects. AI’s impact on business and the economy AI’s influence extends beyond healthcare into the realms of business and economy. Microsoft’s AI developments have been likened to an ‘iPhone moment’, suggesting a major shift in the company’s trajectory and impact on the tech industry. As reported by Proactive Investors (US), this upgrade in Microsoft’s AI capabilities indicates a significant leap in how businesses can leverage AI for innovation and efficiency. Additionally, Forbes’ review of 2023 highlights AI’s role in various sectors, including risk management, hybrid work models, and environmental, social, and governance (ESG) considerations. AI’s ability to analyze vast amounts of data and provide insights has been invaluable for companies navigating complex market dynamics and evolving work environments. AI in entertainment and media The entertainment industry has also felt AI’s influence. ‘Gutfeld!’ discussed how AI actors could potentially address issues in Hollywood, suggesting a future where AI-generated performances might become commonplace. This development, covered by The Wrap (Video), opens up new possibilities for content creation, potentially reshaping the entertainment landscape. In the realm of intellectual property, AI’s role has sparked discussions, as seen in “Copyright in the Age of Artificial Intelligence” by Mind Matters. The conversation revolves around the legal and ethical implications of AI-generated content, highlighting the need for new frameworks to address these emerging challenges. Challenges and ethical considerations Despite its numerous benefits, AI’s rapid development has raised important questions about ethics and regulation. Issues such as data privacy, bias in AI algorithms, and the potential for misuse remain key concerns. Publications like JD Supra have emphasized the importance of navigating compliance trends and establishing a corporate culture of integrity in the age of AI. The New York Times’ lawsuit against Microsoft and OpenAI, as reported by various sources, underscores the complexities of AI concerning copyright laws. This case is a clear indicator of the legal challenges that lie ahead as AI continues to evolve and intersect with various aspects of society. The advancements in AI during 2023 have been remarkable, showcasing the technology’s potential to revolutionize multiple sectors. From healthcare to entertainment, AI’s applications are vast and varied, offering solutions to complex problems and opening up new possibilities. However, as AI continues to develop, it is crucial to address the accompanying ethical and legal challenges to ensure its benefits are maximized while minimizing potential harm. The progress made in 2023 sets the stage for further innovations and discussions in the years to come, marking an exciting era in the evolution of artificial intelligence.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:44:01.285+02:00",
    "updated": "2023-12-29T01:59:50.718+02:00"
  },
  {
    "uuid": "77ff30db3f9339398a15eaae67bfe30bbe61cfd8",
    "url": "https://www.infobae.com/colombia/2024/06/13/encontraron-a-una-anciana-con-signos-de-desnutricion-al-lado-del-cadaver-descompuesto-de-su-hijo-en-medellin",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michell Figueroa",
    "published": "2024-06-13T19:37:00Z",
    "title": "Encontraron a una anciana con signos de desnutrición al lado del cadáver descompuesto de su hijo en Medellín - Infobae",
    "text": "Las autoridades de Medellín encontraron un cadáver en alto estado de descomposición en la misma vivienda donde estaba una anciana con signos de desnutrición - crédito CTI Las autoridades de la capital de Antioquia confirmaron el impactante hallazgo en una vivienda del barrio 20 de julio, ubicado en San Javier, en el occidente de Medellín. En el lugar había una adulta mayor desnutrida y el cadáver de su hijo en estado de descomposición.\nUniformados de la Policía Metropolitana del Valle de Aburrá, que descubrieron la lamentable y sorpresiva escena, fueron alertados por el hermano del hombre fallecido.\nAhora puede seguirnos en nuestro WhatsApp Channel y en Facebook .\nSegún informaron las autoridades del Área Metropolitana, el cuerpo no presentaba signos aparentes de violencia . La Policía fue alertada luego de que compañeros de trabajo reportaran la ausencia del hombre, quien llevaba varios días sin asistir a sus labores.\nUnidades de criminalística llegaron al lugar ubicado en la comuna San Javier - crédito CTI El hallazgo se produjo en una casa ubicada en el barrio 20 de julio. Un hermano del fallecido, de 41 años de edad, fue quien acudió al lugar y, al no obtener respuesta cuando tocó la puerta, solicitó la intervención de las autoridades locales.\nDe acuerdo con información revelada por medios de comunicación locales, el ciudadano se percató del mal olor que emanaba de la casa, así como de una cantidad de moscas que invadían el sitio.\nAl ingresar a la vivienda, los uniformados encontraron a la madre del hombre, de 86 años, quien presentaba signos de desnutrición. Ella permanecía en la sala de la vivienda, sentada en un sofá, mientras que el cuerpo sin vida estaba en el baño.\nPor el momento no se han establecido las causas de la muerte; sin embargo, el caso quedó en manos de las autoridades pertinentes para que se investigue y se esclarezca este caso. Al lugar donde encontraron el cadáver llegaron unidades de criminalística para realizar las labores de levantamiento y trasladar el cuerpo a la sede del Instituto de Medicina Legal y Ciencias Forenses.\nUn caso similar en Medellín El caso anterior guarda similitudes con otro sucedido el pasado mes de abril, cuando fue hallado el cuerpo sin vida de Peter Paul Jaunkus, un ciudadano estadounidense, en un apartamento de El Poblado, comuna 14 de Medellín.\nJaunkus había sido reportado desaparecido 17 días antes del hallazgo, que se dio gracias a que los vecinos alertaran a las autoridades por el fuerte olor proveniente de su apartamento. El extranjero, oriundo de Chicago, había llegado a Colombia seis meses antes de su deceso.\nOtro caso parecido se reportó en un hotel ubicado en el mismo sector. De acuerdo con el reporte oficial, el ciudadano fue identificado como Joe Girosart, de 36 años , que se encontraba al interior de su habitación después de llegar al Hostal Black Sheep.\nEl extranjero se hospedaba en un hotel de El Poblado - crédito Colprensa Los empleados del lugar fueron quienes lo encontraron, luego de que determinaran ingresar a la fuerza, pues consideraron que el turista llevaba muchas horas sin salir de su habitación. De acuerdo con sus testimonios, durante los días que se había hospedado allí, siempre salía temprano. Lamentablemente, al abrir la puerta se toparon con la terrible escena.\nDel mismo modo, los trabajadores del lugar relataron que junto al cuerpo se encontraron varios frascos de medicamentos vacíos , hecho que ha ocasionado especulaciones sobre las causas de su fallecimiento, debido a que una de las hipótesis indica que pudo haberse suicidado, debido a que no encontraron señales de violencia en su cuerpo.\nEl administrador del hostal reveló a los medios locales que el ciudadano, proveniente de Gran Bretaña, llegó en la noche del domingo 28 de abril a dormir, como de costumbre. Sin embargo, no se levantó al otro día, por lo que tomaron medidas y se encontraron con su cuerpo.\nAnte esta situación, se comunicaron con las autoridades que arribaron rápidamente a la comuna 14, ubicada en el suroriente de Medellín, para realizar la respectiva inspección del lugar y el cuerpo técnico adelantó el levantamiento del cadáver para que fuera trasladado a las instalaciones de Medicina Legal .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/infobaecolombia",
      "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://facebook.com/infobaecolombia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:04:35.761+03:00",
    "updated": "2024-06-14T00:04:35.761+03:00"
  },
  {
    "uuid": "3d288470afb3b441ff88d8881cdae8fd562efc71",
    "url": "https://independent.ng/boeings-us-factory-workers-strike-halting-737-max-production",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agency Report",
    "published": "2024-09-13T14:30:00Z",
    "title": "Boeing’s US Factory Workers Strike, Halting 737 MAX Production",
    "text": "Boeing’s U.S. West Coast factory workers walked off the job early on Friday after overwhelmingly rejecting a contract deal, halting production of the planemaker’s strongest-selling jet as it wrestles with severe output delays and heavy debt.\nThe first strike since 2008 comes as the planemaker is under heavy scrutiny from U.S. regulators and customers after a door panel blew off a 737 MAX jet mid-air in January.\nThe mounting crises hit Boeing’s stock and sparked a leadership upheaval. The shares fell 2.8% in U.S. pre-market trading on Friday, paring some earlier losses. The stock has lost nearly 38% so far this year, losing $58 billion in market value.\nShares in Spirit Aerosystems the supplier Boeing is buying, fell 1%.\nNew CEO Kelly Ortberg was brought in just weeks ago to restore faith in the planemaker and proposed a deal including a pay rise of 25% over four years, far lower than the 40% workers had demanded.\nRoughly 30,000 International Association of Machinists and Aerospace Workers (IAM) members who produce Boeing’s top-selling 737 MAX and other jets in the Seattle and Portland areas voted on their first full contract in 16 years, with 94.6% rejecting it and 96% favoring a strike in a two-part ballot.\n“This is about respect, this is about addressing the past, and this is about fighting for our future,” said Jon Holden, who headed the negotiations for Boeing’s largest union, before announcing the vote result on Thursday evening. The union was going to get back to the table as quickly as it could, Holden told reporters, without saying how long he thought the strike would last or when talks would resume.\nBoeing said in a statement that it was ready to get back to the negotiating table, a sign that it was ready to sweeten the deal.\n“The message was clear that the tentative agreement we reached with IAM leadership was not acceptable to the members. We remain committed to resetting our relationship with our employees and the union, and we are ready to get back to the table to reach a new agreement,” the planemaker said in a statement.\nA long strike could badly hit Boeing’s finances, which are already groaning due to a $60-billion debt pile.\nBoeing had said it had offered workers everything it could and needed to plan for the investments needed to replace its best-selling single-aisle models while placating striking workers with a better offer.\nThe proposed deal included a $3,000 signing bonus and a pledge to build Boeing’s next commercial jet in the Seattle area, provided the program was launched within the contract term.\nData from equity research firm Melius Research showed median employee compensation for the aerospace and defense firms companies it monitors grew 12% between 2018 and 2023. It fell 6% for Boeing and 19% for Spirit Aerosystems.\n“The key question now is on the duration of the strike given the gap between the proposed wage increase and union members request,” Jefferies analyst Chloe Lemarie said in a note, adding that a long strike poses a key risk for 737 MAX production.\nAlthough IAM leadership recommended last Sunday that its members accept the contract, many workers responded angrily, arguing for the original demand and lamenting the loss of an annual bonus.\nWorkers have been protesting all week in Boeing factories in the Seattle area that assemble Boeing’s MAX, 777, and 767 jets.\nOn Friday, members in the union hall cheered and chanted “Strike! Strike! Strike!” and shortly after midnight, striking workers started to gather outside the entrances of Boeing factories in the Seattle area. Many waved placards that read: ‘On Strike Against Boeing’, and drivers passing by honked their car horns in support.\n“I’m willing to strike for two months or even longer. Let’s go as long as it takes to get what we deserve,” said James Mann, a 26-year-old who works in a wings division at Boeing.\nThe Biden administration was in touch with both sides, White House press secretary Karine Jean Pierre said on Thursday. “We are going to encourage both parties to negotiate in that way, in good faith, and reach a strong contract,” she said.\nIf prolonged, a strike would also weigh on airlines that depend on the planemaker’s jets and suppliers who manufacture parts and components for its aircraft.\nThe Boeing workers’ last strike in 2008 shuttered plants for nearly two months and hit revenue by an estimated $100 million per day. According to a pre-vote note from TD Cowen, a 50-day strike could cost Boeing $3 billion to $3.5 billion of cash flow.\nCFM, the sole-source engine supplier for the 737 MAX, said there was no immediate impact to its operations.\nAir India CEO Campbell Wilson said on Friday that Boeing’s 737 MAX deliveries to his airline appeared to be “delayed a little bit” even before the strike announcement because of regulatory scrutiny after the Alaska Airlines door incident and supply chain issues.\nCathay Pacific and Flydubai said they were in touch with Boeing. A Flydubai spokesperson said the airline was looking forward to Boeing swiftly resolving the issue and it was talking to the aircraft maker regarding the delivery schedule.\nS&P Global Ratings said that an extended strike could delay Boeing’s recovery and hurt its overall rating. Both S&P and Moody’s rate Boeing one notch above junk status.\n(SOURCE: REUTERS)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T20:57:26.302+03:00",
    "updated": "2024-09-13T20:57:26.302+03:00"
  },
  {
    "uuid": "738d2629b0d7cf57b36837857103f5fab00832a4",
    "url": "https://risorgimentosicilia.qds.it/lavoro/amazon-assume-magazzinieri-centro-nord-opportunita-anche-senza-esperienza/",
    "ord_in_thread": 0,
    "author": "risuser",
    "published": "2025-08-07T16:10:00Z",
    "title": "Amazon assume magazzinieri nel Centro-Nord Italia: opportunità anche senza esperienza",
    "text": "Amazon , leader globale nel commercio elettronico, ha avviato una nuova campagna di reclutamento per magazzinieri in ben 12 sedi italiane , distribuite tra Abruzzo, Emilia-Romagna, Lazio, Lombardia, Piemonte e Veneto . L’offerta è rivolta anche a candidati senza esperienza , interessati a lavorare in un ambiente moderno, dinamico e tecnologicamente avanzato.\nMansioni del magazziniere Amazon Le figure selezionate saranno inserite nei centri di distribuzione e si occuperanno di:\nGestione della merce : carico e scarico dei prodotti;\nSmistamento : organizzazione e sistemazione della merce per destinazione;\nPreparazione degli ordini : allestimento, imballaggio e spedizione.\nSedi di lavoro disponibili I posti sono aperti nelle seguenti località:\nAbruzzo : San Salvo (CH)\nEmilia-Romagna : Castel San Giovanni (PC)\nLazio : Ardea (RM), Colleferro (RM), Passo Corese (RI)\nLombardia : Cividate al Piano (BG), Milano\nPiemonte : Agognate (NO), Spinetta Marengo (AL), Vercelli\nVeneto : Castelguglielmo/San Bellino (RO), Venezia\nRequisiti richiesti Per candidarsi è necessario:\nAvere almeno 18 anni ;\nPossedere un diploma di scuola superiore ;\nAvere una buona conoscenza della lingua italiana (orale e scritta);\nEssere familiarizzati con strumenti informatici di base ;\nDimostrare precisione, affidabilità e spirito organizzativo ;\nEssere disponibili a lavorare su turni , compresi festivi e notturni.\nCosa offre Amazon Amazon propone un pacchetto retributivo competitivo e numerosi vantaggi, tra cui:\nContratto a tempo determinato , con possibilità di proroga o assunzione a tempo indeterminato;\nStipendio tra i più alti del settore ;\nServizio navetta gratuito (disponibile in alcune sedi) e parcheggio gratuito;\nAmbiente di lavoro sicuro e tecnologico ;\nPercorsi di formazione interna e reali opportunità di crescita professionale.\nCome candidarsi Per consultare tutte le posizioni aperte e candidarsi online, visita il sito ufficiale di Amazon: https://www.amazon.jobs/content/it/teams/fulfillment-and-operations/italy",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business strategy and marketing",
      "Labor->employment",
      "Labor->employer",
      "Labor->labour market",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.amazon.jobs/content/it/teams/fulfillment-and-operations/italy",
      "https://amazon.jobs/content/it/teams/fulfillment-and-operations/italy"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": " Castelguglielmo/San Bellin",
          "sentiment": "none"
        },
        {
          "name": " Castel San Giovann",
          "sentiment": "none"
        },
        {
          "name": " Spinetta Mareng",
          "sentiment": "none"
        },
        {
          "name": " Vercelli\nVenet",
          "sentiment": "none"
        },
        {
          "name": " Milano\nPiemont",
          "sentiment": "none"
        },
        {
          "name": " Passo Cores",
          "sentiment": "none"
        },
        {
          "name": " Colleferr",
          "sentiment": "none"
        },
        {
          "name": " Lombardi",
          "sentiment": "none"
        },
        {
          "name": " San Salv",
          "sentiment": "none"
        },
        {
          "name": "\nLombardi",
          "sentiment": "none"
        },
        {
          "name": " Piemont",
          "sentiment": "none"
        },
        {
          "name": "\nAbruzz",
          "sentiment": "none"
        },
        {
          "name": " Venezi",
          "sentiment": "none"
        },
        {
          "name": " Abruzz",
          "sentiment": "none"
        },
        {
          "name": "-Romagn",
          "sentiment": "none"
        },
        {
          "name": " Venet",
          "sentiment": "none"
        },
        {
          "name": "\nEmili",
          "sentiment": "none"
        },
        {
          "name": " Emili",
          "sentiment": "none"
        },
        {
          "name": " Lazi",
          "sentiment": "none"
        },
        {
          "name": " Arde",
          "sentiment": "none"
        },
        {
          "name": "\nLazi",
          "sentiment": "none"
        },
        {
          "name": "(A",
          "sentiment": "none"
        },
        {
          "name": "(B",
          "sentiment": "none"
        },
        {
          "name": "(C",
          "sentiment": "none"
        },
        {
          "name": "(P",
          "sentiment": "none"
        },
        {
          "name": "(R",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T19:32:35.325+03:00",
    "updated": "2025-08-07T19:39:39.000+03:00"
  },
  {
    "uuid": "a71bdcd45d41c2ecdbeb8563b7f039e9e452fbf8",
    "url": "https://www.bart.gov/news/articles/2024/news20240418",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "michelle.robertson",
    "published": "2024-04-18T19:01:00Z",
    "title": "BART Connects: A college student’s career ambitions – and romance – blossomed thanks to BART",
    "text": "BART Connects: A college student’s career ambitions – and romance – blossomed thanks to BART Do you have a favorite BART memory or story to share? Email a short summary to BART Storyteller Michelle Robertson at [[email protected],](/cdn-cgi/l/email-protection#4924202a212c25252c673b262b2c3b3d3a2627092b283b3d672e263f) and she may follow up to schedule an interview. In just a year of riding BART, Kevin DeAntoni made a decision. When he graduates from San Francisco State in a few years, he’s going to be an urban planner specializing in transportation. Though he grew up in the Bay Area, DeAntoni had never really used BART until 2023. He lives in Redwood City, which doesn't have a BART station, and his default mode of transportation had always been a car. Then, DeAntoni met someone. The issue? His potential flame lived fifty miles away on the other side of the bay. “My boyfriend lives in Walnut Creek, and so initially in my mind, I was like, this won’t pan out for me, driving there will be so expensive,” DeAntoni said. Not to mention, he knew he'd sit in traffic for up to two-and-a-half hours one way if he left at the wrong time. Five hours in a car for one visit? Yikes, he thought. Then, he remembered Walnut Creek has a BART station, and that BART station happened to be just a short walk from his budding romantic partner's house. DeAntoni realized he could park at Millbrae Station then ride to Walnut Creek for under $8 one way -- a fare he could afford on his student budget. And so, he said to himself, \"Why not? Let's try it.\" DeAntoni admitted he was a bit nervous at first – he hadn’t taken BART since 2019 to get to the San Francisco Pride Parade – and he didn’t know what to expect onboard. “After a few weeks, I got the hang of it, and it felt like I’d been taking BART my entire life,” he said. He soon began taking the train for other trips – to Civic Center to see his friends, to Powell Street for ice skating. “BART’s been a gateway for me to get out and explore the place I call home,” he said. “To be honest, I only really knew Walnut Creek from the Shane Co. commercials. I didn’t even know most of Contra Costa existed until I took BART there.” Kevin DeAntoni pictured at Millbrae Station. DeAntoni remembers disembarking at Walnut Creek Station for the first time and catching sight of Mount Diablo in the distance. He realized then he'd only seen the mountain in photos. “I feel infinitely more independent now thanks to BART,” he said. “I’m only 21, but I feel like I’ve lived [in the Bay Area] for 70 years. I know where everything is!” BART has also changed the course of DeAntoni's professional trajectory. He said recognizing his aspirations to work in transit “hit me out of nowhere,\" as did a newfound “obsession” with trains. He hopes to one day “play a big role in how metropolitan areas revolve around public transportation and vice versa.” “My goal is to expand BART as much as legally and logistically possible so we can maximize the number of people who benefit from it,” he said, outlining his ambition proposal for the system. “I want to repay BART for how much it's done for me.” DeAntoni said the system speaks to him so deeply, he can't express it in words. Every time he rides BART, he said, he experiences a gush of gratitude. “How lucky are we to have BART,” he said. About BART Connects The BART Connects storytelling series was launched in 2023 to showcase the real people who ride and rely on BART and illustrate the manifold ways the system affects their lives. The subjects of BART Connects will be featured in videos as well as a forthcoming marketing campaign that is slated to run across the Bay Area. Find all the stories at [bart.gov/bartconnects. ](https://www.bart.gov/news/specials/connects) The series grew out of BART's [Role in the Region Study](https://www.bart.gov/about/planning/region), which demonstrates BART’s importance to the Bay Area’s mobility, cultural diversity, environmental and economic sustainability. We conducted a call for stories to hear from our riders and understand what BART means to them. More than 300 riders responded, and a selection of respondents were interviewed for the BART Connects series.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michelle robertson",
          "sentiment": "none"
        },
        {
          "name": "deantoni",
          "sentiment": "none"
        },
        {
          "name": "kevin deantoni",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bart bart",
          "sentiment": "negative"
        },
        {
          "name": "bart",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "walnut creek",
          "sentiment": "none"
        },
        {
          "name": "redwood city",
          "sentiment": "none"
        },
        {
          "name": "san francisco state",
          "sentiment": "none"
        },
        {
          "name": "bay area",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:11:09.372+03:00",
    "updated": "2024-04-19T02:48:03.265+03:00"
  }
]