[
  {
    "uuid": "c3794805fcd1c2e24f907958afc3493038d57628",
    "url": "https://www.siasat.com/bjp-using-ram-temple-event-for-political-purposes-muslim-league-2944511/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Trust of India",
    "published": "2023-12-29T09:46:00Z",
    "title": "BJP using Ram temple event for political purposes: Muslim League",
    "text": "Malappuram: The Indian Union Muslim League (IUML), a key ally of the Congress-led UDF in Kerala, accused the BJP on Friday of exploiting the consecration ceremony of the Ram Temple in Ayodhya for political purposes. The IUML expressed hope that secular forces would recognise this political manoeuvre of the BJP. Amid increasing uncertainty in the Congress’s Kerala state unit on the political stance the party should take regarding the invitation to its national leadership for the Ram Temple consecration ceremony on January 22, the IUML urged the Congress to take an independent decision. “The BJP is treating it as a political inauguration for the upcoming Lok Sabha polls. The prime minister and others have launched a political propaganda aimed at the next parliamentary election,” IUML National General Secretary P K Kunhalikutty told reporters after the party’s political affairs committee meeting. Alleging that the saffron party is politicising the event by differentiating between those who participate in it and those who don’t, Kunhalikutty said, “The BJP government’s target is the next parliamentary elections. The League highly respects the faith and freedom of worship of the Hindu community. No comment on that. But the opening of the Ram temple is being used politically.” He said the issue is political, not religious, and called on every political party, especially those with secular views, to realise this and take independent decisions. On the Congress’s stand, Kunhalikutty said, “Congress has its own set up, leadership. They are facing a lot of problems. Let them take an independent decision.” IUML supremo Sadiq Ali Shihab Thangal added that the IUML supports the faithful on the issue but cannot accept the attempt to turn it into a political agenda for the upcoming Lok Sabha polls. The IUML’s statement is seen as an attempt to exert pressure on the Congress’s state unit, which is in a difficult position regarding the invitation extended to its national leaders for the consecration ceremony next month. The ruling CPI(M) in the state has already declared that its representatives will not attend the ceremony, considering it a political move by the BJP ahead of the general elections that are to be held in a few months.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kunhalikutty",
          "sentiment": "none"
        },
        {
          "name": "p k kunhalikutty",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "muslim league malappuram",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "negative"
        },
        {
          "name": "indian union muslim league",
          "sentiment": "negative"
        },
        {
          "name": "udf",
          "sentiment": "negative"
        },
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "iuml",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kerala",
          "sentiment": "none"
        },
        {
          "name": "ayodhya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:19:33.333+02:00",
    "updated": "2023-12-29T12:19:33.333+02:00"
  },
  {
    "uuid": "18c2936d870b7b442c348d05b35ba9bfa4fd976a",
    "url": "https://www.12news.com/article/syndication/spanish/vendedor-ambulante-y-ciego-de-mesa-dice-estar-agradecido-con-la-vida-luego-de-que-un-auto-se-estrellara-contra-un-poste-a-pocos-metros-donde-se-estaba/75-1a1c4f07-4c7f-42be-9274-b1ca99ecbf71",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adriana Loya (12NEWS)",
    "published": "2023-12-28T21:13:00Z",
    "title": "Vendedor ambulante y ciego de Mesa está agradecido de estar vivo luego de que un auto se estrellara contra un poste a pocos metros donde se encontraba",
    "text": "MESA, Ariz. — Sebastián Ibáñez se muestra muy agradecido de estar vivo después de que un automóvil se estrelló contra un poste de semáforo a dos metros y medio de donde estaba parado en Nochebuena en Mesa.\nIbáñez es ciego y parcialmente sordo. Estaba vendiendo escobas, trapeadores y cobijas en la esquina de Mesa Drive y McKellips Roads cuando su “mal día” se convirtió en una lección de vida.\nEstaba parado junto a su mesa llena de cobijas perfectamente alineadas cuando escuchó un fuerte ruido.\nRápidamente se dio cuenta de que eran dos autos los que se habían estrellado en la intersección cerca de la banqueta donde él estaba parado.\n“Todo lo que pude hacer fue ponerme duro”, dijo Ibáñez. “Sabía que el auto se acercaba y no tenía forma de saber qué tan cerca iba a estar”.\nIbáñez dijo que se quedó quieto, esperando que ninguno de los vehículos lo lastimara. Pensó que correr o moverse perjudicaría sus posibilidades.\n“Sin saberlo, el auto chocó a dos metros y medio de donde yo estaba, a dos pies de mi mesa y mis escobas”, compartió\nel vendedor ambulante, que también es vendedor de autos.\n“Tuve que quitar la defensa de la base donde están mis escobas, y entonces me di cuenta: 'Vaya, me podrían haber matado'\".\nEl accidente ocurrió en Nochebuena, normalmente un día en el que Ibáñez vende su producto y gana aproximadamente 1,000 dólares al día.\nPero a las 6 p.m., sólo había vendido mercancía por valor de unos 300 dólares. Esperaba vender más, para cubrir los gastos en los que incurrió durante las vacaciones, por lo que decidió quedarse dos horas más.\nMientras estaba allí, Ibáñez dijo que se sentía triste y deprimido porque el negocio “no iba muy bien”, luego ocurrió el accidente.\n“Pensé que estaba teniendo un mal día y luego Dios me mostró cómo podría ser un mal día, cómo podría haber sido un mal día”, dijo. \"Podría haber estado parado justo allí\", compartió.\nIbáñez dijo normalmente se apoyaba en el poste contra el que chocó el auto, pero como las temperaturas eran bajas, el poste estaba frío, por lo que se paró en el extremo opuesto de la mesa.\nSe sintió afortunado de no haber estado allí.\n“Estaba feliz, no porque me iba a casa con $300, sino porque me iba a casa y punto”, dijo Ibáñez.\nLa policía de Mesa le dijo a 12News que la colisión involucró a dos vehículos y una persona sufrió heridas leves.\nEste accidente no es la primera vez que el vendedor ambulante ha estado cerca.\nEn 2019, una camioneta atropelló a Ibáñez mientras caminaba hacia la gasolinera en la misma intersección donde vende productos desde hace ocho años.\nAfortunadamente no resultó herido.\nIbáñez ahora quiere compartir el mensaje de que no hay mal día cuando tienes la oportunidad de vivir otro día.\n“Abraza a tus seres queridos, besa a tus hijos, nunca se sabe cuándo va a ser el último día”, afirmó.\nIbáñez dijo que seguirá vendiendo mercancías en esa misma intersección. Cualquier persona interesada en comprarle productos puede encontrarlo en Mesa Drive y McKellips Road, o llamarlo al (480) 238-6171.\nSíganos en nuestra página de Facebook\n12 News en Español\nVisite nuestra sección de\nhttps://www.youtube.com/playlist?list=PLDWDKoBbuKNfRfKX9MCbFw0JzgsF_x5Nh en YouTube\nDescargue la aplicación 12 News KPNX para recibir notificaciones en español:\niPhone:\nhttp://12ne.ws/iphone\nAndroid:\nhttp://12ne.ws/android",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.facebook.com/12NewsEspanol/",
      "https://www.youtube.com/playlist?list=PLDWDKoBbuKNfRfKX9MCbFw0JzgsF_x5Nh",
      "http://12ne.ws/iphone",
      "http://12ne.ws/android",
      "https://facebook.com/12NewsEspanol/",
      "https://youtube.com/playlist?list=PLDWDKoBbuKNfRfKX9MCbFw0JzgsF_x5Nh",
      "https://www.facebook.com/12NewsEspanol",
      "http://www.12ne.ws/android",
      "http://www.12ne.ws/iphone",
      "https://www.youtube.com/playlist"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:38.010+02:00",
    "updated": "2023-12-29T00:24:38.010+02:00"
  },
  {
    "uuid": "cc34f3ebf602b95ab0d338e26449f2f6b197892e",
    "url": "https://vnexplorer.net/z/617283.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-06T13:23:00Z",
    "title": "Another Split In NCP? Over A Dozen MLAs Of Ajit Camp In Touch With Sharad Pawar Faction",
    "text": "Without naming any party, NCP (Sharadchandra Pawar) state president Jayant Patil stated that several leaders were in touch with them. Several media reports have indicated that over a dozen MLAs from Ajit Pawar&#039;s camp are in touch with the Sharad Pawar faction. It is to be noted that this development is coming months ahead of the Maharashtra Assembly polls after Ajit Pawar&#039;s NCP managed to secure just one Lok Sabha seat. Around 10-15 MLAs from Ajit Pawar&#039;s faction in Maharashtra were reportedly in touch with Sharad Pawar camp, India Today reported citing sources on Thursday. &quot;We will think of these proposals at our meeting on June 9. On June 10, we have our foundation day,&quot; Jayant Patil told reporters earlier in the day. Addressing a press conference, Patil said, &quot;I cannot give an answer today but I am telling you that things are different. The right decision is taken at the right time&quot;. &quot;Exit polls have no point it is wrong data. Exit polls only to manipulate the stock market,&quot; Patil has said. Amid the political turmoil in Maharashtra, Chief Minister Eknath Shinde might soon consider a Cabinet expansion to appease disgruntled leaders. Ajit Pawar Holds Meeting To Assess &#039;Poor&#039; Lok Sabha Performance Of Party Earlier in the day, Maharashtra Deputy Chief Minister Ajit Pawar held a meeting with senior leaders of his party to discuss the &quot;poor&quot; performance in the Lok Sabha polls. Ajit Pawar&#039;s NCP contested four Lok Sabha seats and managed to win only one, Raigad. What came as a major jolt to the party, Ajit Pawar&#039;s wife Sunetrs Pawar lost to Sharad Pawar&#039;s daughter Supriya Sule from the Baramati Lok Sabha seat by more than 1.5 lakh votes. The NCP Split Last year, Ajit Pawar rebelled against his uncle Sharad Pawar, leading to a split in the NCP. Ajit Pawar then joined the ruling BJP-Shiv Sena alliance in the state along with some other MLAs. The Maharashtra Lok Sabha results were disappointing for the ruling Mahayuti alliance, which secured just 17 seats. In contrast, the opposition Maha Vikas Aghadi (MVA), despite splits in two parties, managed to win 30 seats. The Congress won 13 seats, the Shiv Sena (UBT) secured nine, and the NCP (Sharadchandra Pawar) obtained eight seats. On Wednesday, Deputy Chief Minister Devendra Fadnavis offered to resign, taking responsibility for the party&#039;s performance in the Lok Sabha elections. However, there were no official information available on any decision on the same. Fadnavis was likely to continue in his position.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jayant patil",
          "sentiment": "negative"
        },
        {
          "name": "sharadchandra pawar",
          "sentiment": "negative"
        },
        {
          "name": "ajit pawar",
          "sentiment": "none"
        },
        {
          "name": "patil",
          "sentiment": "none"
        },
        {
          "name": "chi",
          "sentiment": "none"
        },
        {
          "name": "sharad pawar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sharad pawar faction without",
          "sentiment": "negative"
        },
        {
          "name": "maharashtra assembly",
          "sentiment": "none"
        },
        {
          "name": "ncp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maharashtra",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:50:55.509+03:00",
    "updated": "2024-06-07T00:50:55.509+03:00"
  },
  {
    "uuid": "21046605b919de23f91c6b82256d228b5a0620d2",
    "url": "https://www.whiskeyriff.com/2024/01/15/river-otter-has-a-blast-playing-in-the-snow-on-dock-of-nashville-lake/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Quinn Eaton",
    "published": "2024-01-16T01:09:00Z",
    "title": "River Otter Has A Blast Playing In The Snow On Dock Of Nashville Lake",
    "text": "There are two types of people in this world: People who like snow, and people who don’t. I fall along with the crowd of people that love the cold weather, thus love to see snowflakes drifting down from the sky during wintertime. The other group of people absolutely hate everything about snow and frigid temperatures, and they even have a nickname: “Florida residents.” I’m not sure how you could possibly hate snow. As long as you are prepared for it (and by that I mean rush to the grocery the day before to buy milk, eggs, and bread), looking out the window at a winter wonderland should be a very relaxing experience. And there’s no denying the fact that the river otter in this video below loves the snow. Based on how the small animal acts in the footage, it’s been waiting for a snow day for its entire life. This clip comes out of Tennessee, which if you didn’t know, is home to river otters (snow-loving river otters to be specific). Someone that lives on Old Hickory Lake looked down towards their dock as [historic amounts of snow fell in Tennessee](https://www.whiskeyriff.com/2024/01/15/i-can-keep-an-ice-cream-cone-in-my-pocket-nashville-weather-reporter-finds-silver-lining-reporting-on-winter-storm-heather/), and saw that an otter was utilizing it in order to live its best life. It appears that the otter came out of the water and onto what appears to be a jet ski dock, and it was there where it was able to roll around on the freshly fallen snow. With how it was tossing and turning on its back, it might have unintentionally made a few “snow otters.” I’m not sure I’ve ever seen an animal enjoy the snow as much as this otter. If I had to pick one that rivaled it, we did recently see a [rescued bear enjoy the frozen precipitation](https://www.whiskeyriff.com/2024/01/13/rescued-brown-bear-has-time-of-its-life-rolling-around-in-freshly-fallen-snow/) up in New York. I think I’d still stick with the otter in the video below though:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "nashville lake",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T06:03:56.224+02:00",
    "updated": "2024-01-16T06:03:56.224+02:00"
  },
  {
    "uuid": "d5ccfd996b9bc145c16613fa5e3c0b1f533457b9",
    "url": "https://www.ruetir.com/2025/03/05/after-48-years-voyager-probes-are-running-out-of-plutonium-so-nasa-has-taken-extreme-measures",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ruetir",
    "published": "2025-03-05T23:31:00Z",
    "title": "After 48 years, Voyager probes are running out of plutonium. So NASA has taken extreme measures",
    "text": "The emblematic Voyager 1 space probes and Voyager 2, launched almost 50 years ago, are running out of energy. In order not to lose them, NASA has made the decision to turn off two other instruments to extend its useful life.\nOne less instrument in each Voyager. On February 25, NASA now reveals, the mission team turned off the cosmic rays subsystem of the Voyager 1 probe, which studied high -energy particles in interstellar space.\nThe instrument has been doing science all this time and in 2020 it allowed to detect for the first time how electrons from the sun accelerate when bouncing in shock waves as they move outside the solar system. Voyager 1 is the object manufactured by humans that is farther from earth and that has been going into the interstellar space more time.\nOn March 24, NASA will also turn off the instrument that measures low -energy loaded particles in the Voyager 2. These movements seek to reduce the energy consumption of the probes, which depend on a radioisotope generator whose plutonium is running out. Both lose about 4 watts of power every year.\nThere are hardly any operational instruments. NASA has been going off the functions of Voyager to prolong its useful life. Of the 10 original scientific instruments, only three will continue to function in each of the twin probes, one of them for just a few months:\nThe magnetometer: measures the strength and direction of the magnetic field in the confines of the solar system, helping to understand how the magnetic field of the sun and the magnetic field of interstellar space interstel that NASA plans also to deactivate at the end of 2025. In Voyager 2, the cosmic rays subsystem, which will remain operational until 2026\nA growing repair history. In May 2024, after six months without receiving legible scientific data due to the degradation of the internal memory of Voyager 1, NASA managed to restore the sending of information through a complex (and almost heroic) software update. It had already passed in 2010 with Voyager 2, but on that occasion it was solved with a restart.\nNot only memory is failing. In September 2024, engineers had to light secondary propellants from Voyager 1, inactive for decades, to correct the orientation of the probe due to an obstruction of their main engines, also the result of their longevity. The procedure implied careful temporal heating of inactive engines, but was successful and allowed to continue with the mission.\nNASA expects them to reach 2030. Suzanne Dodd, head of the Voyager project, said in a statement that off instruments is a crucial step to avoid the “premature” purpose of the mission. Thanks to these adjustments, both ships could continue to send scientific information at least until the 2030s, although with a progressive reduction of their abilities.\nAs for the “premature”: the Voyager have widely overcome their original mission, whose initial plan was to explore Jupiter and Saturn. Thanks to excellence in their engineering and these constant adjustments, the ships have continued to function beyond what is expected, revealing unique information about interstellar space and heliopause, the region where the solar wind loses its influence.\nImages | POT\nIn Xataka | The rescue of Voyager 1 has begun. With 8 kb of memory, a programming language of 1957 and an unimportant LAG",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Environment",
      "Human Interest"
    ],
    "topics": [
      "Science and Technology->scientific exploration",
      "Science and Technology->astronomy",
      "Environment->energy resources",
      "Environment->sustainability",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://i.blogs.es/5423ee/voyager/375_142.jpeg",
      "https://www.i.blogs.es/5423ee/voyager/375_142.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "NASA",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T04:27:32.450+02:00",
    "updated": "2025-03-06T04:27:32.450+02:00"
  },
  {
    "uuid": "3c147d6ec9b13dfa41ba0c08b31a3aa340f220c2",
    "url": "https://www.hk01.com/即時國際/60266492/俄羅斯宣布對whatsapp與telegram通話實施限制-稱為打擊犯罪",
    "ord_in_thread": 0,
    "author": "張涵語",
    "published": "2025-08-14T05:30:00Z",
    "title": "俄羅斯宣布對WhatsApp與Telegram通話實施限制　稱為打擊犯罪",
    "text": "俄羅斯宣布對WhatsApp與Telegram通話實施限制　稱為打擊犯罪\n港聞 暴雨 娛樂 酒店優惠 國際 即時 熱榜 生活 科技 中國 體育 01深圳 經濟 觀點 健康 好食玩飛 女生 熱話 藝文格物 社區 教育 更多\n登入 港聞 暴雨 娛樂 酒店優惠 國際 即時 熱榜 生活 科技 中國 體育 01深圳 經濟 觀點 健康 好食玩飛 女生 熱話 藝文格物 社區 教育 暴雨",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Science and Technology",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Politics->civil rights",
      "Politics->censorship and freedom of speech",
      "Politics->government policy",
      "Science and Technology->social sciences",
      "Science and Technology->political science",
      "Science and Technology->technology and engineering",
      "Crime, Law and Justice->crime",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->law enforcement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/hk01_hk/",
      "https://www.facebook.com/hk01wemedia",
      "https://www.youtube.com/c/香港01official",
      "https://www.agoda.com/hk01?pcs=1&cid=1913555&hl=zh-hk&hid=173329&tag=link_homepage",
      "https://tailwindcss.com*/*,:after,:before{border-color:rgb(var(--color-gray-200)/1);border-style:solid;border-width:0;-webkit-box-sizing:border-box;box-sizing:border-box}:after,:before{--tw-content:",
      "https://agoda.com/hk01?pcs=1&cid=1913555&hl=zh-hk&hid=173329&tag=link_homepage",
      "https://www.tailwindcss.com*/*,:after,:before{border-color:rgb(var(--color-gray-200)/1);border-style:solid;border-width:0;-webkit-box-sizing:border-box;box-sizing:border-box}:after,:before{--tw-content:",
      "https://www.instagram.com/hk01_hk",
      "https://instagram.com/hk01_hk/",
      "https://facebook.com/hk01wemedia",
      "https://youtube.com/c/香港01official",
      "https://www.agoda.com/hk01"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_my",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T09:25:06.193+03:00",
    "updated": "2025-08-14T09:29:50.000+03:00"
  },
  {
    "uuid": "68b7ead926280583226e6d7b710ddaf1185e1c73",
    "url": "https://www.rte.ie/news/galleries/2025/0103/1488931-week-in-pictures",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rtenews",
    "published": "2025-01-03T09:50:00Z",
    "title": "7 striking images from around the world",
    "text": "7 striking images from around the world Updated / Friday, 3 Jan 2025 09:54 A woman is seeing begging for alms during the first heavy snowfall this winter in Kabul, Afghanistan Some of our favourite photographs from around the world this week. A man bows his head at a memorial on Bourbon Street, New Orleans, following a truck attack in which 15 people died in the early hours of New Year's day A woman runs past flames after the second-hand clothes market at Accra, Ghana, went on fire displacing thousands of trader A vendor waits for customers behind fish for sale at a market in Surabaya, Indonesia A child reacts during a procession as part of the blessing of Black Nazarene replicas outside Quiapo Church in Manila, Philippines A person is seen strolling between pancakes of snow on the frozen Lade des Rousses in central-eastern France A flock of pigeons are seen amid dense fog on a cold winter morning at Lal Chowk in Srinagar, Kashmir More stories on",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Weather"
    ],
    "topics": [
      "Weather->weather phenomena"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Lal Chowk",
          "sentiment": "none"
        },
        {
          "name": "Kashmir",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T12:22:56.205+02:00",
    "updated": "2025-01-03T12:22:56.205+02:00"
  },
  {
    "uuid": "7a451b4dbbc8edd615a3118e1892bd66ad5ce4a4",
    "url": "https://actualite.lachainemeteo.com/actualite-meteo/2024-10-12/meteo-de-votre-dimanche-soleil-genereux-et-hausse-des-temperatures-72718",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@lachainemeteo",
    "published": "2024-10-12T07:49:00Z",
    "title": "Météo de votre dimanche : soleil généreux et hausse des températures",
    "text": "Météo de votre dimanche : soleil généreux et hausse des températures Après une semaine agitée, où beaucoup d'entre vous ont subi de fortes pluies, voilà qu'il faut profiter de ce beau dimanche généralisé. Un air d'été concerne même les régions du sud-ouest. Faits marquants - retour de l'anticyclone et d'un soleil généreux - nuages accrochés sur le centre-est - un air d'été dans le sud-ouest avec plus de 25°C dans l'après-midi Matin Le temps est calme sur tout le pays malgré quelques brouillards ou nuages bas entre le centre-ouest et les reliefs de l'est. Le ciel est dégagé près des côtes de la Manche, mais également sur le pays basque et la Corse. Le ciel reste couvert sur le Jura et la plaine d'Alsace. Les températures minimales vont de 5 à 13°C, avec déjà de 15 à 19°C dans l'extrême sud. Durée d'ensoleillement © LCM Après-midi Après dissipation des nuages bas, le soleil brille sur beaucoup de régions malgré quelques passages nuageux inoffensifs. Voilà enfin une belle après-midi où il faudra en profiter si vous avez des activités extérieures ou des travaux dans le jardin à effectuer. Les températures maximales progressent avec l'ensoleillement par rapport à ce samedi. Le thermomètre a plus de mal à progresser près de la Belgique avec 10 à 11°C sur les Ardennes. Il fait plutôt de 13 à 17°C ailleurs sur la moitié nord et plus de 23°C dans le sud. Des pointes à 25-26°C sont possibles à Biarritz. Soirée Temps calme même si des nuages arrivent par la Bretagne. Il fait encore doux dans le sud. Tendance ultérieure La [semaine prochaine sera de nouveau dégradée avec de nouvelles fortes pluies](https://actualite.lachainemeteo.com/actualite-meteo/2024-10-11/intemperies-une-semaine-prochaine-encore-a-hauts-risques-72681) sur l'ouest et en Méditerranée, notamment à partir du milieu de semaine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T11:18:39.801+03:00",
    "updated": "2024-10-12T11:18:39.801+03:00"
  },
  {
    "uuid": "3552a607f6af5ca4f0c0668d66c0ea73c9ae2b52",
    "url": "https://www.telemundopr.com/noticias/puerto-rico/iberia-tendra-vuelos-diarios-entre-madrid-y-puerto-rico-todo-el-ano/2684277",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Telemundopr",
    "published": "2025-01-23T20:44:00Z",
    "title": "Iberia tendrá vuelos diarios entre Madrid y Puerto Rico todo el año",
    "text": "Puerto Rico e Iberia renovaron este jueves su acuerdo promocional durante la Feria Internacional de Turismo (FITUR) 2025, asegurando la operación diaria de la ruta Madrid-San Juan durante todo el año. Este compromiso generará un impacto económico estimado en 29 millones de dólares, según informó la gobernadora Jenniffer Aidyn González Colón.\n“Este acuerdo fortalece los lazos históricos con España y permite que Puerto Rico sea más accesible al mercado europeo, beneficiando a nuestra economía y posicionándonos como un destino de clase mundial. Puerto Rico tiene mucho que ofrecer, desde gastronomía hasta historia, y este tipo de alianzas son cruciales para atraer capital a la isla”, expresó González Colón en declaraciones escritas.\nLa directora ejecutiva de la Compañía de Turismo de Puerto Rico, Willianette Robles, destacó que la capacidad de la ruta incrementará a 210 mil asientos anuales. “Esto permite que más visitantes internacionales planifiquen vacaciones o negocios en la Isla. Este acuerdo ha resultado en un aumento del 40 por ciento en visitantes europeos en comparación con años previos, alcanzando cifras récord”, indicó Robles.\nEl presidente y CEO de Iberia, Marco Sansavini, resaltó los beneficios mutuos del acuerdo. “Renovar esta alianza refuerza la relación con Puerto Rico y acerca los atractivos turísticos de la Isla a nuestros clientes europeos. Llevamos 75 años conectando Puerto Rico con Europa, y estamos comprometidos a continuar este legado”, afirmó Sansavini.\nEl vuelo diario, operado por un Airbus A330-200 con capacidad para 288 pasajeros, conecta San Juan con Europa y nuevos destinos como Tokio, Doha, y El Cairo. El acuerdo incluye estrategias de promoción turística en plataformas digitales, actividades en el aeropuerto Barajas de Madrid, y talleres sobre Puerto Rico en España y Francia, con el objetivo de incrementar el turismo y los negocios en la isla.\nEn la firma estuvieron presentes líderes gubernamentales y empresariales, incluyendo Carmelo Ríos Santiago, vicepresidente del Senado, y representantes de Iberia, como Víctor Moneo, director de Alianzas y Acuerdos Estratégicos. Durante FITUR 2025, Puerto Rico busca establecer nuevos acuerdos de mercadeo y comerciales que contribuyan al desarrollo económico del país.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->tourism and leisure industry",
      "Lifestyle and Leisure->travel and tourism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jenniffer Aidyn González Colón",
          "sentiment": "none"
        },
        {
          "name": "Willianette Robles",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Compañía de Turismo de Puerto Rico",
          "sentiment": "none"
        },
        {
          "name": "FITUR",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Isla",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:31:26.510+02:00",
    "updated": "2025-01-24T00:31:26.510+02:00"
  }
]