[
  {
    "uuid": "16085f2d232ad141c74d68f818eb51d5ded57178",
    "url": "https://www.infobae.com/america/agencias/2024/02/02/eeuu-no-ha-hecho-cumplir-las-sanciones-a-la-minera-estatal-de-nicaragua-segun-una-ong",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2024-02-02T00:30:00Z",
    "title": "EEUU no ha hecho cumplir las sanciones a la minera estatal de Nicaragua, según una ONG",
    "text": "San José, 1 feb (EFE).- Las sanciones que Estados Unidos impuso en junio de 2022 a la compañía estatal Empresa Nicaragüense de Minas (Eniminas), a cargo de la exploración y explotación de recursos mineros en Nicaragua, no están siendo aplicadas por el país norteamericano, según un informe divulgado este jueves por el Oakland\n[Institute.]\n\"El informe revela que el gobierno estadounidense todavía no ha hecho cumplir estas medidas, lo que permite que el sector del oro expanda masivamente y continúe a proveer ingresos importantes al régimen Ortega-Murillo y a los accionistas de las empresas involucradas\", señaló Oakland Institute en el informe titulado \"La fiebre del oro en Nicaragua\" y enviado a los medios.\nEl informe del centro de pensamiento de asuntos ambientales Oakland Institute indica que\n[numerosas empresas mineras en Nicaragua que están en el ámbito de las sanciones continúan operando impunemente y adquiriendo nuevas concesiones mineras auríferas en medio de un aumento en la violencia contra las comunidades indígenas.]\nEn junio de 2022, el Departamento del Tesoro de EE.UU. sancionó a Eniminas para reducir los ingresos del Gobierno de Daniel Ortega en Nicaragua por exportación de oro, en represalia por su acercamiento a Rusia y el encarcelamiento de líderes opositores.\nEn su informe, Oakland Institute expuso que, a pesar de esas sanciones, la industria del sector minero, dirigida por empresas extranjeras, ha aumentado radicalmente, y que EEUU sigue siendo el destino principal del producto e importa un \"asombroso\" 79 % de todo el oro exportado de Nicaragua.\n\"El costo devastador de esta expansión se pagan las comunidades indígenas y afrodescendientes en las Regiones Autónomas de la Costa Caribe, que se enfrentan a la violencia incesante, masacres, secuestros y la colonización de sus tierras”, afirmó la directora ejecutiva del Oakland Institute y coautora del informe, Anuradha Mittal.\nEl beneficiario principal de la \"fiebre del oro\" es la canadiense Calibre Mining Corp., cuyas 57 concesiones mineras abarcan más de 1,1 millones de hectáreas – el 9 % de la superficie terrestre de Nicaragua, según el estudio.\nDe esas 57 concesiones mineras, 11 fueron otorgadas después de que el Departamento del Tesoro anunciara las sanciones, y otras se superponen con los territorios indígenas y afrodescendientes reconocidos por el Estado que sería una violación de las leyes nicaragüense y de las normas internacionales, anotó.\n\"Por ser una empresa canadiense que opera en Nicaragua y que también es dueño de concesiones mineras en EEUU por sus filiales de propiedad total, Calibre es una candidata clara para las sanciones impuestas por la orden ejecutiva de (Joe) Biden\", consideró Oakland Institute en el estudio.\nEl informe también identifica otras empresas transnacionales que controlan \"inmensas\" concesiones mineras en Nicaragua, entre ellas la canadiense Mako Mining Corp., la china Zhong Fu Development, la colombiana Grupo Mineros y las británicas Condor Gold y Royal Road Minerals.\nLos financieros principales de esas empresas extranjeras incluyen las empresas de inversión estadounidenses BlackRock Inc., Van Eck Associates Corp. e Invesco Ltd., y las empresas mineras canadienses B2GoldCorp y Agnico Eagle Mines Ltd, agregó.\n\"El gobierno de Biden habla mucho de usar las sanciones selectivas para pedir cuentas a los violadores de los derechos humanos, pero el Departamento del Tesoro deja que los peores se salgan con la suya”, dijo, por su lado, el investigador del Oakland Institute y coautor del informe, Josh Mayer.\n“La aplicación de las sanciones tiene que ir más allá de las entidades nicaragüenses para tener alguna oportunidad de poner fin a la colonización violenta de los territorios indígenas y afrodescendientes”, continuó Mayer.\nPara Mittal, por la falta de aplicación de esas sanciones, el gobierno de Biden está sosteniendo a las empresas mineras estadounidenses e internacionales con inversores estadounidenses que sacan provecho del sector del oro nicaragüense.\n\"Descuidar pedir cuentas a estos intereses financieros no solo permite que escale la violencia contra las comunidades indígenas y afrodescendientes, sino también es otra prueba de la falta de credibilidad del compromiso del presidente Biden para defender los derechos humanos”, concluyó Mittal. EFE\nmg/rao/rrt",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:41:23.609+02:00",
    "updated": "2024-02-02T02:41:23.609+02:00"
  },
  {
    "uuid": "ee9bb9662fbae289edc24cf77d694f33e61f75b2",
    "url": "https://es.marketscreener.com/cotizacion/accion/IMPERIAL-OIL-LIMITED-1410448/noticia/Los-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-06-06T21:29:00Z",
    "title": "Los consejeros delegados de las arenas petrolíferas canadienses se oponen a la propuesta de tope de emisiones de petróleo y gas - MarketScreener",
    "text": "Los mayores productores de arenas petrolíferas de Canadá apoyan el pago de un impuesto sobre el carbono, pero consideran que un tope federal propuesto para las emisiones de petróleo y gas es una legislación innecesaria, dijeron el jueves los directores ejecutivos de las empresas a los legisladores en Ottawa.\nLos ejecutivos de Suncor Energy, Imperial Oil , Cenovus Energy, Enbridge y Shell comparecieron por videoconferencia ante una comisión de la Cámara de los Comunes para responder a preguntas sobre sus esfuerzos para reducir las emisiones.\nEl sector del petróleo y el gas es la industria más contaminante de Canadá, responsable de más de una cuarta parte de todas las emisiones, y en 2022 obtuvo beneficios récord al dispararse los precios del petróleo durante la invasión rusa de Ucrania. Los defensores del clima afirman que las empresas deberían invertir una mayor parte de sus beneficios en la descarbonización.\nEl gobierno liberal del primer ministro Justin Trudeau planea introducir un tope a las emisiones del sector, pero se enfrenta a la dura oposición de la industria, que argumenta que la legislación es innecesaria porque Canadá ya cuenta con incentivos reguladores, incluido un precio al carbono producido por la industria.\n\"Apoyo un precio sobre el carbono en toda la economía porque creo que eso impulsará la innovación, los incentivos económicos por nuestra parte para seguir mejorando nuestro negocio\", declaró Rich Kruger, consejero delegado de Suncor.\n\"Me preocupa fundamentalmente que un tope a las emisiones, tal y como está construido, sea un tope a la producción\", añadió.\nCanadá es el cuarto productor mundial de petróleo. (Reportaje de Nia Williams en la Columbia Británica Edición de Marguerita Choy)\nComparte Acceder al artículo original .\nAviso legal Aviso legal\nPóngase en contacto con nosotros para cualquier solicitud de corrección\nVolver © Reuters - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Politics",
      "Business and Market Analysis"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?text=Los",
      "https://telegram.me/share/url?url=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FIMPERIAL-OIL-LIMITED-1410448%2Fnoticia%2FLos-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FIMPERIAL-OIL-LIMITED-1410448%2Fnoticia%2FLos-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/?text=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FIMPERIAL-OIL-LIMITED-1410448%2Fnoticia%2FLos-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FIMPERIAL-OIL-LIMITED-1410448%2Fnoticia%2FLos-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Los",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FIMPERIAL-OIL-LIMITED-1410448%2Fnoticia%2FLos-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Los",
      "https://www.wa.me/?text=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FIMPERIAL-OIL-LIMITED-1410448%2Fnoticia%2FLos-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FIMPERIAL-OIL-LIMITED-1410448%2Fnoticia%2FLos-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://www.twitter.com/intent/tweet?text=Los",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fes.marketscreener.com%2Fcotizacion%2Faccion%2FIMPERIAL-OIL-LIMITED-1410448%2Fnoticia%2FLos-consejeros-delegados-de-las-arenas-petrol-feras-canadienses-se-oponen-a-la-propuesta-de-tope-de-46923701%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:12:19.538+03:00",
    "updated": "2024-06-07T01:12:19.538+03:00"
  },
  {
    "uuid": "e0ecf33552b9f093f1ddfa3e6ae6244ab4edb902",
    "url": "https://musicrow.com/2024/02/my-music-row-story-wmes-sloane-cavitt-logue",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LB Cantrell",
    "published": "2024-02-29T19:42:00Z",
    "title": "My Music Row Story: WME’s Sloane Cavitt Logue",
    "text": "My Music Row Story: WME’s Sloane Cavitt Logue\nThe “My Music Row Story” weekly column features notable members of the Nashville music industry selected by the MusicRow editorial team. These individuals serve in key roles that help advance and promote the success of our industry. This column spotlights the invaluable people that keep the wheels rolling and the music playing.\nSloane Cavitt Logue leads the Nashville Client Strategy division at WME, where she works across several departments to navigate various opportunities outside of the live space, including digital, fashion, literary, film, television, talent ventures/partnerships, theater, sports and social impact for clients. Additionally, Logue connects clients with internal opportunities within the Endeavor network, which includes WWE, UFC, PBR, 160over90, Harry Walker, IMG and many more.\nPrior to joining WME, Logue held tenure at Show Dog/Universal Music and Live Nation. She is a graduate of the University of Kentucky and the Deviate Leadership Program, which focuses on elevating and coaching future female leaders in the entertainment industry. Dedicated to mentoring up-and-coming industry trailblazers, she is actively involved in WME’s mentorship program as well as Grammy U, and is an inaugural member of CMA’s Female Executive Leadership Program. Logue resides in Nashville with her husband Dave, their son Cavitt, and their Bernese Mountain Dog Captain.\nLogue will be honored as part of the current class of MusicRow’s Rising Women on the Row on March 19. For more details about the class and the event,\nclick here.\nMusicRow: Where did you grow up?\nI grew up in Benton, Kentucky, which is located in the western part of the state near Kentucky Lake. My childhood was for sure a country song! I was into everything growing up. I played soccer, AAU basketball, was in BETA Club, drove four-wheelers and Sea-Doos, took karate—everything. I was the basic small-town kid, and definitely hung out at the local gas station on Friday nights. [Laughs]\nWere you into music?\nI’ve always loved country music. I grew up watching the Grand Ole Opry. My grandfather loved music and was always explaining the lyrics to me. Back in high school, my friend Emily had a maroon Honda Accord that we would cruise around in while listening to Gary Allan, Chris Cagle and all the big country artists who were on the radio at the time. I was super into music, but I didn’t realize, at that point, you could have a career on the business side of it.\nWhat were your future plans then?\nI went to the University of Kentucky and started out in nursing school. I originally wanted to be a nurse anesthetist but six months in I realized it wasn’t for me. I also wasn’t a fan of the daily scrub attire. [Laughs]\nI always knew I wanted to live in Nashville, and since I had a passion for music but for sure didn’t have a musical bone in my body, I figured the music industry would be a career I could love forever. I took the only music business class offered at UK and read Donald Passman’s book All You Need to Know About the Music Business. I remember telling my mom I was no longer going to be a nurse and wanted to concentrate on my passion for music and her response was, “Honey, you cannot sing.” Which still remains true. [Laughs]\nThat’s funny! How did you start your path towards the music business?\nMy mom [had a mutual friend named] Pam Russell who was also from Kentucky. Pam was the SVP of Sales at Universal Music at the time. I cold called her and asked, “Hi, can I be your intern?” She thankfully said yes and hired me as an intern the summer of 2006. Jen Way, the now SVP of Marketing at Sony Music, was my first boss—and now one of my very best friends.\nI went back to Lexington to finish my senior year, but I knew I had to stay connected in order to land a job after I graduated. I would come back to Nashville to be a seat-filler at the CMA Awards and volunteer at CMA Fest! I took every opportunity I could find to network with people in the industry.\nWhile still in school, I worked at Merrick Inn, which was a nice restaurant near campus. Billy Wilcoxon, who was Toby Keith‘s business manager, brought Toby into the restaurant one day. I had seen him before but had never waited on him. I was opening Toby’s bottle of wine—I actually think I broke the cork off in it because I was so nervous talking to him. He asked, “What are you going to do when you graduate college?” I quickly answered, “I’m going to work for you at your record label,” without even thinking.\nToby said, “You keep up with Billy and get with my team. I’ll give you a job when you move to Nashville.” Pam also knew the Head of Sales & Marketing at Show Dog, Johnny Rose. She called Johnny when I was interviewing and put in a good word. Lo and behold, I got the job.\nWhat was working at Show Dog like?\nIt was the best first job I could have ever asked for. I learned so much. I released nine Toby Keith records in the almost eight years of working there. I started out as the “New Media” Coordinator in 2007, which later became the Digital department. I was 21 with a Facebook page, and I vividly remember creating Toby’s Facebook page as one of my first projects. I posted that he was getting a pedicure in Green Hills one time when I accidentally updated his status instead of mine. I also created his then Twitter account. “Go Sooners!” was his first tweet.\nIt was such a wonderful place to learn all about each aspect of the business because we were such a lean machine. It is where I really learned how much I loved marketing and being creative! In addition to Toby, I worked on projects with Trace Adkins, Alabama, ZZ Top, Randy Houser, Joe Nichols, Josh Thompson, Jonathon Singleton, JT Hodges and many more. Show Dog is where I met Jessie James Decker, who I now represent at WME.\nWhat is one of your favorite memories from that time?\n“Red Solo Cup” for sure! Toby came in with this song that the Warren Brothers and Brett and Jim Beavers wrote. He didn’t really cut outside songs, but he loved it. They literally handed me the CD with the video file and I uploaded it at 4 a.m. from my couch. Not long after, it went viral.\nAt some point I thought, “Has anyone told Solo?” The song was about to be on an episode of Glee, so I went on LinkedIn and looked up the SVP of Solo and sent her a message. She responded and we started working with them. It took me a few years to run out of the cups they sent! Walmart was sending us notes that, thanks to Toby, they only had blue and yellow cups left. It was wild in the coolest way! It was so fun to hear the song, see the music video explode online and build on the insane reaction it had. That also was the year Toby hosted the CMT Awards and came out in a giant Solo cup. It was really special to be a part of such an iconic song.\nWhat was next for you after your time at Show Dog?\nIn 2015, the label was heading in a different direction and I used that time to figure out what my next step would be. It had been an incredible experience and so much fun. Honestly, I was nervous I wouldn’t find another job that I liked as much as that one, so I decided to pivot my career entirely. I thought I’d had my fun in the music industry, so I decided I’d start a family and sell pharmaceuticals. I even had several pharma interviews but after a few months in my new direction, Jennie Smythe called me and said, “You don’t want to leave the music business. I know of a job at Live Nation on the Ticketmaster side. You should apply, and I am getting you an interview.”\nThat she did. Thanks to Jennie, I ended up as the Manager of Client Relations at Ticketmaster, which felt like pharmaceutical sales for the music business. I was in every agency staff meeting and every manager’s office, just getting to know people and educating them on all the things Ticketmaster did besides selling tickets.\nHow did you get to WME?\nOne of my Ticketmaster meetings was at WME, which is where I met Joey Lee. He picked apart pretty much my entire presentation and had me very rattled. He called me the next day intrigued and wanted to know more about what I was doing. He opened a lot of doors for me and ultimately the one at WME.\nI ended up starting the Digital department in Nashville in 2017—that was my bread and butter, and I knew it could be a great service to the artists at WME. Lindsey Dodge now oversees all of our digital initiatives, and my position has evolved into the head of Client Strategy for WME’s Nashville roster.\nHow would you describe what you do?\nI’m a dot connector, idea generator, air traffic controller and somedays, a guidance counselor. I play a lot of inside baseball. I spend a lot of time maneuvering pieces of the puzzle to put together an idea and strategy to present to the client and their team. If they like it, then we start executing, which is ultimately my favorite part of the job!\nI work within WME and with other Endeavor and TKO properties (IMG, UFC, PBR, WWE, 160over90, etc.) to bring fun and exciting opportunities to clients outside of touring. A lot of the time, it’s taking a client’s dreams or ideas and navigating the best path to make those a reality.\nWhat would you say is your favorite part of your job?\nIt goes back to a lot of what I did when I worked with Toby—getting to be involved in so many areas. Some days I say, “I wish I had one job!” but I don’t really wish that. I have FOMO [a fear of missing out] in life in general. I refuse to order the same thing at a restaurant twice. I want to be knowledgeable about a lot of things.\nWME has an endless amount of resources that I have at my fingertips, and there isn’t a day that goes by where there isn’t a new idea suggested or new relationship started. In addition to that, working with developing talent is so exciting. I love being a part of their first release, their first live show, the FaceTime to tell them they’ve landed their first big festival, their first award show and so on. I love the firsts!\nWho have been some of your mentors?\nObviously Toby Keith. Without him, I am not sure I would be doing this interview! I am so grateful that he took a chance on me, and I will cherish my memories with him forever. TK Kimbrell let me be in meetings I probably had no business in being in so I could gain the experience. George Nunes and Bill Kennedy were the absolute best and let me fly.\nBecky Gardenhire, Joey Lee and Jay Williams are incredible leaders and even better humans. Greg Oswald hired me, and a great mentoring call with Greg is good for the soul. Marion Kraft always has the best advice and so much wisdom. She has taught me a lot. Jennie Smythe encourages me. She pushes me to be my best.\nYou will be honored at our Rising Women on the Row event next month. What advice would you give women who want to be where you are one day?\nYou don’t get what you don’t ask for. If I didn’t ask Toby Keith if I could work at his record label, who knows what would’ve happened? Of course, read the room and know when it’s appropriate to ask, but know the worst you are going to get is “No.” You have to network, get to know people and understand how to utilize those relationships professionally. Ask the tough questions, take notes and follow up. Make sure you’re always on someone’s radar.\nWhat is a moment that you’ve had lately that teenage Sloane would think is so cool?\nSo funny that you are asking me this because I literally just had this moment at the Grammys this year. I thought, “Wow, my 13-year-old self would be so proud!” I went for the very first time and it was everything I ever thought it would be, except the monsoon! I made sure to relish in my experience the whole weekend. I don’t ever want to be in a position where I take how far I’ve gotten for granted.\nsee all)\n-\nMy Music Row Story: WME’s Sloane Cavitt Logue- February 29, 2024\n-\nJelly Roll & Lainey Wilson Toast At Tin Roof To Multiple No. 1s- February 28, 2024\n-\nMy Music Row Story: Why&How’s Halie Hampton Mosley- February 27, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sloane cavitt logue",
          "sentiment": "neutral"
        },
        {
          "name": "harry walker",
          "sentiment": "none"
        },
        {
          "name": "logue",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pbr",
          "sentiment": "none"
        },
        {
          "name": "img",
          "sentiment": "none"
        },
        {
          "name": "ufc",
          "sentiment": "none"
        },
        {
          "name": "university of kentucky",
          "sentiment": "none"
        },
        {
          "name": "nashville client strategy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nashville",
          "sentiment": "none"
        },
        {
          "name": "wme",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:15:32.930+02:00",
    "updated": "2024-03-01T00:15:32.930+02:00"
  }
]