[
  {
    "uuid": "13a2dfb807be1d09e06e797d40e3e2a3e76d22f4",
    "url": "https://www.aol.co.uk/sport/joao-pedro-spot-brighton-thump-215256958.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-28T21:56:00Z",
    "title": "Joao Pedro on the spot as Brighton thump Tottenham",
    "text": "Joao Pedro on the spot as Brighton thump Tottenham Tottenham’s Premier League revival was halted in emphatic fashion after two Joao Pedro penalties and a stunning strike from Pervis Estupinan helped injury-hit Brighton record a thumping 4-2 win. Spurs arrived at the Amex Stadium seeking a fourth successive top-flight success to reclaim fourth spot from reigning champions Manchester City. But the north London club were ripped apart as Pedro’s double and Estupinan’s thunderbolt added to Jack Hinshelwood’s opener. Tottenham, who claimed late consolations through substitute Alejo Veliz and Ben Davies, could easily have lost by more as rampant Albion twice hit the woodwork and had a Facundo Buonanotte effort disallowed. Richarlison struck a post for the visitors and was twice denied by the offside flag, while Pierre-Emile Hojbjerg also hit the woodwork. Yet, on this evidence, Champions League qualification looks a distant dream for Ange Postecoglou’s side, who had registered just one point from 15 before their recent upturn in form. Victory lifts Roberto De Zerbi’s hosts above Newcastle into eighth. Depleted Brighton were missing eight first-team players while their visitors also had a lengthy list of absentees. One-time Arsenal forward Danny Welbeck should have opened the scoring for Albion inside six minutes when he was twice denied by goalkeeper Guglielmo Vicario, but the Seagulls deservedly edged ahead with 11 minutes on the clock. Tottenham’s porous defence failed to halt Pedro’s mazy waltz across the 18-yard box and his offload was emphatically dispatched into the roof of the net by 18-year-old defender Hinshelwood. Brazilian forward Pedro duly doubled the lead with a spot-kick awarded following VAR intervention. Spurs thought they had escaped when Jan Paul van Hecke’s header from a Pascal Gross corner came back off the right post but replays showed Dejan Kulusevski pulled down Welbeck as he attempted to reach the rebound and Pedro coolly rolled home from 12 yards. Stunned Spurs showed little response and were in danger of falling further behind. James Milner rattled the right post with a superb curling effort before Buonanotte’s clinical finish was flagged offside. The away side almost gifted Brighton a third when Pedro was sent through by a calamitous back-pass from Pedro Porro, only to see his attempted dink pushed wide by Vicario. Postecoglou would undoubtedly have been happy to reach the break only two behind, albeit his side’s predicament nearly improved as Richarlison swept against the outside of the left post in added time. The Brazilian then put the ball in the net having already been ruled offside and then curled wide before again being denied by the flag of assistant referee Darren Cann. Tottenham’s frustration was quickly compounded. Seagulls substitute Estupinan, making his first appearance since November 9 due to injury, did the damage, unleashing a thunderous, dipping effort into the top right corner from around 25 yards following Milner’s short corner. Tormentor-in-chief Pedro rubbed salt into Spurs’ wounds 15 minutes from time by dispatching his second penalty after Evan Ferguson was brought down by Giovani Lo Celso. Veliz’s first goal in English football, after Kulusevski and Son Heung-min capitalised on sloppy Seagulls defending, eased the embarrassment before Davies’ header from a Porro cross increased the anxiety among home fans. But Brighton weathered a frantic nine minutes of added time, during which Hojbjerg hit the base of the right post, to claim the points.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joao pedro",
          "sentiment": "negative"
        },
        {
          "name": "tottenham joao pedro",
          "sentiment": "negative"
        },
        {
          "name": "jack hinshelwood",
          "sentiment": "none"
        },
        {
          "name": "pierre",
          "sentiment": "none"
        },
        {
          "name": "emile hojbjerg",
          "sentiment": "none"
        },
        {
          "name": "alejo veliz",
          "sentiment": "none"
        },
        {
          "name": "pervis estupinan",
          "sentiment": "none"
        },
        {
          "name": "richarlison",
          "sentiment": "none"
        },
        {
          "name": "roberto de zerbi",
          "sentiment": "none"
        },
        {
          "name": "pedro",
          "sentiment": "none"
        },
        {
          "name": "ben davies",
          "sentiment": "none"
        },
        {
          "name": "ange postecoglou",
          "sentiment": "none"
        },
        {
          "name": "estupinan",
          "sentiment": "none"
        },
        {
          "name": "facundo buonanotte",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tottenham tottenham’s premier league",
          "sentiment": "neutral"
        },
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "albion",
          "sentiment": "none"
        },
        {
          "name": "newcastle",
          "sentiment": "none"
        },
        {
          "name": "tottenham",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "amex stadium",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:58.537+02:00",
    "updated": "2023-12-29T00:08:58.537+02:00"
  },
  {
    "uuid": "e56023ea8e825f8af1e5676489d8fbc63502476e",
    "url": "https://www.abc.net.au/news/2024-07-26/bec-allen-injured-out-of-opals-paris-olympics-basketball/104145692",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2024-07-25T15:04:00Z",
    "title": "Bec Allen ruled out of Opals' Paris Olympics campaign after hamstring injury in final warm-up match - ABC News",
    "text": "In short: Opals guard Bec Allen has been ruled out of the Paris Olympics after injuring her hamstring in the team's final warm-up match. She has been replaced in the side by travelling reserve Amy Atwell. What's next? Australia's women's basketball team kicks off its quest for a sixth Olympic medal against Nigeria on Monday, July 29 at 7pm AEST. Rebecca Allen has been left \"shattered\" after a hamstring injury in the Opals' final warm-up game robbed her of a second Olympic appearance in Paris. The smooth-shooting guard, who plays for the Phoenix Mercury in the WNBA, will be a huge loss for Sandy Brondello's side when the campaign commences against Nigeria on Monday. The 31-year-old aggravated a hamstring injury during the team's final practice match against Canada in Spain on Tuesday. Scans undertaken in Paris determined the extent of the injury, with Allen deemed medically unfit to compete. The setback comes after Allen unknowingly [played in the Opals' charge to 2022 World Cup bronze with a partially collapsed lung and two broken ribs](/news/2022-10-12/opals-bec-allen-diagnosed-with-partial-lung-collapse/101526282). \"I have been looking forward to these Games for a long time and am absolutely devastated but I will now focus my energies on recovery and supporting my Opals sisters,\" she said. Travelling reserve Amy Atwell has been called in as her replacement. [ABC Sport](/news/sport) is live blogging every day of the Paris Olympics \"Bec is such a big part of our team and has been for a long time, we are all devastated for her,\" Brondello said. \"This injury has come at a really unfortunate time and the call had to be made upon medical advice. Unfortunately she was not going to recover in time to play in these Games. \"Amy Atwell has been part of this Olympic squad all year and with us in Spain for our practice matches. \"This group has a really strong bond and connection and we will lock in, stay focused and continue our preparation for game one against Nigeria.\" The Opals are looking to get back on the Olympic podium for the first time since taking home bronze at London 2012, adding to silvers from Sydney, Athens and Beijing, and a bronze at Atlanta in 1996. They scraped out of the group stage in Tokyo before losing to nine-time gold medallists USA in the quarterfinals. The ABC of SPORT AAP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://live-production.wcms.abc-cdn.net.au/06550826c824d7a4c1e9177f98e4f07e?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/7959a66b5d135ced6adfd4ff6012aec4?impolicy=wcms_crop_resize&cropH=1151&cropW=1727&xPos=287&yPos=218&width=160&height=107",
      "https://twitter.com/intent/tweet?text=Bec+Allen+ruled+out+of+Opals%27+Paris+Olympics+campaign+after+hamstring+injury+in+final+warm-up+match&url=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-26%2Fbec-allen-injured-out-of-opals-paris-olympics-basketball%2F104145692%3Futm_campaign%3Dabc_news_web%26utm_content%3Dtwitter%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://live-production.wcms.abc-cdn.net.au/a257ab02e6da2642c5b78757068a11a0?impolicy=wcms_crop_resize&cropH=2052&cropW=3078&xPos=1&yPos=0&width=160&height=107",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-26%2Fbec-allen-injured-out-of-opals-paris-olympics-basketball%2F104145692%3Futm_campaign%3Dabc_news_web%26utm_content%3Dfacebook%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://live-production.wcms.abc-cdn.net.au/0e239e2d66ce8303103e9994f388099a?impolicy=wcms_crop_resize&cropH=533&cropW=800&xPos=0&yPos=15&width=160&height=107",
      "https://twitter.com/becallen8/status/1816461886264602627",
      "https://live-production.wcms.abc-cdn.net.au/7dfb35802d6bf6aa61fff922fedce241?impolicy=wcms_crop_resize&cropH=533&cropW=800&xPos=0&yPos=0&width=160&height=107",
      "https://www.facebook.com/sharer.php",
      "https://www.live-production.wcms.abc-cdn.net.au/7dfb35802d6bf6aa61fff922fedce241?impolicy=wcms_crop_resize&cropH=533&cropW=800&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/a257ab02e6da2642c5b78757068a11a0",
      "https://www.live-production.wcms.abc-cdn.net.au/a257ab02e6da2642c5b78757068a11a0?impolicy=wcms_crop_resize&cropH=2052&cropW=3078&xPos=1&yPos=0&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/7959a66b5d135ced6adfd4ff6012aec4?impolicy=wcms_crop_resize&cropH=1151&cropW=1727&xPos=287&yPos=218&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/06550826c824d7a4c1e9177f98e4f07e",
      "https://www.live-production.wcms.abc-cdn.net.au/06550826c824d7a4c1e9177f98e4f07e?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/0e239e2d66ce8303103e9994f388099a?impolicy=wcms_crop_resize&cropH=533&cropW=800&xPos=0&yPos=15&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/0e239e2d66ce8303103e9994f388099a",
      "https://live-production.wcms.abc-cdn.net.au/7959a66b5d135ced6adfd4ff6012aec4",
      "https://live-production.wcms.abc-cdn.net.au/7dfb35802d6bf6aa61fff922fedce241",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-26%2Fbec-allen-injured-out-of-opals-paris-olympics-basketball%2F104145692%3Futm_campaign%3Dabc_news_web%26utm_content%3Dfacebook%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://www.twitter.com/becallen8/status/1816461886264602627",
      "https://twitter.com/intent/tweet",
      "https://www.twitter.com/intent/tweet?text=Bec+Allen+ruled+out+of+Opals%27+Paris+Olympics+campaign+after+hamstring+injury+in+final+warm-up+match&url=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-26%2Fbec-allen-injured-out-of-opals-paris-olympics-basketball%2F104145692%3Futm_campaign%3Dabc_news_web%26utm_content%3Dtwitter%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bec allen",
          "sentiment": "negative"
        },
        {
          "name": "amy atwell",
          "sentiment": "none"
        },
        {
          "name": "rebecca allen",
          "sentiment": "none"
        },
        {
          "name": "sandy brondello",
          "sentiment": "none"
        },
        {
          "name": "allen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news",
          "sentiment": "negative"
        },
        {
          "name": "wnba",
          "sentiment": "none"
        },
        {
          "name": "phoenix mercury",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:12:10.706+03:00",
    "updated": "2024-07-26T06:07:26.184+03:00"
  },
  {
    "uuid": "4e0170ea18e6d0f0249d9b5c3ebd6e17d07a3f5e",
    "url": "https://eldiariony.com/2024/04/25/las-10-aerolineas-de-estados-unidos-con-mas-retrasos-y-cancelaciones",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Montserrat Arqué",
    "published": "2024-04-25T20:34:00Z",
    "title": "Las 10 aerolíneas de Estados Unidos con más retrasos y cancelaciones",
    "text": "Las 10 aerolíneas de Estados Unidos con más retrasos y cancelaciones\nEstas compañías aéreas han tenido problemas con miles de pasajeros debido a cuestiones de puntualidad en sus vuelos\nHoy en día, algunos de los grandes retos a los que se enfrenta a diario la industria de la aviación son la impuntualidad\ny las cancelaciones de vuelos, problemas que no solo afecta a los pasajeros, sino también merma la imagen y prestigio de las aerolíneas.\nAmbas situaciones pueden surgir por diversos factores, que van desde condiciones climáticas adversas hasta problemas técnicos en aeronaves. La imprevisibilidad inherente a estos eventos puede provocar interrupciones significativas en los planes de viaje, generando frustración y estrés en los viajeros.\nAdemás del impacto en la experiencia del pasajero, la impuntualidad y las cancelaciones también tienen implicaciones financieras para las aerolíneas y los pasajeros. Las aerolíneas pueden enfrentar costos adicionales asociados con la reprogramación de vuelos, compensaciones a los pasajeros afectados y pérdida de ingresos por asientos vacíos. Por otro lado, los pasajeros pueden incurrir en gastos adicionales debido a cambios de planes de viaje de último minuto, como reservas de hotel adicionales o pérdida de oportunidades comerciales.\nSobre este tema, con base en datos proporcionados por la Oficina de Estadísticas de Transporte de Estados Unidos,\nNerdWallet, una plataforma en línea que ofrece herramientas y recursos para ayudar a las personas a tomar decisiones financieras que se adapten a sus necesidades, llevó a cabo un análisis respecto a este tema para conocer cuáles aerolíneas en Estados Unidos están atravesando por problemas de puntualidad.\nEn seguida, te decimos cuáles son las compañías aéreas del país que más retrasos y cancelaciones registran en el último año.\nLas 10 aerolíneas de Estados Unidos con más retrasos y cancelaciones de vuelos\nEncabezando esta lista encontramos a Frontier Airlines que tiene solo un récord de puntualidad del 67%. La aerolínea también sufrió retrasos en un 30,71% de sus vuelos y cancelaciones en un 2,13%.\nA esta le sigue JetBlue, que ha estado luchando con problemas operativos, sobre todo en los aeropuertos del área de Nueva York, que han contribuido a su baja tasa de puntualidad del 67%; además, 30,4% de sus vuelos han experimentado retrasos y un 2,1% terminan siendo cancelados.\nTambién encontramos a Spirit Airlines. Situada en el séptimo lugar según el análisis, ha registrado un 28,59% en el retraso de sus vuelos, junto con un 1,7% de cancelaciones.\nHawaiian Airlines se posicionó en el sexto lugar según el análisis, con el 75,2% de sus vuelos llegando a tiempo. A pesar de este porcentaje relativamente alto de puntualidad, la aerolínea también experimentó un notable 23,41% de vuelos retrasados y un 1,3% de cancelaciones.\nAmerican Airlines se colocó en medio de la clasificiación, con un considerable 22,74% de vuelos experimentando retrasos y un modesto 1,06% siendo cancelados.\nSouthwest Airlines ha logrado una mejora notable en su posición, saltando al cuarto lugar en el análisis, con el 77,25% de sus vuelos llegando a tiempo. A pesar de este progreso, la aerolínea aún enfrenta desafíos, con un 21,55% de sus vuelos experimentando retrasos y un pequeño porcentaje del 1% siendo cancelados.\nUnited Airlines, pese a registrar una tasa de puntualidad del 78,07%, ha enfrentado una serie de contratiempos en las últimas semanas, lo que los llevó a tener un 20,27% de vuelos con retrasos y un modesto 1,4% siendo cancelados.\nCon solo un 19,42% de vuelos experimentando retrasos y un mínimo 0,81% siendo cancelados, Alaska Airlines ha destacado su compromiso con la eficiencia operativa y la satisfacción del cliente incluso en circunstancias desafiantes.\nY por último, tenemos a Delta Air Lines, que ha demostrado un rendimiento excepcional al obtener el primer lugar en el análisis, con un impresionante 82,61% de vuelos llegando a tiempo. Delta ha logrado mantener una tasa de retraso relativamente baja, con solo un 16,17% de sus vuelos experimentando demoras, y un mínimo 1,02% siendo cancelados.\nAdemás, la filial regional de Delta, SkyWest Airlines, también ha sobresalido en el análisis, con un sólido 82,46% de puntualidad. A pesar de enfrentar desafíos similares, como el 16,01% de vuelos retrasados y un 1,22% cancelados, ha demostrado una capacidad para mantener altos estándares de rendimiento operativo.\nSigue leyendo:\n*\nJetBlue ya no se fusionará con Spirit Airlines, por decisión judicial desfavorable\n*\nUnited y Delta recortarán vuelos a 10 ciudades importantes\n*\nLas mejores y peores aerolíneas de Estados Unidos en 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.nerdwallet.com/article/travel/avoid-airline-cancellations",
      "https://nerdwallet.com/article/travel/avoid-airline-cancellations"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:17:34.025+03:00",
    "updated": "2024-04-26T00:17:34.025+03:00"
  },
  {
    "uuid": "af9ac21a58492976880953095d33e975e8648fa4",
    "url": "https://www.kxxv.com/news/local-news/in-your-neighborhood/bell-county/temple/temple-college-hosts-keelan-hamilton-nasa-researcher-and-temple-native",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Epiphany La'Sha",
    "published": "2024-04-11T22:32:00Z",
    "title": "Temple College hosts Keelan Hamilton, NASA researcher and Temple native",
    "text": "TEMPLE, Texas — “I’ve always been interested in space especially since the first special launch, I was eight years old when it happened — that was like, 'How can I do this? I want to do this — how can I get involved in this',” Keelan Hamilton said.\nKeelan Hamilton is a NASA researcher and a Temple Native — he attended Meredith Elementary, Travis Middle and graduated from Temple High School in 1990. He stayed in Central Texas for college and took science classes between semesters at Temple College.\n“They said 'Oh, you know, just become a science, engineer, doctor or whatever and study hard and see what happens,” Hamilton said.\n\"It was just a matter of which direction are you going to go into.”\nHe says he joined NASA in 2006 working with the crew and thermal systems division, helping certify items for use on the space shuttle and ISS. Now he serves as the research integration subject matter expert for the international space station research project at NASA’s Johnson space center.\n“We do research objectives we work with the people doing science aboard the space stations,” Hamilton said.\nTemple College in Temple, Hamilton is showing how life is at NASA. Educating our neighbors about space and science and how it’s important to life on earth. NASA has 20 different locations offering jobs that help with space engineers, IT and cyber security, accountants, administration, writers and researchers.\n“If you’re interested in something, find out as much as you can about it. It doesn’t have to be science. Just find something to do study hard and work toward it,\" Hamilton said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "keelan hamilton",
          "sentiment": "none"
        },
        {
          "name": "hamilton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nasa",
          "sentiment": "negative"
        },
        {
          "name": "temple",
          "sentiment": "negative"
        },
        {
          "name": "temple college",
          "sentiment": "negative"
        },
        {
          "name": "temple high school",
          "sentiment": "none"
        },
        {
          "name": "meredith elementary",
          "sentiment": "none"
        },
        {
          "name": "travis middle",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "keelan hamilton",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "central texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:17:29.368+03:00",
    "updated": "2024-04-12T02:17:29.368+03:00"
  },
  {
    "uuid": "7111f295c3c32a48c692a1510cf04a7729166c7b",
    "url": "https://www.infobae.com/peru/2024/01/07/matias-sen-el-argentino-el-amo-del-ascenso-peruano-perdio-a-su-padre-salio-campeon-fue-doble-pichichi-y-ahora-vuelve-a-la-liga-1-tras-10-anos/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Renzo Galiano",
    "published": "2024-01-07T22:57:00Z",
    "title": "Matías Sen, el argentino, el amo del ascenso peruano: perdió a su padre, salió campeón, fue doble ‘pichichi’ y ahora vuelve a la Liga 1 tras 10 años",
    "text": "Matías Sen (Córdoba, 1991) es argentino, pero le debe mucho a Perú. Porque su primera experiencia en Primera División fue en suelo incaico, hace exactamente una década, de la mano del pintoresco club San Simón. Pudo celebrar algunos goles, pero no evitó el descenso. A partir de entonces sólo se desempeñó en clubes de la Liga 2 destacando por su condición de ‘killer’.\nAhora podrá medir realmente sus capacidades con Comerciantes Unidos, club con el que salió artillero de Liga 2, en su vuelta a Liga 1. “Estoy en mi mejor momento por mi madurez mental”, dijo a Infobae Perú. El atacante gaucho se consagró dos años consecutivos como el máximo goleador de la segunda división (2022 y 2023) y sumó su segundo título de su carrera luego de ganar la Copa Bicentenario con Atlético Grau el 2029. Y por si fuera poco, anotó 89 tantos en su paso por Perú: cuatro de ellos con San Simón en la máxima categoría.\n-Ni bien empezó su carrera como profesional, hace más de una década, inmediatamente conectó con Perú.\nSí. Arranqué en las inferiores de Newell’s Old Boys, después debuté en Desamparados de San Juan y San Martín (SJ) y finalmente vine a San Simón, en 2014.\n-Usted se da a conocer aquí jugando para el humilde San Simón. ¿Cómo fue esa inesperada aventura?\nPor ahí en lo deportivo fue bueno, pero en lo grupal nos tocó descender. Fue mi primera experiencia en el exterior y fue lindo dentro de todo.\n-Habiéndose hecho un espacio en Perú, ¿por qué decidió regresar al ascenso de su país con Villa San Carlos?\nPorque en lo económico no me fue tan bien, no nos cumplieron y por eso nos sacaron de Segunda División con San Simón por incumplimiento de pago y me salió la oportunidad de Villa San Carlos.\n-¿Qué lo motivó a una revancha por estos lares?\nDespués me fui a Chile, a Unión La Calera, y cuando estaba allá me llamó el ‘Checho’ (Sergio Ibarra) para ir a Cienciano. Me motivó la grandeza del desafío.\n-Menciona usted al ‘Checho’ Ibarra. ¿Cómo fue la relación entre ambos?\nLa verdad que es un tipazo, muy buena gente. Un buen técnico, trabajaba todos los detalles muy bien. Fue muy lindo conocerlo.\n-A partir de entonces sólo ha jugado en Liga 2. ¿A qué se debió?\nMe llamaron varias veces equipos de Primera División, pero por temas económicos no cerrábamos. Ahora estoy en Comerciantes Unidos con un lindo desafío. Ojalá pueda aprovecharlo de la mejor manera.\n-¿Cómo valora su carrera en la segunda división?\nEstoy muy contento por lo que me tocó vivir. Creo que soy uno de los máximos goleadores. Siempre me he preparado de la mejor manera para ayudar a los equipos con goles.\n-¿Qué etapa disfrutó más?\nTodos los equipos tuvieron sus cosas. Por ahí, en Cienciano se peleaba por el ascenso y con Atlético Grau ganamos la Copa Centenario. En todos lados hubo etapas lindas.\n-Hace un mes ganó su primer título liguero coincidiendo con el acceso a Liga 1. ¿Cómo vivió todo ello con Comerciantes Unidos?\nFue algo lindo conseguir el título y ascender a Primera División como goleador y capitán. Me lo había propuesto a inicios de año hacerlo y más cuando me tocó la pérdida de mi ‘viejo’. Así que no pensé otra cosa en conseguir ese objetivo.\n-Además se constituyó como el goleador de la temporada con 20 goles. ¿Acaso su mejor promedio?\nFue la mayor cantidad de goles que hice, pero en promedio fue en Sport Chavelines que metí 13 goles en la misma cantidad de partidos.\n-Después de una década exactamente volverá a disputar la máxima categoría. ¿Qué metas se ha propuesto?\nLa meta personal es prepararme de la mejor manera para aprovechar las situaciones y en lo grupal ir partido a partido para ver en qué estamos. Lo importante es que estamos haciendo una buena pretemporada con un lindo grupo.\n-¿Siente que está en su mejor momento?\nSí, creo que por la madurez mental. Por ahí en lo físico pasan los años y uno tiene que resolver de otra manera. No se corre como cuando tienes 20 años, pero ganas otras referencias.\n-Una curiosidad. ¿Cómo es la convivencia en un vestuario con un crisol de nacionalidades?\nLa verdad que es linda la convivencia porque hay muy buena gente que te permite trabajar de la mejor manera.\n-Hablando del camerino, ¿Qué tal es su relación con Kevin Santamaría?\nCon Kevin hemos entablado una muy buena relación, es con quien más comparto. Es un jugadorazo; salí goleador gracias a él. Te mete cada pase que otros no ven.\n-¿Usted tiene todos sus papeles en regla como ciudadano peruano?\nNo, todavía no. Lo estoy tramitando.\n-Termino. Después de más de diez años en el Perú, ¿se ha acostumbrado a su fútbol, sociedad y costumbres?\nSí, la verdad que estoy acostumbrado a todo. Por ahí lo que me cuesta un poco es la comida, pero me he acostumbrado bastante. Tengo mi esposa que es de acá y mis hijas nacieron en Cusco. La verdad que es un país muy lindo que me recibió bien.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:06:21.454+02:00",
    "updated": "2024-01-08T01:06:21.454+02:00"
  },
  {
    "uuid": "b791429f37b53d2a2ff64571f809dfbcfb1437d3",
    "url": "https://twitchy.com/brettt/2023/12/28/worst-show-ever-activists-reenact-whats-happening-in-gaza-in-front-of-the-white-house-n2391211",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leonard Pinth-Garnell",
    "published": "2023-12-28T22:21:00Z",
    "title": "Re: 'Worst Show Ever': Activists Reenact What's Happening in Gaza in Front of the White House",
    "text": "Whatever happened to [that hunger strike](https://twitchy.com/brettt/2023/11/27/author-of-palestine-a-socialist-introduction-announces-hunger-strike-in-front-of-white-house-n2390224) that was going on in front of the White House to pressure President Biden to call for a ceasefire in Gaza? \"Sex and the City\" actress Cynthia Nixon was part of it, so it was kind of high-profile. That just disappeared. And then there were masked White House staffers who gathered in front of the White House and spelled out \"ceasefire\" in candles. But this … this is art. If your eyes weren't opened before to the atrocities Israel is committing in Gaza, they are now. Watch as Israel's genocide is acted out. In front of the White House, activists stage a performance to expose what’s happening to Palestinian citizens in Gaza— Sarah Wilkinson (@swilkinsonbc) [#StopGazaGenocide] [pic.twitter.com/6OgeqylDxz] [December 28, 2023] Not even the press is safe. We especially like the slow-motion shots of the milk jugs of red liquid tipping over. So much blood! The original poster says in her bio that she wants \"an end to the illegal Israeli occupation of Palestine,\" so we don't know if she filmed it or is just passing it along. In any case, it's brutal to watch. Theater kids cosplaying terrorists. Worst show ever.— Whateverdear (@WhateverDearest) [December 28, 2023] There is nothing real about anything these people do. We raised too many theatre kids and this is how they act out.— LaborIsMoney (@scrotus2024) [December 28, 2023] Fake babies and theatrics. Exactly like— Moral Tourism (@moraltourism) [#Pallywood]in Gaza. 🤡🇮🇱 [December 28, 2023] Remember the woman crying over [the obvious baby doll](https://twitchy.com/coucy/2023/12/01/palestinian-doll-baby-n2390379) she was passing around? That's Pallywood. Who cares? Not this American.— Clay (@MoodyBlueshirt) [December 28, 2023] Do they take requests? Can they recreate the opening battle from Gladiator next?— Turbulence Modeling (@eskomobar) [December 28, 2023] Wow, using dolls and having a Hamas terrorist pretending to a journo - it’s just like what’s happening in Gaza!— Super Journalist (Ret) - JOURN-L of Skrypton (@Magnum_CK) [December 28, 2023] [December 28, 2023] Bullying theater kids is a good thing, actually— Corv (@Corvaiex) [December 28, 2023] Did they also perform the rape and murder of 1200 Jews?— Scottie (@BuffaloBlueBear) BTW, If you’re spending $150k for a degree in theatre and this is net result, you deserve to be unemployed [December 28, 2023] No different than Gaza, eh? Agitprop performative propaganda.— DriveByGeek (@DriveByGeek) [December 28, 2023] You’re telling me they’re wasting all the KoolAid and chalk and we’re just going to do nothing about this. 😂— Josh Munoz (@SenorChoppy) [December 28, 2023] This isn’t a performance. It’s a bunch of nerds lying in the middle of a juice covered street.— Who is John Galt? (@MikeHoncho7258) [December 28, 2023] I was really hoping the press would be killed too. 10/10— Bookhouseboy (@Lilliputianhead) [December 28, 2023] We'll admit it was oddly satisfying when the guy in the \"Press\" jacket got chalked. They aren’t mentally stable these lot.— Robbie (@Robbie555666) [December 28, 2023] 😂😂😂 EXCELLENT! Show us what happens when dumbasses think starting a war is a good idea.— Jan Wolff 🇺🇦 (@JanWolf20176202) [December 28, 2023] They obviously got together and rehearsed this thing and filmed it thinking it might actually have any effect on U.S. foreign policy. This is just embarrassing and an insult to the memory of those slaughtered on October 7. *** [Join Twitchy VIP](https://twitchy.com/page/subscribe/?tpcc=twitchyvipgeneric)and use the promo code SAVEAMERICA to get 40% off your VIP membership!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "cynthia nixon",
          "sentiment": "none"
        },
        {
          "name": "sarah wilkinson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "white house",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:59.426+02:00",
    "updated": "2023-12-29T05:39:04.500+02:00"
  },
  {
    "uuid": "83d8c1441e7ac5f0ca6653117311f001e18b502c",
    "url": "https://www.wtvm.com/prnewswire/2023/12/28/applied-intuition-announces-favorable-resolution-securities-complaint/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "OneAdmin",
    "published": "2023-12-28T21:55:00Z",
    "title": "Applied Intuition Announces Favorable Resolution of Securities Complaint",
    "text": "MOUNTAIN VIEW, Calif., Dec. 28, 2023 /PRNewswire/ -- As previously disclosed, on May 25, 2023, Embark Technology, Inc. (\"Embark\") and Applied Intuition, Inc. (\"Applied\") entered into an Agreement and Plan of Merger, pursuant to which, among other matters, Azara Merger Sub, Inc. merged with and into Embark, with Embark continuing as the surviving corporation and as a wholly owned subsidiary of Applied (the \"Merger\").\nOn June 26, 2023, a putative class action complaint was filed in the Court of Chancery of the State of Delaware (\"Court\") by Marceil A. Hanshew, a stockholder of Embark (\"Plaintiff\"), against Embark and the then-members of Embark's Board of Directors (collectively, \"Defendants\"), captioned Marceil A. Hanshew v. Embark Technology, Inc. et al., C.A. No. 2023-0654-NAC (the \"Action\"). The complaint alleged that the disclosures made in the preliminary proxy statement on Schedule 14A filed with the Securities and Exchange Commission (the \"SEC\") on June 16, 2023, in connection with the Merger, contained false and misleading statements. The complaint sought, among other forms of relief, a preliminary injunction to enjoin the Merger.\nOn June 26, 2023, Embark filed a definitive proxy statement on Schedule 14A with the SEC (\"Proxy\"), and on June 29, 2023, Plaintiff and Plaintiff's spouse, David L. Hanshew (collectively, \"Plaintiffs\"), filed an amended complaint captioned David L. Hanshew in His Capacity as Attorney-in-Fact for Marceil A. Hanshew and Marceil A. Hanshew v. Embark Technology, Inc. et al., C.A. No. 2023-0654-NAC.\nTo resolve the Action, Plaintiffs and Defendants ultimately agreed that Embark would make certain additional disclosures, which Embark made in Amendment No. 1 to the Proxy filed with the SEC on July 10, 2023 (the \"July 10 Amendment\").\nOn August 1, 2023, Plaintiffs voluntarily dismissed the Action as moot, and later that day, the Court entered a stipulated order dismissing the Action with prejudice as to the Plaintiffs and without prejudice as to any actual or potential claims of any other member(s) of the putative class. The Court retained jurisdiction solely for the purpose of adjudicating Plaintiffs' counsel's anticipated application for an award of attorneys' fees and reimbursement of expenses in connection with the disclosures in the July 10 Amendment.\nIn order to avoid the time and expense of continued litigation, Applied, as successor in interest of Embark, subsequently agreed to pay $114,000 to Plaintiffs' counsel for attorneys' fees and expenses in full satisfaction of their claim for attorneys' fees and expenses in the Action. On December 21, 2023, the Court entered an order closing the case, subject to Applied filing an affidavit with the Court confirming that this notice has been issued. In entering the order, the Court was not asked to review, and did not pass judgment on, the payment of the attorneys' fees and expenses or their reasonableness.\nView original content:\nSOURCE Applied Intuition, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "embar",
          "sentiment": "negative"
        },
        {
          "name": "marceil a. hanshew",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "securities and exchange commission",
          "sentiment": "none"
        },
        {
          "name": "sec",
          "sentiment": "none"
        },
        {
          "name": "court of chancery",
          "sentiment": "none"
        },
        {
          "name": "azara merger sub, inc.",
          "sentiment": "none"
        },
        {
          "name": "embark technology, inc.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "delaware",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:13.246+02:00",
    "updated": "2023-12-29T00:11:13.246+02:00"
  },
  {
    "uuid": "34d421e1544b4a0b63da63b378e2baa63268361c",
    "url": "https://natlawreview.com/article/can-person-ever-establish-zoning-standing-alleging-diminution-property-value",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pierce Atwood LLP",
    "published": "2024-06-27T21:42:00Z",
    "title": "Can a Person Ever Establish Zoning Standing by Alleging Diminution in Property Value? The Appeals Court Whispers the Answer",
    "text": "The Massachusetts Appeals Court recently addressed diminution of property value as a basis for standing to file a zoning appeal. In [Pobeda RT II, LLC v. Zoning Bd. of Appeals of Watertown](https://www.massdirtlaw.com/wp-content/uploads/2024/06/Pobeda-RT-II-LLC-v.-Zoning-Board-of-Appeals-of-Watertown.pdf), the court affirmed that individual property value, by itself, isn’t a protected interest that can serve as a basis for standing to appeal a zoning decision. Rather, property value must be tethered to a different interest protected by the zoning ordinance at issue, such as preservation of views, light, or space. Pobeda is an appeal of a special permit approving the construction of a three-story, 88,572-square-foot research facility in an industrial zone in Watertown. The plaintiff, Pobeda RT II, LLC (Pobeda), owns abutting property in a residential district and was a party in interest presumed to be aggrieved. Pobeda alleged that the research facility would “severely devalue” its residential property. The project proponent, Cresset/WS Venture LLC (Cresset), moved for summary judgment, seeking to rebut Pobeda’s presumed standing with expert affidavits on some assertions of aggrievement (e.g., noise, air quality, light), but also arguing that property value isn’t an interest protected by Watertown’s zoning ordinance under the circumstances. The superior court granted summary judgment in Cresset’s favor, and the Appeals Court affirmed. Pobeda travels a well-worn path. On appeal, Pobeda argued that the superior court erred in holding, as a matter of law, that the Watertown zoning ordinance didn’t protect property value under the circumstances. That argument flies in the face of prior appellate decisions establishing that diminished property value does not provide standing unless it relates to “cognizable interests protected by the applicable zoning scheme.” [Kenner v. Zoning Bd. of Appeals of Chatham](http://masscases.com/cases/sjc/459/459mass115.html), 459 Mass. 115, 123 (2011). The court held that a general reference to “conserving the value of land and buildings” in the purposes section of a zoning ordinance doesn’t make conservation of property value a protected interest in all instances. It doesn’t place individual economic interests over community interests, such as protecting public health and safety. Perhaps if Pobeda had successfully tied its alleged diminution in property value to a real threat to public health and safety, it would have established aggrievement. Instead, the court found that Pobeda only raised speculative concerns and stigma associated with biolabs. The Appeals Court’s analysis doesn’t break new ground. But a brief footnote raises the specter of bigger things to come. In footnote five, the court took pains to say that it was leaving “the question of whether a plaintiff can ever succeed in showing that a zoning bylaw protects individual property values for another day.” Indeed, if property value diminution must always be tethered to some other interest, then there is no reason it would ever be a basis for standing. Rather, it’s more accurately viewed as a concrete way of proving other intangible harms. For instance, if a zoning ordinance protects against deprivation of light and air, then a plaintiff could argue that a tall, bulky building approved by special permit deprives it of light and air, and that this deprivation can be quantified by diminished property value. But it seems like the plaintiff would be taking on more than necessary. So, perhaps diminished property value, as a ground for standing, is on its last legs, waiting for the coup de grace, and the court has just whispered that it’s coming.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.massdirtlaw.com/wp-content/uploads/2024/06/Pobeda-RT-II-LLC-v.-Zoning-Board-of-Appeals-of-Watertown.pdf",
      "http://masscases.com/cases/sjc/459/459mass115.html",
      "http://www.masscases.com/cases/sjc/459/459mass115.html",
      "https://massdirtlaw.com/wp-content/uploads/2024/06/Pobeda-RT-II-LLC-v.-Zoning-Board-of-Appeals-of-Watertown.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pobeda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "massachusetts appeals court",
          "sentiment": "negative"
        },
        {
          "name": "cresset/ws venture llc",
          "sentiment": "none"
        },
        {
          "name": "pobeda",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "watertown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:11:05.217+03:00",
    "updated": "2024-06-28T13:19:52.454+03:00"
  },
  {
    "uuid": "3ebcec8ebfdac8c6a904ce4990b3bb258301d764",
    "url": "https://www.bhaskar.com/local/rajasthan/jaipur/news/business-plusina-solar-awarded-best-employer-2024-134074260.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@dainikbhaskar",
    "published": "2024-12-05T23:00:00Z",
    "title": "बिजनेस प्लस आईएनए सोलर को बेस्ट एम्प्लायर-2024 अवॉर्ड",
    "text": "[Hindi News](/)[Local](/local/)[Rajasthan](/local/rajasthan/)[Jaipur](/local/rajasthan/jaipur/)- Business Plus.....INA Solar Awarded Best Employer 2024\nबिजनेस प्लस..... आईएनए सोलर को बेस्ट एम्प्लायर-2024 अवॉर्ड\nजयपुर2 घंटे पहले\n- कॉपी लिंक\nजयपुर | इन्सोलेशन एनर्जी लिमिटेड (आईएनए सोलर) को एम्प्लॉयर एसोसिएशन ऑफ राजस्थान द्वारा बेस्ट एम्प्लॉयर (ऑल-राउंडर परफॉर्मर -24) अवॉर्ड से सम्मानित किया गया। यह अवार्ड कंपनी के चेयरमैन मनीष गुप्ता को उपमुख्यमंत्री दिया कुमारी, राज्यमंत्री कृष्ण कुमार\n.\nबिजनेस प्लस..... आईएनए सोलर को बेस्ट एम्प्लायर-2024 अवॉर्ड\n[पूरी खबर पढ़ें ऐप पर](https://dainik-b-alternate.app.link?db_metadata={\"link\":{\"uri\":\"bhaskar://news/detail/\",\"data\":{\"storyId\":\"134074260\",\"catId\":\"1709\",\"catDisplayName\":\"जयपुर\",\"title\":\"बिजनेस प्लस..... आईएनए सोलर को बेस्ट एम्प्लायर-2024 अवॉर्ड\",\"imageURL\":\"https://images.bhaskarassets.com/web2images/521/2024/12/06/5jaipurcity-pg11-0_b80654ce-dda3-4b46-b874-8e478c93b570-large.jpg\"}}}&feature=website&channel=locked_article&campaign=134074260)प्रीमियम मेंबरशिप है तो\n[लॉगिन करें](/account/login?redirectURI=)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Rajasthan",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T02:47:49.014+02:00",
    "updated": "2024-12-06T02:47:49.014+02:00"
  },
  {
    "uuid": "473abba58ba0d3154c91b47099b74a949c33d4d4",
    "url": "https://www.zazoom.it/2024-09-27/allonu-il-piano-di-abbas-a-jabaliya-raid-su-una-scuola-15-uccisi/15458387",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zazoomblog",
    "published": "2024-09-27T00:00:00Z",
    "title": "Allâ€™Onu il piano di Abbas a Jabaliya raid su una scuola | 15 uccisi",
    "text": "Fonte : cms.ilmanifesto di 27 set 2024 Allâ€™Onu il piano di Abbas a Jabaliya raid su una scuola | 15 uccisi Allâ€™Onu il piano di Abbas, a Jabaliya raid su una scuola: 15 uccisi (Di venerdÃ¬ 27 settembre 2024) Un piano in dodici punti per porre fine al genocidio a Gaza e allâ€™occupazione israeliana: lo ha presentato ieri allâ€™Assemblea generale dellâ€™Onu Mahmoud Abbas , presidente dellâ€™AutoritÃ nazionale palestinese. Un leader Allâ€™Onu il piano di Abbas , a Jabaliya raid su una scuola : 15 uccisi il manifesto. Leggi tutta la notizia su cms.ilmanifesto Notizie su altre fonti Israele riprende i raid sul Libano: almeno 26 morti. Blinken: Â«Il mondo sta parlando per un cessate il fuocoÂ». E Gallant prosegue le operazioni al nord - Lâ€™Alto rappresentante Borrell chiede il rispetto delle risoluzioni Onu approvate in seno al Consiglio di sicurezza: Â«La risoluzione 2749 del Consiglio di Sicurezza delle Nazioni Unite, adottata allâ€™unanimitÃ il 28 agosto 2024, esorta tutti gli attori interessati ad attuare misure immediate per la ... open.online Israele prepara lâ€™invasione del Libano: Â«CosÃ¬ si rischia lâ€™escalation: sarÃ guerra totale in Medio OrienteÂ» - La migliore risposta Ã¨ la diplomazia e i nostri sforzi coordinati sono essenziali per prevenire unâ€™ulteriore escalationÂ», ha affermato Blinken in un incontro con funzionari e ministri degli stati arabi del Golfo a New York. open.online Ricostruzione dellâ€™Ucraina, gli alleati confermano: Â«50 miliardi coperti dagli asset russiÂ». Meloni: Â«Caro Volodymyr, siamo al tuo fiancoÂ» â€“ Il video - Questo compito puÃ² essere raggiunto solo insieme. Ma Trump non vuole vederlo Giorgia Meloni allâ€™Onu: Â«Stiamo con lâ€™UcrainaÂ». Â«Caro VolodymyrÂ», Ã¨ il messaggio rivolto al presidente ucraino, Â«saremo al tuo fianco per quanto sarÃ necessario. open.online Israele riprende i raid sul Libano: almeno 26 morti. Blinken: Â«Il mondo sta parlando per un cessate il fuocoÂ». E Gallant prosegue le operazioni al nord - Qui un attacco aereo ha colpito un edificio di tre piani provocando 20 vittime: 19 erano siriani, lavoratori, ma soprattutto donne e bambini. La comunitÃ internazionale Ã¨ in apprensione per i possibili risvolti degli attacchi israeliani in Libano: Â«Lâ€™Unione Europea Ã¨ estremamente preoccupata per il ... open.online Video di Tendenza Video Allâ€™Onu piano Video Allâ€™Onu piano © Articolo pubblicato secondo le condizioni dell' Autore. Seguici in Rete Facebook Tik Tok Twitter Instagram You Tube Iscriviti",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/channel/UCJs0ZT10hUiPRD0UZtUpI1Q",
      "https://www.facebook.com/ZazoomBlog",
      "https://twitter.com/zazoomblog",
      "https://www.instagram.com/zazoomnews/",
      "https://www.tiktok.com/@zazoomtechandgames?lang=it-IT",
      "https://www.open.online/2024/09/25/usa-biden-zelensky-meloni-ricostruzione-ucraina-vertice-video/",
      "https://www.open.online/2024/09/26/israele-invasione-libano-escalation-guerra-totale/",
      "https://www.youtube.com/embed/nT3NPXuOX0o&autoplay=1",
      "https://ilmanifesto.it/allonu-il-piano-di-abbas-a-jabaliya-raid-su-una-scuola-15-uccisi",
      "https://www.youtube.com/embed/nT3NPXuOX0o",
      "https://www.youtube.com/embed/nT3NPXuOX0o?autoplay=1",
      "https://instagram.com/zazoomnews/",
      "https://open.online/2024/09/25/usa-biden-zelensky-meloni-ricostruzione-ucraina-vertice-video/",
      "https://tiktok.com/@zazoomtechandgames?lang=it-IT",
      "https://open.online/2024/09/26/israele-invasione-libano-escalation-guerra-totale/",
      "https://www.youtube.com/embed/nT3NPXuOX0o",
      "https://www.tiktok.com/@zazoomtechandgames",
      "https://www.instagram.com/zazoomnews",
      "https://www.open.online/2024/09/26/israele-invasione-libano-escalation-guerra-totale",
      "https://youtube.com/channel/UCJs0ZT10hUiPRD0UZtUpI1Q",
      "https://youtube.com/embed/nT3NPXuOX0o",
      "https://youtube.com/embed/nT3NPXuOX0o&autoplay=1",
      "https://youtube.com/embed/nT3NPXuOX0o?autoplay=1",
      "https://www.ilmanifesto.it/allonu-il-piano-di-abbas-a-jabaliya-raid-su-una-scuola-15-uccisi",
      "https://www.open.online/2024/09/25/usa-biden-zelensky-meloni-ricostruzione-ucraina-vertice-video",
      "https://facebook.com/ZazoomBlog",
      "https://www.twitter.com/zazoomblog"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:30:35.975+03:00",
    "updated": "2024-09-27T01:30:35.975+03:00"
  }
]