[
  {
    "uuid": "f2c7b9dfdcf8887c4ac681b6e6311a05147e860c",
    "url": "https://vanguardia.com.mx/coahuila/promete-pina-amaya-en-frontera-construir-hospital-panteon-y-unidad-de-uadec-PD11560971",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lidiet mexicano",
    "published": "2024-04-04T23:18:00Z",
    "title": "Promete Piña Amaya en Frontera construir hospital, panteón y unidad de UAdeC",
    "text": "Promete Piña Amaya en Frontera construir hospital, panteón y unidad de UAdeC [Lidiet Mexicano](/autor/-/meta/lidiet-mexicano) CIUDAD FRONTERA, COAH.- Hacer una campaña de propuestas fue el pronunciamiento del candidato de Morena a la alcaldía de [Frontera](https://coahuila.gob.mx/flash/conoce_coahuila/mapas/pdfs/frontera.pdf), Roberto Piña Amaya, quien dijo que entre sus prioridades se privilegian temas de salud, educación, deporte y empleo. Fue enfático al responder que su primer compromiso es construir el primer Hospital Materno Infantil Municipal, el que dijo “ya sabemos cómo hacerlo, cuánto cuesta, cómo se equipa, el terreno requerido y el monto para lograrlo”. TE PUEDE INTERESAR: [Propone candidato de Alianza Ciudadana por la Seguridad cuatro demarcaciones policiacas en Monclova](https://vanguardia.com.mx/coahuila/propone-candidato-de-alianza-ciudadana-por-la-seguridad-cuatro-demarcaciones-policiacas-en-monclova-DD11560993) Esto, dijo, será , lo primero que hagamos una vez que hayamos ganado la elección y ese se construirá en un terreno cerca del libramiento Carlos Salinas de Gortari y con capacidad para brindar atención pre hospitalaria, atención diaria a por lo menos 25 madres de familia, especialidades y seguimiento en la atención médica. Al hablar del panteón municipal, dijo que fue una acción conjunta con los ejidatarios del ejido Villa-Frontera, quienes donaron 10 hectáreas de terreno y en un tema de ganar-ganar, el municipio retribuirá con una serie de mejoras. Destacó que se busca que le vaya bien a la población, pero también a los ejidatarios, de ahí que se ha convenido para que se dé el tema de ganar-ganar, reiteró. TE PUEDE INTERESAR: [ ¡Ni se te ocurra ver el eclipse con vidrios ahumados! Lanza Municipio de Saltillo consejos para cuidar los ojos](https://vanguardia.com.mx/coahuila/ni-se-te-ocurra-ver-el-eclipse-con-vidrios-ahumados-lanza-municipio-de-saltillo-consejos-para-cuidar-los-ojos-IA11559919) Dijo que su propuesta está basada en acciones de beneficio colectivo contemplando temas que son primordiales como la salud, la educación, el deporte y el empleo, puntos en los que ya se ha trabajado y se busca reforzar en el siguiente trienio. En el tema de educación, dijo que se prevé la construcción de una Unidad Camporredondo, en donde se incluyan las carreras de Arquitectura, Jurisprudencia e Ingeniería Civil. Todo, ello, dijo se puede hacer llevando una administración austera en donde no se dé cabida a los excesos de escoltas, choferes, guardias en los domicilios: “en dos años logramos bajarle 25 millones de pesos en la nómina”, de ahí que se lograran los temas en materia de educación, salud y deporte. Dijo que para Frontera se seguirán haciendo las cosas de manera correcta y seguirá siendo la ciudad más limpia, más segura, más iluminada y la de mayor inversión.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://coahuila.gob.mx/flash/conoce_coahuila/mapas/pdfs/frontera.pdf",
      "https://www.coahuila.gob.mx/flash/conoce_coahuila/mapas/pdfs/frontera.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:25:10.089+03:00",
    "updated": "2024-04-05T02:40:13.746+03:00"
  },
  {
    "uuid": "1ad3ddc9b83534d3823eb6cd5a3a1105c2deec32",
    "url": "https://vnexplorer.net/sincerely-apologize-assam-chief-minister-himanta-sarma-on-incorrect-shloka-post-s701731.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T06:10:00Z",
    "title": "'Sincerely apologize': Assam Chief Minister Himanta Sarma on incorrect 'Shloka' post",
    "text": "‘Sincerely apologize’: Assam Chief Minister Himanta Sarma on incorrect ‘Shloka’ post\nAssam Chief Minister Himanta Biswa Sarma has apologised over a now-deleted post on X (formerly Twitter) on an incorrect translation of a verse from Bhagavad Gita. Taking to the micro-blogging site on Thursday, he said that one of his “team members” posted the incorrect translation of the ‘shloka’.\n“As soon as I noticed the mistake, I promptly deleted the post. The state of Assam reflects a perfect picture of a casteless society, thanks to the reform movement led by Mahapurush Srimanta Sankardeva,” he wrote on X.\nThe post, which Sarma posted on Tuesday (December 26), created a massive row with several opposition leaders, including AIMIM chief Assaduddin Owaisi, accusing him of promoting caste division.\n“If the deleted post has offended anyone, I sincerely apologize,” Himanta Biswa Sarma wrote in his post on X on Thursday.\nThe now-deleted post stated that according to the Bhagavad Gita, it is the “natural duty” of the Shudras to serve the other three castes of Brahmins, Kshatriyas, and Vaishyas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mb426.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mb426.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "himanta sarma",
          "sentiment": "negative"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "mahapurush srimanta sankardeva",
          "sentiment": "none"
        },
        {
          "name": "sarma",
          "sentiment": "none"
        },
        {
          "name": "assaduddin owaisi",
          "sentiment": "none"
        },
        {
          "name": "bhagavad gita",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aimim",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "kshatriyas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:14:57.809+02:00",
    "updated": "2023-12-29T08:14:57.809+02:00"
  },
  {
    "uuid": "5e9d0ed314b846ea1c10469c29ad464d3f957795",
    "url": "https://www.rionegro.com.ar/justicia/crimen-del-soldado-de-zapala-el-juez-intento-ensuciar-la-memoria-de-nuestro-hijo-3392335/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guillermo Berto",
    "published": "2024-02-01T22:00:00Z",
    "title": "Crimen del soldado de Zapala: «el juez intentó ensuciar la memoria de nuestro hijo»",
    "text": "Crimen del soldado de Zapala: «El juez intentó ensuciar la memoria de nuestro hijo»\nEl padre de Pablo Córdoba reiteró que \"los asesinos y los encubridores están en el cuartel\". La madre prometió que \"no vamos a bajar los brazos\".\nHace 8 meses, el soldado voluntario\nPablo Jesús Gabriel Córdoba de 21 años, cumplía guardia en el Grupo de Artillería 16 de Zapala cuando recibió dos balazos en diferentes lugares de la cabeza. Hasta ahora no hay sospechosos, pero el padre de la víctima, el suboficial principal Juan José Córdoba, reiteró que «los asesinos y los encubridores están dentro del cuartel, y lamentablemente visten el mismo uniforme que yo. Eso duele más».\nNatalia Uribe, la mamá de Pablo, afirmó por su parte con lógica de hierro: «Si el asesino fuera de afuera del Ejército estarían todos los militares preocupados porque alguien ingresó a cometer semejante aberración».\nLos padres encabezaron una nueva marcha que se realizó en Zapala para reclamar justicia por el crimen y volvieron a criticar al juez federal subrogante Hugo Greca, quien dirige la investigación.\n«Todo lo que hizo durante estos 8 meses fue tratar de ensuciar la memoria de nuestro hijo, intentando por todos lo medios cerrar la causa como un suicidio, pero no se lo permitimos ni lo vamos a permitir», dijo Juan José en la puerta del juzgado.\nEl edificio ubicado en la esquina de Zeballos y Brown estaba vallado y con fuerte custodia policial. El único detenido que tuvo la causa fue\nun docente que realizó pintadas en las paredes para reclamar justicia.\n«Mal desde el principio»\n«Todo está mal desde un principio», dijo Juan José. Recordó que\n«las reuniones de los mandos del Ejército con Greca están comprobados por ellos mismos. Sabían cada paso que daba el juez. De parte de mi institución, a la que sigo sirviendo, recibí intimidaciones por el solo hecho de pedir justicia por mi hijo, aduciendo que mi reclamo manchaba a la institución. ¿Qué cosa no?».\nDirigiéndose al juez, preguntó: «¿Por qué no investiga bien? ¿No quiere saber cuáles fueron las armas homicidas?. Estoy seguro que fueron dos armas».\nLos proyectiles que provocaron la muerte del soldado no fueron recuperados, por lo que se desconoce su calibre.\n«El dolor que causaron al asesinar a Pablo es muy fuerte, pero los familiares, amigos, vecinos, nos dan la fuerza para seguir en la búsqueda de la verdad y la justicia», continuó Juan José. «Estos 8 meses golpearon muy fuerte de todos lados, tratando de desviar la investigación, mintiendo, ignorando evidencias, dejando escapar pruebas. Cuando descubramos la verdad van a cambiar muchas cosas y así Pablo va a poder descansar en paz».\nPiden otro cambio de carátula\nPor su parte Natalia, en diálogo con RÍO NEGRO RADIO, dijo que esperan que el juez Greca cambie otra vez la carátula de la causa, de «homicidio simple» a «homicidio agravado por el uso de arma de fuego».\n«Vemos pasividad en el juez Greca. Se perdió mucho tiempo al principio y hoy se sigue dilatando, por lo menos tendría que haber personas detenidas», afirmó.\nNatalia dijo que «hay más de un involucrado en lo que le hicieron a mi hijo. Son militares, no fue algo entre soldados, hay personal superior involucrado. Dentro del Ejército siguen hablando de un suicidio, cuando todas las pruebas indican lo contrario. Acá hay gente que sabe, que está encubriendo».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:53:51.401+02:00",
    "updated": "2024-02-02T00:53:51.401+02:00"
  }
]