[
  {
    "uuid": "c3bdb777e5383e9d00aa318e00461764cb4b579f",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c054",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jimbo91",
    "published": "2024-05-25T12:01:00Z",
    "title": "#54 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#37](c37#c-37) Ay pobres comunistas que el problema que tienen es que son dependientes de importar todo de EEUU.\nPues que sepas que la mayoría del pollo en Cuba viene de Miami, el embargo está hoy en día muy limitado.\nAh, y en la guerra fría había más gente en el bloque comunista que en el bloque capitalista.. y aun así al bloque capitalista le iba mil veces mejor y no necesitaban para nada a los comunistas.\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\n[#33](c33#c-33) Simple, estos tipos se oponen al planamiento familiar.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/\n[#1](c1#c-1) por no hablar de que sus antepasados se arrancarían los pelos de desesperación por ver como han abrazado la religión que los masacró\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#42](c42#c-42) Se fueron a la hora aproximadamente, pero no sé si por su propio pie o por la policía, ya que yo volví donde ellos media hora larga después y ahí seguían. La poli dijo que iba a mandar una patrulla y vi un coche una hora después de llamarles, pero capaz que iban a otro sitio, así que no puedo confirmar. Me olía que estos predicadores eran evangélicos pagados por alguien de aquí o de allá para hacer la ruta, porque el brasileño tenía un acento increíble y hablaba español justo.\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC4449999/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T16:03:29.170+03:00",
    "updated": "2024-05-25T16:03:29.170+03:00"
  },
  {
    "uuid": "f0b9d278910139a6bdb90d151b54f7254d41abf5",
    "url": "https://theeverygirl.com/getting-married-in-worst-shape",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "katherine",
    "published": "2024-04-04T23:15:00Z",
    "title": "Why I'm Not Getting in Shape for My Wedding | The Everygirl",
    "text": "I made a promise to myself long before getting engaged that I would avoid crash dieting to look a certain way on my big day. Slow and steady wins the race, after all. I’d focus on eating clean, staying active, and getting in shape during my engagement—that way, I’d look and feel my best for my wedding. Despite following this regimen since my fiancé put a ring on my finger over a year and a half ago, I’m in the worst shape of my life for medical reasons (such as chronic inflammation from severe gastroesophageal reflux disease).\nAs a bride-to-be, this has been a hard pill to swallow. Like most women, I’m not immune to the societal pressures of looking flawless and living up to unrealistic beauty standards, no matter the occasion. Knowing that I’m going to be walking down the aisle, not looking or feeling my best despite my best efforts, has taken a toll on my mental health. That said, with just over a month to go before saying “I do,” I’m finally feeling like my confident self again. Ahead, how I’m making peace with getting married in the worst shape of my life.\nI accept that some things are beyond my control Before being diagnosed with GERD, I thought I was in complete control of my body and whether I gained or lost weight. As a healthy and active woman in her late 20s who hadn’t dealt with significant weight fluctuations, this mindset made sense to me. I spent so much of my engagement fighting outside forces (read: my medical condition), switching up my diet, and working out harder. I refused to believe my weight gain and bloat were the result of GERD because that meant there was truly nothing I could do to change them.\nMy life has become infinitely better since accepting that I have GERD. I recognize that while I can’t change that fact, I can focus my energy on managing it and healing. Simply acknowledging that this situation is what it is has helped me shift my mindset and find happiness again. Although I still have moments when I struggle with acceptance (I’m only human), I no longer obsess over what I look like, and for me, that’s a win. Whether it’s GERD, PCOS, or anxiety, accepting what’s going on in your body and working with it as best you can will do wonders to help you cope.\n“Like most women, I’m not immune to the societal pressures of looking flawless and living up to unrealistic beauty standards, no matter the occasion.”\nI maintain habits that make me feel good Although I normally look at the glass half-full, I’ve spent a large chunk of wedding planning stressing and obsessing over my appearance. My anxiety would spike whenever I thought about dress fittings because I was terrified the dress wouldn’t fit (thankfully, it does), and I was constantly searching for quick fixes that would help me feel more confident walking down the aisle. But once I realized this mentality was only increasing my stress levels and making it harder to be present and enjoy my engagement, I adjusted my wellness routine to make me feel good.\nNow, I carve out time for a treadmill workout, stretching, and meditating every day before work. I also take time to catch up with loved ones. Sticking with those habits helps me feel accomplished and clear-headed, and it also gives me back the power I felt like I lost when my GERD started. I also maintain a balanced diet according to my Ayurvedic constitution rather than the latest diet wellness influencers follow. This means eating meals higher in carbs and lower in fat while letting myself indulge in a sweet treat or cocktail from time to time.\nI reframe my thoughts When you’re going through a hardship, it’s difficult not to imagine worst-case scenarios (like my wedding dress not fitting). However, getting caught up in these thoughts can create a vicious cycle of negativity and do a number on your mental health, which is why I’ve made it a point to rewire my brain toward the positive.\nNow, I let myself feel all my emotions without fixating on the negative ones; I acknowledge any limiting thoughts and then let them go. Doing this helps me avoid toxic positivity and reminds me that while my emotions are real and valid, they don’t have to control me. And instead of focusing on how I look, I’m focusing on and appreciating what my body can do. Appearances can change—it’s what is on the inside that truly matters. Incorporating mindfulness practices like meditation, journaling, and deep breathing into my daily routine has also been a game-changer. They ground me so I can focus on putting my energy into the things I can control: my thinking. As a result, I’ve been able to turn moments of frustration and sadness into pure bliss and excitement.\n“Why should I hide my body when it does so much for me?”\nI embrace my new shape When I first started gaining weight and experiencing severe bloat, my initial instinct was to cover up my body. I had no desire to dress up or even leave my house. It wasn’t until last fall that I realized this is no way to live. After all, why should I hide my body when it does so much for me?\nSince realizing this, I’ve purged my whole closet and treated myself to flattering bodysuits, tops, and jeans that fit my body right now . I’ve stopped hiding behind baggy clothing to cover up my insecurities, and I’m settling back into my extroverted, confident self again. And I’ve found that dressing up and going out are the quickest and best remedies to snap me out of my moments of self-doubt. Do I have days where I feel self-conscious in tight clothing? Yes, absolutely. But it has been the best thing for my self-esteem because it has helped me fully embrace my new shape. Thanks to this newfound confidence, I know I’ll feel unstoppable on my wedding day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.verywellmind.com/what-is-toxic-positivity-5093958",
      "https://verywellmind.com/what-is-toxic-positivity-5093958"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:24:53.159+03:00",
    "updated": "2024-04-05T02:24:53.159+03:00"
  },
  {
    "uuid": "af969835b406503c67cf8ebdc31bee6035d46c2f",
    "url": "https://journalnow.com/opinion/column/lz-granderson-your-us-history-class-needed-a-film-like-rustin/article_af7cfd32-273f-5299-8cce-e7ff8a368975.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guest",
    "published": "2024-02-29T22:45:00Z",
    "title": "LZ Granderson: Your US history class needed a film like 'Rustin'",
    "text": "In the '90s I was a founding member of the Black History Club in high school, took Black history courses in college and worked in the minority affairs office in grad school. Yet I did not know who Bayard Rustin was until seeing the 2003 documentary \"Brother Outsider.\"\nThat miseducation was not by accident.\nRustin — the man who introduced the Rev. Martin Luther King Jr. to the principles of nonviolence, the man who organized the March on Washington — was gay. Because of his sexual orientation, his contributions to the civil rights movement were not often retold. Since the documentary's release 20 years ago, there has been a concerted effort to change that, most recently culminating in the 2023 film \"Rustin\" and the performance of awards season darling Colman Domingo in the title role.\nA decade ago, Domingo brought Ralph Abernathy to life in Ava DuVernay's \"Selma,\" which also included Rustin. Today he is the first Afro-Latino to be nominated for a lead actor Oscar. He is the second out gay man to be nominated for portraying an out gay man.\nPeople are also reading…\nThis intersection has quietly played a significant part in Domingo's career: He appeared in 2020's Oscar winner \"Ma Rainey's Black Bottom,\" about the life of a queer Black woman, and in 2018's Oscar winner \"If Beale Street Could Talk,\" based on a book by James Baldwin, a gay Black man. For his work last year, in addition to being Oscar-nominated for \"Rustin,\" Domingo is part of the SAG-nominated cast of \"The Color Purple,\" written by out Black author Alice Walker.\nRecently it seems Domingo has been the person to call when Hollywood recognizes that representation matters. Not because it can grab attention and awards, but because representation reflects the history and the connective tissue between the Black and LGBTQ+ communities.\nFor many years, what little queer content there was in mainstream America did not include people of color. But we've long been here, standing at the intersection.\nWalker's \"Purple\" shaped the 1980s. Baldwin's \"Beale Street\" was born in the 1970s. Rustin came to prominence in the 1960s, but his work in civil rights dates back to the 1940s. And Ma Rainey, the Mother of the Blues, was a queer Black woman born in 1886.\nThat was the year of the Carroll County Courthouse Massacre in Mississippi. More than 50 armed white men stormed a courtroom and opened fire on all the Black people in attendance, killing more than 20. The crime? A Black lawyer bringing charges against a white person.\nThat was the world Rainey was born into. And in that world she openly had relationships with women. I marvel thinking about the bravery. Viola Davis was nominated for awards for bringing Rainey's full life to audiences.\nIt's important to tell these stories at the intersection. People need to know this history that's been kept from all of us because of yesteryear's attitudes. It's important that Hollywood develops the same fascination with these hidden figures as it does with the lives of Garland, Monroe, Elvis and other white cultural icons whose biographies have been reexamined time and again.\nNow that queer storytelling has expanded beyond Stonewall and the HIV/AIDS crisis, my hope is that more of the Rustins of history will be explored. The entertainment value is important, the history even more so.\nKeeping warriors such as Rustin out of history and out of storytelling was intentional. The push to correct that wrong should be deliberate as well. It's wonderful that Domingo is everywhere for his portrayal of Rustin. And it would be even more so if Rustin, who was posthumously awarded the Presidential Medal of Freedom in 2013, were everywhere in Black history lessons.\nHis role in history isn't yet celebrated as it should be. Maybe it never will be. That's what happens when contributions are minimized. Stories become lost. Tremendous acts of courage are forgotten. Too many lives we should honor go unknown.\nThis awards season, a light has been shined on someone we should never forget. Perhaps instead of relying on sequels and reboots, Hollywood should turn to the stories nestled in our history that we should know. The history that prejudice tried to keep in the shadows should take center stage.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rustin",
          "sentiment": "negative"
        },
        {
          "name": "granderson",
          "sentiment": "negative"
        },
        {
          "name": "colman domingo",
          "sentiment": "none"
        },
        {
          "name": "domingo",
          "sentiment": "none"
        },
        {
          "name": "ralph abernathy",
          "sentiment": "none"
        },
        {
          "name": "ava duvernay",
          "sentiment": "none"
        },
        {
          "name": "bayard rustin",
          "sentiment": "none"
        },
        {
          "name": "martin luther king jr.",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "black history club",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:09:52.671+02:00",
    "updated": "2024-03-01T01:09:52.671+02:00"
  }
]