[
  {
    "uuid": "859b53662079bb39e73096e4513fbd8542d6a80b",
    "url": "https://www.meneame.net/story/declaracion-oficial-iran-entidad-sionista-estados-unidos-deben/c083",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Black_Bergman",
    "published": "2023-12-24T15:04:00Z",
    "title": "#83 Declaración Oficial de Irán: \"La entidad sionista y Estados Unidos deben ser castigados por genocidio en los tribunales internacionales\"",
    "text": "Portada\nmis comunidades\notras secciones\nCuando un régimen como el de Irán te pinta la cara frente a todo el mundo es que la moralidad de tu país es un saco de mierda en el sótano del infierno, así, sin más. Y ya no engañas a nadie fuera de tus votantes más extremistas.\nMuchos deberían hacerse mirar a quién y qué cojones están apoyando y reflexionar en la intimidad de su dormitorio, en vez de ir negativizando noticias del Menéame y pidiendo que baneen a quienes denunciamos al Estado genocida, supremacista y expansionista de Israel.\n[#1](c1#c-1) [#2](c2#c-2) [#7](c7#c-7) seguís mirando a través de las gafas de la propaganda occidental, propaganda que tienen controlada los EEUU, por cierto. Esa en la que todos son muy malísimos y todos van por si interés, pero en la que siempre, siempre los EEUU son los menos malos. Esa no os la despegais del ideario ni con agua caliente y es precisamente donde está la raíz del problema.\nAñado a\n[#61](c61#c-61).\nTanta propaganda hollywoodiense salvandonos de los meteoritos, aliens, villanos con poderes y luchando por la libertad y objetivos nobles. Con gente tan simpática que nos hacen reír en sus comedias, gente con fantasía e imaginación que nos hacen viajar a mundos imaginarios, al espacio, gente que tiene sentimientos muy profundos y sinceros, haciéndonos vivir escenas de amor, abogados que luchan por los derechos e injusticias y que ha base de lucha y empeño consiguen justicia, en el país de la justicia. Es decir, gente como nosotros, con la que cualquiera se sentiría identificado. Esta gente por narices tiene un transfondo de buenas intenciones, seguro, y por tanto solo pueden ser los menos malos. Además siempre contado por ellos. Este es uno de los pilares, si no el más importante, del imperio, el mediático.\nEn contraposición tenemos un país desconocido, que por consecuencia genera desconfianza y del que solo tenemos noticias malas y que parece que tienen muy malas intenciones. Además si no nos ha llegado su cultura, su comida, es porque nadie la debe querer, debe ser peor que la del resto, no como la yanki que la quiere medio mundo y está por todas partes.\nLuego así pasa, que sale una noticia sin contexto, sin contrastar, y mala para \"el régimen\" con represión para los gays, o para la mujer y hay que sacar las antorchas y afilar los cuchillos. Pero cuando en yankilandia hay problemas con la violencia policial, con los negros todos los días o vemos lo que no respetan ningún derecho humano como con Guantanamo y con las guerras que montan por el mundo lo único que hacemos es soltar la hamburguesa para darle un trago a la Coca-Cola.\n[#2](c2#c-2) Irán justificando un atentado que él mismo apoyó y planeó. Grear surprise.\nAdemás, algo me dice que el discurso de irán lleva siendo el mismo con y sin muertos palestinos durante décadas: \"muerte a Israel\".\n[#1](c1#c-1) Iran, que financia y entrena a Hammas, Hezbollah y los huties y uno de los principales actores de todo esto.\nClaro que se le puede reprochar siendo uno de los bandos del conflicto y quien seguramente está detrás del 7 de Octubre.\n[#51](c51#c-51) si nos ponemos a mirar países que financian a grupos que luego resultan son terroristas, igual nos sorprende la historia.\nTe acuerdas de Osama Bin añaden y Afganistán?\n[#51](c51#c-51) Puedes considerar que financia el terrorismo o puedes considerar que arma a grupos para resistir una ocupación, pero como la situación es la que es, la ayuda a veces llega a manos de gente un poco tarada. Lo mismo podría decirse de la ayuda de USA a Ucrania y las tropas neonazis de su ejército. Personalmente creo que si Irán no hiciera esto no habríamos visto cosas como las del 7 de octubre, pero tampoco quedaría un solo palestino a menos de 600km de TelAviv.\n[#63](c63#c-63) DIficil saber que pasaria sin Iran. El caso es que Iran, Hammas, Hezbollah y los huties tienen como objetivo vital eliminar a Israel e incluso a los judios. Iran paga a Hammas para atacar a Israel, no para que en Gaza tengan buena vida. Usan a los palestinos como carne de cañón.\nAsi que no los veo como parte de la solución, sino del problema.\n[#65](c65#c-65) Irán no tiene como objetivo eliminar a los judíos, de hecho es el país con más judíos de oriente medio detrás de Israel, y tienen un representante en el parlamento.\nEn todo lo demás, claramente sí.\n[#1](c1#c-1) demagogia nivel Dios, Irán es una gran implicada en todo lo que está pasando, de dónde creéis que sacan la enorme cantidad de cohetes que lanzan sobre Israel unos muertos de hambre como los gazaties?\nEncima hablando de putas las tacones, irán hablando de justicia.... sería para reír si no fuera tan triste.\n[#1](c1#c-1) No por ser Iran; pero cuando países que flagrantemente desprecian los derechos humanos, masacran minorías y un largo etc (que sí, que todo el mundo lo termina haciendo en mayor o menor medida, si nos ponemos a buscar la aguja en la paja)\nPues como que me da un\n\"No sé Rick... parece falso\"\nEstados Unidos e Israel quieren y necesitan la guerra. El mundo debe evitar entrar en la espiral belicista en que pretenden hacernos caer y que sólo les beneficia a ellos. La legalidad internacional, los bloqueos y las sanciones son el único camino, o se habrá caído en su trampa y ellos se legitimarán en la infinidad de medios y parlamentos que controlan.\nEl apartheid debe acabar de una vez por todas y para siempre. Los palestinos están en su tierra y son los ocupados, tienen derecho a defenderse, Israel es la potencia ocupante y carece de ese derecho. Son los palestinos los que tienen derecho a quedarse y luchar por ello.\nNo lo digo yo, lo dicen los tratados internacionales.\n[#4](c4#c-4) Tienes toda la razón, pero no se si van a quedar palestinos, no es apartheid es genocidio y no hay presión suficiente para pararlo. Ya hay más de 20,000 muertos palestinos, no sabemos cuántos mutilados, cuantos traumatizados de por vida y que viabilidad le queda a Palestina con un mundo que deja que Israel los destruya sin poner límite.\n[#4](c4#c-4) Y que haces con esa gente que lleva 2000-3000 anios en Israel? Recuerda que hay judios que nunca se fueron.\nTambien... hay gente que lleva ahi desde que sus abuelos se defendierion de la invasion de los paises arabes en el 48. Los mandas a otro sitio? Recordemos que quien inicio esto no fueron los israelies, si no los paises musulmanes de alrededor por el precepto de \"tierra que fue musulmana hay que reconquistarla.\"\nLos acuerdos internacionales son de dos estados, y los paises arabes de alrededor nunca lo han aceptado. Tampoco la parte fachas de los sionistas, es verdad.\n[#30](c30#c-30) No hay necesidad de mandar a nadie a ningún lado (excepto a los colonos, claro), basta con que vivan en esas tierras pero bajo una autoridad que no sea la de un estado genocida y sin un derecho supremacista.\n[#31](c31#c-31) Ostias, pues eso es imposible. Si pones a los musulmanes a cargo, de facto todo el cuerpo legal de todos los paises musulames esta basado en la sharia (notese las minusculas) que es supremacista y genocida por definicion, ya que establece el principio de que solo los musulmanes son ciudadanos de pleno derecho y que hay cosas como la apostasia, que son penadas con la muerte.\n[#34](c34#c-34) Depende, si se constituye como república islámica sí, pero el hecho de que sea un país musulmán o de mayoría musulmana no implica que vayan a aplicar la sharia. Hay muchos países de mayoría musulmana que no la aplican a nivel estatal, aunque sí se aplica parcialmente a nivel privado/familiar:\nhttps://es.wikipedia.org/wiki/Shar%C3%ADa\nhttps://es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg\nY por ejemplo tienes Egipto, que es una República Árabe de mayoría musulmana (~94%) del islamismo suní, y que ha tenido un período islámico (el periodo de los Hermanos Musulmanes), pero luego se les acabó persiguiendo a los extremistas islamistas. Pero hasta los Hermanos Musulmanes se supone que tenían tolerancia por otras religiones:\n\"Creo que los cristianos coptos tienen derechos inherentes. Creo que son parte e integrantes de la estructura de la sociedad egipcia, y lo han sido durante más de 1400 años. Ellos son, sin duda, tan egipcios como yo lo soy, y tienen tanto derecho a esta patria como el que yo tengo...\"\nhttps://es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia\nTodo depende de cómo se plantee, pero dados los países del entorno como Egipto o incluso Jordania (aunque estos sí meten la sharia por ahí, hacen mezcla) podría haber un país musulmán relativamente moderado, además de que cada país tiene su contexto y su coyuntura, en esas tierras han vivido las tres religiones abrahámicas durante miles de años, que se han pegado piñazos sí, pero no es lo mismo que un país donde solo ha habido musulmanes durante cientos de años.\nYo evidentemente pondría un estado totalmente ateo, pero soñar es gratis. Lo ideal sería un estado laico, pero en esas tierras unos y otros siguen con mentalidad un poco trasnochada. Pero es a lo que habría que aspirar, estado laico y que cada uno rece a Alá, Yahvé, el Oso Yogi o a Yoda, pero sin fliparse.\n[#36](c36#c-36) Los coptos estan relegados a ser los basureros que reciclan la mierda. Estas hablando de paises con unos mecanismos discriminatorios bestiales comparados con occidente.\nPor cierto, el mapa que has mandado, ya da miedo en si solo.\n[#38](c38#c-38) En casi cualquier país con escasa tradición democrática te encuentras unos mecanismos discriminatorios bestiales, de Occidente a veces uno habla como si fuésemos de otro planeta, pero hasta hace relativamente poco en muchos países hoy punteros había una gran discriminación hacia diversos grupos étnicos y religiosos, y en algunos sitios de hecho se sigue dando. Pero al final a fuerza de muchas protestas, participación de todo el mundo en la política sin excepciones (lo que implica tener que \"vender\" el voto a \"esos también\"), etc, se ha ido regulando. Y aun así hay bandazos a niveles legales cuando ciertos grupos políticos más extremistas llegan al poder. Aunque no lleguen al nivel de otros países más orientales, pero son los ramalazos de lo que hemos sido a lo largo de la historia las sociedades humanas.\nLa paz y la \"tolerancia\" son un fenómeno completamente reciente (que no nuevo, ojo, pero las civilizaciones pacíficas a lo largo de la historia acababan aplastadas por las belicosas), y ni siquiera es del todo permanente en los lugares más \"civilizados\", más bien intermitente, con avances y retrocesos dependiendo del momento.\n[#4](c4#c-4) \"La legalidad internacional, los bloqueos y las sanciones son el único camino\"\nSe apela a la CPI y por la influencia de EEUU se la pela.\nSe denuncia y se pide ayuda en la ONU y EEUU lo veta pese a los funcionarios muertos de la propia ONU.\n4 gatos hutíes hacen un bloqueo marítimo y EEUU militariza la zona para impedirlo.\nIsrael está masacrando abiertamente a miles de niños, mujeres y ancianos, y EEUU pone su mayor portaviones y su ejército en la zona para proteger y garantizar que nadie pare el genocidio.\nIgual ya va siendo hora de poner el bloqueo, embargos y sanciones a EEUU y dejarse de hipocresía.\n[#19](c19#c-19) El terrorismo Uyghur ha generado miles de muertos en atentados con bombas en China.\nEstoy en contra de los campos de reeducación para cualquiera que tenga relación cercana o remota con un terrorista Uygjur, pueblo que mayoritariamente vive en paz disfrutando de sus particularidades etnicas en libertad dentro de la propia China en la region de Xinjiang que es parte de China desde la dinastia Han. También estoy en contra la dispersion de presos en Espana y la ley antiterrorista utilizada casi para cualquier mierda, y también contra la detención sin garantias de espaldas mojadas en EE.UU. y la segregación en EEUU de ninos y sus familias.\nLee un poquito y deja de decir tanta chorrada por dios. Que no sabes nada.\n[#37](c37#c-37) El tibet?\ncuándo ocurrió lo del tibet? en qué contexto? En los últimos 50 anos?. En el contexto de la paz o el de una guerra civil dentro de un estado dictatorial gobernado con mano de hierro por el Kuomintang? Quién ocupo Tibet en primer término? Sabemos algo? o sólo has venido a repetir mantritas.\nlectura? para qué? saber uno de lo que habla? para qué?\nah si para justificar miles de ninos hombres y mujeres inocente espanzurrados en nombre del derecho de criminales racistas adoctrinados (no judios no israelies, sino CRIMINALES, a robar la casa de otro y a destrozar su vida por una paja mental.\nnegativo a la ignoracia hijo mío, A LA IGNORANCIA. ahí va el tuyo.\nChina no tiene un conflicto desde el conflicto de apenas dias con Vietnam por tierras fronterizas. Y de eso hace ya más de 50 anos! Aprende a leer cojona!\n[#41](c41#c-41) tú ya estás atragantado, comiendote doblada la propaganda para bobos e ignorantes, apenas te pasa ya por la garganta ni con abundante agua. Es que por no saber no sabes ni desarrollarla. Simplemente repetición papagaya es lo tuyo.\nQué pena das hijo.\n[#45](c45#c-45) que tu sepas? no sabes ni lo que has dicho ni sobre qué hablabas ni dónde te metías. Solo venías al y china qué que es lo mismo que ha hecho cognitiva. Todo en el contexto de un genocidio televisado. Tomas a todo el mundo por idiota? a ver si va a ser al revés.\nA cuidar esa comprension lectora. Para el 2024 más lectura.\nte vendrá muy bien y amueblarás mejor la mollera. Eso es cuidarse.\n[#47](c47#c-47) humildad es algo digno de pedir a quien viene aqui a hablar de lo que desconoce y como un meticón a criticar a otros sobre asuntos que le quedan muy grandes y sobre los que ignora todo. Es decir a ti.\nTienes que informarte primero, leer comprensivamente las cosas y luego opinar o criticar, no creo que sea yo el primero que te lo dice.\nEstas fiestas, como te he dicho, de felices no tienen nada.\n[#24](c24#c-24) \"pueblo que mayoritariamente vive en paz disfrutando de sus particularidades etnicas en libertad dentro de la propia China\"\nDesconozco tus motivos para blanquear una dictadura en la que los derechos humanos y la libertad de expresión brillan por su ausencia, pero en cualquier caso me parecen completamente innecesarios para denunciar las atrocidades cometidas por EEUU o Israel.\nhttps://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/\n[#72](c72#c-72) yo sin embargo, conozco perfectamente los motivos para traer a las noticias sobre el genocidio que los Israelies estan cometiendo sobre los palestinos, los asuntos de China que estan decemas de ordenes de magnitud por debajo del genocidio y la barbarie sionazi. Asuntos de china que desconoces evidentemente. Porque para apoyar a Israel entre otras cosas hay wue ser un orgulloso e indoctrinado ignorante.\nEl motivo es sin duda alguna el sionazismo que os enajena algunos eso que teneis por cabeza. Una paja mental supremacista equiparable al nazismo que florecio ya una vez en europa impulsado por Alemania y otros países. La historia se repite, solo cambia el objeto de odio, los arabes y en particular los palestinos.\n[#24](c24#c-24) Demasiado pacientes son los chinos con los uyghures.\nY es que donde hay amor extremo por las cabras, termina habiendo problemas.\n[#80](c80#c-80) vamos a ver la inmensa mayoria de los Uyghures no esta perseguidoshoy ni nada. En china hay mas colectivos musulmanes. El problrma es que en Xinjiang ha habido dutante decadas un movimiento separatista extranjero fomentado desde Turquia, kazagstan y Turkmenistan de indole islamista y de practica terrorista. Dicho esto lo de los campos de reeducacion me parece dificil de defender pero es un asunto interno de China como la ETA lo fue de España. Y no se va a negar que ha habido excesos por parte del estado chino como los ha habido en muchos sitios, España tambien.\nComparar esto con las masacres de Israel y su politica genocida es ridiculo. Insultante. Una broma de mal gusto.\nMas de 20.000 asesinados en apenas dos meses y los que haya bajo los escombros.\nIsrael es un estado terrorista y genocida y deben sus lideres responder en un Nüremberg del S.XXI\nPues a mi me parece interesantisimo, y muy acertado, que les llamen \"entidad sionista\" y en ningún momento se refieran a ellos como Israel. Me parece que incluso estos. con todo y como son, ya también han aprendido bastante de como ganar la batalla mediática. Al gobierno sionista de Israel, y a USA les va a costar grandemente haberse quitado las caretas por completo durante esta masacre. No han dejado ni la menor duda que aunque haya más de un malo en esta película, ellos son los peores.\n[#23](c23#c-23) USA además con el viejo decrépito genocida de Biden (lo llamo así no solo por su apoyo al genocidio actual, es que ese señor ha apoyado hasta la guerra de Irak en su momento, y su apoyo fue muy importante*) es especialmente ridícula, da todo el rato la sensación de que el presidente representa a la perfección lo que es USA: un estado ya decrépito en un mundo que empieza a dejar de ser el suyo, manteniendo la mentalidad y las formas del siglo pasado.\n*Presidente del Comité de Relaciones Exteriores del Senado, tras los atentados del 11 de septiembre de 2001, apoyó las políticas del presidente George W. Bush,54 reclamando tropas terrestres adicionales para Afganistán. Aunque se opuso inicialmente a una acción unilateral, no sin antes agotar todas las vías diplomáticas, en octubre de 2002 votó a favor de la resolución que autorizaba al Gobierno a utilizar la fuerza contra Irak.2 Su apoyo fue crucial desde su condición de presidente del Comité de Relaciones Exteriores.\nhttps://es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional\n[#28](c28#c-28) Franco asesinó un montón de gente por considerarlos inferiores. Israel está asesinando a un montón de gente por considerarlos inferiores. Ambos son una mierda bastante parecida, con una diferencia: uno es del siglo pasado, el otro está cometiendo un genocidio a día de hoy.\n[#20](c20#c-20) Vaya tontería con el temita de China, que la sigues nombrando como si fuera el coco pero a dia de hoy China ha causado varios ordenes de magnitud menos muertos que EEUU y ciertamente también ha violado los derechos humanos menos que los uesei, incluso incluyendo en la historia reciente los momentos más salvajes de los gobiernos anteriores chinos. El problema de gente como tú es que se creen que EEUU es mejor que China en esos aspectos sólo porque desde tu posición muy cómoda nunca has sido objetivo de sus guerras, violaciones de derechos humanos, intervenciones y demás daños al mundo que han causado.\n[#28](c28#c-28) Rebate sus argumentos si es que puedes anda y deja de decir imbecilidades y de hacer el ridículo. En China los ciudadanos también votan y eligen a sus representantes dentro de un mismo partido, que no es tan diferente a un sistema con dos partidos financiados por los mismos grupos de poder, como en los EEUU.\n[#71](c71#c-71) hay gente que no es ilustrable, pero merece la pena que si algún joven pasa por aquí preguntándose si hay alguna diferencia entre China y España, que entienda que sí, de forma objetiva, y neutral como es la Wikipedia.\n[#73](c73#c-73) si pasa algún joven por aquí preguntándose si la wikipedia es una forma objetiva y neutral de informarse\nhttps://www.elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html\n\" Lo que ocurrió el 7 de octubre se debe a las masacres cometidas contra el pueblo palestino antes de esa fecha. \"\nIrán justificando (y posiblemente más que eso) el despreciable y brutal ataque terrorista sobre civiles del 7 de octubre por Hamás.\nEstán los fundamentalistas de Irán para dar lecciones de nada.\nme recuerda a un viejo Skets de Faemino y Cansado, creo, \" tú quien quieres que te salve SuperZron o PlasticsMan o algo así. ¡ Pobres palestinos!\n[#6](c6#c-6) Tu afirmación parte de una falacia enorme. Los derechos humanos YA no valen nada. La única vía para implementarlos y estandarizarlos es que todo el mundo funcione bajo las mismas reglas, sin excepciones. Si no esos \"derechos\" son papel mojado.\nQue no hay que irse a China ni hostias, ¿los derechos humanos de Julian Assange dónde están?\n[#6](c6#c-6) cuanto valen los derechos humanos de un palestino masacrado entre cascotes?\nY la de 20.000 de ellos?\n[#10](c10#c-10) si a alguien le importara la vida de los palestinos más que su muerte como mártires contra Israel, preferiría verlos vivos y refugiados antes que masacrados entre cascotes.\nSólo Israel prefiere eso.\n[#6](c6#c-6) a quién dices que está mascarando china? Y en cuantas guerras ha participado China en el último medio siglo? Cuantos países ha invadido? Tienes siquiera pajolera idea de qué hablas? o solo repites mantras?\nEE.UU se cepilló 2 millones de iraquies, en base a una mentira además.\nIsrael ha matado en un par de meses más civiles que nadie en el ultimo medio siglo, en base a una paja mental equiparable al nazismo ya y mientras invade agrede y oprime desde hace más de medio siglo también.\nTu tara en cognición no es nueva, es el sesgo de toda la puta vida de quien picotea la propaganda que le sirve su patrón.\nLo que está claro es que este \"orden\" que vendes implica racismo a raudales, caos, crimen e injusticia en proporciones inaceptables y debe cambiar, Espana no puede ser cómplice de más mentiras y masacres derivadas y menos de los sionazis..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Shar%C3%ADa",
      "https://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/",
      "https://www.elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html",
      "https://es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg",
      "https://es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia",
      "https://es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional",
      "https://www.es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia",
      "https://www.es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg",
      "https://elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html",
      "https://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang",
      "https://www.es.wikipedia.org/wiki/Shar%C3%ADa",
      "https://amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/",
      "https://www.es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T18:17:29.699+02:00",
    "updated": "2023-12-24T18:17:29.699+02:00"
  },
  {
    "uuid": "bc7fe5da5cd84a6bca73a984c07c934063cff11b",
    "url": "https://ktvz.com/cnn-spanish/2024/03/10/jonathan-glazer-se-pronuncio-contra-la-guerra-en-gaza-al-aceptar-el-oscar-a-mejor-pelicula-internacional-por-the-zone-of-interest",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-03-11T02:57:00Z",
    "title": "Jonathan Glazer se pronunció contra la guerra en Gaza al aceptar el Oscar a mejor película internacional por “The Zone of Interest”",
    "text": "Jonathan Glazer se pronunció contra la guerra en Gaza al aceptar el Oscar a mejor película internacional por “The Zone of Interest”\n(CNN) — La película “The Zone of Interest” o “La zona de interés” fue galardonada con el Oscar al mejor película internacional.\nEl escritor y director Jonathan Glazer aprovechó su discurso al aceptar la estatuilla para hablar sobre la guerra en Gaza.\n“Nuestra película muestra adónde conduce la deshumanización, en su peor momento. Ha dado forma a todo nuestro pasado y presente. Ahora mismo estamos aquí como hombres que refutan su judaísmo y el Holocausto secuestrados por una ocupación que ha llevado a conflictos a tantas personas inocentes”, dijo.\nGuerra entre Israel y Hamas: ¿Qué se necesita para lograr un alto el fuego en Gaza?\n“Ya sean las víctimas del 7 de octubre en Israel o el ataque en curso contra Gaza, todas son víctimas de esta deshumanización”, continuó Glazer.\nSobre la película: realizada en el Reino Unido, se centra en la vida real del comandante de Auschwitz, Rudolf Höss, y su familia, que viven vidas bucólicas (idealización de la vida en el campo) y aparentemente mundanas al lado del infame campo de concentración.\nPero los espectadores nunca ven los horrores indescriptibles que tienen lugar justo al otro lado del muro del jardín. En cambio, los escuchan.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "War, Conflict and Unrest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-11T05:27:38.922+02:00",
    "updated": "2024-03-11T05:27:38.922+02:00"
  },
  {
    "uuid": "013a638dd2c9b2de8fa4180da894bd779592843e",
    "url": "https://galego.farodevigo.es/comarcas/2024/10/04/pleno-tui-aprueba-unanimidad-implantar-108890557.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carlos Ponce",
    "published": "2024-10-04T04:06:00Z",
    "title": "O pleno de Tui aproba por unanimidade implantar un plan de emerxencias contra incendios - Faro de Vigo",
    "text": "El pleno de la corporación municipal de Tui ha aprobado pro unanimidad impulsar la actualización del plan municipal de emergencias a propuesta del grupo municipal del PP, una acción que se llevará a cabo en colaboración con las comunidades de montes. Esta medida responde a las situaciones vividas recientemente en Portugal, que demostraron el gran impacto que los incendios forestales pueden tener en el medio ambiente y en la población. Pero también sin olvidarse de los incidentes dramáticos que conmocionaron a Tui, como la explosión de Paramos y los incendios en vehículos y viviendas en el centro urbano. El plan de emergencias busca así que el Concello disponga de las mejores herramientas, estrategias y acciones para proteger el territorio, especialmente las zonas forestales de alto valor ambiental, así como a la población en general. La propuesta del PP contempla la creación y convocatoria de una mesa de trabajo que estaría conformada por las comunidades de montes, representantes de los cuatro partidos políticos con representación en la corporación de Tui, técnicos municipales de Medio Ambiente y miembros de protección Civil. El objetivo del grupo, según la propuesta aprobada, es analizar las problemáticas y la situación actual de las zonas forestales de Tui para definir acciones que mejoren la respuesta ante cualquier situación de emergencia, especialmente incendios forestales. Posteriormente, conforme a los acuerdos alcanzados, se actualizará el plan de emergencias según las necesidades detectadas por ese grupo de trabajo. También se busca su implementación eficaz ya que, según el PP, “a pesar de que ya se pagó la factura para su elaboración, el plan nunca fue comunicado a la administración para su validación ni presentado al pleno municipal y tampoco se llegó a poner en funcionamiento”. El portavoz del PP, Nico Montes, afirma que “es necesario actualizar el plan de emergencias de Tui para adaptarlo a las circunstancias actuales, dada la creciente preocupación por los incendios forestales”. “Las medidas que se adopten también servirán para otras incidencias, con el objetivo de fortalecer la protección del territorio, la población y preservar el medio ambiente y los valores naturales de Tui”, añadió.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "PP",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T08:08:12.028+03:00",
    "updated": "2024-10-04T08:08:12.028+03:00"
  },
  {
    "uuid": "007feddc20646091a87fbd387291ed077185c026",
    "url": "https://tg.la7.it/politica/metalmeccanici-sciopero-oggi-contratto-sicurezza-28-03-2025-234595",
    "ord_in_thread": 0,
    "author": "Silvia Testa",
    "published": "2025-03-28T12:39:00Z",
    "title": "Metalmeccanici, sciopero oggi. Chiedono un contratto e sicurezza. Fischi a Schlein | TG LA7",
    "text": "Un negoziato vero, tra lavoratori e industriali. È questa la prima richiesta dei metalmeccanici di Fiom, Fim e Uilm in sciopero oggi in tutta Italia.\nLo sciopero Braccia incrociate, fischietti e cortei per la terza volta dopo le mobilitazioni di dicembre e febbraio. In tutto 24 ore di sciopero in quattro mesi. Non accadeva dal 1999, quando ce ne vollero 36 prima di arrivare al rinnovo del contratto nazionale, ricorda la Uilm. E le tute blu andranno avanti anche questa volta, anzi avvertono: senza la riapertura del tavolo, ci saranno sempre più operai a manifestare.\nFedermeccanica e Assistal – accusano i lavoratori – hanno chiuso ogni possibilità di confronto dopo otto incontri falliti. La Uilm sceglie Napoli per manifestare. \"Una realtà economica importante, in forte crisi\", dice Rocco Palombella. Il rinnovo del contratto serve per parlare anche di transizione ecologica e nuove politiche industriali. \"Le richieste sono un contratto di lavoro, sicurezza, un aumento salariale \", spiega un lavoratore.\nIl contratto Il contratto riguarda un milione e 600mila lavoratori che strisciano la loro tessera ai tornelli di oltre 30mila aziende. Il settore metalmeccanico da solo produce l'8 per cento del Pil nazionale e rappresenta il 45 per cento delle esportazioni italiane, ricordano i sindacati. A Reggio Emilia, 7mila lavoratori dicono che non ce la fanno più. Non arrivano a fine mese. \"Con questo salario non si paga nemmeno la spesa\", accusano.\nLe tute blu siciliane si ritrovano a Priolo, distretto industriale di Siracusa. \"I minimi salariali devono andare oltre l'inflazione\", dicono. Il corteo si conclude nel petrolchimico, dove ci sono le grandi raffinerie penalizzate dalla crisi e dove il numero dei lavoratori dipendenti e dell'indotto è in continua contrazione.\nMaurizio Landini , leader della Cgil, è in corteo a Roma. \"Con il rinnovo del contratto si discute anche di sviluppo e futuro industriale del Paese\", dice.\nI fischi a Elly Schlein Agli operai si unisce la segretaria del Pd, Elly Schlein , che ricorda come la produzione industriale sia in calo da 26 mesi. Ma i metalmeccanici la fischiano. \"Questa è la manifestazione dei lavoratori – dicono – non è una piazza politica\".\nPer restare aggiornato sulle ultime notizie segui gratis il canale whatsapp del Tgla7\nPuoi anche iscriverti al canale whatsapp della rete la7\nContinua a leggere su Tg.La7.it Notizie correlate\nStretta di mano Conte-Schlein alla manifestazione dei metalmeccanici di Roma Entrambi assicurano gli operai su un impegno comune sull'automotive 18.10.2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Labor->collective agreements",
      "Labor->labour relations",
      "Labor->labour dispute",
      "Social Issue->social condition",
      "Politics->civil rights",
      "Politics->government policy",
      "Politics->political process"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va5WHzCJENy2cArrEw1s",
      "https://whatsapp.com/channel/0029VaAlnkxICVfiROwdcN3k",
      "https://www.whatsapp.com/channel/0029VaAlnkxICVfiROwdcN3k",
      "https://www.whatsapp.com/channel/0029Va5WHzCJENy2cArrEw1s"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T17:05:22.708+03:00",
    "updated": "2025-03-28T17:05:22.708+03:00"
  },
  {
    "uuid": "bd5853d06d9212971c72ff15b6bfa962faaea731",
    "url": "https://www.fox9.com/weather/minnesota-weather-snow-totals-friday-march-22-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FOX 9",
    "published": "2024-03-22T11:23:00Z",
    "title": "Minnesota weather: Snow totals from first spring snow",
    "text": "MINNEAPOLIS (FOX 9) - The first spring snow dumped several inches of snow across the Twin Cities metro and beyond Thursday night into Friday morning. Here&apos;s how much snow we got.\nMinnesota, Wisconsin snow totals Higher snow totals were seen across the north metro. Here are the snow totals as of 7 a.m. Friday. (Note: these totals could be a bit higher since flakes are still falling as of this writing).\nSt. Cloud: 8 inches Clear Lake: 8 inches Chisago City: 7.5 inches St. Francis: 7.5 inches Becker: 6.7 inches East Bethel: 6.5 inches Big Lake: 6.2 inches Ham Lake: 5.5 inches Anoka: 5.5 inches Otsego: 4.8 inches Maple Grove: 4.2 inches Champlin: 4.2 inches New Hope: 4.1 inches Golden Valley: 4.1 inches Long Lake: 4 inches Brooklyn Center: 4 inches Coon Rapids: 4 inches Minneapolis: 3.9 inches Hugo: 3.8 inches Rochester: 3.8 inches Shoreview: 3.6 inches Burnsville: 3.5 inches Stillwater: 3.5 inches White Bear Lake: 3.5 inches Northfield: 3.3 inches Falcon Heights: 3.2 inches Richfield: 3.2 inches Lakeville: 3 inches Savage: 2 inches Carver: 2.2 inches This is a developing story and will be updated as the snow moves out of the area.\nREAD MORE: Spring snow leads to slick roads Friday morning More snow Sunday More snow, with higher snow totals than this latest round of wintry weather, is in the forecast for Sunday.\nThe National Weather Service has issued a winter storm watch for the Twin Cities metro and much of Minnesota starting at 7 a.m. Sunday. This wintry weather will bring snow and wind on Sunday but then the potential for changing precipitation types, which will lead to adjustments in the forecast.\nThis is a developing story. Check back for updates.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "eau claire",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "minneapolis",
          "sentiment": "none"
        },
        {
          "name": "forest lake",
          "sentiment": "none"
        },
        {
          "name": "rochester",
          "sentiment": "none"
        },
        {
          "name": "brooklyn park",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T13:30:50.281+02:00",
    "updated": "2024-03-23T07:57:22.167+02:00"
  },
  {
    "uuid": "d7f9f4e29000d230e4e01746f009ce44d457e6dd",
    "url": "https://americanmilitarynews.com/2024/08/florida-universities-ordered-to-review-all-courses-for-antisemitic-and-anti-israel-material",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lauren Costantino - Miami Herald",
    "published": "2024-08-08T21:03:00Z",
    "title": "Florida universities ordered to review all courses for ‘antisemitic’ and ‘anti-Israel’ material",
    "text": "The leaders at Florida’s 12 public universities have been directed to do a statewide review of all college course materials containing keywords pertaining to religious and political issues in the Middle East with the goal of tagging content that may contain “antisemitic material” or “anti-Israeli bias.”\nThe directive comes a month after state officials were made aware that an online course at Florida International University had offered students a test with a multiple choice question that was deemed antisemitic, Ray Rodrigues, the chancellor of the state university system, said in an interview with the Miami Herald on Tuesday evening.\n“What prompted this was a question that said Jews invented terrorism,” Rodrigues said.\nIn response, Rodrigues said each university is being asked to organize a faculty committee to sift through curriculum materials, such as textbooks and tests, in college courses for either antisemitic content or perceived anti-Israel bias. Rodrigues said faculty committees should “air on the side of caution” when reviewing the content for potential bias.\n“If they find anything on either front they need to notify the Board of Governors so we can determine what the appropriate action is depending on what they find,” Rodrigues said.\nSome Florida professors are already raising concerns about the new directive, saying it could potentially “suppress” open discussion of the ongoing Israel-Palestine conflict in public higher education institutions.\n“This represents yet another effort to water down education in Florida and keep important information from our students,” said Martha Schoolman, an English professor at Florida International University who is also Jewish.\nThese concerns come as Gov. Ron DeSantis has increasingly pushed to disrupt the state’s education establishment to challenge what he perceives to be a left-leaning ideology in higher education.\nDuring his administration, state officials have taken steps to eliminate spending on initiatives that promote diversity, equity and inclusion, remove sociology from the state’s general education requirements and transform the New College of Florida into a bastion of conservatism, among other things.\nDeSantis, who has vowed to be the most “pro-Israel governor in America,” also ordered state universities to disband campus groups with ties to the national Students for Justice in Palestine organization amid nationwide student protests over the Israel-Hamas war.\nThe new directive explained\nIn an email he sent out Friday, Rodrigues directed state university leaders to flag and collect data on any course that contains the following keywords: Israel, Israeli, Palestine, Palestinian, Middle East, Zionism, Zionist, Judaism, Jewish or Jews.\n“This process will ensure that all universities are reviewing the same courses, and nothing falls through the cracks,” Rodrigues explained in the email.\nEach university will be required to initiate a faculty review of the course materials, to be completed by the conclusion of the fall semester, according to the email. Committees tasked with reviewing the materials are being told focus on courses on terrorism, Middle Eastern studies, religion and government. The materials will still be made available to students and faculty during the fall semester while the review is ongoing, Rodrigues told the Herald.\nOnce the review is concluded, faculty committees will be required to report “all instances of either antisemitism or anti-Israeli bias” to the Board of Governors, a 17-member body that oversees and manages the 12 public universities in the state. The vast majority of the members are appointed by the governor. Education Commissioner Manny Diaz Jr. is also a member of the board.\n“We need to see exactly what is in the textbook, does it violate the statute? And if it doesn’t, does it contain bias?” Rodrigues said.\nFlorida defines antisemitism in state law as “a perception of Jewish individuals which may be expressed as hatred toward such individuals,” and any manifestations of antisemitism toward Jewish people, their property, community and religious institutions. State law also includes long-understood examples of antisemitism like calling for death or harm on Jewish people or denying “the genocide of the Jewish people at the hands of Nazi Germany.”\nThe state definition of antisemitism, which was developed by the International Holocaust Remembrance Alliance (IHRA), also includes more contemporary examples, like criticisms of Israel, which have been controversial in some academic circles. For example, the law says it would be antisemitic to “claim that the existence of the State of Israel is a racist endeavor,” or to “require of the Jewish state of Israel a standard of behavior not expected or demanded of any other democratic nation.”\nWhat would constitute “anti-Israeli bias” may be more subjective. Rodrigues said that will be up to subject matter experts to determine.\n“If there is a question of whether something is biased against Israel, we will bring in those who have that expertise to do that review,” Rodrigues said.\nThe FIU test question, which came from an online course textbook called “Terrorism and Homeland Security,” was first flagged and labeled antisemitic by an X account called “Documenting Israel.” The test questions asked students to identify organizations that had “invented terrorism,” Rodrigues said.\nAfter the test question became public, Rep. Randy Fine — the only Jewish Republican lawmaker in the state Legislature — called on the university to fire the professor who taught the course and described him as a “#Muslimterror supporting employer.”\nFIU did not immediately respond to the Herald’s inquiries about the test question. Rodrigues said the state is already working with Cengage, the publisher of the textbook, to resolve the issue.\n“Our assumption was that every question that was put before a student was reviewed by a faculty member before it was put before a student,” he said. “What we learned is that is not how it operates.”\nThat’s why, Rodrigues said, the incident with the test question will also lead to another action. He said state leaders are crafting a new regulation that will require faculty members to attest that they have read their course materials — all the resources in their course materials whether that’s textbooks or supplementary — before they have assigned them.\n“The only reason they are being discussed at the same time is because there was this antisemitic material that revealed we don’t have faculty that actually go through each textbook,” Rodrigues said. “We assumed that was being done.”\n___\n© 2024 Miami Herald\nDistributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ray rodrigues",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "miami herald",
          "sentiment": "none"
        },
        {
          "name": "florida international university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:17:24.455+03:00",
    "updated": "2024-08-09T00:17:24.455+03:00"
  },
  {
    "uuid": "1d2db4a1502f9a8a43b0505cb7f970edb0881b47",
    "url": "https://english.www.gov.cn/news/202503/13/content_WS67d22a6cc6d0868f4e8f0c5f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "刘艺璇",
    "published": "2025-03-13T00:00:00Z",
    "title": "Tourists enjoy blooming rapeseed flowers at Chongkan scenic spot in Chongqing",
    "text": "Tourists enjoy blooming rapeseed flowers at Chongkan scenic spot in Chongqing\nUpdated: March 13, 2025 08:44\nXinhua\nTourists take a cable car to enjoy the scenery of rapeseed flowers at Chongkan scenic spot in Tongnan District, southwest China's Chongqing Municipality, March 12, 2025. As spring unfolds, rapeseed flowers here have entered the blooming season, attracting tourists to visit. [Photo/Xinhua]\nTourists pose for photos at Chongkan scenic spot in Tongnan District, southwest China's Chongqing Municipality, March 12, 2025. [Photo/Xinhua]\nAn aerial drone photo taken on March 12, 2025 shows a train running across Chongkan scenic spot in Tongnan District, southwest China's Chongqing Municipality. [Photo/Xinhua]\nTourists enjoy the scenery of rapeseed flowers at Chongkan scenic spot in Tongnan District, southwest China's Chongqing Municipality, March 12, 2025. [Photo/Xinhua]\nAn aerial drone photo taken on March 12, 2025 shows tourists enjoying the scenery of rapeseed flowers at Chongkan scenic spot in Tongnan District, southwest China's Chongqing Municipality. [Photo/Xinhua]\nAn aerial drone photo taken on March 12, 2025 shows a tourist boat sailing on the water at Chongkan scenic spot in Tongnan District, southwest China's Chongqing Municipality. [Photo/Xinhua]\nAn aerial drone photo taken on March 12, 2025 shows the scenery of rapeseed flowers at Chongkan scenic spot in Tongnan District, southwest China's Chongqing Municipality, March 12, 2025. [Photo/Xinhua]\nTourists pose for photos at Chongkan scenic spot in Tongnan District, southwest China's Chongqing Municipality, March 12, 2025. [Photo/Xinhua]\nCopyright©\nwww.gov.cn\n|\nAbout us\n|\nContact us\nWebsite Identification Code bm01000001\nRegistration Number: 05070218\nAll rights reserved. The content (including but not limited to text, photo, multimedia information, etc) published in this site belongs to www.gov.cn.\nWithout written authorization from www.gov.cn, such content shall not be republished or used in any form.\nMobile\nDesktop\nCopyright©\nwww.gov.cn\n|\nContact us\nWebsite Identification Code bm01000001\nRegistration Number: 05070218",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment"
    ],
    "topics": [
      "Lifestyle and Leisure->travel and tourism",
      "Lifestyle and Leisure->holiday",
      "Environment->flowers and plants",
      "Environment->nature"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Tongnan District",
          "sentiment": "none"
        },
        {
          "name": "Chongkan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Xinhua",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T03:17:25.143+02:00",
    "updated": "2025-03-13T03:17:25.143+02:00"
  }
]