[
  {
    "uuid": "b7a3bb910302e4fcf925c174efe97aeab85ca667",
    "url": "https://cbs12.com/news/nation-world/refused-give-id-license-suspended-driver-passenger-seat-michael-grant-deputy-step-outside-consent-breath-test-denied-arrest-report-florida-marion-county-sheriff-office",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LENNY COHEN | The National Desk",
    "published": "2023-12-28T23:19:00Z",
    "title": "chevron-right",
    "text": "SUMMERFIELD, Fla. (TND) — A sheriff's deputy saw a red van speeding but this incident turned into much more than a simple traffic ticket, as the arrest report details. Early last Thursday, just after 1 a.m., the deputy in Florida clocked the van “traveling at 75 mph in a 55 mph zone.” The driver also didn’t use turn signals, or signal while changing lanes, so the deputy “initiated a traffic stop.” Now, things start to get unusual. “The vehicle was slow to yield to my emergency equipment and took approximately one-quarter of a mile to come to its final resting point,” the deputy wrote. “I observed the female passenger, later identified as [name], wearing a pink long-sleeve shirt, trade places with a male in dark colored clothing, later identified as defendant Michael Grant, by moving from the passenger seat to the driver seat.” Deputies tend to go to the driver’s side window, but this one walked to the passenger side, and, “I observed the defendant buckling his seatbelt and simultaneously [name], who was now seated in the driver's seat, was rolling down the passenger window. “As the window opened, I immediately smelled an odor to be that of an intoxicating beverage.” Grant, the deputy wrote, “had bloodshot watery eyes and speech patterns that could be described as slurred and were consistent with what I have previously observed in other intoxicated individuals. “The defendant was instructed to provide me with his state-issued identification card to which he refused multiple times upon demand, and only provided once he was advised he would be arrested if he failed to do so.” Next in the arrest report, “I asked him to step out of the vehicle, to which he refused, and made arguments stating that he was not the driver, so he did not believe he had to follow my directions.” Eventually, he did, “and during the course of my investigation, did admit to drinking, but claimed he was not the driver. “The defendant also questioned why he would drive drunk without a good license. “This statement did indicate to me that, by the defendant's own admission, he was intoxicated and had knowledge that he did not have a valid license.” The woman now in the driver’s seat had a valid license and was not wanted, but, “A records check showed that the defendant has a suspended license and previously implied consent refusal.” That last time was in 2009, and his license was suspended in July “for failure to pay financial obligation.” Then, “The defendant was given the opportunity to take standard field sobriety tasks to which he refused by stating, ‘I'm not submitting to anything.’” The deputy asked again and then put him in handcuffs. The woman got the car and drove away. In jail, the deputy made Grant “aware of the penalties for refusing” a breath test, and he “refused to answer any questions related to taking the breath test.” He “also made statements he did not know he had a suspended license. “The defendant was consistently uncooperative and irritated throughout our interactions.” Grant ended up with a ticket for speeding, and he was charged with DUI, refusing to submit to a DUI test, and driving without a valid license. The 39-year-old has a history of arrests in Marion County. In late 2019, he spent six days in jail after being arrested for battery, false imprisonment, simple assault, obstruction of justice, and resisting an officer. In 2021, he spent almost eight months in jail after his arrest for failing to appear and orders to revoke bond from his previous arrest. This past January, he started spending more than three months in jail for extortion or threats, and violating the terms of his parole. Then, last week, after his arrest on the road, he was released after a day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael grant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chevron",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "summerfield",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:25:47.913+02:00",
    "updated": "2023-12-29T04:01:29.543+02:00"
  },
  {
    "uuid": "d1b26b92b483c6832bb574ca1e366f7dd67f7778",
    "url": "https://www.elcorreogallego.es/sociedad/2024/05/31/arca-celebra-devocion-tradicion-polo-103209863.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "B.C.",
    "published": "2024-05-31T00:00:00Z",
    "title": "Arca celebra a devoción e a tradición polo Corpus",
    "text": "A parroquia de Arca, no municipio do Pino, prepárase para celebrar a esperada Festa do Corpus, un evento que combina a devoción relixiosa con actividades festivas para todas as idades. A celebración dará inicio hoxe venres, 31 de maio, coa tradicional Feira do Polbo, a partir das 20:30 horas. Este evento culinario, que celebra un dos pratos máis emblemáticos da gastronomía galega, atraerá a veciños e visitantes para gozar dunha cea ao aire libre nun ambiente festivo e familiar. Ás 22:30 horas, a noite encherase de música e alegría cunha verbena a cargo das orquestras Fania Blanco Show e Los Players. O sábado 1 de xuño comezará ás 10:00 horas cuns alegre pasarrúas a cargo da Banda de Música de Arca, que encherá de melodías tradicionais a parroquia. Ás 12:30 horas, celebrarase a misa solemne na honra do Corpus, acompañada polas voces do Coro de Arca. Trala misa, os asistentes poderán gozar dunha sesión vermú, amenizada por un grupo musical que convidará a bailar e socializar. A tarde estará dedicada aos máis pequenos coa Festa do Neno a partir das 17:00 horas. Nela, gozarán de actividades divertidas e unha emocionante festa da escuma organizada por Infantilandia. A xornada concluirá cunha gran verbena nocturna ás 22:30 horas, animada polas orquestras Finisterre e Capitol. O domingo 2 de xuño comezará cunha salva de bombas ás 9:00 horas, seguida doutro pasarrúas coa Banda de Música de Arca ás 10:00 horas. Ás 12:00 horas, a procesión partirá desde O Pedrouzo ata a igrexa, un acto solemne que concluirá cunha misa solemne, novamente acompañada polo Coro de Arca. Posteriormente, levará a cabo unha segunda sesión vermú acompañada dun grupo musical. A tarde do domingo, a partir das 19:00 horas, estará dedicada a un concerto de bandas de música, onde a Banda de Música de Arca unirase a outra banda convidada para ofrecer un peche musical de alta calidade a estas festas. A comisión desexa expresar o seu sincero agradecemento a todos os veciños da parroquia de Arca e do municipio do Pino. A colaboración e o esforzo conxunto da comunidade foron fundamentais para organizar e levar a cabo estas festividades. A Festa do Corpus non só é unha ocasión para honrar unha tradición relixiosa, senón tamén unha oportunidade para fortalecer os lazos comunitarios e gozar de momentos inesquecibles xunto a familiares e amigos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T14:06:40.172+03:00",
    "updated": "2024-06-01T14:06:40.172+03:00"
  },
  {
    "uuid": "ced408b5bbe6678d08c6049e76cfa33d6eedc841",
    "url": "https://www.world-today-news.com/europa-clippers-mars-gravity-assist-pioneering-the-future-of-space-exploration",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2025-02-27T19:27:00Z",
    "title": "Europa Clipper's Mars Gravity Assist: Pioneering the Future of Space Exploration",
    "text": "Europa Clipper Harnesses Mars Gravity for Jupiter Moon Mission Published: February 27, 2025\nThe Europa Clipper mission, designed too explore Jupiter’s icy moon Europa and assess its potential for habitability, is set to execute a critical maneuver. On March 1, the spacecraft will fly within approximately 884 kilometers of the Martian surface, performing a gravity assist. Launched on October 14, 2024, from Kennedy Cosmic Centre aboard a Falcon Heavy rocket , the Europa Clipper faces a long and complex journey to reach its destination, which orbits five times farther from the Sun than Earth. this Mars flyby is essential for bending and reshaping the Europa Clipper’s trajectory as it embarks on its journey to jupiter.\nThe Europa Clipper’s mission is to determine if Europa harbors conditions suitable for life. Scientists believe a vast ocean lies beneath Europa’s icy shell, making it a prime target in the search for extraterrestrial life. The spacecraft is equipped with a suite of sophisticated instruments to study Europa’s surface, subsurface, and atmosphere. The data collected will help scientists understand the moon’s geology, composition, and potential habitability.\nEuropa Clipper’s planned trajectory utilizing gravity assists. Source: nasa.gov Without the planned gravitational assists from mars and Earth, the six-ton probe would require substantially more propellant, increasing its weight and cost, or face a much longer travel time to Jupiter. The Europa Clipper is expected to reach Mars traveling at a speed of 24.5 kilometers per second relative to the sun. The closest approach to Mars is scheduled for 18:57 CET. For approximately 12 hours before and 12 hours after this peak, the spacecraft will harness Mars’ gravitational pull to decelerate and adjust its path around the sun. As it departs Mars, the probe’s speed will be reduced to approximately 22.5 kilometers per second.\nthis maneuver will set the Europa Clipper on course for its second gravity assist, a flyby of Earth in December 2026.This Earth flyby will act as a slingshot, further accelerating the probe and propelling it toward Jupiter, which it is expected to reach in April 2030. the journey to Jupiter is not a straight shot; it’s a carefully choreographed dance through the solar system, leveraging the gravitational forces of planets to gain momentum and adjust course.\nBrett Smith, a systems engineer from Jet Propulsion Laboratory, explained the importance of the Mars flyby: We arrive very fast and gravity Mars on the probe bend its track. He further elaborated, Meanwhile,we will replace a small amount of energy wiht the planet,so we will set out on a road that will bring us back to Earth. These gravity assists are not just about saving fuel; they are about making the mission feasible within the constraints of current technology and budget.\nGravitational maneuvers have been integral to the mission’s planning since its inception. Engineers have been strategically seeking opportunities to leverage the solar system’s gravitational forces to maximize the probe’s momentum. The Voyager 1 and 2 missions, launched in 1977, famously exploited a rare alignment of the outer planets to conduct flybys of Jupiter, Saturn, Uranus, and Neptune, gathering invaluable data along the way. The navigators at JPL, who also manage the Voyager mission, have decades of experience in designing flight paths and utilizing gravitational maneuvers, but calculating the trajectory of a spacecraft amidst constantly moving planets remains a complex undertaking.\nBen Bradley from JPL, a Europa Clipper Mission Planner, likened the process to a cosmic game of billiards: It’s like playing billiards on the solar system. You fly past the planets at the right time and at the right angle to collect energy by the need to fly to Jupiter and Europa. He emphasized the precision required, stating, Everything must be as planned. In order to succeed, the geometry of the solar system objects must be exactly the way we plan. This analogy highlights the delicate balance and precise calculations required to execute these maneuvers successfully.\nTo account for potential errors in the initial trajectory, the navigation team intentionally aimed the probe on a path that left a margin of error around Mars. This allowed for course corrections in the weeks following the launch. The team planned three trajectory correction maneuvers (TCMs): one in early November, another in late January, and a third on February 14. An additional TCM is planned for 15 days after the Mars flyby to ensure the probe remains on the correct course.throughout its mission, which is projected to last until 2034, the Europa Clipper may execute up to 200 such correction maneuvers. These corrections are crucial for maintaining the spacecraft’s trajectory and ensuring it arrives at Europa on schedule.\nBeyond the navigational benefits, the Mars flyby presents a valuable opportunity for scientists to test two of the probe’s onboard instruments. Approximately one day before the closest approach, the heat sensor will undergo calibration. The data collected will be processed in the coming months to create a detailed thermal image of Mars. Additionally, the onboard radar system will be activated near the time of closest approach. This will be the first thorough test of the radar system, as its large antennas and long wavelengths make it challenging to test fully on Earth. these tests will ensure the instruments are functioning correctly before they begin their primary mission of studying Europa.\nSource: NASA\nEuropa Clipper’s Gravity-Assist Journey: A Deep Dive into Planetary Navigation Did you know that a spacecraft’s journey to the outer solar system isn’t a straight shot? It’s a carefully orchestrated dance, utilizing the gravity of planets as cosmic slingshots. This interview delves into the ingenious planetary navigation behind the Europa Clipper mission, exploring its gravity assists and the innovative engineering it embodies.\nInterviewer: Dr. Aris Thorne, a leading expert in celestial mechanics and spacecraft navigation, welcome to world Today News.The Europa Clipper mission’s recent Mars flyby has captivated the public. Could you explain the importance of these gravitational assists, notably the Mars flyby, in the context of the overall mission?\nDr. Thorne: Absolutely. The Europa Clipper mission exemplifies the vital role of gravity assists in deep-space exploration. The mars flyby,as you mentioned,is crucial as it alters the spacecraft’s trajectory and velocity,considerably reducing the amount of propellant needed for the mission.Without such assists, the journey to Jupiter’s icy moon Europa would be prohibitively expensive and lengthy, possibly making the mission unfeasible. This maneuver, essentially a “slingshot” effect utilizing Mars’ gravitational field, bends the Clipper’s path, redirecting it towards Earth for a subsequent gravitational assist.\nInterviewer: Can you elaborate on the mechanics of a gravity assist? How does a planet’s gravity alter a spacecraft’s trajectory?\nDr. Thorne: Imagine throwing a ball—you throw it forward and it keeps moving forward but its direction can change if it hits another object.A gravity assist works similarly. The spacecraft approaches a planet, and the planet’s gravity pulls on it, increasing its speed and changing its direction.This is like the planet “assisting” the spacecraft on its journey. It’s a complex interplay of forces that the spacecraft’s navigation team must calculate with immense precision, accounting for the planet’s own movement and the spacecraft’s speed and momentum. The process requires elegant calculations involving orbital mechanics, constantly updated as the spacecraft travels thru the solar system. Deep space navigation incorporates several factors, including precise timing, gravitational influence, and the constant refinement of propulsion systems.\nInterviewer: The article mentions that the Europa Clipper is slated for an Earth gravity assist, following the Mars flyby.How does this sequential use of gravity assists optimize the mission?\nDr. Thorne: Precisely! The sequential use of gravity assists, termed a “gravity assist trajectory”, is a hallmark of efficient deep-space travel. The Mars flyby sets the stage for the Earth flyby, essentially acting as a series of interconnected maneuvers. Each flyby fine-tunes the spacecraft’s trajectory, further narrowing its approach to Jupiter. This isn’t simply about saving fuel; it’s about making the mission possible within realistic time and budgetary constraints.This type of mission design leverages the celestial dance of planets in the solar system to save money and time.\ninterviewer: The article also highlights the challenges of planning such a complex trajectory. What are some of the major obstacles in designing and executing a multi-gravity-assist mission?\nDr.Thorne: The biggest challenge is accuracy. Even slight inaccuracies in calculations can lead to significant deviations in the spacecraft’s final trajectory, potentially missing the target destination entirely. Factors influencing accuracy include changes in the relative positions of the planets during the journey, gravitational influence from other planetary bodies, and the limitations of the navigation equipment. It’s like a game of interstellar billiards—a precise shot is needed to ensure a prosperous journey, with very little room for error! Trajectory correction maneuvers (TCMs) are essential throughout the entire mission to mitigate these uncertainties, adjusting the course as needed.\ninterviewer: How do these gravity assists benefit scientific revelation beyond simply facilitating the Europa Clipper’s journey?\nDr. Thorne: The flybys provide scientists with excellent opportunities to conduct scientific observations. The Mars flyby, for example, permitted testing of the probe’s instruments, such as the heat sensor and radar system, collecting valuable data before its main mission at Europa. These tests provide crucial data that validate and refine modeling processes, improving our understanding of planetary bodies in the solar system and spacecraft design. furthermore, close approaches like these provide valuable opportunities for scientific observation, collecting data that might otherwise be challenging to achieve.\nInterviewer: What lessons learned from past missions, like the Voyager probes, influence the planning of modern missions, such as Europa Clipper?\nDr. Thorne: The Voyager missions brilliantly demonstrated the power of gravity assists, showcasing their use to explore the outer solar system.The success of the Voyager program directly influenced planning for the Europa Clipper. The decades of experience gained from missions like Voyager underscore the usefulness of using gravity assists and have refined the techniques for calculating trajectories. Using the gravitational pull of planets to propel a spacecraft is only one part of spacecraft engineering; other factors include fuel management,and the design of efficient,energy-saving engines.\nKey Takeaways:\nGravity assists are crucial: They reduce fuel consumption and travel time for deep-space missions.\nSequential assists optimize trajectories: Using multiple planets for gravity assists enhances precision and efficiency.\nPrecise calculations are paramount: Slight errors can significantly impact a spacecraft’s final trajectory.\nGravity assists offer scientific opportunities: Flybys allow for instrument testing and data collection.\n* Past missions inform current practices: The success of past missions like Voyager significantly influences modern trajectory planning.\nInterviewer: Thank you, Dr. Thorne, for these insightful explanations. This fascinating glimpse into the world of planetary navigation highlights the unbelievable ingenuity and precision required for deep-space exploration. We invite our readers to share their thoughts and questions in the comments section below. Let’s keep the conversation going on social media using #EuropaClipper #GravityAssist #SpaceExploration!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "topics": [
      "Science and Technology->scientific exploration",
      "Science and Technology->astronomy",
      "Environment->energy resources",
      "Environment->natural resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://science.nasa.gov/jupiter/jupiter-moons/europa/europa-facts/",
      "https://www.linkedin.com/company/advanced-instruments-llc-",
      "https://www.nasa.gov/solar-system/what-is-jupiter-grades-5-8/",
      "https://www.space.com/39607-spacex-falcon-heavy-first-test-flight-launch.html",
      "https://science.nasa.gov/jupiter/jupiter-moons/europa/europa-facts",
      "https://www.science.nasa.gov/jupiter/jupiter-moons/europa/europa-facts/",
      "https://www.nasa.gov/solar-system/what-is-jupiter-grades-5-8",
      "https://space.com/39607-spacex-falcon-heavy-first-test-flight-launch.html",
      "https://nasa.gov/solar-system/what-is-jupiter-grades-5-8/",
      "https://linkedin.com/company/advanced-instruments-llc-"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ]
    },
    "rating": null,
    "crawled": "2025-02-28T00:47:53.878+02:00",
    "updated": "2025-02-28T00:47:53.878+02:00"
  }
]