[
  {
    "uuid": "0942f214a89b70ac8b02cb2145fac48c330548fc",
    "url": "https://eco.sapo.pt/2023/12/29/super-bock-group-da-premio-de-mil-euros-a-1-200-trabalhadores/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "visao.sapo.pt",
    "published": "2023-12-29T17:59:00Z",
    "title": "Super Bock Group dá prémio de mil euros a 1.200 trabalhadores – ECO",
    "text": "Trabalho Super Bock Group dá prémio de mil euros a 1.200 trabalhadores Isabel Patrício 29 Dezembro 2023 Grupo Super Bock deu um prémio de mil euros em dezembro a 1.200 trabalhadores, num investimento de 1,2 milhões de euros. Objetivo? Reconhecer a dedicação e ajudar perante momento desafiante. Num ano “desafiante” para as famílias portuguesas, o Super Bock Group decidiu dar um prémio extraordinário de mil euros aos 1.200 trabalhadores que integram o seu negócio das bebidas . Em causa está um investimento de 1,2 milhões de euros.\n“O Super Bock Group distribuiu este mês um prémio extraordinário de mil euros a cada um dos 1.200 colaboradores que fazem parte do negócio das bebidas do Grupo. Trata-se de uma medida que reconhece a dedicação de cada colaborador , num ano que continuou desafiante para a empresa e para as famílias , considerando o contexto económico e social que o país atravessa, com impactos diretos nas condições de vida e no poder de compra”, anunciou a empresa, numa nota enviada às redações esta tarde.\nComo são tributados os prémios que as empresas dão no Natal?\nLer Mais\nAo longo de 2023, o Super Bock Group garante que prosseguiu a sua política de responsabilidade social – na qual se insere este prémio extraordinário –, com “práticas que promovem a saúde e bem-estar” dos trabalhadores, no contexto organizacional .\n“O Super Bock Group, enquanto empresa portuguesa e pela posição que ocupa no mercado e na economia nacional, reconhece que as pessoas são o motor da sociedade “, salienta esta empresa.\nConforme o ECO escreveu ainda esta manhã , este tipo de prémios também são sujeitos a impostos. Sendo considerado remuneração de trabalho, devem constar do recibo de vencimento e pagar IRS, tal como o salário regular . Assim, os referidos mil euros são um valor bruto, que deve ainda ser sujeito a descontos antes de chegar à carteira dos 1.200 trabalhadores.\nhttps://eco.sapo.pt/2023/12/29/super-bock-group-da-premio-de-mil-euros-a-1-200-trabalhadores/ Copiar Assine o ECO Premium\nNo momento em que a informação é mais importante do que nunca, apoie o jornalismo independente e rigoroso.\nDe que forma? Assine o ECO Premium e tenha acesso a notícias exclusivas, à opinião que conta, às reportagens e especiais que mostram o outro lado da história.\nEsta assinatura é uma forma de apoiar o ECO e os seus jornalistas. A nossa contrapartida é o jornalismo independente, rigoroso e credível.\nAssine já Veja todos os planos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://twitter.com/share?url=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1342004&#038;text=Super+Bock+Group+d%C3%A1+b%C3%B3nus+de+mil+euros+a+1.200+trabalhadores&#038;via=ECO_PT",
      "https://www.facebook.com/ECOEconomiaOnline/",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1342004",
      "https://twitter.com/ECO_PT?ref_src=twsrc%5Etfw",
      "https://www.linkedin.com/shareArticle?mini=true&#038;url=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1342004&#038;title=Super+Bock+Group+d%C3%A1+b%C3%B3nus+de+mil+euros+a+1.200+trabalhadores&#038;summary=Grupo+Super+Bock+deu+um+pr%C3%A9mio+de+mil+euros+em+dezembro+a+1.200+trabalhadores%2C+num+investimento+de+1%2C2+milh%C3%B5es+de+euros.+Objetivo%3F+Reconhecer+a+dedica%C3%A7%C3%A3o+e+ajudar+perante+momento+desafiante.&#038;source=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1342004",
      "https://twitter.com/ECO_PT",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1342004",
      "https://www.linkedin.com/shareArticle",
      "https://www.twitter.com/share?url=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1342004&#038;text=Super+Bock+Group+d%C3%A1+b%C3%B3nus+de+mil+euros+a+1.200+trabalhadores&#038;via=ECO_PT",
      "https://linkedin.com/shareArticle?mini=true&#038;url=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1342004&#038;title=Super+Bock+Group+d%C3%A1+b%C3%B3nus+de+mil+euros+a+1.200+trabalhadores&#038;summary=Grupo+Super+Bock+deu+um+pr%C3%A9mio+de+mil+euros+em+dezembro+a+1.200+trabalhadores%2C+num+investimento+de+1%2C2+milh%C3%B5es+de+euros.+Objetivo%3F+Reconhecer+a+dedica%C3%A7%C3%A3o+e+ajudar+perante+momento+desafiante.&#038;source=https%3A%2F%2Feco.sapo.pt%2F%3Fp%3D1342004",
      "https://facebook.com/ECOEconomiaOnline/",
      "https://twitter.com/share",
      "https://www.facebook.com/ECOEconomiaOnline",
      "https://www.twitter.com/ECO_PT?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T20:48:58.465+02:00",
    "updated": "2024-01-06T01:36:03.138+02:00"
  },
  {
    "uuid": "5c8c47b6bde61e8ce9c3cadef747c8cdac23f1a1",
    "url": "https://www.nsnews.com/ontario-news/la-lakers-mystique-was-alive-and-well-in-23-on-draftkings-sportsbook-in-ontario-8064137",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Ralph; The Canadian Press",
    "published": "2024-01-05T22:05:00Z",
    "title": "L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario.",
    "text": "TORONTO — The Los Angeles Lakers' mystique was alive and well with Ontario bettors.\nThe Lakers, led by superstar LeBron James, were the second-most bet on team on DraftKings' Ontario sportsbook last year. Only the Toronto Blue Jays drew more action.\n\"The Lakers are a popular team, whether it's the U.S., Canada, Germany, Spain, it doesn't matter,\" said Johnny Avello, DraftKings' director of race and sports operations. \"The team has a big following and has for many years because of all the great players that go through their doors.\n\"You go anywhere and you'll see people wearing Lakers shirts.\"\nThe Buffalo Bills -- popular in southern Ontario -- held down third spot. The Toronto Maple Leafs were the only other Canadian franchise to make the cut, standing eighth ahead of basketball's Phoenix Suns and football's New York Jets.\nThe Jays (89-73) finished third in the American League East to qualify for the playoffs. However, they were swept 2-0 by the Minnesota Twins in the AL wildcard series.\nToronto was the most-bet on World Series team, ahead of the Los Angeles Dodgers and Philadelphia Phillies. The champion Texas Rangers were fourth.\nToronto slugger Vladimir Guerrero Jr. was the most bet-on player to win the AL MVP, ahead of New York's Aaron Judge and Texas's Corey Seager. But Anaheim's Shohei Ohtani, the fourth pick, was the runaway winner of the award before signing a mega 10-year, US$700-million free-agent deal with the Dodgers.\nAvello wasn't surprised to see the Jays atop the list.\n\"When you look at certain jurisdictions where we are, teams in that jurisdiction are bet on more than others,\" he said. \"So that's no surprise.\"\nThe Toronto Raptors were the seventh-most bet on team to win the NBA crown. The Milwaukee Bucks, Suns and eventual-champion Denver Nuggets held the top three spots.\nNo Raptors were listed as favourites for the NBA's outstanding player award but Hamilton's Shai Gilgeous-Alexander of the Oklahoma City Thunder, was the fourth most-bet on individual by handle. Denver's Nikola Jokic, Boston's Jayson Tatum and Dallas's Luka Doncic were the top-three picks.\nToronto's Darko Rajakovic was fourth in betting for the NBA's top coach award. Former Raptors boss Nick Nurse, now with the Philadelphia 76ers, was tops.\nLast month, Gilgeous-Alexander was named The Canadian Press male athlete of the year.\n\"He is a tremendous player and has been for a few years now,\" Avello said. \"It's not unusual that he'd be bet up there because he's certainly one of your top players in the NBA.\"\nSurprisingly, the Cincinnati Bengals were the most bet-on NFL team to win the Super Bowl. Buffalo was second ahead of the San Francisco 49ers (12-4), who've clinched top spot in the NFC.\nBuffalo (10-6) can secure the AFC East for a fourth straight year with a road win Sunday over Miami. The Dolphins (11-5) have already clinched an NFL playoff spot.\n\"I found that (Cincinnati selection) to be a little surprising,\" Avello said. 'Buffalo has always been a top choice because it has had a good, competitive team over the last few years and there's also the proximity to Canada.\n\"But the Bengals have had a good team knocking on the door so I think this was about value . . . going for a double-digit underdog and trying to get a better price for your buck. I don't blame (bettors) because going into the season I thought Cincinnati would also contend for the title but unfortunately when you lose (quarterback) Joe Burrow and a couple of receivers . . . it was just a bad overall year for Cincinnati.\"\nBuffalo quarterback Josh Allen was the third pick for the NFL's most valuable player award behind San Francisco's Brock Purdy and Dallas's Dak Prescott. Lamar Jackson, who has led Baltimore (13-3) to top spot in the AFC and emerged as the favourite to win the honour for a second time, was initially ninth.\nOntario bettors made the Maple Leafs the most bet-on team to win the Stanley Cup. Edmonton was No. 2 ahead of Las Vegas, last year's champion.\nToronto last won the Stanley Cup in 1967.\n\"Toronto has been there, it has had great, outstanding regular-season records, it just hasn't been able to get far enough,\" Avello said. \"I think it (Leafs topping list) should be.\"\nThe Vancouver Canucks were fifth, ahead of the Ottawa Senators (sixth).\nRick Tocchet, in his first full season behind Vancouver's bench, was the top selection to win the Jack Adams Trophy as the NHL's top coach. The Canucks (24-11-3, 51 points) currently top the Pacific Conference.\nPeter Laviolette of the New York Rangers (26-10-1, 53 points) and Mike Sullivan of the Pittsburgh Penguins (19-14-4, 42 points) were the other top two candidates.\n\"Obviously it makes sense that (Tocchet) would get bet,\" Avello said. \"But (Laviolette) is also a good choice and value play.\n\"That was probably bet more toward the beginning of the year so I see that also as a very smart play by bettors.\"\nThis report by The Canadian Press was first published Jan. 5, 2024.\nDan Ralph, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lebron james",
          "sentiment": "none"
        },
        {
          "name": "johnny avello",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lakers",
          "sentiment": "positive"
        },
        {
          "name": "l.a. lakers",
          "sentiment": "positive"
        },
        {
          "name": "los angeles lakers",
          "sentiment": "positive"
        },
        {
          "name": "the lakers",
          "sentiment": "none"
        },
        {
          "name": "toronto blue jays",
          "sentiment": "none"
        },
        {
          "name": "new york jets",
          "sentiment": "none"
        },
        {
          "name": "minnesota twins",
          "sentiment": "none"
        },
        {
          "name": "phoenix suns",
          "sentiment": "none"
        },
        {
          "name": "los angeles dodgers",
          "sentiment": "none"
        },
        {
          "name": "toronto maple leafs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:12:01.164+02:00",
    "updated": "2024-01-06T00:12:01.164+02:00"
  },
  {
    "uuid": "ce2e57911c529e00116ef8c086b550a7ebc22d2c",
    "url": "https://executivedigest.sapo.pt/noticias/eua-emitem-alerta-de-tempestade-geomagnetica-severa-pela-primeira-vez-em-20-anos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "visao.sapo.pt",
    "published": "2024-05-10T14:57:00Z",
    "title": "EUA emitem alerta de tempestade geomagnética severa pela primeira vez em 20 anos – Executive Digest",
    "text": "EUA emitem alerta de tempestade geomagnética severa pela primeira vez em 20 anos Por Executive Digest com Lusa 16:57, 10 Mai 2024 O Serviço Nacional de Meteorologia dos Estados Unidos emitiu um alerta de tempestade geomagnética severa para esta sexta-feira devido a uma série de erupções solares, uma situação que ocorre pela primeira vez em duas décadas.\nEm comunicado, o Centro de Previsão do Tempo Espacial (SWPC) da Administração Nacional Oceânica e Atmosférica (NOAA) alertou para esta situação particular sobre a qual serão fornecidos mais pormenores nas próximas horas.\nA G4 (Severe) Geomagnetic Watch has been issued for May 11… pic.twitter.com/CeEHWEUFiQ\n— NOAA Space Weather Prediction Center (@NWSSWPC) May 9, 2024\nAs tempestades geomagnéticas, de acordo com o comunicado, podem afetar a infraestrutura orbital da Terra e a superfície terrestre, interferir nas comunicações, na rede elétrica, na navegação e nas operações de rádio e satélite.\nA série de erupções começou a 8 de maio e as condições para a persistência da tempestade poderão prolongar-se até ao fim de semana.\n“Uma grande mancha solar tem produzido erupções moderadas a muito fortes desde quarta-feira”, afirmou a agência, acrescentando que “pelo menos cinco destas erupções foram associadas a ejeções de massa coronal solar que parecem estar dirigidas para a Terra”.\nEstas ejeções são explosões de plasma e campos magnéticos na coroa solar que causam tempestades geomagnéticas quando ocorrem na direção da Terra, explicou a NOAA.\nA grande mancha solar lançou uma sequência espantosa de cinco ejeções de massa solar em direção à Terra, segundo a plataforma Spacewather.com, que estima que, se fosse um furacão, seria de categoria 04, o segundo mais forte que existe.\nLer Mais\npartilhar",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/plugins/like.php?href=https%3A%2F%2Fwww.facebook.com%2FExecutive.Digest%2F&width=78&layout=button&action=like&size=large&share=false&height=65&appId=260105198229043",
      "https://twitter.com/NWSSWPC/status/1788641891908534279?ref_src=twsrc%5Etfw",
      "https://twitter.com/share?text=EUA",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Fexecutivedigest.sapo.pt%2Fnoticias%2Feua-emitem-alerta-de-tempestade-geomagnetica-severa-pela-primeira-vez-em-20-anos%2F",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fexecutivedigest.sapo.pt%2Fnoticias%2Feua-emitem-alerta-de-tempestade-geomagnetica-severa-pela-primeira-vez-em-20-anos%2F&title=EUA",
      "https://t.co/CeEHWEUFiQ",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fexecutivedigest.sapo.pt%2Fnoticias%2Feua-emitem-alerta-de-tempestade-geomagnetica-severa-pela-primeira-vez-em-20-anos%2F&title=EUA",
      "https://www.facebook.com/plugins/like.php",
      "https://www.twitter.com/share?text=EUA",
      "https://www.linkedin.com/shareArticle",
      "https://facebook.com/plugins/like.php?href=https%3A%2F%2Fwww.facebook.com%2FExecutive.Digest%2F&width=78&layout=button&action=like&size=large&share=false&height=65&appId=260105198229043",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Fexecutivedigest.sapo.pt%2Fnoticias%2Feua-emitem-alerta-de-tempestade-geomagnetica-severa-pela-primeira-vez-em-20-anos%2F",
      "https://www.facebook.com/sharer.php",
      "https://www.twitter.com/NWSSWPC/status/1788641891908534279?ref_src=twsrc%5Etfw",
      "https://www.t.co/CeEHWEUFiQ",
      "https://twitter.com/share",
      "https://twitter.com/NWSSWPC/status/1788641891908534279"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T19:05:13.265+03:00",
    "updated": "2024-05-10T19:05:13.265+03:00"
  },
  {
    "uuid": "15c408cc20d7e58a3c5f5009726f0a8b11313ade",
    "url": "https://www.oedigital.com/news/510453-vineyard-wind-1-offshore-wind-project-delivers-almost-double-union-hiring-target",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Offshore Engineer",
    "published": "2023-12-29T09:58:00Z",
    "title": "Vineyard Wind 1 Offshore Wind Project Delivers Almost Double Union Hiring Target",
    "text": "The Vineyard Wind 1 offshore wind farm, a joint project between Avangrid and Copenhagen Infrastructure Partners (CIP), has so far created 937 union jobs through two years of construction, delivering nearly double the commitment to create 500 union jobs as outlined in the Project Labor Agreement (PLA).\nBeing built offshore Massachusetts, the 806 MW Vineyard Wind 1 project has in total created 1,989 jobs overall, and delivered $590 million in total economic output to the Massachusetts economy since the start of its development phase back in 2027, according to developers.\nThe findings were presented in the second annual report to the Massachusetts Department of Energy Resources (DOER),\n‘Vineyard Wind 1 Impact on Jobs and Economic Output’, compiled by UMass Dartmouth and Springline Research Group.\nDuring the second year of construction, the report finds a total headcount of 890 individual union workers on the project, in addition to 197 that worked on the project in the first year.\nThe report also found that 71.5% of union workers on the project are residents of Southeastern Massachusetts.\nThe assessment uses job and expenditure data collected from 2017 through September 2023 to measure Vineyard Wind’s progress.\n“By the time we complete construction on Vineyard Wind 1, Avangrid will have delivered more than 1,000 union jobs and enough clean power for 400,000 homes and businesses in Massachusetts. The report reflects the enormous potential of offshore wind, and we’re proud of the bonds we’ve built with the unions and skilled labor in Massachusetts,” said Avangrid’s CEO Pedro Azagra.\nVineyard Wind began offshore construction in late 2022, achieved steel-in-the-water in June, and completed the nation’s first offshore substation in July.\nIn May 2023, the project received the first shipment of project components at the New Bedford Marine Commerce Terminal, and began turbine installation in September 2023.\nCurrently, the project has installed five turbines, out of 62 GE Haliade-X 13 MW total planned for the site, and is on track to deliver its first power, the developers said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "https://static1.squarespace.com/static/5a2eae32be42d64ed467f9d1/t/65832dfeb7ff6f714fc8b9b2/1703095807481/VW1+2023+Jobs+ReportV5.pdf?utm_medium=email&_hsmi=287899561&_hsenc=p2ANqtz-9qv2_b5vxQiEjeV9OO-YUMe21wbvsXi4Px7uCvEOacAR4Xk21olYsxwRKN4F98tR7TaTFKTLl9_wV4P8Hp-njeIOmO67Eq0qw7jRDiL2RhfIO8OE0&utm_content=287899561&utm_source=hs_email",
      "https://static1.squarespace.com/static/5a2eae32be42d64ed467f9d1/t/65832dfeb7ff6f714fc8b9b2/1703095807481/VW1+2023+Jobs+ReportV5.pdf",
      "https://www.static1.squarespace.com/static/5a2eae32be42d64ed467f9d1/t/65832dfeb7ff6f714fc8b9b2/1703095807481/VW1+2023+Jobs+ReportV5.pdf?utm_medium=email&_hsmi=287899561&_hsenc=p2ANqtz-9qv2_b5vxQiEjeV9OO-YUMe21wbvsXi4Px7uCvEOacAR4Xk21olYsxwRKN4F98tR7TaTFKTLl9_wV4P8Hp-njeIOmO67Eq0qw7jRDiL2RhfIO8OE0&utm_content=287899561&utm_source=hs_email"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pla",
          "sentiment": "none"
        },
        {
          "name": "umass dartmouth",
          "sentiment": "none"
        },
        {
          "name": "cip",
          "sentiment": "none"
        },
        {
          "name": "massachusetts department of energy resources",
          "sentiment": "none"
        },
        {
          "name": "springline research group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "avangrid",
          "sentiment": "none"
        },
        {
          "name": "copenhagen infrastructu",
          "sentiment": "none"
        },
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "southeastern massachusett",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:34:31.044+02:00",
    "updated": "2023-12-29T13:34:31.044+02:00"
  },
  {
    "uuid": "930195d7ac4e22ebf2016807f3a9a216583f868a",
    "url": "https://www.prnewswire.com/news-releases/be-a-powerful-force-for-good-this-summer-302180030.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "American Red Cross",
    "published": "2024-06-24T13:00:00Z",
    "title": "Be a Powerful Force for Good this Summer",
    "text": "Red Cross, in partnership with Universal Pictures' new film, TWISTERS, encourages the public to give blood and support disaster relief this July\nWASHINGTON , June 24, 2024 /PRNewswire/ -- As the busy Fourth of July holiday week gets closer, the American Red Cross asks donors to be a powerful force for good by giving blood or platelets now and in the weeks to come. You can be the difference between someone's storm and their sunshine. Donors are critically needed right now after a sharp decrease in donations since late spring. All blood types are needed, especially donors giving type O blood and those giving platelets.\nFull summer calendars and holiday plans may prevent regular donors from being able to give. Additionally, significant summer weather threats such as hurricanes, flooding and tornadoes can result in travel hazards and blood drive cancellations that could impact the blood supply. Help keep lifesaving blood products stocked on hospital shelves and book a time to give blood or platelets by visiting RedCrossBlood.org, calling 1-800-RED CROSS or by using the Red Cross Blood Donor App.\nThe Red Cross has teamed up with Universal Pictures for the theatrical release of TWISTERS to help avoid a summer blood shortage. All who come to give blood or platelets July 1-31 will get a Fandango Movie Ticket* by email. Plus, those who come to give July 1-14 will also receive a one-of-a-kind TWISTERS and Red Cross umbrella, while supplies last. BONUS: those who come to give blood in July will also automatically be entered for a chance to win a 2025 Ram 1500 Big Horn ® . See RedCrossBlood.org/Twisters for full details.\nSwarms of tornadoes and extreme flooding in recent months have tragically taken lives and destroyed entire communities. Most recently, millions of people have endured one of the longest lasting and strongest heat waves in years, including large portions of the Midwest. Unfortunately, in states like Arkansas , Ohio and Nebraska , many communities are still picking up the pieces and recovering from the second most active tornado season on record, according to the National Weather Service's Storm Prediction Center.\n\"The Red Cross is grateful to have partners like Universal Pictures who are not only lending this support to encourage blood donations during this critical time of year but have also generously donated to help support disaster relief,\" said Jennifer Pipa, vice president of Disaster Programs for the Red Cross. \"Because of the climate crisis, the Red Cross is now launching twice as many relief operations for major disasters than we did a decade ago. And disasters are not only straining our relief operations but also our ability to collect lifesaving blood donations. So far this year we have collected 20,000 fewer blood donations due to severe weather.\"\nIn just the first five months of the year, the Red Cross has responded to 20 tornado related disasters across 13 states. Unfortunately, meteorologists expect more powerful and destructive storms to continue in the months to come as the effects of the climate crisis continue. This year's outlook is part of a years-long trend of more frequent and intense climate disasters, such as hurricanes, wildfires, severe storms and floods.\nDare to be a force of nature this summer. Give blood or make a financial donation to the Red Cross by visiting redcross.org .\nHow to donate blood Simply download the American Red Cross Blood Donor App, visit RedCrossBlood.org , call 1-800-RED CROSS (1-800-733-2767) or enable the Blood Donor Skill on any Alexa Echo device to make an appointment or for more information. All blood types are needed to ensure a reliable supply for patients. A blood donor card or driver's license or two other forms of identification are required at check-in. Individuals who are 17 years of age in most states (16 with parental consent where allowed by state law), weigh at least 110 pounds and are in generally good health may be eligible to donate blood. High school students and other donors 18 years of age and younger also have to meet certain height and weight requirements.\nBlood and platelet donors can save time at their next donation by using RapidPass ® to complete their pre-donation reading and health history questionnaire online, on the day of their donation, before arriving at the blood drive. To get started, follow the instructions at RedCrossBlood.org/RapidPass or use the Blood Donor App.\nAbout the American Red Cross: The American Red Cross shelters, feeds and provides comfort to victims of disasters; supplies about 40% of the nation's blood; teaches skills that save lives; distributes international humanitarian aid; and supports veterans, military members and their families. The Red Cross is a nonprofit organization that depends on volunteers and the generosity of the American public to deliver its mission. For more information, please visit redcross.org or CruzRojaAmericana.org , or follow us on social media.\n* Fandango Promotional Code (\"Code\") is good towards the purchase of one movie ticket (up to $15 total ticket price and associated fees and charges) to see Twisters or any other movie at Fandango partner theaters in the US. Code expires 12/31/24. FANDANGO and the Fandango Logo are registered trademarks of Fandango Media, LLC.\n© 2024 Universal Studios, Warner Bros., Domain Pictures & Amblin Entertainment\nSOURCE American Red Cross",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=3129125212&u=http%3A%2F%2Fwww.redcrossblood.org%2F&a=RedCrossBlood.org",
      "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=2977059664&u=http%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
      "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=2402539363&u=https%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
      "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=4135787496&u=http%3A%2F%2Fwww.cruzrojaamericana.org%2F&a=CruzRojaAmericana.org",
      "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=1447100752&u=https%3A%2F%2Fwww.redcrossblood.org%2Flocal-homepage%2Fevents%2Ftwisters.html&a=RedCrossBlood.org%2FTwisters",
      "https://c212.net/c/link/?t=0&l=en&o=4197399-1&h=3406372520&u=https%3A%2F%2Fwww.redcrossblood.org%2Fdonate-blood%2Fmanage-my-donations%2Frapidpass.html&a=RedCrossBlood.org%2FRapidPass",
      "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=2402539363&u=https%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
      "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=2977059664&u=http%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
      "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=4135787496&u=http%3A%2F%2Fwww.cruzrojaamericana.org%2F&a=CruzRojaAmericana.org",
      "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=3406372520&u=https%3A%2F%2Fwww.redcrossblood.org%2Fdonate-blood%2Fmanage-my-donations%2Frapidpass.html&a=RedCrossBlood.org%2FRapidPass",
      "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=3129125212&u=http%3A%2F%2Fwww.redcrossblood.org%2F&a=RedCrossBlood.org",
      "https://www.c212.net/c/link/?t=0&l=en&o=4197399-1&h=1447100752&u=https%3A%2F%2Fwww.redcrossblood.org%2Flocal-homepage%2Fevents%2Ftwisters.html&a=RedCrossBlood.org%2FTwisters",
      "https://c212.net/c/link/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "red cross",
          "sentiment": "negative"
        },
        {
          "name": "universal pictures",
          "sentiment": "negative"
        },
        {
          "name": "american red cross",
          "sentiment": "none"
        },
        {
          "name": "redcrossblood.org",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T16:04:37.163+03:00",
    "updated": "2024-06-24T16:04:37.163+03:00"
  },
  {
    "uuid": "b0fa7d5b46af4abb93d168dc91a4808fce6f5715",
    "url": "https://www.newindianexpress.com/nation/2024/Mar/10/pm-modis-intervention-averted-russias-potential-nuclear-attack-on-ukraine-reports",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yeshi Seli",
    "published": "2024-03-10T11:36:00Z",
    "title": "PM Modi’s intervention averted Russia's ‘potential nuclear attack’ on Ukraine: Reports",
    "text": "Nation\nPM Modi’s intervention averted Russia's ‘potential nuclear attack’ on Ukraine: Reports\nNEW DELHI: Prime Minister Narendra Modi's intervention prevented Russia from taking nuclear action during the 2022 conflict with Ukraine, according to CNN reports,\nThe report said two senior officials told CNN that in late 2022, the US started \"preparing rigorously\" for a potential nuclear strike by Moscow against Kyiv as the Biden administration was concerned that Russia might use a tactical or battlefield nuclear weapon.\n\"Had it not been for PM Modi, Russia may have launched a nuclear attack on Ukraine, according to some senior officials. Russia had reportedly begun to rigorously prepare for a possible nuclear strike against Kyiv in 2022,’’ the report says.\nHad it happened the impact would have been catastrophic and it would have been the first nuclear attack since the US dropped atomic bombs in Hiroshima and Nagasaki in 1945.\n\"Earnest efforts by PM Modi and other nations were crucial in preventing this disaster. The Biden administration reached out to leaders like PM Modi who Russian President Vladimir Putin would have heard attentively,’’ the report add.\nThe outreach and statements made by PM Modi certainly helped averting the disaster. India, as a reminder, expressed its stance that the current time is not suitable for engaging in war.\nFurthermore, India encouraged both Russia and Ukraine to seek resolution for their conflicts through peaceful discussions and diplomatic means.\nIn fact, PM Modi’s statement that this is no era for war was also used in the Bali Leaders statement after the G20 Summit concluded there in 2022.\nPM Modi has through various international platforms propagated peace and denounced the death of civilians in the conflict.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "earnest",
          "sentiment": "none"
        },
        {
          "name": "hiroshima",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "nagasaki",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T19:29:59.987+02:00",
    "updated": "2024-03-10T19:29:59.987+02:00"
  },
  {
    "uuid": "c9f3d50d88e0a6cb43e6f7e46e8fb139d0ee6407",
    "url": "https://www.kenyans.co.ke/news/113533-kmtc-flags-notice-offering-16-courses",
    "ord_in_thread": 0,
    "author": "@Kenyans",
    "published": "2025-06-26T09:23:00Z",
    "title": "KMTC Flags Notice Offering 16 Courses",
    "text": "The Kenya Medical Training College (KMTC) has flagged as fake a notice claiming to offer 16 additional courses for applicants to the institution.\nOn June 26, KMTC flagged a Facebook Group post that reported the fake courses, warning, \"Beware of conmen!\".\nThe post, in a group purporting to provide insights on the 2025 and 2026 KMTC intakes, advised students with Kenya Certificate of Secondary Education (KCSE) grades ranging from C (plain) to D- (minus) to take advantage of the opportunity.\nIt also claimed that the slots were available for March, May and September intakes.\n\"Are you among those who scored a mean grade of C, C-, D+, D- in your KCSE exams, and your dream is to study a medical course? The mighty Kenya Medical Training College has the solution for you,\" the fake notice read.\nWith over 36,000 members in the group, the fraudulent advertisement exposed many KMTC hopefuls to the risk of being scammed, as it directed prospective applicants to join a separate WhatsApp group.\n\"Announcement! The KUCCPS online system is open for the Kenya Medical Training College (KMTC) September 2025 intake application,\" KUCCPS announced on June 23.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Education->college and university",
      "Education->educational grading",
      "Education->educational testing and examinations",
      "Social Issue->social services",
      "Social Issue->demographics",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Kenya Medical Training College",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Facebook Group",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "KMTC",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_qa",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T12:42:49.668+03:00",
    "updated": "2025-06-26T09:46:22.000+00:00"
  },
  {
    "uuid": "73fb4f3635a7bd5d85afc342afa5e74fc07edf99",
    "url": "https://ar.pressbee.net/show9621913.html?title=لبنان-24-تحليق-مسي-رات-م-عادية-فوق-عدد-من-مناطق-البقاع",
    "ord_in_thread": 0,
    "author": "Lebanon 24",
    "published": "2025-06-12T07:21:56Z",
    "title": "\"لبنان 24\": تحليق مسيّرات مُعادية فوق عدد من مناطق البقاع",
    "text": "مشاهدة لبنان 24 تحليق مسي رات م عادية فوق عدد من مناطق البقاع\nيذكر بـأن الموضوع التابع لـ quot لبنان 24 quot تحليق مسي رات م عادية فوق عدد من مناطق البقاع قد تم نشرة ومتواجد على Lebanon 24 وقد قام فريق التحرير في برس بي بالتاكد منه وربما تم التعديل علية وربما قد يكون تم نقله بالكامل اوالاقتباس منه ويمكنك قراءة ومتابعة مستجدادت هذا الخبر او الموضوع من مصدره الاساسي.\nوختاما نتمنى ان نكون قد قدمنا لكم من موقع Pressbee تفاصيل ومعلومات، \"لبنان 24\": تحليق مسيّرات مُعادية فوق عدد من مناطق البقاع.\nفي الموقع ايضا :",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:21:56.454+03:00",
    "updated": "2025-06-12T07:23:40.000+00:00"
  }
]