[
  {
    "uuid": "cf936dec7e5e7db681325ee61d24a0bb3e8a4e20",
    "url": "https://www.wafb.com/2024/08/01/extreme-heat-causing-roads-buckle",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WAFB",
    "published": "2024-08-01T22:24:00Z",
    "title": "Extreme heat causing roads to buckle",
    "text": "BATON ROUGE, La. (WAFB) - Excessive heat is causing buckling and potholes all around the area, but experts say it’s normal for this time. However, it is still causing dangers on the roads. “Bottom line is it put a hole, the pothole knocked all the air out of my tire and put a hole in my tire, and it may have possibly even cracked my rim,” said Daphne Hughes-Alex, a Baton Rouge driver. She travels down Bluebonnet Boulevard every day for work, but on Thursday morning a new pothole popped her tire. “What caught my eye is there was a chunk of cement there, so I went to detour at the last minute, but the cement was on that side and it still caught my tire,” added Hughes-Alex. Potholes can be a result of excessive heat in the area. Experts told us that when temperatures rise, the roads expand, and when it runs out of room the only place it can go is up. “When it gets this hot, and the pressure builds up to a point where it can’t be resisted by the strength of the concrete, it’s going to crack or it’s going to buckle,” said Tom Stephens, Chief Design and Construction Engineer for the Department of Public Works. Bluebonnet is a Baton Rouge city road so public works will handle repairs, but according to the Department of Transportation and Development (DOTD), this year’s extreme heat is causing buckling and potholes everywhere. “It’s really common, it’s happening all across the country right now. So, about once a week or so we are milling down where we can,” explained Rodney Mallett, Communication Director for DOTD. Mallett says they are out trying to find problem spots before they crack or buckle, but sometimes, especially this time of year, it’s inevitable. “On more than one occasion when they get there, you can see where the concrete has just kind of actually spewed out like a volcano,” added Mallett. The pothole on Bluebonnet has since been repaired. Any problems with city or parish roads can be reported to 311 and any problem with a state road can be reported to [DOTDCS@la.gov](mailto:DOTDCS@la.gov). [Click here](mailto:typo@wafb.com) to report a typo. Copyright 2024 WAFB. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tom stephens",
          "sentiment": "none"
        },
        {
          "name": "daphne hughes-alex",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hughes",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bluebonnet boulevard",
          "sentiment": "none"
        },
        {
          "name": "baton rouge",
          "sentiment": "none"
        },
        {
          "name": "la.",
          "sentiment": "none"
        },
        {
          "name": "baton rouge",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T01:37:29.825+03:00",
    "updated": "2024-08-02T06:40:11.976+03:00"
  },
  {
    "uuid": "938dbfa3812a25bd29d784334ce42802615f1278",
    "url": "https://www.thefabricator.com/thefabricator/news/shopmanagement/southern-states-machinery-to-host-steel-tech-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Fabricator",
    "published": "2024-03-28T19:12:00Z",
    "title": "Southern States Machinery to host Steel Tech 2024",
    "text": "Southern States Machinery to host Steel Tech 2024 Southern States Machinery has announced the return of its annual machine tool expo, [Steel Tech 2024](https://southernstatesmachinery.com/events/trade-shows/steel-tech-2024/), that showcases the latest advancements in manufacturing technology. Scheduled for May 14-16 at the company’s Mooresville, N.C., facility, the expo will feature more than 30 powered machines and more than 40 industry brands. Attendees will be able to explore new metal fabricating equipment for applications from precision sheet metal processing to steel/plate fabrication. In addition to exhibitions and demos, the event will offer educational seminars covering topics such as automation, bending, forming, cutting, routing, finishing, and software. subscribe now The Fabricator is North America's leading magazine for the metal forming and fabricating industry. The magazine delivers the news, technical articles, and case histories that enable fabricators to do their jobs more efficiently. The Fabricator has served the industry since 1970. [start your free subscription](/subscription/direct?pub=fab&prioritycode=GFPU&subtype=new)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://southernstatesmachinery.com/events/trade-shows/steel-tech-2024/),",
      "https://www.southernstatesmachinery.com/events/trade-shows/steel-tech-2024/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "mooresville",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        },
        {
          "name": "n.c.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T00:32:21.234+02:00",
    "updated": "2024-03-29T00:32:21.234+02:00"
  },
  {
    "uuid": "f407560d4030e0e9fd3acbbd770bc3864a7f0f64",
    "url": "https://hudsonvalley.news12.com/beloved-plattekill-priest-forced-to-leave-parish-amid-green-card-application-review",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Blaise Gomez",
    "published": "2023-12-28T13:52:00Z",
    "title": "Beloved Plattekill priest forced to leave parish amid green card application review",
    "text": "A Catholic parish in Plattekill is rallying for the return of their beloved priest, after they say a problem with his immigration paperwork forced him to leave the country this week. Father Michael Omachi has been the head priest at Our Lady of Fatima Church for the past five years. He returned abruptly, however, to his native country of Nigeria on Tuesday after parishioners say his work visa expired while his green card application is pending. Parishioners say they found out earlier this month that Omachi was going to have to leave. “There weren’t many dry eyes,” says church trustee Richard Mott. “It was quite a blow.” Mott says they were hoping the priest’s green card would be approved in time and reached out to local federal officials for help to no avail. “We have lost our shepherd, I pray only temporarily. We need people who are in places of power to wake up,” Mott says. A representative for Rep. Pat Ryan’s office says they’re working to make sure Omachi's application gets immediate review. Parishioners say they also reached out to Sens. Chuck Schumer and Kirsten Gillibrand. News 12 reached out to their offices but did not immediately hear back. In the meantime, Mott says they’re at a loss and feel frustrated without the priest who has done so much for their community. “We have people flooding into this country illegally. We are sending someone who belongs here away from us. That’s not what God intends,” Mott says. A representative for the Archdiocese of New York says it’s also working to get Omachi back. “He is a good and effective priest, who is loved by his parishioners. Unfortunately, the way the current regulations work, he and other foreign-born priests have religious worker visas which expire and need to be renewed,” says Joseph Zwilling, director of communications. “We hope that the parishioners will also write to their Senators and Congressional representatives, as the archdiocese has, asking them to examine the law and fix it so that priests like Father Omachi can stay and continue their effective ministry with their parishes.” A representative for U.S. Immigrations and Customs Enforcement says the agency does not comment on individual applications due to privacy considerations. Parishioners say Omachi was known for his community outreach and started a popular Sunday school program for children in both English and Spanish. The priest oversaw one of his final Mass services at the church on Christmas during which he spoke about pride and forgiveness. “It is pride that makes us think we are always right,” said Omachi. “If we are always right, you are wrong. You cannot always be right. Peace comes with forgiveness, with compromise, and letting others have their way. Not because you are a fool, but because you’re wiser.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kirsten gillibrand",
          "sentiment": "none"
        },
        {
          "name": "chuck schumer",
          "sentiment": "none"
        },
        {
          "name": "mott",
          "sentiment": "none"
        },
        {
          "name": "richard mott",
          "sentiment": "none"
        },
        {
          "name": "pat ryan",
          "sentiment": "none"
        },
        {
          "name": "omachi",
          "sentiment": "none"
        },
        {
          "name": "michael omachi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "our lady of fatima church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "plattekill",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:32.149+02:00",
    "updated": "2023-12-29T00:12:32.149+02:00"
  },
  {
    "uuid": "a885f404b135570a34bccdbb39a11ec8eb6edf66",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c078",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Penetrator",
    "published": "2024-05-25T17:16:00Z",
    "title": "#78 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#37](c37#c-37) Ay pobres comunistas que el problema que tienen es que son dependientes de importar todo de EEUU.\nPues que sepas que la mayoría del pollo en Cuba viene de Miami, el embargo está hoy en día muy limitado.\nAh, y en la guerra fría había más gente en el bloque comunista que en el bloque capitalista.. y aun así al bloque capitalista le iba mil veces mejor y no necesitaban para nada a los comunistas.\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\n[#33](c33#c-33) Simple, estos tipos se oponen al planamiento familiar.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/\n[#33](c33#c-33) es como con el islam, no hay relación entre el fanatismo religioso de los países y su nivel de desarrollo democrático o económico...\n[#1](c1#c-1) por no hablar de que sus antepasados se arrancarían los pelos de desesperación por ver como han abrazado la religión que los masacró\n[#1](c1#c-1) con la diferencia de que cuando vienen para acá muchos de ellos se vuelven muy de derechas besando los pies de sus verdugos.. los cuales por delante les dicen, con papeles inmigrante bueno, y por detrás le dicen a los españoles, mirad, estos son los que os roban el trabajo y las paguitas..\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#42](c42#c-42) Se fueron a la hora aproximadamente, pero no sé si por su propio pie o por la policía, ya que yo volví donde ellos media hora larga después y ahí seguían. La poli dijo que iba a mandar una patrulla y vi un coche una hora después de llamarles, pero capaz que iban a otro sitio, así que no puedo confirmar. Me olía que estos predicadores eran evangélicos pagados por alguien de aquí o de allá para hacer la ruta, porque el brasileño tenía un acento increíble y hablaba español justo.\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\n[#3](c3#c-3) En mi bloque ahora dejan cartas en los buzones diciendo que te van a solucionar la vida y te dejan su WhatsApp y una dirección para que vayas a sus reuniones. Se aprovechan de gente ignorante y desesperada. Menuda secta.\n[#71](c71#c-71) trabajan como cualquiera, yo conozco al alguna familia con hijos, compañeros de clase de mis hijos. Es gente normal de puertas para fuera. Luego ya ves que los nenes no se reúnen con los otros para jugar o celebraciones, no van a excursiones... En fin, las relaciones de los chavales se limitan a las horas de clase y su entorno familiar o religioso. También he conocido a una chica que cuando pudo lo dejó, pero tienen que renunciar a su familia y a todo lo que ha vivido desde que nació. Llevaba trabajando en el negocio familiar desde adolescente sin sueldo, así que hay que ser valiente.\nDan bastante pena, la verdad.\nSon una secta y se comporta como tal.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\n[#74](c74#c-74): A lo que me refiero es a que la religión es el medio, no el fin. Si no hubiera religiones, buscarían otras maneras de crear fanatismo para mantener despistada a la gente, como el fútbol, que actualmente también se usa un poco en ese sentido, mientras odias a otro equipo no te preocupas de que te suben los precios y no los salarios.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...\n[#24](c24#c-24) si algo mueve dinero, sobre todo si es en paraisos fiscales, allí estará el PP para ver qué pilla.\nEsa gente es muy peligrosa, ya que al contrario que otras sectas, quieren acaparan todas las instancias del estado. Su avaricia no tiene límites, son capaces de vender a su madre por cuatro duros.\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.\nLas personas más insoportables del mundo son los conversos en cualquier modo. Religión, pelo blanco, deporte, vegetariano..., debe ser como ves que tu vida es una mierda y te has equivocado quieres imponer a los demás tu vida de p... Mierda",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC4449999/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T21:22:07.312+03:00",
    "updated": "2024-05-25T21:22:07.312+03:00"
  },
  {
    "uuid": "6d55fd3eb3e68d3ba1f87431d1b94ff6ab3d7fce",
    "url": "https://www.ilfattoquotidiano.it/2023/12/29/salvata-la-15enne-che-aveva-tentato-il-suicidio-gettandosi-nel-ticino-dopo-essere-stata-violentata/7396219/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "F. Q.",
    "published": "2023-12-29T00:00:00Z",
    "title": "Salvata la 15enne che aveva tentato il suicidio gettandosi nel Ticino dopo essere stata violentata - Il Fatto Quotidiano",
    "text": "È stata salvata la ragazza 15enne che lo scorso martedì 26 dicembre aveva tentato il suicidio gettandosi nel Ticino . Le indagini della polizia hanno permesso di fare chiarezza sull’accaduto e sulla vicenda drammatica che ha preceduto il gesto. La giovane, residente nel nord della Lombardia, al sicuro in ospedale, ha raccontato quella che si è rivelata una storia di violenze.\nHa affermato di aver conosciuto sui social un 25enne, e considerandolo dolce e interessante di aver deciso di incontrarlo nel pomeriggio di Santo Stefano a Milano Porta Garibaldi. Il ragazzo, anche lui di origini nordafricane e residente a Pavia , ha insistito per raggiungere in treno la città, e poi anche il parco dell’area Vul dove sono iniziate le molestie. Di fronte al rifiuto da parte della ragazza, lui l’avrebbe violentata . Secondo il racconto, lui si è poi offerto di riaccompagnarla in stazione, ma lei, sotto choc ha rifiutato; il giovane a quel punto se n’è andato e lei ha chiamato in lacrime il 112, chiedendo di mandare un messaggio alla madre, forse per un addio o per una richiesta d’aiuto prima di gettarsi in acqua.\nProprio grazie a questa telefonata la ragazza viene però localizzata, gli agenti della polizia accorsi sul posto si sono tuffati e sono riusciti a salvarla sebbene lei fosse già in acqua, aggrappata ad un ramo che chiedeva aiuto. È stata quindi portata con urgenza al Policlinico San Matteo di Pavia in ipotermia , i medici l’hanno dimessa dopo due giorni e ora sta bene. La brutta storia non si è conclusa in tragedia solo grazie al tempestivo intervento delle forze dell’ordine , che sono al centro dei ringraziamenti e della riconoscenza del ministro dell’Interno, Matteo Piantedosi e del questore di Pavia, Nicola Falvella . Sono anche in corso le indagini della questura per fare ulteriore luce sulla vicenda e identificare e perseguire anche il responsabile della violenza.\nSe hai bisogno di aiuto o conosci qualcuno che potrebbe averne bisogno, ricordati che esiste Telefono amico Italia (0223272327) , un servizio di ascolto attivo ogni giorno dalle 10 alle 24 da contattare in caso di solitudine, angoscia, tristezza, sconforto e rabbia. Per ricevere aiuto si può chiamare anche il 112, numero unico di emergenza. O contattare i volontari della onlus Samaritans allo 0677208977 (operativi tutti i giorni dalle ore 13 alle 22).\nHai già letto 5 articoli.\nPer continuare a leggerci sostienici. Fare giornalismo senza avere alle spalle grandi gruppi economici e finanziari costa. Se apprezzi ilfattoquotidiano.it, le nostre inchieste e le notizie che troppo spesso gli altri oscurano, entra a far parte della nostra comunità. Peter Gomez Abbonamento\nSostenitore mensile 1€ per il\nprimo mese (dopo 5,99€ al mese) Sostienici ora Abbonamento\nSostenitore annuale 60€ l'anno (risparmi 11,88€) Sostienici ora Sei già abbonato? Accedi Vuoi poter leggere anche tutti i contenuti del Fatto Quotidiano, di FQ Millennium e di TV Loft? Scopri le offerte Violenza Sessuale Articolo Precedente Bimbo di due anni ingoia un pezzo di giocattolo e muore dopo la corsa al Policlinico Gemelli: indagini in corso Articolo Successivo Capodanno a Milano: niente alcol da asporto e nei supermercati (ma solo dentro la cerchia del centro)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:40:33.603+02:00",
    "updated": "2023-12-30T17:58:33.850+02:00"
  },
  {
    "uuid": "3e512244025978a517a3093f77ae3ba6b7e0068b",
    "url": "https://peoplesdispatch.org/2024/01/25/what-would-a-second-trump-presidency-mean-for-the-people-of-the-us",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Natalia Marques",
    "published": "2024-01-25T21:53:00Z",
    "title": "What would a second Trump presidency mean for the people of the US? : Peoples Dispatch",
    "text": "Far right former president Donald Trump has been rocketing through the Republican presidential primaries, leaving little doubt as to who will make it as the party’s nominee in this year’s presidential elections. Following last week’s Iowa caucus, which Trump won with 51% percent of votes, two of the pool of most relevant and influential Trump challengers dropped out of the race. Vivek Ramaswamy, a millionaire who ran a media-savvy socially conservative campaign, dropped out of the race following embarrassing results in Iowa. Household name and Florida governor Ron DeSantis dropped out shortly afterwards, eliminating Trump’s largest threat and effectively sealing Trump’s victory in the primary. Nikki Haley, who was the US ambassador to the United Nations under Trump’s presidency and now represents the Republican establishment against Trump’s more unconventional politics, still hangs on by a thread following a disappointing performance in the New Hampshire primary on January 24. While Haley has vowed to stay in the race, it is difficult to see a path forward for the candidate, as New Hampshire was predicted to be one of Haley’s strongest states. Now that Trump is the most likely nominee for the Republican Party, working people in the US are threatened with a do-over of one of the most disastrous administrations for the working class. With his 2017 “tax reform” law, Trump effectively oversaw the [transfer of USD 2 trillion](https://www.liberationnews.org/psl-statement-workers-shouldnt-be-fooled-trump-is-a-tool-of-the-ultra-rich/) from working people to the rich. Under Trump’s leadership, the United States adopted one of the deadliest policies regarding the COVID-19 crisis. There is evidence that Trump [knowingly downplayed the seriousness](https://peoplesdispatch.org/2020/09/10/trump-deliberately-downplayed-covid-19-risks-and-delayed-responses-claims-upcoming-book/) of the pandemic for millions of people in the US, a factor which contributed to the United States becoming the epicenter of the pandemic. Over a million people in the country have died of COVID-19 thus far and [tens of millions](https://cew.georgetown.edu/cew-reports/jobtracker/) lost their livelihoods. Trump seeks “retribution” against political rivals What is Trump’s platform for his latest campaign? At the Conservative Political Action Campaign conference in March 2023, Trump announced the campaign theme of “retribution.” He stated, “In 2016, I declared, ‘I am your voice.’ Today, I add: I am your warrior. I am your justice. And for those who have been wronged and betrayed, I am your retribution. I am your retribution.” Trump plans to oversee a vast expansion of presidential and executive authority, including implementing measures to ensure that the ranks of federal government employees are filled with Trump loyalists. This includes creating a [new civil service test](https://www.washingtonpost.com/elections/2023/04/21/trump-agenda-policies-2024/) for incoming federal employees, [stripping employees of civil service protections](https://www.donaldjtrump.com/agenda47/agenda47-president-trumps-plan-to-dismantle-the-deep-state-and-return-power-to-the-american-people), thus making it easier to fire federal workers, and [cracking down on media leaks](https://www.washingtonpost.com/elections/2023/04/21/trump-agenda-policies-2024/) and alleged spying within the federal government. Trump has called for bringing [independent agencies](https://www.donaldjtrump.com/agenda47/agenda47-liberating-america-from-bidens-regulatory-onslaught) such as the Federal Communications Commission and the Federal Trade Commission under direct control by the presidency. He also wants to bring back the practice of [“impounding”](https://www.nytimes.com/2023/07/17/us/politics/trump-plans-2025.html) congressionally-appropriated funds going towards programs he may not like, a practice which was banned under the Nixon administration. This plan for vast expansion of presidential power comes under the influence of “ [Project 2025](https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981),” a plan developed by the powerful and wealthy Heritage Foundation, which has influenced Republican Party policy since the Reagan administration. The plan relates directly to weeding out federal civil service employees characterized by conservatives as part of the “deep state.” “We will demolish the deep state,” Trump [said](https://www.nbcnews.com/politics/donald-trump/house-republicans-embark-mission-avenge-trump-rcna91169) at a rally in Michigan back in June. “We will expel the warmongers from our government. We will drive out the globalists. We will cast out the communists, Marxists and fascists. And we will throw off the sick political class that hates our country.” Trump has also drafted plans to invoke the Insurrection Act upon his first day in office, to allow him to deploy the military against protest demonstrations. In the summer of 2020, during Trump’s last year in office, uprisings ignited following the police murder of George Floyd, and some Trump supporters urged the president to use the Insurrection Act to put down the protesters. Trump has expressed regret about not deploying more military force against demonstrators. The Act is almost as old as the United States itself, having been enacted in 1807, and gives the president broad powers to deploy military force against the people of the country. Trump has already [threatened](https://apnews.com/article/trump-military-insurrection-act-2024-election-03858b6291e4721991b5a18c2dfb3c36) to use the military to quell crime in Democratic Party-run cities (most of the largest cities in the US). Trump will also invoke the Insurrection Act to apprehend migrants at the border, according to former Trump aide and white nationalist sympathizer Stephen Miller. The far-right agenda on immigration For the former president who first ran on an extreme anti-immigrant platform, infamously calling Mexican migrants “ [rapists](https://time.com/3923128/donald-trump-announcement-speech/)” during his 2015 campaign announcement, cracking down on immigration is at the forefront of his plans for the future of the country. As Trump told a crowd in Iowa on the campaign trail back in September, “Following the Eisenhower model, we will carry out the largest domestic deportation operation in American history.” Trump was referring to the 34th President’s “Operation Wetback,” which involved using military-style tactics to remove Mexican migrants from the country. The picture painted by the Trump campaign is dystopian. Trump’s goal is to deport millions of people per year. To achieve this goal, the former president plans to promote a form of deportation that does not require due process hearings—which would necessitate the usage of the Insurrection Acts and the Alien and Sedition Acts of 1798. Migrants would be placed in massive camps as they await deportation flights. Trump has also promised to reinstate a ban on immigrants from Muslim-majority nations and to reimpose certain COVID-19 era restrictions on asylum claims by asserting that migrants may carry infectious diseases such as the flu, tuberculosis, and scabies. These policies are a surface level overview of Trump’s plans for the country, a plan that is coordinated and bankrolled by some of the wealthiest conservatives in the United States. With Biden’s approval plummeting due to the Democrat’s open support for genocide in Gaza, a Trump victory is a real possibility.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981),”",
      "https://time.com/3923128/donald-trump-announcement-speech/)”",
      "https://www.liberationnews.org/psl-statement-workers-shouldnt-be-fooled-trump-is-a-tool-of-the-ultra-rich/)",
      "https://www.nbcnews.com/politics/donald-trump/house-republicans-embark-mission-avenge-trump-rcna91169)",
      "https://www.washingtonpost.com/elections/2023/04/21/trump-agenda-policies-2024/)",
      "https://cew.georgetown.edu/cew-reports/jobtracker/)",
      "https://www.nytimes.com/2023/07/17/us/politics/trump-plans-2025.html)",
      "https://www.donaldjtrump.com/agenda47/agenda47-president-trumps-plan-to-dismantle-the-deep-state-and-return-power-to-the-american-people),",
      "https://apnews.com/article/trump-military-insurrection-act-2024-election-03858b6291e4721991b5a18c2dfb3c36)",
      "https://www.donaldjtrump.com/agenda47/agenda47-liberating-america-from-bidens-regulatory-onslaught)",
      "https://www.cew.georgetown.edu/cew-reports/jobtracker/)",
      "https://donaldjtrump.com/agenda47/agenda47-president-trumps-plan-to-dismantle-the-deep-state-and-return-power-to-the-american-people),",
      "https://donaldjtrump.com/agenda47/agenda47-liberating-america-from-bidens-regulatory-onslaught)",
      "https://washingtonpost.com/elections/2023/04/21/trump-agenda-policies-2024/)",
      "https://liberationnews.org/psl-statement-workers-shouldnt-be-fooled-trump-is-a-tool-of-the-ultra-rich/)",
      "https://nytimes.com/2023/07/17/us/politics/trump-plans-2025.html)",
      "https://www.apnews.com/article/election-2024-conservatives-trump-heritage-857eb794e505f1c6710eb03fd5b58981),”",
      "https://www.apnews.com/article/trump-military-insurrection-act-2024-election-03858b6291e4721991b5a18c2dfb3c36)",
      "https://www.time.com/3923128/donald-trump-announcement-speech/)”",
      "https://nbcnews.com/politics/donald-trump/house-republicans-embark-mission-avenge-trump-rcna91169)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "neutral"
        },
        {
          "name": "ron desantis",
          "sentiment": "none"
        },
        {
          "name": "haley",
          "sentiment": "none"
        },
        {
          "name": "nikki haley",
          "sentiment": "none"
        },
        {
          "name": "vivek ramaswamy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "peoples dispatch far",
          "sentiment": "negative"
        },
        {
          "name": "united nations",
          "sentiment": "none"
        },
        {
          "name": "republican",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "new hampshire",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:16:51.475+02:00",
    "updated": "2024-01-26T00:16:51.475+02:00"
  },
  {
    "uuid": "f77c80e4e04338ca2cf2e17b88630ec29ba63634",
    "url": "https://damirmur.livejournal.com/344499.html",
    "ord_in_thread": 0,
    "author": "Муратов Дамир wrote",
    "published": "2025-06-02T03:00:00Z",
    "title": "Про переговоры и поражение \"стратегов\".",
    "text": "Вопрос в другом, о чем можно договариваться с марионетками, и главное зачем? Чтобы угодить Трампу который боится ядерной войны, но при этом хочет заработать на всех?\nПро переговоры и поражение \"стратегов\".\nВопрос в другом, о чем можно договариваться с марионетками, и главное зачем? Чтобы угодить Трампу который боится ядерной войны, но при этом хочет заработать на всех?\nRecent Posts from This Journal\n-\nМой комментарий к записи «Зогбавное и историческое замечания» от bantaputuТак было всегда, поэтому вопрос — кто первый начал, по существу бессмысленен. \"Один из числа играющих детей взбирается на невысокую снежную горку и…\n-\nПротиводроновоеПосмотрел ролики с БПЛА на передовой. От них, говорят, самый большой ущерб живой силе. Солдаты боятся по ночам стрелять в БПЛА типа Баба-Яга, потому…\n-\nПро Кастанеду и психологов-самоубийц…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Politics->political development",
      "Politics->political crisis",
      "Politics->international relations",
      "War, Conflict and Unrest->peace talks"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:23:33.233+03:00",
    "updated": "2025-06-12T07:30:50.000+00:00"
  },
  {
    "uuid": "b997607a3f5027ac4bea3bca3f147340e01277c9",
    "url": "https://andaluciainformacion.es/andalucia/1615352/investigadores-dan-indicios-ineditos-sobre-autenticidad-del-santo-caliz-de-la-ultima-cena",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-03-29T10:49:00Z",
    "title": "Investigadores dan indicios inéditos sobre autenticidad del santo cáliz de la última cena | Andalucía Información. Todas las noticias de Andalucía",
    "text": "Dos investigaciones del profesor de la Universitat Politécnica de València (UPV) Manuel Zarzo, publicadas recientemente, aportan indicios inéditos sobre la autenticidad del santo cáliz de la última cena, custodiado en la catedral de Valencia desde 1437. Zarzo explica que la investigación se ha de hacer desde tres puntos de vista, uno de ellos la datación de la copa, que \"es esencial, pues es condición necesaria para ser auténtica el haber sido tallada antes de la Última Cena\", ha informado en un comunicado la UPV. \"Por otra parte, hay que seguir investigando en la trazabilidad de la copa desde Jerusalén hasta Huesca, pues los indicios de su presencia en la Península Ibérica son muy escasos antes del siglo XII. Y por último, hay que plantearse qué probabilidad hay de que sea una falsa reliquia\", añade. Una datación precisa La primera cuestión la aborda con detalle en una de sus recientes investigaciones, publicada en la revista Heritage, en la que concluye que el patrón de diseño de la copa de ágata, la moldura del borde y de la base concuerdan con las copas de época helenístico-romana. Sin embargo, Zarzo opina que la clave para una datación más precisa está en la tecnología del vidrio, cuya elaboración por soplado data del siglo I antes de Cristo. \"Anteriormente, los recipientes de vidrio se fabricaban con moldes, siendo caros y poco transparentes. La disponibilidad de vasos más transparentes fue una revolución, pues permitían apreciar la calidad de los vinos, de modo que su comercio se extendió rápidamente por todo el Mediterráneo\", relata. Según afirma, \"dicho desarrollo entró en competencia con los vasos tallados en piedra preciosa, muy valorados por las clases aristocráticas, lo que obligó a los artesanos a reducir el espesor de estos vasos para aumentar su transparencia. Pero, en el caso del Santo Cáliz, el espesor del ágata hace pensar en una manufactura anterior al boom del vidrio por soplado, anterior a la Última Cena\". Trazabilidad desde Jerusalén hasta Huesca Respecto a la trazabilidad de la copa desde Jerusalén a Huesca, durante 800 años \"suscita muchos interrogantes, ya que hay muy pocos vestigios de la presencia del Santo Cáliz en la provincia de Huesca con anterioridad al siglo XII\", motivo por el que mucha gente considera que \"no puede demostrarse que la reliquia venerada en València sea el auténtico Cáliz de la Última Cena\". Zarzo ha revisado algunos de estos indicios, como los propietarios de la copa, supuestamente la familia de san Marcos evangelista. \"Si Marcos acompañó a San Pedro a Roma y tuvo una estrecha vinculación con él, esto hace verosímil que la copa de la Última Cena viajara hasta Roma, como afirma la tradición\", apunta en otra de sus anteriores publicaciones. La hipótesis de una falsa reliquia \"Si en época medieval, antes del siglo XII, un orfebre hubiese manufacturado un preciado Cáliz a partir de una copa de ágata con la pretensión de que fuese considerado como el auténtico Cáliz de la Última Cena, ¿por qué habría elegido una copa tallada en piedra preciosa?\", se pregunta. A su juicio, \"lo razonable habría sido un cáliz de oro o quizás de plata, pues los vasos sagrados de uso litúrgico han sido elaborados con metales nobles desde el siglo tercero\". \"Es muy improbable que se hubiera elegido una copa de este material, pues no existen yacimientos de ágata en la Península Ibérica, y esta copa (o bien el ágata en bruto para ser tallado) tendría que haberse traído de muy lejos\". De hecho, se especula que la piedra original del Santo Cáliz podría proceder de la India\". Por otra parte, aporta otras claves relevantes en un reciente estudio publicado en la revista Religions como que \"las excavaciones arqueológicas en las décadas de 1970 y 1980, en Jerusalén y alrededores, han descubierto una gran cantidad de recipientes tallados en piedra caliza de época romana\". Estos hallazgos han puesto de manifiesto que, en época de Jesucristo, era habitual el uso de recipientes tallados en piedra para usos rituales de ámbito doméstico, probablemente porque se consideraban inmunes a la impureza ritual, lo que supone que \"no necesitaban ser purificados previamente a su utilización\". Esta cuestión no ha recibido demasiada atención hasta la fecha en los estudios sobre el santo cáliz pero, según Zarzo, \"desde un punto de vista teológico es muy simbólico que Jesús hubiese utilizado un cáliz preciado no susceptible de impureza para instituir la Eucaristía\". \"Este conocimiento es relativamente reciente, pero era totalmente desconocido en época medieval, lo cual refuerza la autenticidad del Santo Cáliz de Valencia\", concluye. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T14:10:19.053+03:00",
    "updated": "2024-03-29T14:10:19.053+03:00"
  },
  {
    "uuid": "712fd91fe15c399092e94bd5794090b809b779ea",
    "url": "https://agora0.github.io/2507/rthk/2025/07/17/RTHK-%E5%9C%8B%E6%B3%B0-%E6%9C%AC%E5%9C%B0%E6%A9%9F%E5%B8%AB%E6%AF%94%E4%BE%8B%E4%BD%94%E4%B8%80%E5%8D%8A-%E5%86%80%E5%A2%9E%E8%87%B370.html",
    "ord_in_thread": 0,
    "author": "Agorahub",
    "published": "2025-07-17T12:30:00Z",
    "title": "國泰：本地機師比例佔一半　冀增至70%",
    "text": "國泰：本地機師比例佔一半 冀增至70%\n國泰航空行政總裁林紹波表示，現時並無人手短缺，又指員工士氣高昂，本地機師比例佔一半，主要透過自行培訓，期望能達到70%。但他說，不會完全是本地機師，因為要顧及國際化。\n林紹波在一個傳媒活動上指出，貨運業務暫時未見受到關稅戰太大影響，取消中國寄往美國的小額包裹關稅豁免，對電商影響較大，但空運主要涉及急件及價值較高的貨物。他說，美國總統特朗普多次推遲關稅執行時間，集團暫時受到影響較小，但會留意下半年經濟情況，及時作出應變。\n顧客及商務總裁劉凱詩說，中國到美國的貨運減少，東南亞持續有需求，集團可以作出調配。\n林紹波指出，未見商務旅客減少，北美旅客更見上升，集團新增航點，期望接載更多長途旅客來港支持經濟。集團亦重視內地市場，指出旗下香港快運有三分一乘客來自內地。\n他又提到，已向9月發表的施政報告提交意見，有關可持續燃油發展，認為不能單靠航空公司，政府及機場管理當局亦應參與。他說，其他國家及地區的做法，包括政府強制要求或提供補貼。\n林紹波形容，過去兩年國泰業績表現理想，相信走過重建及重新定位後，「新國泰」將行穩致遠，繼續派息回饋股東。集團預計下月初公布中期業績。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Labor->employee",
      "Labor->employment",
      "Labor->employment training",
      "Politics->government",
      "Politics->civil and public service",
      "Politics->economic policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-10T04:39:35.689+03:00",
    "updated": "2025-08-10T04:43:09.000+03:00"
  },
  {
    "uuid": "c589ebc1308db42309f820f46e94ddae81f9fce1",
    "url": "https://www.leprogres.fr/economie/2024/01/25/les-agriculteurs-en-colere-deversent-des-tonnes-de-pneus-devant-la-prefecture",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isabelle Devoos et Séverine Fabre",
    "published": "2024-01-25T21:40:00Z",
    "title": "Haute-Loire. Les agriculteurs en colère déversent des tonnes de pneus devant la préfecture",
    "text": "Haute-Loire Les agriculteurs en colère déversent des tonnes de pneus devant la préfecture Comme partout en France, ils ont fait du bruit. Jeudi à l’appel de la FDSEA (Fédération départementale des syndicats d’exploitants agricoles), les agriculteurs de Haute-Loire sont venus intensifier le [mouvement de grogne qui se propage](https://www.leprogres.fr/economie/2024/01/25/colere-des-agriculteurs-le-conducteur-de-la-voiture-qui-a-tue-l-eleveuse-et-sa-fille-mis-en-examen) dans toutes les régions. Dans la matinée, une centaine de tracteurs - selon les syndicats - issus de tout le département ont convergé vers Le Puy-en-Velay causant des ralentissements sur les départementales et la RN88. À grand renfort de klaxons et de slogans affichés sur les engins, ils ont exprimé leur colère et leurs revendications : « Stop harcèlement agricole », « Pas d’écologie punitive », « France, veux-tu encore de tes agriculteurs ? » ou « Mangez français ! » « Stop aux taxes et aux normes ! » Répartis en trois groupes, ils ont rejoint l’OFB (Office français de la biodiversité) à Mons, sur les hauteurs du Puy, mais aussi la DDT (Direction départementale des territoires) et les Finances publiques à Vals-près-le-Puy, puis la préfecture en...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:17:17.582+02:00",
    "updated": "2024-01-26T00:17:17.582+02:00"
  }
]