[
  {
    "uuid": "ed7d49d9468b884327728b1d847ece3561b02c78",
    "url": "https://vnexplorer.net/burundis-leader-hits-out-over-gay-rights-and-aid-s708767.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T15:08:00Z",
    "title": "Burundi's leader hits out over gay rights and aid",
    "text": "President Ndayishimiye, a fervent Catholic, had been asked about LGBT rights at a press conference\nBurundi’s President Évariste Ndayishimiye has said that homosexuals in his country “should be stoned”.\nResponding to a reporter’s question, Mr Ndayishimiye, a fervent Catholic, said powerful nations “should keep” their aid if it comes with an obligation to give rights to homosexuals.\nSome African leaders have in the past accused donor countries of trying to impose their values on the continent.\nHomosexual sex is illegal in Burundi, punishable by up to two years in jail.\nIn an interview with the BBC last month, Ghanaian Catholic Cardinal Peter Turkson said homosexuality should not be a criminal offence and people should be helped to understand the issue better.\nBut his views are at odds with many conservative Christians on the continent. More than 30 African countries outlaw homosexual sex.\nTalking to journalists at a press conference, President Ndayishimiye used a Bible reference to say that God was opposed to homosexuality adding that it was no longer an issue in Burundi.\nHe had been asked about alleged pressure from Western countries for LGBT rights to be respected.\n“For me, I think that if we find these people in Burundi they should be taken to stadiums and be stoned, and doing so would not be a crime,” he said.\nMr Ndayishimiye suggested that homosexuality was like “choosing between Satan and God”.\n“If you want to choose Satan now go and live in those countries [in the West] and I think those who strive to go there want to acquire those habits, they should remain there and never bring them to us,” the president added.\nIn a rare court case in August, seven people were sentenced to between one and two years in prison after they were found guilty of engaging in homosexual acts – a charge they denied.\nHomosexual sex is also illegal in many other countries in the region, including in Uganda, which in May tightened its law further to include a possible death penalty for what is described as “aggravated homosexuality”. This includes having gay sex with someone below the age of 18 or where someone is infected with a life-long illness such as HIV.\nThe fresh measures led the World Bank to halt new loans to Uganda and the US to pull Uganda out of a preferential trade agreement and impose visa restrictions on key officials.\nUgandan rights groups are currently challenging the law in the courts.\nGhanaian MPs are also considering a bill that would make identifying as LGBT punishable with a three-year prison sentence. People who campaign for LGBT rights could also face up to 10 years in jail.\nMore on LGBT issues in Africa:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcvhz.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcvhz.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ndayishimiye",
          "sentiment": "negative"
        },
        {
          "name": "peter turkson",
          "sentiment": "none"
        },
        {
          "name": "évariste ndayishimiye",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "burundi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:12:05.189+02:00",
    "updated": "2023-12-29T17:12:05.189+02:00"
  },
  {
    "uuid": "2edeb6ca67bf6e5743ade8c1bc3b8158e6293921",
    "url": "https://www.fox23.com/news/emsa-paramedic-explains-importance-of-dressing-for-cold-weather/article_9931ca7c-b1a6-11ee-b5eb-5f46d445553e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amy Hybels",
    "published": "2024-01-12T05:00:00Z",
    "title": "EMSA paramedic explains importance of dressing for cold weather | News | fox23.com",
    "text": "Okla. — FOX23 spoke with an EMSA paramedic about the importance of dressing for the cold weather and being prepared. As of midnight on Jan. 12, EMSA has responded to four cold related calls and transported two patients to the hospital. Preparing to be outdoors is key, according to EMSA Paramedic Shawn Burch who has spent more than two decades on the job. He’s also a clinical services manager and offered advice. “Whether you’re taking a ten-minute drive across town or walking to your mailbox, be dressed for the weather,\" he said. \"Bad things happen when you don’t expect them to happen.” With temperatures dropping down into the single digits this weekend, he says it’s all about dressing in layers. In addition to putting on the heavy coat, it’s also important to wear the hat and gloves, and hand warmers can also be helpful. “Stocking caps are great, a lot of people like to wear just like the little earmuffs, I would probably go as far with this weather with the stocking cap that covers your ears as well,” he said. Burch says signs of hypothermia include when you stop shivering, things like slurred speech, confusion, and maybe some lethargy or difficulty walking. It can eventually lead to being unconscious. According to the CDC, signs and symptoms of frostbite include: - Redness or pain in any skin area Other signs include: - A white or grayish-yellow skin area - Skin that feels unusually firm or waxy - Numbness As far as when you need to go to the emergency room, if the numbness isn’t going away and the discoloration isn’t going away, Burch said it’s probably a good time to go in and get it evaluated. Burch said if you're driving, pack essentials like jumper cables, blankets, snacks, and water. Don't forget to charge your electronics which lose power quickly in the cold. Bringing a charged battery pack for your phone is also a good idea.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shawn burch",
          "sentiment": "none"
        },
        {
          "name": "burch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "emsa",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "okla.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T16:43:38.702+02:00",
    "updated": "2024-01-13T16:43:38.702+02:00"
  },
  {
    "uuid": "4081759f53bde37322a940e6bb10429aa3128e50",
    "url": "https://www.cronista.com/finanzas-mercados/dolar-plazo-fijo-bonos-o-acciones-cual-fue-la-inversion-ganadora-de-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juliana Monferrán",
    "published": "2023-12-28T21:28:00Z",
    "title": "Dólar, plazo fijo, bonos o acciones: cuál fue la inversión ganadora de 2023 - El Cronista",
    "text": "En esta noticia ACCIONES BONOS EN DÓLARES DÓLAR Y PLAZO FIJO El año 2023 fue muy positivo para los activos argentinos. El impulso se dio, en principio, por la expectativa por un cambio de Gobierno con otro signo político. Luego, se consolidó con la celebración de los inversores ante el sorpresivo y contundente triunfo de Javier Milei y sus primeras señales políticas y económicas.\n\"El año estuvo caracterizado por una notable volatilidad en el mercado. Las elecciones fueron un factor clave a lo largo de todo el año, destacando la marcada brecha ideológica y las divergencias económicas entre los candidatos presidenciales\", comentó Maximiliano Donzelli, jefe de investigación de IOL.\nNo hay activos para ganarle a la inflación: recomiendan dolarizar carteras\nDonzelli destacó que la llegada del líder de La Libertad Avanza a la Presidencia de la Nación trajo consigo un conjunto de medidas orientadas a desregularizar la economía, abrir el país a los mercados internacionales y reducir la intervención del Estado con el objetivo final de eliminar el déficit fiscal que heredó.\nEl analista resaltó que estas acciones fueron recibidas positivamente por el mercado financiero, que durante el año experimentó \"rendimientos extraordinarios\" en la plaza local, superando significativamente incluso a los índices Nasdaq y S&P 500 (en pesos, a través de Cedear) en lo que fue uno de sus años más destacados.\nACCIONES\nLas subas más importantes del año en los activos argentinos se registraron en la renta variable. Las acciones de las empresas locales que cotizan en el mercado estadounidense acumularon subas de hasta 145% en dólares, mientras que en la plaza doméstica las ganancias llegaron hasta 585% en pesos.\nLos papeles de las empresas vinculadas con el sector de la energía y del petróleo y gas registraron las ganancias más importantes durante el año, tanto Wall Street como en el mercado local, impulsadas por los cambios políticos y las buenas perspectivas del sector hacia adelante.\nLos repuntes argentinos en Nueva York fueron liderados por Edenor. La cotización del ADR de la energética acumuló en 2023 un alza de 145% en dólares. Le siguieron Supervielle (92%), Mercado Libre (87%) e YPF (86%). El único que no avanzó fue Tenaris, que terminó casi en el mismo precio que al inicio del año.\nEn el panel líder de las acciones de la plaza local, las energéticas Transener y Edenor encabezaron las ganancias en pesos con subas acumuladas del 598% y 585%, respectivamente. Le siguieron Supervielle (430%), YPF (411%) y Galicia (404%). La menor suba nominal fue el de Mirgor, que avanzó 83% y quedó muy por debajo de la inflación.\nDe esta manera, el S&P Merval acumuló en el año un incremento de 347% medido en pesos para ubicarse apenas por encima de los 900.000 puntos. Medido en moneda estadounidense, el avance del índice fue 63%, en base a la variación de la cotización del contado con liquidación (CCL) a través de Cedear.\nBONOS EN DÓLARES\nLos bonos soberanos en pesos y en dólares también registraron ganancias importantes a lo largo del año. Los inversores apostaron por estos instrumentos aprovechando las bajas cotizaciones en las que se encontraban y la expectativa positiva del mercado por el cambio de Gobierno.\nEntre los bonos soberanos en el exterior, los Bonares ganaron hasta 71% en dólares, liderados por los que vencen en 2029, mientras que los Globales repuntaron hasta 50% (GD29 y GD30). En la plaza local, las principales subas se registraron en el AL30, que acumuló ganancias de 344% en pesos y 56% en dólares.\nDÓLAR Y PLAZO FIJO\nLas cotizaciones de los dólares paralelos quedaron por debajo de la inflación, que según estimaciones privadas fue de entre 200% y 220%. Los precios del blue, MEP y CCL avanzaron hasta 190%, mientras que el mayor incremento lo registró el tipo de cambio oficial, que repuntó 356% durante el año.\nLos rendimientos de los depósitos en pesos a plazo fijo tradicional también volvieron a quedar por muy debajo del Índice de Precios al Consumidor (IPC). Tras las subas y bajas de las tasas de interés que dispuso el Banco Central, estos instrumentos acumularon un rendimiento nominal del 149% durante el año.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:05.118+02:00",
    "updated": "2023-12-29T00:22:05.118+02:00"
  },
  {
    "uuid": "8c7ededb7e1d52c61aa85266f0719b31695a93a9",
    "url": "https://spectrumlocalnews.com/nys/central-ny/news/2024/01/13/climatologist-breaks-down-patterns-behind-winter-storms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Halena Sepulveda",
    "published": "2024-01-13T23:51:00Z",
    "title": "Climatologist breaks down patterns behind winter storms",
    "text": "Up until this weekend, this winter has been a different one than many western New Yorkers are used to.\n\"It’s been unusually warm across the Northeast,\" said Samantha Borisoff, climatologist for Noah’s Northeast Regional Climate Center at Cornell University.\nOne of the reasons why — a long term climate trend.\n\"Climate change is always there in the background kind of helping us and push us toward these temperatures, these warmer than normal temperatures and helping us achieve some of these records that we’ve been seeing across the northeast,\" Borisoff said.\nOn top of that we have shorter term modes of climate variability, one of the most well known terms known as 'El Niño.'\n\"El Niño is a warming of the equatorial seasurface temperatures in the pacific in a certain spot for an extended period of time and what it does is it shifts global weather patterns,\" said Borisoff.\nRight now we are experiencing an unusually strong El Niño, which in the United States tends to bring a more active storm track.\n\"El Niño globally is kind of helping drive some warmer than normal temperatures as well,\" she explained.\nWith this warmer winter being seen across the Northeast of the country.\n\"We analyze about 35 major climate sites in the northeast, and our northeast region covers West Virginia to Maine. So out of those 35 sites, 13 had their warmest year on record in 2023,\" said Borisoff.\nMaking it important to get ahead of the storm.\n\"Certainly with the storm we experienced this week for customers to take stock of their plans for emergencies and start to refresh those going forward in the event that there’s another storm,\" said Alexis Arnold, head of communications for RG&E.\nRG&E and NYSEG has a life support equipment program for customers with specialized needs that customers need to enroll in in advance.\n\"Customers enrolled in this program, they receive communications, they’ll get automated calls ahead of a storm and then in the event that there is a storm and there are outages, they receive live check in calls during those events,\" Arnold said.\nAlways better to be safe than sorry when it comes to the weather.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "samantha borisoff",
          "sentiment": "none"
        },
        {
          "name": "borisoff",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "noah’s northeast regional climate center",
          "sentiment": "none"
        },
        {
          "name": "cornell university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "northeast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T09:31:04.352+02:00",
    "updated": "2024-01-14T09:31:04.352+02:00"
  },
  {
    "uuid": "97d96ad6bccba6f614c758f830ddacdbeec509ca",
    "url": "https://www.elcomercio.es/xlsemanal/personajes/talento-joven-bbva-maria-jose-martinez-perez-ia-riesgo-humanos.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carlos Manuel Sánchez",
    "published": "2024-11-15T09:32:00Z",
    "title": "María José Martínez-Pérez, física: «El riesgo de que la mano humana pierda relevancia frente a la IA y la computación cuántica es elevadísimo»",
    "text": "Talento Joven Fundación BBVA María José Martínez-Pérez, física: «El riesgo de que la mano humana pierda relevancia frente a la IA y la computación cuántica es elevadísimo» Predecir con total exactitud el clima, recrear el Big Bang en el laboratorio… Son algunas de las promesas de la computación cuántica. María José Martínez ha sido premiada por la Fundación BBVA y la Real Sociedad Española de Física por investigar los materiales con los que se construirán los 'todopoderosos' ordenadores del futuro. Viernes, 15 de Noviembre 2024, 11:32h Tiempo de lectura: 2 min La ciencia de materiales se hace de una manera muy 'cocinillas': probando todo y observando a ver qué pasa. Con la computación cuántica será mucho más rápida y eficiente: podremos diseñar baterías, placas solares, vacunas…», explica María José Martínez-Pérez (Huesca, 1983), galardonada con el Premio Investigador Joven en Física Experimental de la Real Sociedad Española de Física y la Fundación BBVA por su trabajo pionero en sensores magnéticos ultrasensibles en 2020. «El campo de la computación cuántica es muy competitivo: hace diez años era cosa de locos y ahora hay mucha empresa privada. El 90 por ciento son hombres. Hay quien diseña sus experimentos solo para decir que ha alcanzado la supremacía cuántica… Yo investigo a la vieja usanza: colaborando, fijándome en fenómenos inexplicados, siempre en el límite. Son experimentos para tener una comprensión más profunda de la materia; otros los aprovecharán para idear aplicaciones», cuenta. «Para un físico, hablar de décadas es razonable; un ingeniero tiene menos paciencia. Lo que ya estamos viendo es increíble, pero los retos son monumentales. Los ordenadores cuánticos más avanzados tienen cientos de cúbits (bits cuánticos), pero habrá que escalarlos para que tengan millones. Y lograr, además, que funcionen sin error. Son muy delicados. No sé si hay alguien que tenga una idea clara de cómo hacerlo», reconoce esta investigadora del Instituto de Nanociencia y Materiales de Aragón. «La capacidad de un simulador cuántico de predecir nuevos materiales, combinada con la inteligencia artificial, será asombrosa. Pero me preocupa que la mano humana pierda relevancia. Sin una regulación adecuada, el riesgo es elevadísimo», advierte. «Cuando propones cosas que nadie ha hecho antes, te encuentras con problemas. Pero a mí me han apoyado a pesar de que no publico muchos artículos; cada uno me lleva años», señala. «El reconocimiento es muy importante. Me dieron la Beca Leonardo en 2019; luego obtuve una Starting Grant del Consejo Europeo de 1,8 millones de euros. Muchos se desaniman. Obtener plaza, financiación parece tan difícil… Pero la ciencia es compatible con una vida personal plena, con una familia. Yo tengo tres hijos». Las claves de mi investigación «Estamos desarrollando sensores que permiten estudiar materiales magnéticos a escalas muy peque-ñas y temperaturas bajísimas. Son sistemas únicos. No se han probado antes». «Llevará años, pero ya hacemos cosas increíbles. Podemos manipular objetos para que se comporten según las reglas de la física cuántica que rigen en el interior del átomo». «Estos sensores magnéticos podrían ser un componente básico de los futuros ordenadores cuánticos, que tendrán millones de cúbits (bits cuánticos) funcionando sin error». «La computación cuántica nos permitirá simular nuevos materiales y emular fenómenos que los ordenadores actuales no pueden procesar; incluso recrear lo que sucede en un agujero negro». - [1 En el día mundial de la ensaladilla rusa (sí, existe) apostamos por tres recetas con mayonesa](/xlsemanal/gastronomia/recetas-dia-ensaladilla-con-mayonesa-martin-berasategui.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [2 El pelícano que se creía humano: la historia de Ndagabar, tan sociable como tu perro](/xlsemanal/naturaleza/pelicano-humano-ndagabar-senegal-historia.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [3 Pódcast | La odisea de los cuatro niños perdidos en el Amazonas](/xlsemanal/a-fondo/podcast-odisea-ninos-perdidos-amazonas-documental-netflix.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [4 Orgullo fake: la ropa que llevo es falsa... y a mucha honra. Así reivindica la generación Z las copias](/xlsemanal/a-fondo/hacoo-orgullo-fake-ropa-falsificaciones-dupes-generacion-z.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [5 ¿Por qué nos gustan tanto los romanos?](/xlsemanal/a-fondo/santiago-posteguillo-romanos-pelicula-ben-hur-cartelera-perfecta.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [1 En el día mundial de la ensaladilla rusa (sí, existe) apostamos por tres recetas con mayonesa](/xlsemanal/gastronomia/recetas-dia-ensaladilla-con-mayonesa-martin-berasategui.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [2 El pelícano que se creía humano: la historia de Ndagabar, tan sociable como tu perro](/xlsemanal/naturaleza/pelicano-humano-ndagabar-senegal-historia.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [3 Pódcast | La odisea de los cuatro niños perdidos en el Amazonas](/xlsemanal/a-fondo/podcast-odisea-ninos-perdidos-amazonas-documental-netflix.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [4 Orgullo fake: la ropa que llevo es falsa... y a mucha honra. Así reivindica la generación Z las copias](/xlsemanal/a-fondo/hacoo-orgullo-fake-ropa-falsificaciones-dupes-generacion-z.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes) - [5 ¿Por qué nos gustan tanto los romanos?](/xlsemanal/a-fondo/santiago-posteguillo-romanos-pelicula-ben-hur-cartelera-perfecta.html#vca=modulos&vso=elcomercio&vmc=lo-mas-visto&vli=personajes)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T14:04:29.643+02:00",
    "updated": "2024-11-15T14:04:29.643+02:00"
  },
  {
    "uuid": "fee3fa5cdb0dce540d83a95dec3027aa153dae2b",
    "url": "https://bari.repubblica.it/cronaca/2023/12/28/news/super_pomodoro_arricchito_iodio_fa_bene_salute_studio_ricercatori_bari_universita-421770334/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "piero guerriero",
    "published": "2023-12-28T16:12:00Z",
    "title": "Il superpomodoro arricchito di iodio che fa bene alla salute: lo studio dei ricercatori baresi - la Repubblica",
    "text": "Un super-pomodoro arricchito in iodio ottimo per la salute. E’ la creazione di un gruppo di ricercatori di orticoltura dell’Università di Bari, in collaborazione con l’Istituto di scienze delle produzioni alimentari del Centro nazionale delle ricerche (Ispa-Cnr) e con il dipartimento di Scienze agrarie, alimenti, risorse naturali e ingegneria dell'Università di Foggia.\nLo studio, intitolato “Localized foliar application of iodine on tomato: an effective approach for targeted agronomic biofortification” (“Applicazione fogliare localizzata di iodio su pomodoro: un approccio efficace per la biofortificazione agronomica mirata”) è stato pubblicato dalla rivista Scientia Horticulturae . Lo iodio contiene ormoni tirodei, che come è noto sono molto utili ai processi di crescita, tanto che una carente assunzione determina l’insorgenza di malattie.\nLo si può assumere attraverso il sale iodato oppure consumando quotidianamente prodotti vegetali freschi che possono essere potenziati di iodio attraverso la cosiddetta “biofortificazione agronomica”, un insieme di tecniche agronomiche che permettono l’accumulo spontaneo del minerale nell’organo vegetale di interesse alimentare.\nLo iodio non è essenziale per la crescita delle piante, che tuttavia sono in grado di assorbirlo e accumularlo in piccolissime quantità, tali da non determinare tossicità. Il problema è che in sistemi senza suolo a ciclo chiuso, anche bassissime concentrazioni di iodio nella soluzione nutritiva ricircolante possono determinare fitotossicità.\nI ricercatori pugliesi – guidati da Pietro Santamaria , docente di orticoltura ad Agraria e coordinatore del progetto regionale Biodiverso – sono riusciti a superare questa criticità somministrando uno spray sulle foglie.\n“La sperimentazione – spiegano gli studiosi nel loro comunicato - ha riguardato l’applicazione localizzata per via fogliare di iodio in tre concentrazioni (0, 1, 5 millilitri), valutando due siti di applicazione (apice vegetativo dello stelo e tre foglie sovrastanti il grappolo target), su due ibridi di pomodoro, tipo ciliegino e datterino, in quattro applicazioni distanziate di dieci giorni e raccolta a maturità commerciale”.\nRisultato: le dosi impiegate non hanno causato sintomi di tossicità e i trattamenti non hanno influenzato, se non in minima parte a quantità elevate, produzione e qualità commerciale e nutrizionale del frutto. E così “il consumo di 100 grammi di pomodori freschi biofortificati con dose 1 mM sono risultati i più idonei al parziale soddisfacimento del fabbisogno giornaliero in iodio indicato dalle organizzazioni per la salute a livello mondiale, senza tossicità per pianta e consumatore, oltre che i più ricchi in polifenoli totali nel caso del datterino”.\nLa ricerca è stata svolta nell’azienda agricola Fratelli Lapietra di Monopoli. ”Questo importante risultato – concludono i ricercatori - fornisce nuove prospettive per la produzione di alimenti ad alto contenuto in iodio e incentiva all’approfondimento della tecnica agronomica anche su altre colture orticole”.\nQuesto è un articolo a pagamento, ma oggi te lo regaliamo.\nBuona lettura! LEGGI Chiudi Leggi i commenti I commenti dei lettori",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.repstatic.it/cless/common/widget/dynamic-paywall/2023-v1/css/style.css",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/dynamic-paywall/2023-v1/css/style.css",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:49.452+02:00",
    "updated": "2023-12-29T00:02:49.452+02:00"
  },
  {
    "uuid": "ffc5e8425906a429a5f35e48be0ef7fcdced3f92",
    "url": "https://marieclaire.perfil.com/noticias/lifestyle/superluna-de-octubre-descubri-los-efectos-en-nuestro-animo-y-caracter-de-la-luna-mas-brillante-del-ano.phtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "redacción Marie Claire",
    "published": "2024-10-17T19:38:00Z",
    "title": "Superluna de octubre: descubrí los efectos en nuestro ánimo y carácter de la Luna más brillante del año | Marie Claire",
    "text": "Este 17 de octubre, los cielos del hemisferio sur nos regalarán uno de los espectáculos astronómicos más fascinantes: la Superluna más brillante del año . Este fenómeno se produce cuando la Luna llena coincide con el momento en el que el satélite está más cerca de la Tierra en su órbita elíptica, lo que hace que se vea más grande y luminosa de lo habitual.\nAunque las Superlunas son bastante comunes (ocurren entre tres y cuatro veces al año), esta será especialmente notable por su intenso brillo, lo que la convierte en un evento imperdible para quienes disfrutan de las maravillas del cielo. Además de su belleza, muchas personas creen que estos fenómenos celestiales pueden tener un impacto directo en nuestro estado de ánimo y nuestra energía.\n¿Cómo nos afecta la Superluna? Las creencias populares y ciertas corrientes de la astrología sugieren que la Luna tiene una relación especial con nuestras emociones. Según esta perspectiva, la Luna rige el mundo emocional y subconsciente, y cuando está más cercana a la Tierra, su influencia se amplifica. Aquí exploramos cómo podría influir en nuestras vidas:\n1. Aumento de la sensibilidad emocional Durante una Superluna, muchas personas experimentan una mayor conexión con sus emociones. Es posible que te sientas más nostálgica, reflexiva o incluso abrumada por sentimientos que creías superados. Si te das cuenta de que estás más sensible, no te preocupes: es una excelente oportunidad para profundizar en tu autoconocimiento y dar espacio a esas emociones que a veces quedan relegadas.\n2. Mejor claridad mental Así como la Luna ilumina la noche con más fuerza, también puede hacernos sentir más lúcidas mentalmente. Para algunas personas, esta fase lunar puede generar un impulso para resolver conflictos, tomar decisiones importantes o tener revelaciones que antes estaban en la sombra. Si tienes algún dilema pendiente, este puede ser un buen momento para abordar esas situaciones desde una nueva perspectiva.\n3. Sueños vívidos La Superluna suele intensificar la actividad onírica. Los sueños pueden volverse más claros y cargados de simbolismos. Si sueles recordar tus sueños, esta puede ser una etapa en la que sientas que tienen más significado o que te ofrecen pistas sobre lo que está sucediendo en tu interior. Ten a mano un cuaderno para anotar lo que sueñas, ya que muchas veces estos mensajes subconscientes pueden brindarte respuestas a lo que vives en el presente.\n4. Mayor energía física (y quizás insomnio) La Superluna, por su magnetismo, puede hacer que nos sintamos más activos, llenos de vitalidad y, en algunos casos, algo ansiosos. Esto se debe a que el cuerpo también responde a los cambios sutiles en los campos gravitacionales de la Tierra. Sin embargo, este extra de energía puede venir acompañado de dificultad para dormir, así que no te sorprendas si te cuesta conciliar el sueño o te despiertas varias veces durante la noche.\n5. Cierre de ciclos Las lunas llenas en general se asocian con momentos de culminación, y las Superlunas no son la excepción. Este fenómeno puede ser visto como un punto de inflexión, un cierre de ciclos que quizás venías arrastrando desde hace tiempo. Es un buen momento para dejar ir aquello que ya no te sirve, tanto en el plano emocional como en el físico.\nat redacción Marie Claire\nGalería de imágenes Accedé a los beneficios para suscriptores Contenidos exclusivos Sorteos Descuentos en publicaciones Participación en los eventos organizados por Editorial Perfil. Suscribite ahora Compartí esta Nota",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?text=Superluna+de+octubre%3A+descubr%C3%AD+los+efectos+en+nuestro+%C3%A1nimo+y+car%C3%A1cter+de+la+Luna+m%C3%A1s+brillante+del+a%C3%B1o&url=https://marieclaire.perfil.com/noticias/lifestyle/superluna-de-octubre-descubri-los-efectos-en-nuestro-animo-y-caracter-de-la-luna-mas-brillante-del-ano.phtml",
      "https://ads.us.e-planning.net/ei/3/e053/escandalo/articulo/teads?it=i&rnd=$RANDOM",
      "https://ads.us.e-planning.net/eb/3/e053/escandalo/articulo/teads?o=i&rnd=$RANDOM",
      "https://plus.google.com/share?url=https://marieclaire.perfil.com/noticias/lifestyle/superluna-de-octubre-descubri-los-efectos-en-nuestro-animo-y-caracter-de-la-luna-mas-brillante-del-ano.phtml&h1=Superluna+de+octubre%3A+descubr%C3%AD+los+efectos+en+nuestro+%C3%A1nimo+y+car%C3%A1cter+de+la+Luna+m%C3%A1s+brillante+del+a%C3%B1o",
      "http://kioscoperfil.com/",
      "https://ads.us.e-planning.net/eb/3/e053/escandalo/articulo/teads?o=j&rnd=",
      "https://www.facebook.com/sharer/sharer.php?u=https://marieclaire.perfil.com/noticias/lifestyle/superluna-de-octubre-descubri-los-efectos-en-nuestro-animo-y-caracter-de-la-luna-mas-brillante-del-ano.phtml",
      "https://www.plus.google.com/share?url=https://www.marieclaire.perfil.com/noticias/lifestyle/superluna-de-octubre-descubri-los-efectos-en-nuestro-animo-y-caracter-de-la-luna-mas-brillante-del-ano.phtml&h1=Superluna+de+octubre%3A+descubr%C3%AD+los+efectos+en+nuestro+%C3%A1nimo+y+car%C3%A1cter+de+la+Luna+m%C3%A1s+brillante+del+a%C3%B1o",
      "https://www.facebook.com/sharer/sharer.php",
      "https://plus.google.com/share",
      "https://www.twitter.com/intent/tweet?text=Superluna+de+octubre%3A+descubr%C3%AD+los+efectos+en+nuestro+%C3%A1nimo+y+car%C3%A1cter+de+la+Luna+m%C3%A1s+brillante+del+a%C3%B1o&url=https://www.marieclaire.perfil.com/noticias/lifestyle/superluna-de-octubre-descubri-los-efectos-en-nuestro-animo-y-caracter-de-la-luna-mas-brillante-del-ano.phtml",
      "https://twitter.com/intent/tweet",
      "https://facebook.com/sharer/sharer.php?u=https://marieclaire.perfil.com/noticias/lifestyle/superluna-de-octubre-descubri-los-efectos-en-nuestro-animo-y-caracter-de-la-luna-mas-brillante-del-ano.phtml",
      "http://kioscoperfil.com",
      "https://www.ads.us.e-planning.net/ei/3/e053/escandalo/articulo/teads?it=i&rnd=$RANDOM",
      "https://ads.us.e-planning.net/ei/3/e053/escandalo/articulo/teads",
      "https://www.ads.us.e-planning.net/eb/3/e053/escandalo/articulo/teads?o=i&rnd=$RANDOM",
      "http://www.kioscoperfil.com/",
      "https://www.ads.us.e-planning.net/eb/3/e053/escandalo/articulo/teads?o=j&rnd=",
      "https://ads.us.e-planning.net/eb/3/e053/escandalo/articulo/teads"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Tierra",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:01:48.331+03:00",
    "updated": "2024-10-18T00:01:48.331+03:00"
  },
  {
    "uuid": "dd3c2fb9752d445f2a199ccb4fa597d75aa4e86e",
    "url": "https://www.quiverquant.com/news/HOME+BANCSHARES+Earnings+Results%3A+%24HOMB+Reports+Quarterly+Earnings",
    "ord_in_thread": 0,
    "author": "Quiver EarningsTracker",
    "published": "2025-04-16T22:50:00Z",
    "title": "HOME BANCSHARES Earnings Results: $HOMB Reports Quarterly Earnings",
    "text": "HOME BANCSHARES (\n$HOMB) posted quarterly earnings results on Wednesday, April 16th. The company reported earnings of $0.56 per share, beating estimates of $0.55 by $0.01. The company also reported revenue of $260,079,999, missing estimates of $260,323,818 by $-243,819.\nYou can see\nQuiver Quantitative's $HOMB stock page to track data on insider trading, hedge fund activity, congressional trading, and more.\nHOME BANCSHARES Insider Trading Activity\nHOME BANCSHARES insiders have traded $HOMB stock on the open market 9 times in the past 6 months. Of those trades, 1 have been purchases and 8 have been sales.\nHere’s a breakdown of\nrecent trading of $HOMB stock by insiders over the last 6 months: JAMES PAT HICKMANhas made 0 purchases and 5 sales selling 99,997 shares for an estimated $3,078,577. ALEX R LIEBLONGsold 55,000 shares for an estimated $1,801,250\n- JACK ENGELKES sold 25,000 shares for an estimated $753,000\nJOHN W ALLISON(Chairman & CEO) purchased 10,000 shares for an estimated $307,585\n- JENNIFER C. FLOYD (Chief Accounting Officer) sold 2,000 shares for an estimated $60,360\nTo track insider transactions, check out Quiver Quantitative's\ninsider trading dashboard.\nHOME BANCSHARES Hedge Fund Activity\nWe have seen 146 institutional investors add shares of HOME BANCSHARES stock to their portfolio, and 143 decrease their positions in their most recent quarter.\nHere are some of the largest recent moves:\nFMR LLCadded 1,396,978 shares (+8815.4%) to their portfolio in Q4 2024, for an estimated $39,534,477 UBS GROUP AGadded 1,073,620 shares (+557.7%) to their portfolio in Q4 2024, for an estimated $30,383,446 BOSTON PARTNERSadded 976,217 shares (+inf%) to their portfolio in Q4 2024, for an estimated $27,626,941 STATE STREET CORPadded 870,671 shares (+10.1%) to their portfolio in Q4 2024, for an estimated $24,639,989 AMERICAN CENTURY COMPANIES INCremoved 636,340 shares (-12.9%) from their portfolio in Q4 2024, for an estimated $18,008,422 SILVERCREST ASSET MANAGEMENT GROUP LLCremoved 610,373 shares (-100.0%) from their portfolio in Q4 2024, for an estimated $17,273,555 MILLENNIUM MANAGEMENT LLCremoved 476,498 shares (-94.3%) from their portfolio in Q4 2024, for an estimated $13,484,893\nTo track hedge funds' stock portfolios, check out Quiver Quantitative's\ninstitutional holdings dashboard.\nHOME BANCSHARES Congressional Stock Trading\nMembers of Congress have traded $HOMB stock 1 times in the past 6 months. Of those trades, 0 have been purchases and 1 have been sales.\nHere’s a breakdown of\nrecent trading of $HOMB stock by members of Congress over the last 6 months: REPRESENTATIVE JEFFERSON SHREVEsold up to $50,000 on 03/05.\nTo track congressional stock trading, check out Quiver Quantitative's\ncongressional trading dashboard.\nThis article is not financial advice. See Quiver Quantitative's disclaimers for more information. Note that there may be inaccuracies due to mistakes in ticker-mapping, and other anomalies.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Politics->government",
      "Politics->regulation of industry",
      "Politics->economic policy",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "JENNIFER C. FLOYD",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "JOHN W ALLISON",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:57:30.658+03:00",
    "updated": "2025-04-17T01:57:30.658+03:00"
  }
]