[
  {
    "uuid": "dda9912afb702fafe445298d4eb13974d721951b",
    "url": "https://www.ilsecoloxix.it/cultura-e-spettacoli/2023/12/23/news/maurizio_maggiani_racconti_natale_2023-13953101/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Secolo XIX",
    "published": "2023-12-23T22:55:00Z",
    "title": "Natale 2023, il racconto di Maurizio Maggiani",
    "text": "Nel mio presepe Gesù lo trova chi vuole davvero cercarlo Questo è un Natale di dolore, Betlemme è vuota e spenta, migliaia di bambin Gesù sono morti ammazzati, Erode il Grande sta facendo il suo lavorodi MAURIZIO MAGGIANI Credo che i lettori ricordino, questo è il venticinquesimo anno che passo il Natale con loro, come sia un fervido costruttore di presepi. C’è una lunga e appassionata storia tra me e il teatro presepiale. So bene che Gesù di Nazaret non è nato nel solstizio d’inverno, stagione assai poco propizia per i censimenti al tempo dell’imperatore Augusto, come so che la decisione di farlo nascere proprio in questo tempo è stata una furbata dei cristiani che rubarono così ai pagani la ricorrenza più popolare dell’inverno, quella del Sole Invitto, quando l’astro vince la sua battaglia contro la tenebra e le giornate cominciano ad allungarsi. Come so che l’imperatore Costantino, santo pari agli apostoli per le chiese d’Oriente, che fece del cristianesimo di fatto una religione di stato, era molto poco cristiano e molto affezionato al culto del dio Sole. Ma questa è tutta roba passata e ininfluente, ci sta bene, benissimo, che il Cristo sia nato assieme al sole, la sua venuta, e non solo per i cristiani, è stato un lampo di luce, che, nonostante gli immani sforzi delle capziosità dottrinarie e delle orpellerie, delle simonie e delle inquisizioni, e infine dei contemporanei fautori di un cristianesimo senza Cristo, è ancora lì che si accende. Nel mio presepe, che mi vanto ogni anno di costruire sempre con una diversa coreografia, un paesaggio sempre nuovo, la natività è comunque sempre messa discosta, in qualche angolo difficile da trovare alla prima occhiata, Gesù lo troverà chi davvero lo vuole cercare. A me piace molto come racconta il natale di Gesù la sura coranica di Maryam, Maria cacciata dal suo villaggio perché incinta di uno sconosciuto che si ritira nel deserto e là, partorisce poggiata a una palma, con solo l’arcangelo che fa maturare i datteri per nutrirla e scorrere un ruscello ai suoi piedi perché si lavi lei e lavi il bambino. È così che nascono i profeti, che sia una stalla, che sia il deserto, comunque in solitudine, e di regola in solitudine muoiono. E così è stato per Gesù, giustiziato intanto che i suoi discepoli se l’erano data a gambe levate, e se non fosse stato per una donna, una prostituta, unica a restare assieme a sua madre, unica ad avere il coraggio di sfidare il potere, non saremmo qui a raccontarcela a 2023 anni dalla sua nascita. Detto ciò, il mio presepe non è opera teologica, e nemmeno un ossequio alla tradizione francescana, il presepe di Francesco d’Assisi era poverissima cosa come tutto quello che era e faceva, ma semplicemente, e intensamente, un gesto di ingenua fede nell’umanità. E così costruisco il modellino di un mondo dove tutto è immobile armonia; ogni cosa, ogni umano, ogni animale e albero e roccia e ruscello, tutto trova un suo posto, tutto ha una parte che lo esalta, tutto è in equilibrio. E non dico per dire, certe mie costruzioni sono così ardite che basterebbe un gesto poco attento per far crollare l’universo intero. Ma non succede, perché chi gli si avvicina, mi fa molto piacere che il mio presepe riceva visite, sembra capire, e non alita; persino i gatti di casa sanno frequentarlo senza smuovere una sola pecorella. A proposito, c’è, messo su negli anni, un grande gregge di pecore, un lungo sciame che attraversa deserti e villaggi, e ci sono anche i lupi, tre splendidi esemplari, ma sono lì, in perpetuo agguato, e nel mio presepe non avranno mai le fauci sporche di sangue. Lo capisco che è ingenuità piuttosto vicina alla stupidità, che la mia costruzione di un mondo perfetto è solo cartapesta, argilla, colori dipinti, ma per le due settimane in cui il sole transita da soccombente a trionfante, mi dà una gran gioia, e vedo che un poco ne dà anche a chi se lo guarda. Eppure quest’anno avevo deciso di non farlo, prima volta dopo decenni, non me la sentivo di mettere in scena il mio mondo quando l’altro mio mondo, il mio e il vostro, quello fatto di carne viva sta grondando di sangue. Ma, e vedo che ormai sono diventato un papista, ha ragione papa Francesco, questo è un Natale di dolore, Betlemme è vuota e spenta, migliaia di bambin Gesù sono morti ammazzati, Erode il Grande sta facendo il suo lavoro, come potrei mettere in scena la mia favola piena di dolcezza. E invece alla fine, ben oltre la data canonica dell’8 dicembre, ha vinto la tenerezza, la stupida, ingenua tenerezza che mi fa pensare contro ogni logica che non tutto è perduto, e ho eretto ancora una volta il presepe, e questa volta davvero ardito, si innalza la montagna lassù fino al cielo, e tutto è abitato, ogni più piccolo scoglio e anfratto è abitato, e il neonato è ancora da qualche parte da scoprire. È davvero una bella costruzione, lo dicono tutti i visitatori. E questa sera a cena decideremo se abbatterlo, se farlo saltare in aria; abbiamo appena saputo, in ritardo perché in questi giorni evitiamo di essere troppo al corrente delle cose del mondo, che c’è intenzione da parte di membri del parlamento facenti parte del governo di rendere il presepe obbligatorio, proprio loro che Gesù non lo troverebbero nemmeno se ci dovessero inciampare sopra. E questo è troppo, è davvero troppo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T01:28:54.925+02:00",
    "updated": "2023-12-24T01:28:54.925+02:00"
  },
  {
    "uuid": "da31801e1d712b2b14c2fa470e05602a7458064a",
    "url": "https://www.waff.com/2024/05/10/old-town-residents-offer-perspective-after-ef-1-tornado-batters-community",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@waff48",
    "published": "2024-05-10T08:47:00Z",
    "title": "Old Town residents offer perspective after EF-1 tornado batters community",
    "text": "HUNTSVILLE, Ala. ( WAFF ) - Sherrie and Michael Belmont have been trying to process their last 24 hours the best they can.\nThe National Weather Service confirmed an EF-1 tornado tore through their community, uprooting large trees and damaging several homes and the historic Maple Hill Cemetery.\n“When we got out, we’re both kind of shellshocked. I mean... It is bad,” Sherrie said.\nThey’ve been in their home on Eustis Avenue since 1998 and avoided any real damage, but one look around told them everything they needed to know about how dangerous the situation was.\n“We were in the hallway just about to go downstairs when it really hit,” she said. “We were so shocked, we just stopped. It went through so fast and you could hear it. It was quiet and then we heard an explosion, which ended up being the pecan trees and the big trees around us that came down and hit our poor neighbor’s house.”\nSherrie walked me through her neighborhood showing every close call they were lucky enough to avoid. She applauded the city and her neighbors for the swift action taken to clean up the leftover debris.\nIt means more to her because she knows the rich history associated with her community.\n“[Our street] used to be Maiden Lane instead of Eustis. There used to be Huntsville College across the street. We have a picture in our house of their homecoming and the parade and it’s right in front of our house,” she said.\nIt’ll take time, but the Belmonts know their neighborhood will bounce back. While the road to recovery will take a while for the communities across here and Five Points, but the miraculous thing about it: to this point, there have been no deaths associated with any of these storms.\nClick Here to Subscribe on YouTube: Watch the latest WAFF 48 news, sports & weather videos on our YouTube channel!\nCopyright 2024 WAFF. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/@waff48news)",
      "https://youtube.com/@waff48news)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael belmont",
          "sentiment": "none"
        },
        {
          "name": "sherrie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "waff",
          "sentiment": "neutral"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "old town",
          "sentiment": "none"
        },
        {
          "name": "ala.",
          "sentiment": "none"
        },
        {
          "name": "huntsville",
          "sentiment": "none"
        },
        {
          "name": "maple hill cemetery",
          "sentiment": "none"
        },
        {
          "name": "eustis avenue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T16:27:25.056+03:00",
    "updated": "2024-05-10T18:48:23.279+03:00"
  },
  {
    "uuid": "f11a291238b3c2ae6b478a1f45e062287dad9556",
    "url": "https://www.archyde.com/the-actor-director-and-author-andreas-marianos-died-2024-06-27-205423",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-06-27T20:54:00Z",
    "title": "The actor, director and author Andreas Marianos died – 2024-06-27 20:54:23",
    "text": "The actor Andreas Marianos died. Spyros Bibilas, the member of Parliament for Freedom of Navigation and former president of the Greek Actors’ Union, made the unhappy information recognized in a publish on Instagram.\nAndreas Marianos had, in line with Mr. Bibila, many issues however “he liked artwork and served it selflessly and was additionally a colleague, thinker and researcher of life and artwork”.\n“Andreas Marianos is sadly now not right here… Farewell Andreas… expensive good friend and colleague… thinker researcher of life and artwork… You left laid low with many issues however you liked our artwork and served it selflessly. We are going to say goodbye to you on Saturday at 12.30 from the Zografou cemetery”, wrote Spyros Bibilas.\nAndreas Marianos studied Theater and Cinema. studied Theater and Cinema. He labored in numerous specialties in Cinema or TV and as an actor.\nHe revealed two novels (Neos Theos 2010, 2017 and Agnostou Mitros 2012, 2014). An instance of his work within the theater are the performances Archmaster Solnes (2019), The Weight of the Physique (2019), 2 Tales of Selective Reminiscence (2016), Trumpet of the Angel (2017).\n#actor #director #author #Andreas #Marianos #died",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/C8siOAUIS8r/?utm_source=ig_embed&#038;utm_campaign=loading",
      "https://www.instagram.com/p/C8siOAUIS8r/",
      "https://instagram.com/p/C8siOAUIS8r/?utm_source=ig_embed&#038;utm_campaign=loading"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andreas marianos",
          "sentiment": "negative"
        },
        {
          "name": "spyros bibilas",
          "sentiment": "neutral"
        },
        {
          "name": "bibila",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "parliament for freedom of navigation",
          "sentiment": "neutral"
        },
        {
          "name": "greek actors’ union",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:03:34.742+03:00",
    "updated": "2024-06-28T01:03:34.742+03:00"
  },
  {
    "uuid": "29db88c49ad516aae96fb24dc99678a41ba03795",
    "url": "https://www.cp24.com/news/liberal-caucus-staying-quiet-after-major-byelection-defeat-that-rattled-party-1.6943989",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Canadian Press",
    "published": "2024-06-27T20:29:00Z",
    "title": "Liberal caucus staying quiet after major byelection defeat | CP24.com",
    "text": "OTTAWA -- A Liberal campaign co-chair insists his caucus is united behind Justin Trudeau, even as the majority of elected Liberals remain silent on the prime minister's political future.\nThe Canadian Press contacted dozens of Liberal MPs following the unexpected loss of a Toronto stronghold in a byelection earlier this week, but only a small handful have been willing to speak on the record.\nAll of those, including Manitoba MP and campaign co-chair Terry Duguid, insist the caucus is united behind Trudeau.\nThose who want Trudeau to step down won't say so publicly.\nDuguid admits many MPs are frustrated but adds those feelings stem from the struggle to connect with Canadians, not concerns about the prime minister.\nWhile some regional caucuses have met since Monday, the full caucus isn't scheduled to meet again until a retreat in British Columbia before the House of Commons returns in September.\nThis report by The Canadian Press was first published June 27, 2024.\nRelated Stories Conservatives take Liberal stronghold in last-minute Toronto byelection victory Eyes pinned to Toronto byelection as safe Liberal seat teeters under Trudeau Tories appeal to Jewish community ahead of Toronto byelection, allege 'betrayal' by Trudeau",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "justin trudeau",
          "sentiment": "negative"
        },
        {
          "name": "duguid",
          "sentiment": "none"
        },
        {
          "name": "terry duguid",
          "sentiment": "none"
        },
        {
          "name": "trudeau",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "liberal",
          "sentiment": "negative"
        },
        {
          "name": "canadian press",
          "sentiment": "none"
        },
        {
          "name": "house of commons",
          "sentiment": "none"
        },
        {
          "name": "the canadian press",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "manitoba",
          "sentiment": "none"
        },
        {
          "name": "british columbia",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:03:58.182+03:00",
    "updated": "2024-06-28T01:03:58.182+03:00"
  }
]