[
  {
    "uuid": "2a4a209ea0d979ca34e48d79134d7c202b0297ea",
    "url": "https://www.vanguardia.com/mundo/hamas-llama-a-palestinos-a-rebelarse-ante-cualquier-medida-que-les-prohiba-conmemorar-el-mes-de-ramadan-FB8672337",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "k.g.",
    "published": "2024-02-23T19:11:00Z",
    "title": "Hamás llama a palestinos a rebelarse ante cualquier medida que les prohiba conmemorar el mes de ramadán | Vanguardia.com",
    "text": "El grupo islamista palestino Hamás instó este viernes a los palestinos de Jerusalén Este y de Cisjordania ocupada a rebelarse ante cualquier \"medida criminal\" que prohíba la entrada en la mezquita de Al Aqsa, considerada el tercer lugar más sagrado del Islam tras La Meca y Medina. \"Llamo a todos los hijos del pueblo palestino bajo la ocupación en Jerusalén o en Cisjordania a que rechace la medida criminal (de no rezar en Al Aqsa) y aumente sus enfrentamientos contra la ocupación en todas partes\", manifestó hoy el representante del grupo islamista Hamás en el Líbano, Osama Hamdan. Hamás reaccionaba así a las declaraciones del ministro israelí de Seguridad Nacional, el ultraderechista Itamar Ben Gvir, que pidió esta semana que se impidiera, durante el próximo mes de ramadán, la entrada de los palestinos musulmanes de Cisjordania ocupada a la Explanada de las Mezquitas. Lea también: Video| Panorama desolador: declaran tres días de luto en Valencia y bomberos ingresan al edificio calcinado \"A los residentes de la Autoridad (Palestina) no se les debe permitir entrar en Israel de ningún modo\", durante el mes de ramadán, sagrado para los musulmanes y que comienzará este año a principios de marzo, escribió el pasado sábado Ben Gvir en la red social X, en la que agregó: \"No debemos correr riesgos ni tomar riesgos\". Las fuerzas de seguridad israelíes impidieron hoy en Jerusalén Este la entrada de decenas de jóvenes musulmanes que querían acceder a Al Aqsa para participar en el rezo del mediodía del viernes. \"Que sepa el enemigo sionista criminal, que tocar la mezquita de Al Aqsa o la libertad de rezar o de llegar a ella le pasará factura\", agregó Hamdam. Medios israelíes informaron esta semana de que el servicio de inteligencia israelí advirtió al Gobierno que la guerra con Hamás se podría expandir y adquirir connotaciones religiosas si se restringe la entrada de los fieles a la mezquita de Al Aqsa.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-24T02:33:01.957+02:00",
    "updated": "2024-02-24T02:33:01.957+02:00"
  },
  {
    "uuid": "5ec9a00fd00a5586647e9181d4ebf9fff42b509a",
    "url": "https://mx.advfn.com/bolsa-de-valores/noticias/92906108/defense-derby-s-january-update-brings-new-blacksm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Wire",
    "published": "2023-12-28T18:00:00Z",
    "title": "Defense Derby’s January Update Brings New Blacksmith Unit",
    "text": "RisingWings, a creative studio of KRAFTON, Inc., released its January update for the popular real-time PvP tower defense mobile game, Defense Derby .\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20231228541981/en/\nDefense Derby reveals the Blacksmith unit on the January update (Graphic: KRAFTON, Inc.)\nThis update brings in the Blacksmith, a new physical-type human faction unit. Her unique ability, Forge, enhances the hero's attack power and speed. As a splash damage unit, the Blacksmith excels against groups of monsters and provides valuable support to heroes. Players can acquire the Blacksmith via the Shop of Blessings, Lucky Draw, Featured Summon, and Step Up Pack. The Derby Brawl - Blacksmith Mirror Match, featuring this new unit, is available until January 11.\nJanuary also marks the release of a new hero and the Radiant Start season. Lana, a magic-type hero from the human faction, has been introduced as the final hero to commemorate the 100-day anniversary of Defense Derby . Lana's abilities include summoning a damage-absorbing shield at a battle's start and the Divine Judgement skill, which targets the monster with the highest max HP. If the targeted monster is defeated, her skill's cooldown decreases. Lana will be granted as a legendary card to all players as of January 1.\nStarting January 15, players can anticipate the debut of Electric Monk, a magic-type beast faction unit. Electric Monk's special ability, Electric Blast, creates a magnetic field on critical hits, affecting the surrounding area. The Derby Brawl - Electric Monk Mirror Match, available from January 15 to January 28, will showcase this new unit.\nIn the spirit of the winter season, a Christmas event is also available. Players can complete the missions to get all the puzzle pieces, then claim the final rewards of the puzzle such as the Christmas Castle Skin, Rare Unit Summon, and Crystals. The Christmas event will run until December 31.\nFor the latest Defense Derby updates, please visit https://www.facebook.com/DefenseDerby.THAILAND and follow along on social media (YouTube | Discord).\nView source version on businesswire.com: https://www.businesswire.com/news/home/20231228541981/en/\nKRAFTON\nJihyun Park\njihyun.park@krafton.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.businesswire.com/news/home/20231228541981/en/",
      "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20231228541981r1&sid=ukadn&distro=nx&lang=en",
      "https://www.facebook.com/DefenseDerby.THAILAND",
      "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20231228541981r1&sid=ukadn&distro=nx&lang=en",
      "https://businesswire.com/news/home/20231228541981/en/",
      "https://cts.businesswire.com/ct/CT",
      "https://facebook.com/DefenseDerby.THAILAND",
      "https://www.businesswire.com/news/home/20231228541981/en"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lana",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new blacksmith unit",
          "sentiment": "negative"
        },
        {
          "name": "krafton, inc.",
          "sentiment": "neutral"
        },
        {
          "name": "derby brawl - blacksmith mirror match",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:05:07.101+02:00",
    "updated": "2023-12-29T02:05:07.101+02:00"
  },
  {
    "uuid": "b19ca3cc9b0a3c691db4a5d38c06ef415cb275e1",
    "url": "https://www.rainews.it/video/2024/03/papa-basta-guerre-provocano-immani-sofferenze-gesu-non-e-venuto-a-condannare-ma-a-salvarci-2c3c1f78-d4c4-4688-b013-9b545841e717.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione di Rainews",
    "published": "2024-03-10T11:08:00Z",
    "title": "Il Papa: \"Basta guerre, provocano immani sofferenze. Gesù non è venuto a condannare, ma a salvarci\"",
    "text": "Esteri Vaticano Il Papa: \"Basta guerre, provocano immani sofferenze. Gesù non è venuto a condannare, ma a salvarci\" Francesco, nell’Angelus domenicale, prega per la pace, ma anche per la parità di diritti. Sulla dignità delle donne dice: “C'è ancora molto da fare”. Poi dedica un pensiero ai \"fratelli musulmani\" 10/03/2024 Nella preghiera di domenica 10 marzo, il Papa ha ricordato: \" Due giorni fa si è celebrata la Giornata internazionale della donna . Vorrei rivolgere un pensiero ed esprimere la mia vicinanza a tutte le donne, specialmente a quelle la cui dignità non viene rispettata. C'è ancora tanto lavoro che ciascuno di noi deve fare perché sia riconosciuta concretamente la pari dignità delle donne. Sono le istituzioni sociali e politiche che hanno il dovere fondamentale di proteggere e promuovere la dignità di ogni essere umano offrendo alle donne, portatrici di vita, le condizioni necessarie per poter accogliere il dono della vita e assicurare ai figli un'esistenza degna\".\nIl messaggio del Pontefice si rivolge con amore ed empatia a tutte le persone che soffrono , a coloro che subiscono le atrocità delle guerre. \"Seguo con preoccupazione e dolore la grave crisi che colpisce Haiti e i violenti episodi avvenuti negli ultimi giorni. Sono vicino alla Chiesa e al caro popolo haitiano che da anni è provato da molte sofferenze. Invito a pregare perché cessi ogni sorta di violenza e tutti offrano il loro contributo per far crescere la pace e la riconciliazione nel paese con il sostegno rinnovato della comunità internazionale ”, sono alcune parole del Pontefice che, commentando il Vangelo di oggi ha detto: “ Nessuno è perfetto, tutti siamo peccatori, tutti sbagliamo, e se il Signore usasse la conoscenza delle nostre debolezze per condannarci, nessuno potrebbe salvarsi. Ma non è così . Egli, infatti, non se ne serve per puntarci il dito contro, ma per abbracciare la nostra vita, per liberarci dai peccati e salvarci. A Gesù non interessa farci processi e sottoporci a sentenze. Dio vuole che nessuno di noi vada perduto. Lo sguardo del Signore su di noi non è un faro accecante che abbaglia e mette in difficoltà, ma il chiarore gentile di una lampada amica , che ci aiuta a vedere in noi il bene e a renderci conto del male, per convertirci e guarire con il sostegno della sua Grazia. Gesù non è venuto a condannare, ma a salvare il mondo e pensiamo che noi tante volte invece condanniamo gli altri, tante volte ci piace sparlare, cercare il pettegolezzo contro gli altri\".\nAl termine dell'Angelus Francesco fa un nuovo appello per la pace: \"Accolgo con affetto la comunità cattolica della Repubblica Democratica del Congo a Roma. Preghiamo per la pace in questo Paese come pure nella martoriata Ucraina e in Terra Santa. Cessino al più presto le ostilità che provocano immani sofferenze nella popolazione civile \".\nUn pensiero poi, ai “fratelli musulmani” che questa sera “inizieranno il Ramadan , esprimo a tutti loro la mia vicinanza''. Lo ha detto Papa Francesco affacciandosi alla finestra del Palazzo Apostolico Vaticano dopo la recita della preghiera con i fedeli e i pellegrini riuniti in Piazza San Pietro.\nangelus Vaticano Roma Papa Francesco",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "http://mediapolisvod.rai.it/relinker/relinkerServlet.htm?cont&#x3D;wTAhaCo8VUYAssSlashGR4iJBR2weeqqEEqualeeqqEEqual&quot;,&quot;live&quot;:false,&quot;audio&quot;:false,&quot;stream_type&quot;:&quot;&quot;,&quot;autoplay&quot;:true,&quot;pip&quot;:true,&quot;content_url&quot;:&quot;http://mediapolisvod.rai.it/relinker/relinkerServlet.htm?cont&#x3D;wTAhaCo8VUYAssSlashGR4iJBR2weeqqEEqualeeqqEEqual&quot;,&quot;subtitles&quot;:&quot;&quot;,&quot;dash&quot;:&quot;&quot;,&quot;uhd&quot;:&quot;&quot;,&quot;track_info&quot;:{&quot",
      "http://www.mediapolisvod.rai.it/relinker/relinkerServlet.htm?cont&#x3D;wTAhaCo8VUYAssSlashGR4iJBR2weeqqEEqualeeqqEEqual&quot;,&quot;live&quot;:false,&quot;audio&quot;:false,&quot;stream_type&quot;:&quot;&quot;,&quot;autoplay&quot;:true,&quot;pip&quot;:true,&quot;content_url&quot;:&quot;http://www.mediapolisvod.rai.it/relinker/relinkerServlet.htm?cont&#x3D;wTAhaCo8VUYAssSlashGR4iJBR2weeqqEEqualeeqqEEqual&quot;,&quot;subtitles&quot;:&quot;&quot;,&quot;dash&quot;:&quot;&quot;,&quot;uhd&quot;:&quot;&quot;,&quot;track_info&quot;:{&quot",
      "http://mediapolisvod.rai.it/relinker/relinkerServlet.htm"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T14:10:08.195+02:00",
    "updated": "2024-03-10T14:10:08.195+02:00"
  }
]