[
  {
    "uuid": "1f58471cb4f5377718f123bac1f34e785bb22df4",
    "url": "https://www.thenews.com.pk/print/1143353-labour-leaders-hail-pakistan-ratifying-hong-kong-shipbreaking-convention",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@PPI",
    "published": "2023-12-31T05:00:00Z",
    "title": "Labour leaders hail Pakistan ratifying Hong Kong shipbreaking convention",
    "text": "Labour leaders and rights activists on Saturday expressed satisfaction at Pakistan ratifying of the Hong Kong convention for shipbreaking, saying that it will not only bring a change in the lives of shipbreaking workers but also ensure a boom in the Pakistani economy by spurring the shipbreaking industry. In a seminar organised by the National Trade Union Federation (NTUF), various labour leaders, rights activists and intellectuals participated. They included Muhammad Rafiq Baloch, Nasir Mansoor, Habibuddin Junaidi, Dr Asghar Ali Dashti, Zehra Khan, Fatima Majeed, Bashir Mehmoodani and Washdil Baloch. They said ships at the end of their useful life were sold for recycling and brought to shipbreaking yards for their dismantling but this dismantling process was highly dangerous for the health and safety of shipbreaking workers on the one hand and for environment on the other hand. The event was told that the junk ships contained hazardous materials like asbestos and sludge and it had been estimated that in the next 10 years, some 15,000 vessels would be scrapped, doubling their numbers compared to the previous 10 years. It was said that a large number of these dying ships would reach the third largest shipbreaking yard of the world in Gadani in Balochistan about 40 kilometres northwest of Karachi. The shipbreaking yard in Gadani had 132 shipbreaking plots and it was notorious for fires, explosions and other mishaps due to lack of safety measures. In November 2016, at least 28 workers died and more than two dozen others were injured in a blast in a tanker being dismantled there. The event was told that the NTUF had long demanded that the government adopt laws to improve safety in Pakistan’s shipbreaking industry. After the November 2016 tragedy, a draft law was also prepared in this regard and due to the heroic struggle of Pakistani workers and their organisations, Pakistan became the 23rd country to ratify the Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships. A team from the District City Police on Saturday apprehended a suspect responsible for threatening traders in the name... HYDERABAD: The Sindh Agriculture University Senate approved an estimated budget for the financial year 2023-24 on... Sindh Caretaker Chief Minister Justice Maqbool Baqar has directed the provincial health department to establish three... The Course Commissioning Parade of 120th Midshipmen and 28th Short Service Commission was held at Pakistan Naval... The Pakistan Peoples Party is the only party that is seriously showing the way forward to solve the problems faced by... An anti-terrorism court has awarded seven-year imprisonment to a man said to be affiliated with the banned Sindh...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zehra khan",
          "sentiment": "none"
        },
        {
          "name": "muhammad rafiq baloch",
          "sentiment": "none"
        },
        {
          "name": "nasir mansoor",
          "sentiment": "none"
        },
        {
          "name": "habibuddin junaidi",
          "sentiment": "none"
        },
        {
          "name": "washdil baloch",
          "sentiment": "none"
        },
        {
          "name": "fatima majeed",
          "sentiment": "none"
        },
        {
          "name": "asghar ali dashti",
          "sentiment": "none"
        },
        {
          "name": "bashir mehmoodani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "labour",
          "sentiment": "negative"
        },
        {
          "name": "ntuf",
          "sentiment": "none"
        },
        {
          "name": "national trade union federation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "hong kong",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T07:13:35.201+02:00",
    "updated": "2023-12-31T07:13:35.201+02:00"
  },
  {
    "uuid": "2499686eadf19cbac83b4b0eefefa8ac27b0f07b",
    "url": "https://www.somersetcountygazette.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | Somerset County Gazette",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judith Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza. The news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead. Ms Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others. In the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family. Ms Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza. On Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza. It was not immediately clear how Israeli authorities determined their deaths. The couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said. US President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter. The families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement. Ms Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Mr Haggai was a retired chef and jazz musician. “Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement. Al Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children. He said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her. According to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity. Nir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped. The families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones. Mr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office. “I can’t elaborate on the details, we are working to return everyone,” he said. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "somerset county gazette",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "kibbutz",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:29.189+02:00",
    "updated": "2023-12-29T00:23:29.189+02:00"
  },
  {
    "uuid": "9c454e600f8c5e9a8e9c4a932f303e3d0d4a094a",
    "url": "https://manueliquy744185.pages10.com/the-5-proven-winterizing-techniques-for-protecting-your-pipes-from-cold-winterizing-secrets-to-ensure-your-pipes-don-t-burst-in-frigid-weather-59777589",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manueliquy",
    "published": "2023-12-28T17:56:00Z",
    "title": "The 5 Proven Winterizing Techniques for Protecting Your Pipes from Cold Winterizing Secrets to Ensure Your Pipes Don't Burst in Frigid Weather",
    "text": "We have stumbled on this post on Winterizing Your Pipes below on the net and thought it made sense to share it with you here.\nAll home owners who live in warm environments should do their ideal to winterize their pipes. Failure to do so can lead to disaster like icy, fractured, or burst pipelines.\nTry a Hair Dryer or Warm Weapon\nWhen your pipelines are practically freezing, your trusty hair dryer or warm gun is a godsend. If the warm towels do not aid remove any type of settling ice in your pipelines, bowling hot air directly right into them may help. Nonetheless, do not use other items that produce direct fires like a blow torch. This can cause a larger disaster that you can not control. You may end up destructive your pipelines while attempting to thaw the ice. And over time, you might also end up burning your house. Beware!\nOpen Cabinet Doors Hiding Plumbing\nWhen it's chilly outside, it would be practical to open closet doors that are concealing your pipes. Doing this tiny technique can keep your pipelines cozy as well as limit the potentially unsafe end results of freezing temperatures.\nRequire Time to Wrap Exposed Pipes\nOne clever as well as very easy hack to heat up freezing pipelines is to wrap them with cozy towels. You can likewise utilize pre-soaked towels in hot water, simply don't forget to put on protective gloves to guard your hands from the warm.\nTurn On the Faucets\nWhen the temperature decreases and also it appears as if the frigid temperature level will certainly last, it will assist to transform on your water both indoors and outdoors. This will maintain the water moving through your plumbing systems. You'll end up squandering gallons of water this means.\nWhen Pipelines are Frozen, shut Off Water\nSwitch off the main water valve promptly if you observe that your pipes are completely frozen or almost nearing that phase. You will usually find this in your basement or laundry room near the heater or the front wall closest to the street. Turn it off immediately to stop more damages.\nDo not forget to close external water sources, as well, such as your connection for the garden house. Doing this will avoid added water from filling out your plumbing system. Unfortunately, with even more water, even more ice will certainly pile up, which will at some point lead to break pipes. If you are unclear about the state of your pipelines this wintertime, it is best to call a professional plumber for an assessment. Taking this aggressive technique can save you thousands of bucks out of commission.\nAll property owners who live in pleasant climates must do their finest to winterize their pipelines. Failing to do so can spell catastrophe like frozen, fractured, or burst pipes. If the hot towels do not help remove any kind of working out ice in your pipes, bowling warm air directly right into them may assist. Turn off the primary water valve quickly if you see that your pipes are entirely frozen or virtually nearing that stage. With even more water, more ice will load up, which will eventually lead to rupture pipelines.\n10 Things People Unknowingly Do That Can Ruin Plumbing System\nDisregarding the Limitations of Your Garbage Disposal\nMany people fail to understand that garbage disposal is not a substitute for a trash can. You should never put down things like potato, onion peels and coffee grounds in the drain. These things can either ruin the blades of the garbage disposal or result in a clog in the drain.\nFlushing Things in the Toilet\nAre you conveniently flushing tissue paper, cotton swabs or hygiene products? You need to STOP doing this with immediate effect!\nThe toilet is meant only to flush pee and poop. Never flush other things down because they will eventually clog your drain or sewer. This rule applies to things which we claim to be biodegradable too.\nFailing to Winter-Proof Your Plumbing\nDo you face frequent pipe bursts in the winter season? It may be out of your own fault rather than nature’s spell on your plumbing.\nAlways remember to disconnect all outdoor hoses and pipe connections before winter approaches to save the pipes from freezing. You may even need to get your plumbing insulated to save it from extremely cold temperatures.\nIgnoring the Condition of Your Dishwasher and Washing Machine Hoses\nMost hoses for dishwashers and washing machines wear out soon after 5-6 years of use. Unfortunately, a worn-out hose bursts suddenly without much prior warning signs. It’s advisable to replace the hoses every 5 years to prevent sudden unexpected mishaps.\nI am just very drawn to Prevent Freezing and Bursting Pipes and I really hope you enjoyed reading our entry. Enjoyed our write-up? Please share it. Help other people locate it. Thanks so much for taking the time to read it.\nExpertise at your service.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.google.com/url?q=https://www.chapel-hill.24-7emergencyplumbing.com",
      "https://www.google.com/url",
      "https://google.com/url?q=https://chapel-hill.24-7emergencyplumbing.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:59:15.940+02:00",
    "updated": "2023-12-29T00:59:15.940+02:00"
  }
]