[
  {
    "uuid": "eada286a00d761064845a4a698cf362ffb2a15e9",
    "url": "https://www.newsbytesapp.com/news/india/bengaluru-airports-t2-leaks-as-heavy-rains-lash-the-city-17-flights-diverted-to-chennai/story",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tanya Shrivastava",
    "published": "2024-05-10T10:24:00Z",
    "title": "Bengaluru airport's T2 sees water leakage after heavy rainfall",
    "text": "[](https://www.newsbytesapp.com/news/india/cash-transfers-in-andhra-pradesh-stopped-by-high-court-until-voting-on-monday/story) Bengaluru airport's T2 sees water leakage after heavy rainfall [Bengaluru](https://www.newsbytesapp.com/news/bengaluru/bengaluru)'s Kempegowda International Airport (KIA) Terminal 2 (T2) experienced water leakage due to heavy rainfall on Thursday. The rainwater was seen dripping from the roof near the baggage claim area, forming a puddle near the conveyor belt. The [Bangalore International Airport Limited](https://www.newsbytesapp.com/news/bengaluru/bangalore-international-airport-limited) (BIAL), which operates KIA, confirmed that their teams responded quickly to restore normal operations and expressed regret for any inconvenience caused to passengers. BIAL's response to the water leakage incident In response to the incident, BIAL issued a statement saying, \"A very heavy downpour of rain within a short span of time on the evening of May 9, 2024, resulted in water leakage in certain areas of the terminals at Bengaluru airport\". They added that their teams acted promptly to mitigate the impact and restore normal operations. Watch: Bengaluru airport roof leaks Heavy rainfall results in flight diversions Due to the heavy rains and low visibility, 17 Bengaluru-bound flights were diverted to [Chennai](https://www.newsbytesapp.com/news/india/chennai). A BIAL spokesperson confirmed that these included 13 domestic flights, three international passenger flights, and one international cargo flight. The spokesperson explained that \"Heavy rainfall accompanied by strong winds rendered the airport inaccessible for landings between 9:35pm and 10:30pm, leading to the diversion of flights.\" The affected domestic airlines included IndiGo, [Air India](https://www.newsbytesapp.com/news/business/air-india), Air India Express, Vistara, and Star Air. Heavy rainfall causes traffic disruptions in Bengaluru The heavy rain also caused severe inconvenience to airport-bound passengers due to waterlogged roads. The Bengaluru traffic police reported waterlogging from Chalukya Circle to Hebbal flyover and at Hunasamaranahalli. An advisory issued by the traffic police on Thursday warned commuters of a potential 30 to 40-minute delay to the airport due to heavy congestion and slow-moving traffic on both sides of the flooded roads.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bial",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kia",
          "sentiment": "none"
        },
        {
          "name": "bial",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bengaluru",
          "sentiment": "none"
        },
        {
          "name": "bangalore international airport limited",
          "sentiment": "none"
        },
        {
          "name": "kempegowda international airport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T15:58:54.900+03:00",
    "updated": "2024-05-10T15:58:54.900+03:00"
  },
  {
    "uuid": "39dc4ba2ff52a2f47c2a628041f191d3a72f243d",
    "url": "https://ground.news/article/group-of-palestinian-americans-skip-blinken-meeting-over-biden-admins-support-for-israels-offensive-in-gaz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-02-01T22:20:00Z",
    "title": "Ground News - Group of Palestinian-Americans skip Blinken meeting over Biden admin’s support for Israel’s offensive in Gaza",
    "text": "Group of Palestinian-Americans skip Blinken meeting over Biden admin’s support for Israel’s offensive in Gaza A number of Palestinian-Americans refused to attend a roundtable meeting with US Secretary of State Summary by Ground News [Antony Blinken](https://ground.news/interest/antony-blinken)on Thursday. The meeting comes amid continued outrage from many progressive Democrats, Muslim and younger voters about the administration's handling of Gaza. Six people did attend the meeting, a source familiar told CNN, and those who attended felt conflicted about doing so. 1 Articles 1 Articles All Left Center Right [] CNN Group of Palestinian-Americans skip Blinken meeting over Biden admin’s support for Israel’s offensive in Gaza A number of Palestinian-Americans refused to attend a roundtable meeting with Secretary of State Antony Blinken on Thursday to discuss the situation in Gaza in protest at the Biden administration’s ongoing support for Israel’s offensive in the war-torn strip – a military campaign that has exacted a massive humanitarian toll. 42 minutes ago·Atlanta, United StatesRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Coverage Details Total News Sources0Leaning Left1Leaning Right0Center0Last Updated31 minutes agoBias Distribution 100% Left Bias Distribution - 100% of the sources lean Left 100% Left L 100% Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "blinken",
          "sentiment": "negative"
        },
        {
          "name": "antony blinken",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news - group",
          "sentiment": "negative"
        },
        {
          "name": "cnn group",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "united statesread",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:02:55.047+02:00",
    "updated": "2024-02-02T01:02:55.047+02:00"
  },
  {
    "uuid": "2c16c876b1ab9cbb4a177573d356551cffc9ccc6",
    "url": "https://dronelife.com/2024/04/11/dji-releases-new-fpv-drone-avata-2-with-advanced-features",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miriam McNabb",
    "published": "2024-04-11T00:00:00Z",
    "title": "DJI Releases New FPV Drone: Avata 2 with Advanced Features - DRONELIFE",
    "text": "DJI’s new FPV drone offers enhanced imaging, improved safety, and extended flight capabilities, aiming to simplify complex aerial maneuvers for users. [DJI](http://dji.com), the world leader in the civilian drone market, has officially launched the DJI Avata 2, promising an upgraded, user-friendly flying experience with significant enhancements in safety and imaging technology. This new model is tailored to enrich the FPV (first-person view) flying experience, making it more immersive and accessible for all users. Ferdinand Wolf, DJI’s Creative Director, emphasized the improved ease of use and performance, stating, “Just under two years ago, we helped people embrace and explore the almost out-of-body experience of FPV flight. DJI Avata 2 builds on this by offering everyone the chance to fly like a pro with easy flips, rolls, and drifts. We’re looking forward to giving users one of the best FPV experiences available with next to no effort needed on their part.” Highlight Features of the DJI Avata 2 Include: - Enhanced FPV Capabilities: Designed for a safer and fully immersive flying experience. - Advanced Imaging Technology: Equipped with a larger 1/1.3-inch CMOS sensor and a super-wide-angle 12MP camera, supporting 4K/60fps and 2.7K/120fps slow-motion videos. The camera also offers 10-bit D-Log M Color mode for enhanced post-production. - Stabilization Technologies: Incorporates DJI RockSteady and HorizonSteady to ensure smooth footage even under dynamic conditions. It also supports Gyroflow for additional stabilization in post-production. - Updated Safety Measures: Features a lighter integrated propeller guard and enhanced automatic functions such as Return to Home (RTH) for safer operation. - Extended Flight Time and Quick Charging: Provides up to 23 minutes of flight time with PD fast charging capabilities and a new Two-Way Charging Hub. - Superior Video Transmission: Uses a new O4 video transmission system offering up to 13 km of range with low latency and high-definition quality. Accessories and Compatibility: - DJI Goggles 3 and RC Motion 3: The Goggles 3 are equipped with adjustable diopters and dual micro-OLED screens featuring Real View PiP technology. The RC Motion 3 facilitates intricate aerial maneuvers with minimal pilot input. - Broad Compatibility: The new drone is compatible with other DJI controllers and the DJI Fly app, allowing for various operational styles and sharing options. - Comprehensive Accessory Options: Available accessories include ND filters and multiple combo packs to enhance the flying experience. Availability and Pricing: The DJI Avata 2 is available for purchase starting today in various configurations from DJI’s website and authorized retail partners. The introduction of the DJI Avata 2 represents DJI’s commitment to advancing drone civilian technology and the company’s focus on creative content creation. Read more: [DJI Unveils Dock 2: Smaller, Lighter, More Powerful](https://dronelife.com/2024/03/26/dji-unveils-dock-2-smaller-lighter-more-powerful/) [Exclusive Interview: DJI Officials Defend Data Security Policies Amid Chinese Drone Ban Concerns](https://dronelife.com/2024/03/04/exclusive-interview-dji-officials-defend-data-security-policies-amid-chinese-drone-ban-concerns/) [DJI’s Rebuttal: Safeguarding Data Privacy and Cybersecurity](https://dronelife.com/2024/01/25/djis-thorough-rebuttal-safeguarding-data-privacy-and-cybersecurity-amid-national-security-concerns-over-chinese-drones/) [DJI Unveils DJI Modify: Intelligent 3D Model Editing Software for Seamless Integration with Enterprise Drones and Mapping Solutions](https://dronelife.com/2024/01/18/dji-unveils-dji-modify-intelligent-3d-model-editing-software-for-seamless-integration-with-enterprise-drones-and-mapping-solutions/) Miriam McNabb is the Editor-in-Chief of DRONELIFE and CEO of JobForDrones, a professional drone services marketplace, and a fascinated observer of the emerging drone industry and the regulatory environment for drones. Miriam has penned over 3,000 articles focused on the commercial drone space and is an international speaker and recognized figure in the industry. Miriam has a degree from the University of Chicago and over 20 years of experience in high tech sales and marketing for new technologies. For drone industry consulting or writing, [Email Miriam](mailto:miriam@dronelife.com). TWITTER: [@spaldingbarker](https://twitter.com/spaldingbarker) Subscribe to DroneLife [here](https://dronelife.us8.list-manage.com/subscribe?u=5cdad320c6921b55059dc6269&id=3407389e35).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "http://dji.com",
      "https://twitter.com/spaldingbarker",
      "https://dronelife.us8.list-manage.com/subscribe?u=5cdad320c6921b55059dc6269&id=3407389e35",
      "https://www.dronelife.us8.list-manage.com/subscribe?u=5cdad320c6921b55059dc6269&id=3407389e35",
      "https://dronelife.us8.list-manage.com/subscribe",
      "https://www.twitter.com/spaldingbarker",
      "http://www.dji.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ferdinand wolf",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "avata",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:38:11.692+03:00",
    "updated": "2024-04-12T01:52:50.199+03:00"
  },
  {
    "uuid": "cf2bef407a3d4f939f47d7e2ff3e12433966d90c",
    "url": "https://www.healio.com/news/optometry/20240404/fullfield-virtual-bioptic-magnifications-improve-reading-ability-in-low-vision-patients",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kate Young",
    "published": "2024-04-04T19:42:00Z",
    "title": "Full-field, virtual bioptic magnifications improve reading ability in low vision patients",
    "text": "By Kate Young Fact checked by Heather Biele Add topic to email alerts Receive an email when new articles are posted on Please provide your email address to receive an email when new articles are posted on . Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\nClick Here to Manage Email Alerts\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com .\nBack to Healio Key takeaways: Both full-field and virtual bioptic telescope magnification groups experienced a significant improvement in reading. The head-mounted display devices were generally well-tolerated. Both full-field and virtual bioptic telescope magnification modes on head-mounted display devices significantly helped improve reading ability among patients with low vision, according to a study published in Optometry and Vision Science .\n“In 1992, the first head-mounted electronic low-vision enhancement system, equipped with a rechargeable battery and cathode ray tube displays, was designed to assist visually impaired patients,” Robert Chun, OD, FAAO, associate clinical professor at State University of New York College of Optometry, and colleagues wrote. “Considering the rapid growth of low-vision prevalence rates, the continued development of these head-mounted electronic technologies into more visually comfortable and affordable displays remains a priority to address the major functional difficulties of individuals with visual disabilities.”\nBoth full-field and virtual biopic magnification strategies significantly improved reading ability in patients with low vision. Image: Adobe Stock Chun and colleagues fitted 88 patients from Johns Hopkins Wilmer Eye Institute Low Vision Rehabilitation Service with a smartphone-based Samsung Gear head-mounted display device and randomized them into full-field or virtual bioptic telescope magnification arms.\nParticipants underwent baseline assessments and were trained for at least 30 minutes before taking the device home for 2 to 4 weeks. Researchers administered the Activity Inventory adaptive rating scale questionnaire and Simulator Sickness Questionnaire at baseline and again at the end of the intervention period.\nAccording to results, both groups experienced a significant effect on reading and small effects in the functional domains of goals and visual information, but neither group experienced improvement in mobility or visual motor categories.\nOf 76 patients who completed the study, 11% reported headache, 4% nausea and 33% eye strain, according to results from the Simulator Sickness Questionnaire.\n“Both magnification modes showed a positive effect for reading, visual information and the overall goals functional domain categories, with only reading reaching statistical significance after correction for multiple comparisons,” Chun and colleagues wrote. “There were no significant between-group differences when we compared the two types of magnification modes.”\nPublished by: Sources/Disclosures Collapse\nSource: Chun R, et al. Optom Vis Sci . 2024;doi:10.1097/OPX. 2115.\nDisclosures: The authors report no relevant financial disclosures. Read more about\nlow vision reading virtual reality technology Add topic to email alerts Receive an email when new articles are posted on Please provide your email address to receive an email when new articles are posted on . Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\nClick Here to Manage Email Alerts\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com .\nBack to Healio Facebook Twitter LinkedIn Email Print Comment Continue Reading Related Content Play on Healio\nFollow Healio\nTwitter Facebook Instagram Threads LinkedIn About\nAbout Healio About Healio About the Wyanoke Group About the Wyanoke Group Editorial Policy and Philosophy Editorial Policy and Philosophy Sitemap Sitemap Account Information\nMy Account Login My Account My Account Help Help Email Subscriptions Email Subscriptions Email Subscriptions Email Subscriptions Unknown Newspaper and Journal Subscriptions Newspaper and Journal Subscriptions Contact Us\nEmail Us Email Us Contact Newsroom Contact Newsroom Advertising Information Advertising Information Permissions and Reprints Permissions and Reprints Legal\nDo Not Sell My Personal Information Do Not Sell My Personal Information Terms and Conditions Terms and Conditions Medical Disclaimer Medical Disclaimer Privacy Policy Privacy Policy Sign Up for Email\nGet the latest news and education delivered to your inbox",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:01:47.157+03:00",
    "updated": "2024-04-05T00:20:34.182+03:00"
  },
  {
    "uuid": "b3a6f525b192f42875d5b95ead2427602eae4613",
    "url": "https://www.devdiscourse.com/article/law-order/2927985-navys-miracle-assistance-to-merchant-ships-in-vital-sea-lanes-hailed-by-rajnath",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-05-05T03:49:00Z",
    "title": "Navy's 'miracle' assistance to merchant ships in vital sea lanes hailed by Rajnath | Law-Order",
    "text": "Navy's 'miracle' assistance to merchant ships in vital sea lanes hailed by Rajnath Indian Navy has performed remarkably, assisting merchant ships facing pirate threats in foreign waters, earning praise from Defense Minister Rajnath Singh. The government is considering the Navy's request for a second aircraft carrier (IAC-II), estimated to cost around Rs 40,000 crore. The Navy's success in operations has boosted confidence, and the government aims to make India self-reliant in defense exports. With exports surpassing Rs 21,000 crore, a target of Rs 50,000 crore is set for the next five-six years. [PTI](/pti-stories)| New Delhi | Updated: 05-05-2024 11:49 IST | Created: 05-05-2024 11:49 IST - Country: - India The Indian Navy has performed a ''miracle'' (karishma), Defence Minister Rajnath Singh has said, heaping wholehearted praise for the force's numerous operations in foreign waters where it assisted several merchant ships commandeered or threatened by pirates. In an exclusive interview to PTI, Singh also dropped hints of the government's readiness to positively consider the Navy's proposal for construction of a second aircraft carrier. The Navy has been making a strong pitch for having the second indigenous aircraft carrier (IAC-II) with a displacement of 45,000 tonnes which is estimated to cost close to Rs 40,000 crore with the envisaged specifications. Exuding confidence of the National Democratic Alliance retaining power for a third straight term, he said the new government's focus would be to make India totally self-reliant in the defence sector. Singh said India's annual defence exports crossed Rs 21,000 crore mark for the first time in 2023-24 and that his ministry has set a target of increasing it to Rs 50,000 crore in the next five-six years. ''We will take it to more than Rs 50,000 crore by 2029-30,'' he said. On Navy operations in the strategic waterways, Singh said the force deserves praise. ''The India Navy has done miracle. Congratulations to the Navy. (Indian Navy ne Karishma kiya. Nav ko Badhai),'' he said. In the last few months, the Indian Navy extended assistance to a number of merchant vessels in the Western Indian Ocean, the Gulf of Aden and strategic waterways around the Red Sea following attacks on them. Late last month, the Indian Navy swiftly assisted a Panama-flagged crude oil tanker with 30 crew members, including 22 Indians, after the vessel came under missile attack from Houthi militants. There have been growing global concerns over attacks on various commercial vessels in the Red Sea by the Houthi militants. The Navy has foiled attacks by pirates on several ships in the region since January. Asked about the Navy's push for a second indigenous aircraft carrier (IAC), Singh indicated that it is being favourably considered. India's first indigenously-built aircraft carrier INS Vikrant (IAC I) was commissioned in September last year. Built at a cost of around Rs 23,000 crore, INS Vikrant has a sophisticated air defence network and anti-ship missile systems. It has the capacity to hold 30 fighter jets and helicopters. The Navy has been pitching for three aircraft carriers to deal with China's growing naval prowess and its growing influence over the Indian Ocean region. At present, India has two aircraft carriers — INS Vikramaditya and INS Vikrant. INS Vikramaditya is a Russian origin platform. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Voting begins for Maldives Parliament, watched by India and China vying for control of Indian Ocean](/article/law-order/2903155-voting-begins-for-maldives-parliament-watched-by-india-and-china-vying-for-control-of-indian-ocean) [**Revised Headline:** Enhanced Iran-Sri Lanka Ties Promise Stability and Prosperity in the Indian Ocean Region, Says President Raisi](/article/law-order/2917350-revised-headline-enhanced-iran-sri-lanka-ties-promise-stability-and-prosperity-in-the-indian-ocean-region-says-president-r) [Yemen's Houthis carry out three military operations in Gulf of Aden, Indian Ocean](/article/law-order/2916756-yemens-houthis-carry-out-three-military-operations-in-gulf-of-aden-indian-ocean) [Alarming Forecast: Indian Ocean Set for Accelerated Warming, Threatening Catastrophic Outcomes](/article/science-environment/2920225-alarming-forecast-indian-ocean-set-for-accelerated-warming-threatening-catastrophic-outcomes) [UKMTO says vessel reported drone attack on April 26 in Indian Ocean](/article/law-order/2922836-ukmto-says-vessel-reported-drone-attack-on-april-26-in-indian-ocean)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "singh",
          "sentiment": "none"
        },
        {
          "name": "rajnath singh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "navy",
          "sentiment": "negative"
        },
        {
          "name": "rajnath indian navy",
          "sentiment": "negative"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "iac",
          "sentiment": "none"
        },
        {
          "name": "indian navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T09:31:27.053+03:00",
    "updated": "2024-05-05T09:31:27.053+03:00"
  },
  {
    "uuid": "0c22ff4d43d52e51fe6db591d0127c9b7d1c7131",
    "url": "https://www.donnaglamour.it/giorgia-sanremo-2025-chirurgia-estetica-parole/people",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrea Medda",
    "published": "2025-01-23T13:58:00Z",
    "title": "\"Punturine? No, mi sento un esempio per le altre donne\": Giorgia allo scoperto",
    "text": "La cantante Giorgia si è raccontata a 360° tra lavoro e privato. Doppio sguardo tra Sanremo 2025 e la chirurgia estetica. Protagonista al Festival di Sanremo 2025 in gara tra i big con il brano ‘La cura di me’, Giorgia ha rilasciato una interessante intervista al Corriere della Sera nella quale ha avuto modo di parlare naturalmente della kermesse musicale ma anche di temi più personali come, per esempio, il suo rapporto con la chirurgia estetica.\nGiorgia, sguardo a Sanremo 2025 Nel corso dell’intervista al Corriere della Sera , Giorgia ha affrontato il tema Festival di Sanremo 2025 dove si presenta con il brano ‘La cura di me’ dato tra i favoriti per il successo finale. “Sento la pressione e la curerò con tranquillanti validissimi. Apprezzo la vibrazione positiva, avendo vissuto anche quella negativa. Ma il Festival lo deve vincere un pischello o una pischella”, ha detto la cantante.\nGiorgia E anche in una ipotetica chiave di conduzione, dopo essere stata co-conduttrice con Amadeus, l’artista ha detto: “Amadeus mi ha dato un’occasione importante di percorrere una strada diversa che mi sono divertita a cavalcare”.\nRispondendo a domanda precisa se le piacerebbe condurre la kermesse musicale, la donna non si è affatto nascosta: “ Sì , se non mi fanno aspettare troppo e invecchiare nell’attesa… Lo farei anche come direttrice artistica. Conscia del fatto che se sbagli devi scappare in Costa Rica […]”.\nLe punturine e la chirurgia estetica Tra i tantissimi spunti dell’intervista, Giorgia ha toccato pure l’argomento età e anni che passano con particolare riferimento alla chirurgia estetica .\n“ Dico no alle punturine in viso “, ha dichiarato la cantante. “Casca tutto, ma si può vivere senza essere tutta tirata. Non avere più una faccia da ventenne in un’epoca in cui la faccia conta mi fa sentire un esempio per le altre donne”, ha detto con grande orgoglio l’artista.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->music",
      "Human Interest->celebrity",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Giorgia",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Corriere della Sera",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Sanremo",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:33:16.016+02:00",
    "updated": "2025-01-24T00:33:16.016+02:00"
  },
  {
    "uuid": "9e3e438febe57fa6074f8ff9df8d30acaf594a2c",
    "url": "https://www.estrelladigital.es/economia/20241024/consumo-investiga-a-las-inmobiliarias-por-cobrar-comisiones-ilegales",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mayka Segurado",
    "published": "2024-10-24T15:02:00Z",
    "title": "Consumo investiga a las inmobiliarias por cobrar comisiones ilegales",
    "text": "Desde que entró en vigor la nueva Ley de Vivienda , es el propietario del inmueble en alquiler el que tiene que pagar las comisiones generadas por el servicio que presta la agencia inmobiliaria.\nSin embargo, en la práctica, en muchos casos continúan siendo los inquilinos los que hacen frente a este coste. Una práctica sobre la que el Ministerio de Derechos Sociales, Consumo y Agenda 2030 ha puesto la lupa.\nPrácticas abusivas de las inmobiliarias Las inmobiliarias tienen un papel fundamental en el alquiler de viviendas. De hecho, para quienes buscan una vivienda para alquilar, resulta muy complicado acceder a ella si no utilizan una agencia como intermediaria.\nDe las cerca de 30.000 agencias inmobiliarias que hay en España, hay un porcentaje sin definir que lleva a cabo prácticas abusivas, siendo una de las más comunes el cobro de los gastos de gestión al inquilino.\nOtro de los abusos más denunciados por quienes viven de alquiler es que se les obliga a firmar contratos temporales sin dar una justificación adecuada para esa temporalidad.\nEn algunos casos, incluso se ha llegado a cobrar al posible arrendatario solo por visitar un inmueble que era de su interés.\nPor eso, el Ministerio de Consumo ha decidido abrir de manera oficial una investigación a varias entidades , al constatar que se están extralimitando y abusando del inquilino.\nEl Gobierno toma medidas Pablo Bustinduy, Ministro de Consumo, ha advertido que desde el Gobierno van a ser «implacables» a la hora de imponer sanciones a las empresas de gestión del alquiler de vivienda que estén cometiendo abusos como el cobro indebido de comisiones a los inquilinos.\nLas sanciones que se pueden imponer a las empresas investigadas si se descubre que han operado de manera contraria a la legislación, dependen de si la infracción cometida se considera como grave o muy grave .\nLa cuantía de la multa puede ser de seis a ocho veces el beneficio lícito obtenido, con un máximo de 100.000 euros en el supuesto de infracciones graves y de hasta un millón de euros si la infracción es muy grave.\nDesde el Ministerio han recordado que «la vivienda es un derecho y un bien de primera necesidad amparado por la Ley de Arrendamientos Urbanos, normativa que impide a las agencias inmobiliarias incluir cláusulas o prácticas que atenten contra los derechos que tienen los inquilinos. Además, estas cláusulas o prácticas podrían ser constitutivas de diversas infracciones recogidas en el artículo 47 del texto refundido de la Ley General para la Defensa de los consumidores y Usuarios y otras leyes complementarias».\nEl ministro ha señalado que «no puede ser que en el mercado de alquiler se normalicen prácticas abusivas y que se violenten los derechos de las personas consumidoras».\nLas inmobiliarias se defienden Ante la postura del Ministerio de Consumo las agencias inmobiliarias se han sentido atacadas y desde la Federación de Asociaciones Inmobiliarias (FAI) piden prudencia y que no se generalice, porque son una minoría las entidades que cometen fraude.\nDesde la FAI aseguran que «ante las malas prácticas premeditadas de unos pocos, tolerancia cero por parte del sector, como venimos diciendo desde siempre. Lo que conocemos son casos a través de los medios de comunicación, pero desde FAI no tenemos datos concretos al respeto. Además, nuestra postura es clara: los atajos no sirven. La ley hay que cumplirla pese a que consideremos que es una ley que no está solucionando el grave problema del alquiler, más bien está siendo contraproducente, ya que perjudica a quién pretende ayudar: al inquilino»\nLa patronal defiende que la subida generalizada de los precios del alquiler que se viene produciendo en los últimos años no tiene que ver con los honorarios que reciben las inmobiliarias. Señalan como principales problemas a la retirada de viviendas del mercado de alquiler, la propia opacidad del mercado, la mayor dificultad para acceder a una vivienda en alquiler y la desprotección de los inquilinos.\nDesde la FAI reivindican el papel que cumplen las agencias inmobiliarias, porque el proceso de alquiler es complejo y la labor de los agentes es precisamente facilitar los acuerdos y evitar problemas tanto al arrendador como al arrendatario.\nEs el agente inmobiliario el que da garantía a ambas partes a través de una labor intensa de contención de rentas, promoviendo contratos legales y priorizando la mayor duración posible de los alquileres.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Ministerio de Derechos Sociales",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:22:24.526+03:00",
    "updated": "2024-10-25T00:22:24.526+03:00"
  },
  {
    "uuid": "82bbd4bc8065901d496e429683a14ebd29c3a673",
    "url": "https://www.argusleader.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are repeating number sequence s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from 000 to 999 , with each number having a distinct meaning and energy, USA Today previously reported.\nThe once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” according to the Old Farmer’s Almanac website.\nThe date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like Amazon , eBay and Etsy , the Detroit Free Press, part of the USA Today Network reported.\nHere’s what we know about the date.\nWhat does 12/31/23 signify within numerology? Numerology is an ancient esoteric science that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist Novalee Wilder shared with USA Today earlier this month.\n\"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\"\nThe numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number.\nProfessional astrologer Narayana Montúfar told Farmer’s Almanac that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.”\nIf you add all the numbers that make up the date 123123 together, you will come up with 12.\nThe number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated.\nFYI: How to keep your pets calm during New Year's Eve fireworks\nWhat are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches.\nA palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the Old Farmer’s Almanac.\nNumerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or 11:11 , the website stated.\nHere are all palindrome dates that will occur in 2024, courtesy of the Farmer’s Almanac :\n4/2/24 4/20/24 4/21/24 4/22/24 4/23/24 4/24/24 4/25/24 4/26/24 4/27/24 4/28/24 4/29/24 Contributing: Olivia Munson, USA Today\n30 famous Capricorns you should know: These celebrities belong to the winter Zodiac sign",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.novaleewilder.com/",
      "https://www.almanac.com/123123-meaning-123123",
      "https://www.farmersalmanac.com/1111-good-luck-and-history",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0",
      "https://www.britannica.com/topic/numerology",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1",
      "https://www.farmersalmanac.com/its-palindrome-day-14486",
      "https://www.naramon.com/",
      "https://novaleewilder.com/",
      "https://farmersalmanac.com/its-palindrome-day-14486",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1",
      "https://naramon.com/",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0",
      "https://almanac.com/123123-meaning-123123",
      "https://www.amazon.com/s",
      "https://www.novaleewilder.com",
      "https://www.etsy.com/market/123123",
      "https://amazon.com/s?k=123123&ref=cs_503_search",
      "https://www.naramon.com",
      "https://britannica.com/topic/numerology",
      "https://farmersalmanac.com/1111-good-luck-and-history",
      "https://www.ebay.com/sch/i.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "etsy",
          "sentiment": "none"
        },
        {
          "name": "usa today network",
          "sentiment": "none"
        },
        {
          "name": "detroit free press",
          "sentiment": "none"
        },
        {
          "name": "usa today",
          "sentiment": "none"
        },
        {
          "name": "ebay",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:09:57.461+02:00",
    "updated": "2023-12-30T04:09:57.461+02:00"
  }
]