[
  {
    "uuid": "0b0cccdf62a110d257b471e8bef092237853be7f",
    "url": "https://www.pressherald.com/2024/01/07/mike-sadler-desert-navigator-who-guided-wwii-commandos-dies-at-103/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Murphy",
    "published": "2024-01-07T21:46:00Z",
    "title": "Mike Sadler, desert navigator who guided WWII commandos, dies at 103",
    "text": "Their guide, navigator Mike Sadler, was on his first mission, learning to use the sun, stars and surveyor-type instruments to traverse expanses with no roads and few landmarks. “A lot rested on it,” he recalled. Earlier that year, a British team dropped by parachute suffered heavy casualties against German Gen. Erwin Rommel’s Afrika Korps. This time, the special forces were attempting a surprise ground attack from the desert. The British force surged into the Tamet airfield and gunned down German and Italian pilots and crew. At least two dozen planes were destroyed or disabled. A fuel depot was set ablaze. A simultaneous British attack was underway at an air base in Sirte. Both teams slipped back into the desert night, meeting the navigator at a rendezvous point. The successes set in motion a new guerrilla-style campaign in North Africa by a handpicked group of British munition specialists, gunners, crafty scroungers – and a newly minted navigator who may never have fired a shot. “Nowadays the SAS has a fearsome reputation,” said Sadler, who died Jan. 4 at 103, “but I don’t remember ever wanting to kill anybody.” Sadler was believed to be the last of the founding members of the SAS, or Special Air Service, the special forces unit of the British army. He also was the only surviving link to the Long Range Desert Group, the roaming expeditionary force that helped the Allies win the battle for North Africa. Sadler once even had to use his navigation skills to save his own life. He and two British sergeants escaped after their 15-member unit was captured by a German patrol in January 1943. The trio, with little water, trekked 110 miles in five days to reach a Free French garrison. They were turned over to U.S. forces on suspicion of being German spies. “We had long hair and beards and were looking very bedraggled,” Sadler recalled. “Our feet were in tatters. I don’t think we looked very much like soldiers.” A group of reporters, including New Yorker correspondent A.J. Liebling, were with the U.S. forces when Sadler and the two others arrived in camp. “The eyes of this fellow were round and sky blue and his hair and whiskers were very fair,” Liebling described Sadler in a New Yorker piece. “His beard began well under his chin, giving him the air of an emaciated and slightly dotty Paul Verlaine,” Liebling added, tossing in a reference to the 19th century French poet. An American intelligence officer, who interrogated Sadler and the two others, carried a bottle of whiskey. “Which was an excellent idea, because they were pretty well done in by that time,” Liebling wrote. “After half an hour, he climbed out and told us that he thought they were all right.” Sadler had arrived in North Africa as an antitank gunner. At a Cairo bar on leave, he met some of the early recruits to the Long Range Desert Group. He was first considered for the unit because of his weapons experience. On the way to the base, Sadler became fascinated by celestial navigation. He was offered the role as navigator. He had just weeks to learn how to use a theodolite, a device used by surveyors, and how to read celestial charts. “Desert navigation, like its equivalent at sea, is largely a matter of mathematics and observation, but the good navigator also relies on art, hunch and instinct,” author Ben Macintyre wrote in “Rogue Heroes” (2016), a nonfiction account of the SAS operations. “Sadler had uncanny, almost unerring ability to know where he was, where he was going, and when he would get there.” The desert attack group was dubbed L Detachment – a small ruse to give the impression there were detachments A through K. “I was so tickled,” Sadler told the BBC History Magazine, “by the idea of being able to find where you were by looking at the stars.” Sadler, who was working as a farmhand in British colonial Africa when the war broke out, fit right in with the patchwork of personalities and background on the team – whose exploits have been recounted in books and the current BBC series “Rogue Heroes.” (Sadler is played by Tom Glynn-Carney.) Also alongside Sadler was a war hero from Northern Ireland, Robert Blair “Paddy” Mayne, an expert at hit-and-run strikes who took credit for destroying more than 100 Axis aircraft. The commandos struck German bases along the Mediterranean coast, taking out more than 325 aircraft, and dozens of key fuel and munition dumps. In one celebrated mission in July 1942, Sadler led about 100 men in a convoy of 18 Jeeps – each outfitted with Vickers K machine guns – to the Germans’ Sidi Haneish airfield in northwestern Egypt. The site was one of Rommel’s bases for an effort to push deeper into Egypt. The Jeeps roared onto the airstrip at night and “began to let rip into the parked aircraft,” recalled Sadler, who was stationed outside the base to help evacuate any possible wounded comrades. At least three dozen aircraft – including Stuka dive bombers, Messerschmitt fighters and Junkers transport planes – were destroyed or badly damaged by machine gun fire. “Only one of our chaps was hit and killed on the field,” said Sadler. “Everyone else got away one way or another.” Sadler said he tried to never let his gut overrule his observations while navigating. “You have to be confident because it was awfully easy, especially at night, to start feeling you’re going wrong and you should be further to left or right,” he once told a military historian. “It was rather easy to give way to that feeling if you weren’t confident.” FOUGHT IN EUROPE Willis Michael Sadler was born in London on Feb. 22, 1920, and raised in Gloucestershire in western England. His father was a manager of a plastics factory, and his mother tended to their home. At 17, Sadler traveled to Rhodesia (now Zimbabwe) to work on a tobacco farm. When war broke out two years later, he joined the Rhodesian artillery in the British military. After leaving North Africa, Sadler was posted to an SAS training center in Scotland and then parachuted into France in 1944 after the D-Day invasion and took part in sabotage operations. He retired as a major. In the late 1940s, Sadler and Mayne, his former Detachment L comrade, joined an Antarctic expedition that set up a research base on a glacier (which has since melted) on Stonington Island. Sadler later joined the British Foreign Office, working in intelligence during the Cold War. He declined to publicly discuss his duties. Sadler’s death, in a nursing home in Cambridge, England, was confirmed by a representative of the Special Air Service Regimental Association, a veterans group. No cause was given. Sadler’s marriage to Anne Hetherington ended in divorce. In 1958, he married Patricia Benson, who died in 2001. Survivors include a daughter, from his second marriage, Sally Sadler. Sadler often said he was well suited for the relative autonomy of the desert missions. Before joining, he objected to a senior officer’s order that soldiers keep their boots on in their sleeping bags. Sadler voluntarily gave up his sergeant rank rather than apologize. “I wasn’t at all keen on the extreme aspects of militarism, marching up and down,” he once told a military historian, “although I did my best to be reasonably smart.” Success. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page. Enter your email and password to access comments. Invalid username/password. Please check your email to confirm and complete your registration. Use the form below to reset your password. When you've submitted your account email, we will send an email with a reset code. [Send questions/comments](/feedback-form/) to the editors. [Obituary: Christopher L. Welch](https://www.pressherald.com/2024/01/07/obituarychristopher-l-welch-2/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike sadler",
          "sentiment": "negative"
        },
        {
          "name": "erwin rommel",
          "sentiment": "none"
        },
        {
          "name": "sadler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north africa",
          "sentiment": "none"
        },
        {
          "name": "sirte",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:37:18.165+02:00",
    "updated": "2024-01-08T00:37:18.165+02:00"
  },
  {
    "uuid": "a1d00903dbfd53a400f31d96feaa04cf62014e85",
    "url": "https://news.slashdot.org/story/24/04/11/2133245/codeorg-launches-ai-teaching-assistant-for-grades-6-10-in-stanford-partnership",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BeauHD",
    "published": "2024-04-11T22:40:00Z",
    "title": "Code.org Launches AI Teaching Assistant For Grades 6-10 In Stanford Partnership",
    "text": "[](//news.slashdot.org/index2.pl?fhfilter=education) [](//news.slashdot.org/index2.pl?fhfilter=ai) [Code.org Launches AI Teaching Assistant For Grades 6-10 In Stanford Partnership](//news.slashdot.org/story/24/04/11/2133245/codeorg-launches-ai-teaching-assistant-for-grades-6-10-in-stanford-partnership) [ (illinois.edu) ](https://www-edweek-org.proxy2.library.illinois.edu/technology/this-ai-tool-cut-one-teachers-grading-time-in-half-how-it-works/2024/04) [6](//news.slashdot.org/story/24/04/11/2133245/codeorg-launches-ai-teaching-assistant-for-grades-6-10-in-stanford-partnership#comments) [theodp](/~theodp)writes: From a [Wednesday press release](https://www.prnewswire.com/news-releases/codeorg-launches-ai-teaching-assistant-in-partnership-with-stanford-302112628.html): \"Code.org, in collaboration with The Piech Lab at Stanford University, launched today its [AI Teaching Assistant](https://code.org/ai/teaching-assistant), ushering in a new era of computer science instruction to support teachers in preparing students with the foundational skills necessary to work, live and thrive in an AI world. [...] Launching as a part of Code.org's leading [Computer Science Discoveries](https://code.org/educate/csd)(CSD) curriculum [for grades 6-10], the tool is designed to bolster teacher confidence in teaching computer science.\" EdWeek [reports](https://www-edweek-org.proxy2.library.illinois.edu/technology/this-ai-tool-cut-one-teachers-grading-time-in-half-how-it-works/2024/04)that in a limited pilot project involving twenty teachers nationwide, the AI computer science grading tool cut one middle school teacher's grading time in half. Code.org is now inviting an additional 300 teachers to give the tool a try. \"Many teachers who lead computer science courses,\" EdWeek notes, \"don't have a degree in the subject -- or even much training on how to teach it -- and might be the only educator in their school leading a computer science course.\" Stanford's [Piech Lab](https://piechlab.stanford.edu/)is headed by assistant professor of CS Chris Piech, who also runs the wildly-successful free [Code in Place](https://engineering.stanford.edu/magazine/stanfords-code-place-introductory-programming-course-offers-new-model-large-scale)MOOC (30,000+ learners and counting), which teaches fundamentals from Stanford's flagship introduction to Python course. Prior to coming up with the new AI teaching assistant, which automatically assesses Code.org students' JavaScript game code, Piech worked on a Stanford Research team that partnered with Code.org nearly a decade ago to create algorithms to [generate hints for K-12 students](https://code.org/research)trying to solve Code.org's Hour of Code block-based programming puzzles ( [2015 paper](https://stanford.edu/~cpiech/bio/papers/inferringProblemSolvingPolicies.pdf)[PDF]). And several years ago, Piech's lab again [teamed with Code.org on Play-to-Grade](https://codeorg.medium.com/stanford-ai-lab-builds-an-algorithm-to-help-teachers-grade-coding-homework-2ebf0cd5b603), which sought to \"provide scalable automated grading on all types of coding assignments\" by analyzing the game play of Code.org students' projects. Play-to-Grade, a [2022 paper](https://stanford.edu/~cpiech/bio/papers/playToGrade.pdf)(PDF) noted, was \"supported in part by a Stanford Hoffman-Yee Human Centered AI grant\" for [AI tutors to help prepare students for the 21st century workforce](https://news.stanford.edu/2020/08/06/hoffman-yee-research-grants-focus-ai/). That project also aimed to develop a [\"Super Teaching Assistant](https://hai.stanford.edu/news/how-ai-based-super-teaching-assistant-could-revolutionize-learning)\" for Piech's Code in Place MOOC. LinkedIn co-founder Reid Hoffman, who was present for the [presentation of the 'AI Tutors' work](https://www.youtube.com/watch?v=CIaOwPwHNZ0)he and his wife funded, is a [Code.org Diamond Supporter](https://code.org/about/2020)($1+ million). In other AI grading news, Texas will [use computers to grade written answers](https://news.slashdot.org/story/24/04/09/212247/texas-will-use-computers-to-grade-written-answers-on-this-years-staar-tests)on this year's STAAR tests. The state will save more than $15 million by using technology similar to ChatGPT to give initial scores, reducing the number of human graders needed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education"
    ],
    "external_links": [
      "https://engineering.stanford.edu/magazine/stanfords-code-place-introductory-programming-course-offers-new-model-large-scale",
      "https://hai.stanford.edu/news/how-ai-based-super-teaching-assistant-could-revolutionize-learning",
      "https://news.stanford.edu/2020/08/06/hoffman-yee-research-grants-focus-ai/",
      "https://stanford.edu/~cpiech/bio/papers/playToGrade.pdf",
      "https://code.org/ai/teaching-assistant",
      "https://piechlab.stanford.edu/",
      "https://code.org/research",
      "https://code.org/educate/csd",
      "https://codeorg.medium.com/stanford-ai-lab-builds-an-algorithm-to-help-teachers-grade-coding-homework-2ebf0cd5b603",
      "https://www-edweek-org.proxy2.library.illinois.edu/technology/this-ai-tool-cut-one-teachers-grading-time-in-half-how-it-works/2024/04",
      "http://www.youtube.com/watch?v=CIaOwPwHNZ0",
      "https://code.org/about/2020",
      "https://stanford.edu/~cpiech/bio/papers/inferringProblemSolvingPolicies.pdf",
      "https://www.prnewswire.com/news-releases/codeorg-launches-ai-teaching-assistant-in-partnership-with-stanford-302112628.html",
      "https://www.engineering.stanford.edu/magazine/stanfords-code-place-introductory-programming-course-offers-new-model-large-scale",
      "https://edweek-org.proxy2.library.illinois.edu/technology/this-ai-tool-cut-one-teachers-grading-time-in-half-how-it-works/2024/04",
      "https://www.stanford.edu/~cpiech/bio/papers/inferringProblemSolvingPolicies.pdf",
      "https://www.code.org/about/2020",
      "https://www.code.org/educate/csd",
      "http://youtube.com/watch?v=CIaOwPwHNZ0",
      "https://www.code.org/ai/teaching-assistant",
      "https://www.codeorg.medium.com/stanford-ai-lab-builds-an-algorithm-to-help-teachers-grade-coding-homework-2ebf0cd5b603",
      "https://www.piechlab.stanford.edu/",
      "https://prnewswire.com/news-releases/codeorg-launches-ai-teaching-assistant-in-partnership-with-stanford-302112628.html",
      "https://www.news.stanford.edu/2020/08/06/hoffman-yee-research-grants-focus-ai/",
      "http://www.youtube.com/watch",
      "https://www.code.org/research",
      "https://piechlab.stanford.edu",
      "https://news.stanford.edu/2020/08/06/hoffman-yee-research-grants-focus-ai",
      "https://www.hai.stanford.edu/news/how-ai-based-super-teaching-assistant-could-revolutionize-learning",
      "https://www.stanford.edu/~cpiech/bio/papers/playToGrade.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "stanford partnership",
          "sentiment": "negative"
        },
        {
          "name": "piech lab",
          "sentiment": "none"
        },
        {
          "name": "stanford university",
          "sentiment": "none"
        },
        {
          "name": "code.org",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:43:26.324+03:00",
    "updated": "2024-04-12T03:16:33.245+03:00"
  },
  {
    "uuid": "f0ca55d94d839140331eb35c7363c430f726694f",
    "url": "https://www.nsctotal.com.br/noticias/corpo-e-encontrado-no-centro-de-florianopolis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maria Magnabosco",
    "published": "2024-04-25T20:55:00Z",
    "title": "Corpo é encontrado no Centro de Florianópolis",
    "text": "Um corpo foi encontrado no Centro de Florianópolis nessa quarta-feira (24) por volta das 21h55. A vítima foi reconhecida como uma mulher de 30 anos, natural de Minas Gerais, com passagens policiais anteriores por posse de drogas.\nContinua depois da publicidade\nEntre na comunidade exclusiva de colunistas do NSC Total\nO local onde o cadáver foi encontrado no Morro do Tico, área central de Florianópolis, é conhecido por ocorrências anteriores de tráfico de drogas, segundo a Polícia Militar .\nAinda não foi possível identificar a presença de sinais de violência no corpo. A motivação do crime é desconhecida até o momento. A Polícia Civil e a Polícia Científica foram acionadas para comparecer ao local.\n*Sob supervisão de Luana Amorim\nContinua depois da publicidade\nLeia também Suspeito de matar enfermeiro em SC é preso com armas, drogas e alucinógenos\nVÍDEO: Grupo é surpreendido por tiros e um homem é morto em Joinville\nDestaques do NSC Total NSC e Hemosc realizam \"Dia D\" de doação de sangue em SC em alusão a série \"Sob Pressão\" Quem é o falso profeta que vira tema de episódio do Linha Direta Confira novas imagens das obras do Estádio Augusto Bauer, em Brusque Revoada do papagaio-charão é atração turística em Urupema neste fim de semana Cidade de SC constrói réplica em tamanho original do icônico 14 Bis VÍDEO: Casal de SC usa escavadeira para fazer chá revelação de bebê Aumento da cota da tainha fica abaixo do esperado e frustra pescadores em SC \"Evidências Do Amor\": confira semelhanças do filme com música inspiradora Compare o trailer do filme \"Silvio\" com os fatos reais Como receber notícias pela comunidade do WhatsApp da CBN Floripa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.pm.sc.gov.br/",
      "https://www.pm.sc.gov.br",
      "https://pm.sc.gov.br/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:03:22.305+03:00",
    "updated": "2024-04-26T00:03:22.305+03:00"
  },
  {
    "uuid": "0b8bda7e3988f60c612466c9f6d11300be24ea85",
    "url": "https://www.newindianexpress.com/states/tamil-nadu/2024/Dec/20/queues-lengthen-amid-shortage-of-doctors-at-iluppur-taluk-hospital-in-pudukkottai",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pearson Lenekar SR",
    "published": "2024-12-19T21:10:00Z",
    "title": "Queues lengthen amid shortage of doctors at Iluppur taluk hospital in Pudukkottai",
    "text": "PUDUKKOTTAI: The taluk government hospital at Iluppur in Pudukkottai is grappling with a shortage of doctors, leaving patients in distress. Essential units like the dialysis centre and maternity ward are non-functional, adding to the struggles of locals who rely on the hospital for basic healthcare needs. Only one permanent doctor is available though the hospital requires at least eight, said sources.\nTwo more doctors were deputed after protests by locals, but the situation has hardly changed. Patients from surrounding villages, where access to private healthcare is limited, are the worst affected. Patients say they often have to wait for hours and even return home without receiving care.\n\"I waited for more than three hours with my sick child. It's disheartening that we must struggle for basic healthcare,\" said R Rajalakshmi who is from a nearby village. The problem worsened after the recent rains as there was an influx of over 300 patients suffering from fever and respiratory illnesses. Elderly patients and children were seen standing in long queues, waiting for hours on end.\nMany patients are now forced to travel nearly 30 km to the Pudukkottai Government Medical College Hospital or endure extended wait times at the hospital, lamented locals.\n\"This hospital is the lifeline for people in more than 50 villages. The shortage of doctors has created a dire situation, especially during emergencies. People visiting PHCs in Paraboor, Raapoosal and Malaikudipatti are also redirected to other hospitals due to the unavailability of doctors,\" said D Ranjith, an activist from Viralimalai.\nHospital staff admitted their inability to handle the patient load. \"With so few doctors, it's impossible to manage the number of patients. We are doing our best,\" said a hospital source. Former health minister and Viralimalai MLA C Vijaya Baskar blamed the closure of the Amma mini clinics for the crisis. \"In Iluppur, Alangudi and Karambakudi, patients wait hours for medical attention, with just one doctor available in Iluppur and Karambakudi, and two in Alangudi,\" he stated.\nWhen contacted, a district health official acknowledged the crisis. \"We are aware of the issue and have requested additional doctors. Doctors have been deployed on deputation based on patient load, and fever camps have been conducted across the district to prevent disease outbreaks,\" the official told TNIE.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->health facility",
      "Health->medical staff",
      "Social Issue->demographics",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "R Rajalakshmi",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T04:29:41.239+02:00",
    "updated": "2024-12-20T04:29:41.239+02:00"
  },
  {
    "uuid": "fc32dc0a74af54bbfdcbd84642fef665159c7e42",
    "url": "https://news.nestia.com/detail/Anwar-says-China-remains-Malaysia%E2%80%99s-key-partner-as-turbulence-hits-global-trade/13435573",
    "ord_in_thread": 0,
    "author": "the Sun Daily - Local",
    "published": "2025-04-16T21:04:00Z",
    "title": "Anwar says China remains Malaysia's key partner as turbulence hits global trade | Nestia",
    "text": "PUTRAJAYA: Prime Minister Datuk Seri Anwar Ibrahim has reiterated that China remains Malaysia’s most significant trading partner, more so with the global trading system being thrown into disarray and market access being weaponised following the imposition of debilitating tariffs on 168 countries including both Malaysia and China.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Politics->international relations",
      "Politics->government policy",
      "Politics->economic policy",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->foreign exchange market",
      "Social Issue->social condition",
      "Social Issue->communities",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Datuk Seri Anwar Ibrahim",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:09:30.911+03:00",
    "updated": "2025-04-17T00:09:30.911+03:00"
  },
  {
    "uuid": "2d1a4660cc153d6ff52d568f3e1bddddb413dbc7",
    "url": "https://www.lowellsun.com/2025/04/09/lowell-driver-accused-of-running-red-light-crashing-into-home-in-hudson-nh",
    "ord_in_thread": 0,
    "author": "Aaron Curtis",
    "published": "2025-04-09T21:10:00Z",
    "title": "Lowell driver accused of running red light, crashing into home in Hudson, NH",
    "text": "HUDSON, N.H. — A two-car collision in Hudson on Monday night caused an SUV, driven by a Lowell resident, to crash into a home after police said the driver appeared to have run a red light.\nThe Hudson Police said there were no injuries at the scene and they are continuing to investigate the incident, which occurred at about 10 p.m. at the intersection of Ferry and Library streets.\nAccording to police, a white Buick sedan, driven by 20-year-old Bonne Panguere, of Lowell, was traveling east on Ferry Street when it went through a red light, colliding with a silver Volkswagen SUV that was heading north on Library Street. The impact sent the Buick into the corner of a nearby residence, damaging the structure.\nPolice and personnel from the Hudson Fire Department provided care to those involved at the scene.\nPolice said they have ruled out impairment as being a factor in the crash, but the case remains open for further investigation. Anyone who may have witnessed the crash is encouraged to contact Officer Corinne Blanchard at 603-886-6011.\nFollow Aaron Curtis on X @aselahcurtis, or on Bluesky @aaronscurtis.bsky.social.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Crime, Law and Justice->reckless driving",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->investigation (criminal)",
      "Social Issue->demographics",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Politics->civil rights",
      "Politics->safety of citizens",
      "Politics->local government and authority"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Corinne Blanchard",
          "sentiment": "none"
        },
        {
          "name": "Bonne Panguere",
          "sentiment": "none"
        },
        {
          "name": "Aaron Curtis",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "HUDSON",
          "sentiment": "none"
        },
        {
          "name": "Library Street",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Hudson Fire Department",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Hudson Police",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Volkswagen",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:43:58.674+03:00",
    "updated": "2025-04-10T00:43:58.674+03:00"
  }
]