[
  {
    "uuid": "5585cbc65c1afe19e3a8b6cd9c6ade01bc47974b",
    "url": "https://www.bigissue.com/news/activism/paul-nowak-tuc-unions-strikes-uk-work/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hannah Westwater",
    "published": "2023-12-30T06:30:00Z",
    "title": "TUC chief Paul Nowak explains what's next for UK's workforce - The Big Issue",
    "text": "Since the pandemic and cost of living crisis hit, the UK’s working people have been demanding better. Staff in industries right across the economy – such as [healthcare](https://wordpress.bigissue.com/news/employment/what-happens-if-nurses-go-on-strike/), [rail travel and education](https://wordpress.bigissue.com/news/employment/rail-strike-action-summer-of-discontent-teachers-nhs/) – walked out of their workplaces to strike for better conditions and pay that keeps pace with inflation. For some, last year was the most significant period of industrial action in memory. Britain has had enough, and the received idea of unions as exclusively white, middle aged and male is changing. Now the government is trying to introduce ‘anti-strike’ legislation in the form of the [Strikes (Minimum Service Levels) Bill](https://wordpress.bigissue.com/news/employment/what-is-the-strikes-minimum-service-levels-bill-and-why-are-trade-unions-saying-its-anti-strikes/), which would force workers in public sectors to maintain a skeleton staff and keep services going during strikes. Change a Big Issue vendor’s life this Christmas [by purchasing a Winter Support Kit](https://www.bigissue.com/christmas/). You’ll receive four copies of the magazine and create a brighter future for our vendors through Christmas and beyond Paul Nowak, general secretary for the Trades Union Congress (TUC), which supports more than 5.5 million people across 48 member unions, spoke to Big Issue about what’s next for the country’s workforce. How do you summarise 2023 for UK workers? It has been an unprecedented year, to be honest with you. I’ve been a trade union activist for over 30 years, been working at the TUC for over 20 years, and I think I’ve stood on more picket lines and attended more rallies and demonstrations in the last 12 months than I have in most of those 20 years put together.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paul nowak",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "tuc",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T09:00:49.677+02:00",
    "updated": "2023-12-30T09:00:49.677+02:00"
  },
  {
    "uuid": "eeacd3c370647b5011e112052d87b6347527b883",
    "url": "https://www.newsbreak.com/state-college-pa/3540674508664-paul-finebaum-trashes-one-big-ten-coach-for-blowing-big-games",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-07-26T00:48:00Z",
    "title": "Paul Finebaum trashes one Big Ten coach for blowing big games",
    "text": "By Phil Harrison ,\n1 day ago\nSome college football programs are judged not by winning a lot of games, but by winning the right games in addition to a lofty winning percentage. Of course, there's the whole Ohio State vs. Michigan thing in the Big Ten, but the other traditional conference power, Penn State, can also be added to that same conversation.\nEver since James Franklin took over the keys to the kingdom in Happy Valley, he's brought the program back to relevance but has yet to really get over the hump aside from one flash-in-the-pan year in 2016. For some reason, most Nittany Lion followers tend to give Franklin a pass even though he himself proclaimed the program isn't elite after a close loss to Ohio State, and has yet to get there since.\nOne guy who's not giving Franklin the benefit of the doubt though is ESPN's Paul Finebaum. While appearing on \"Get Up,\" Finebaum blasted the Penn State head coach for not doing enough since arriving in State College.\n\"... you're a very competent coach, you've done a nice job. You haven't done enough,\" Finebaum said. \"Penn State fans expect excellence, they expect championships. They're getting a little tired of 10-2 seasons that the two biggest games of the year, you blow -- or last year the bowl game. That does not cut it, and for $9, $10 million dollars a year, it's just not enough.\"\nHowever, Finebaum does believe that Franklin has something going for him beginning this year with the expanded College Football Playoff , though that too was less than a ringing endorsement worthy of a Nittany Lion roar over the PA system.\n\"James has got a big break though Greenie (Mike Greenberg),\" continued Finebaum. \"There's now a playoff so he can blow those games as he usually does, and still get to the playoffs and probably get knocked out in the first round.\"\nYou know, sometimes I wish Finebaum wouldn't hold back so much and tell us what he really thinks. Franklin may not be winning the big games, but something tells me his aim would be true if given a dartboard with Finebaum's face as the target.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://buckeyeswire.usatoday.com/2018/09/30/watch-penn-state-head-coach-james-franklin-sound-off-about-his-program/",
      "https://collegefootballplayoff.com/",
      "https://buckeyeswire.usatoday.com/2018/09/30/watch-penn-state-head-coach-james-franklin-sound-off-about-his-program",
      "https://www.buckeyeswire.usatoday.com/2018/09/30/watch-penn-state-head-coach-james-franklin-sound-off-about-his-program/",
      "https://www.collegefootballplayoff.com/",
      "https://collegefootballplayoff.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paul finebaum",
          "sentiment": "neutral"
        },
        {
          "name": "phil harrison",
          "sentiment": "neutral"
        },
        {
          "name": "franklin",
          "sentiment": "none"
        },
        {
          "name": "james franklin",
          "sentiment": "none"
        },
        {
          "name": "finebaum",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "penn state",
          "sentiment": "none"
        },
        {
          "name": "nittany lion",
          "sentiment": "none"
        },
        {
          "name": "state college",
          "sentiment": "none"
        },
        {
          "name": "ohio state",
          "sentiment": "none"
        },
        {
          "name": "espn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "happy valley",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T05:08:25.010+03:00",
    "updated": "2024-07-27T21:22:23.995+03:00"
  },
  {
    "uuid": "876aa07d9ec3c5a84b8b0b69546f1a946c3be05b",
    "url": "https://andina.pe/agencia/noticia-promperu-peru-destaco-panorama-mundial-gracias-a-actividades-promocion-968442.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
    "published": "2023-12-28T00:00:00Z",
    "title": "Promperú: Perú destacó en Panorama mundial gracias a actividades de promoción | Noticias | Agencia Peruana de Noticias Andina",
    "text": "Este año, el Perú tuvo una presencia protagónica en el panorama mundial, gracias a las labores que realizó la Comisión de Promoción del Perú para la Exportación y el Turismo (Promperú) para promover lo mejor que ofrece nuestro país en turismo, exportaciones e inversiones empresariales.\nEn ese sentido, al finalizar el 2023, las acciones desarrolladas dieron como resultados compromisos comerciales en exportaciones por 1,346 millones de dólares, de inversión por 106.7 millones de dólares y 316 millones de soles en oportunidades de negocios en turismo.\nEn lo que respecta a actividades realizadas para promover el Turismo, en el 2023, 51.6 millones de personas fueron alcanzadas con campañas realizadas a nivel nacional e internacional; asimismo 580 empresarios se beneficiaron de las ferias y ruedas de negocios que generaron 316 millones de soles en oportunidades comerciales.\nDurante el presente año, 1,203 empresas del sector fueron capacitadas a través del Aula Virtual y el Programa Comercial para Empresas de Turismo y 1.2 millones de pasajeros fueron movilizados a través de alianzas estratégicas con el sector privado.\nPor su parte, en Exportaciones, se alcanzaron 1,346 millones de dólares en oportunidades de negocios como resultado de 180 actividades de promoción comercial, en las que participaron más de 2,020 empresas exportadoras de los sectores de agronegocios, manufacturas diversas, industria de la vestimenta y decoración, exportación de servicios y productos pesqueros.\nEn el programa Ruta Exportadora, 7,811 fueron las empresas asistidas a nivel nacional, de las cuales 1,634 realizaron envíos de 2,668 productos por más de 10,600 millones de dólares a 160 mercados.\n- Comercio internacional: Latinoamérica es el gran mercado para exportaciones peruanas\nAsimismo, la búsqueda de información que permite a los exportadores y compradores internacionales realizar transacciones comerciales llevó a que el portal Exportemos.pe reciba 515,000 visitas, el Infotrade 22,000 y 72,000 el Peru Marketplace.\nComo parte de las actividades de promoción de las exportaciones, las 30 Oficinas Comerciales de Promperú en el Exterior (OCEX), realizaron en total 1,530 agendas de negocios que generaron 12,821 reuniones de negocios; impulsaron 7,408 participaciones de empresas peruanas y 6,943 compradores internacionales; y realizaron 133 informes de mercado y 125 perfiles de inversionistas.\nAdemás, se atendieron 1,800 consultas de empresas peruanas y más de 1,300 requerimientos comerciales de compradores extranjeros.\nDe otro lado, las actividades realizadas para promover las Inversiones Empresariales generaron 106.7 millones de dólares en compromisos de inversiones de tres empresas extranjeras.\nSe captaron a 180 compañías del exterior interesadas en evaluar oportunidades de inversión en el Perú y se realizaron 10 eventos en Estados Unidos, España, Alemania, Reino Unido, Canadá y Emiratos Árabes Unidos, entre otros mercados.\nAsimismo, la página filminperu.com recibió 19,494 visitas, y se realizaron 45 atenciones a producciones audiovisuales. Es importante destacar que la campaña por estreno de “Transformers: El despertar de las bestias” tuvo 240 millones de impactos, fue vista por 14.5 millones de personas y recibió el Premio IAB MIXX por el mejor uso de herramientas digitales por el Estado.\nEn este año, las actividades para resaltar la Imagen país, se desarrollaron campañas destinadas a fortalecer el orgullo y la identidad nacional, revalorizando nuestros patrimonios turísticos, la gastronomía y la cultura.\nAsí tuvimos actividades por los 12 años de la Marca Perú, Perú Jam, “Perú, país de dones infinitos”, “La mejor aventura culinaria está en Perú”, alcanzando a 22 millones 30,567 personas y un impacto total de 100 millones 710,407; además de la circunnavegación del BAP Unión de la Casa Perú y la vela Marca Perú.\nEstos logros alcanzados comprometen al equipo de Promperú a continuar haciendo su mayor esfuerzo para contribuir con el crecimiento sostenido y descentralizado el país mediante la promoción del turismo, las exportaciones, las inversiones empresariales y la imagen país.\nMás en Andina:\nEjecutivo aprueba proyecto de ley para simplificar regímenes tributarios. https://t.co/2K6vfnDDn9 pic.twitter.com/jphGkXlJhX\n— Agencia Andina (@Agencia_Andina) December 28, 2023\n(FIN) NDP / MDV",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://twitter.com/Agencia_Andina/status/1740481697978740749?ref_src=twsrc%5Etfw",
      "https://t.co/jphGkXlJhX",
      "https://t.co/2K6vfnDDn9",
      "https://www.t.co/jphGkXlJhX",
      "https://twitter.com/Agencia_Andina/status/1740481697978740749",
      "https://www.t.co/2K6vfnDDn9",
      "https://www.twitter.com/Agencia_Andina/status/1740481697978740749?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:47:33.213+02:00",
    "updated": "2023-12-29T00:47:33.213+02:00"
  },
  {
    "uuid": "8505e35f695309b1fde9c1f179114e5113807e1e",
    "url": "https://notthebee.com/article/this-guy-killed-his-11-month-old-stepdaughter-and-now-suing-the-state-for-150k-so-he-can-act-like-a-muslim-oh-also-he-thinks-hes-a-woman",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Not the Bee",
    "published": "2024-02-22T17:17:00Z",
    "title": "Baby killer sues prison after identifying as Muslim woman and being denied hijab",
    "text": "Welcome to the peak of clown world, where our justice system even briefly entertains\nthis type of laughable madness:\nA transgender inmate serving a 55-year sentence for strangling [his] 11-month-old stepdaughter to death filed a civil lawsuit against the prison chaplain for allegedly prohibiting [him] from wearing a hijab outside [his] immediate bed quarters, despite identifying as Muslim.\nThe killer in question, Jonathan C. Richardson, now identifies as \"Autumn Cordellionè.\" He apparently initially identified as Wiccan, but at some point decided to identify as \"an Islamic practicing transwoman,\" necessitating the use of a hijab.\n(Definitely a very womanish Muslim, no doubt.)\n\"[I] was told that male Muslims could wear their kufis everywhere they went, but I couldn't wear my hijab a females religious head ware because I was a male residing in a male institution even though I am a transgender woman, except in my bed area,\" Cordellionè alleged in the complaint.\nRichardson claimed that the prison chaplain \"violated [his] Eighth Amendment rights against cruel and unusual punishment;\" he further claimed he was the victim of \"harassment and ridicule\" by other Muslim prisoners. (I'll bet!)\nThe convicted murderer is also \"suing the Indiana Department of Corrections for not granting [his] wish to get sex reassignment surgery.\" Naturally the activist freaks at the ACLU are representing him in that suit, because of course.\nHere is a thought from the comment section that might be helpful in resolving this situation:\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.nypost.com/2024/02/20/us-news/transgender-muslim-inmate-serving-55-years-for-killing-baby-files-150k-lawsuit-for-not-being-allowed-to-wear-hijab/?utm_medium=social&utm_source=twitter&utm_campaign=nypost",
      "https://nypost.com/2024/02/20/us-news/transgender-muslim-inmate-serving-55-years-for-killing-baby-files-150k-lawsuit-for-not-being-allowed-to-wear-hijab/",
      "https://nypost.com/2024/02/20/us-news/transgender-muslim-inmate-serving-55-years-for-killing-baby-files-150k-lawsuit-for-not-being-allowed-to-wear-hijab/?utm_medium=social&utm_source=twitter&utm_campaign=nypost",
      "https://youtube.com/channel/UCMppoR1vQWcKXOVw1Pwoj7A?sub_confirmation=1",
      "https://www.youtube.com/channel/UCMppoR1vQWcKXOVw1Pwoj7A",
      "https://www.youtube.com/channel/UCMppoR1vQWcKXOVw1Pwoj7A?sub_confirmation=1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "richardson",
          "sentiment": "none"
        },
        {
          "name": "jonathan c. richardson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T06:42:43.240+02:00",
    "updated": "2024-02-23T06:42:43.240+02:00"
  },
  {
    "uuid": "ca91365001b73357d893cb16fc36a61d0825c27f",
    "url": "https://www.lanazione.it/meteo/meteo-previsioni-toscana-r9lybkxn",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Nazione",
    "published": "2024-08-02T10:52:00Z",
    "title": "Meteo, temporali e grandine in Toscana: zone colpite. Ma è grande caldo fino a Ferragosto",
    "text": "Firenze, 2 agosto 2024 – Notti tropicali e giornate bollenti in Toscana , come del resto in tutta Italia. Ma qualcosa, seppur per un piccolo lasso di tempo, sta per cambiare.\nAllerta meteo gialla in Toscana Temperature Weekend da bollino rosso: in quali città Previsioni meteo in Toscana Caldo fino a Ferragosto Questo perché un campo di alta pressione è in cedimento sul Mediterraneo con correnti più umide in quota che hanno già portato alla formazione di temporali anche intensi sulle regioni del Nord. Dunque nel nel weekend qualche temporale raggiungerà anche il Centro-Sud , soprattutto sui settori interni.\nAllerta meteo gialla in Toscana Per questo motivo per quanto riguarda la Toscana è stata emessa un’ allerta meteo gialla per temporali forti sulle aree interne della regione nella giornata di domani, sabato 3 agosto. L’allerta inizia alle 11 fino alle 18 e prevede possibili temporali sparsi dalla tarda mattina e primo pomeriggio in trasferimento dalle zone orientali verso quelle occidentali. Cumulati medi in genere non significativi e massimi puntuali fino a localmente elevati, più probabili nelle zone interne e montuose. Previsti anche possibilità di colpi di vento e grandinate .\nTemperature Intanto le temperature saranno in lieve calo su tutta la Penisola ma con valori che si riportano comunque più prossimi alle medie del periodo. Ma per la prossima settimana è confermano un nuovo aumento del caldo con un ulteriore rinforzo dell'anticiclone sul Mediterraneo. Principali modelli che non mostrano particolari segni di sblocco almeno fino al Ferragosto , ad eccezione di qualche infiltrazione umida con qualche temporale pomeridiano\nWeekend da bollino rosso: in quali città\nWeekend da 'bollino rosso ' per 8 città italiane sulle 27 monitorate dal bollettino delle ondate di calore del ministero della Salute. Sia sabato 3 agosto che domenica 4 - indica l'ultimo aggiornamento - il livello di rischio sarà massimo a Campobasso, Firenze , Frosinone, Latina, Perugia , Rieti, Roma e Viterbo. Allerta 2 a Bari e Palermo domani, mentre dopodomani non è atteso nessun bollino arancione. Solo bollini gialli (rischio 1) e 4 verdi (rischio 0) a Cagliari, Milano, Torino e Verona. Allerta 0 anche domani in 4 capoluoghi: Milano, Napoli, Venezia e Verona. Oggi le città 'in rosso' sono 9: Bologna, Brescia, Firenze, Frosinone, Latina, Perugia, Rieti, Roma e Viterbo. Bollino arancio su Bari e Palermo, in verde solo Napoli.\nPrevisioni meteo in Toscana Previsioni meteo del Consorzio Lamma : Sabato 3 agosto : Variabile con addensamenti associati a brevi temporali sparsi in trasferimento a partire dalla tarda mattinata/primo pomeriggio dalle zone più orientali verso quelle occidentali. Venti: deboli variabili. Mari: poco mossi, temporaneamente e localmente mossi. Temperature: minime stazionarie, massime in diminuzione. Domenica 4 agosto : Sereno o poco nuvoloso salvo addensamenti in mattinata su Arcipelago e Appennino. Nel pomeriggio addensamenti cumuliformi sui rilievi appenninici, Amiata e Colline Metallifere dove non si escludono isolati e brevi rovesci. Venti: deboli di brezza con componente settentrionale. Fino a moderati di Maestrale lungo la costa nel pomeriggio. Mari: poco mossi. Temperature: massime in aumento (punte di 35-37 °C in pianura), minime in calo nelle zone interne. Lunedì 5 : sereno o velato al mattino, poco nuvoloso nel pomeriggio ma con possibile sviluppo di nuvolosità cumuliforme sui rilievi ove non si escludono isolati rovesci. Venti: deboli in prevalenza occidentali. Mari: poco mossi. Temperature: quasi stazionarie. Martedì 6: sereno o poco nuvoloso con sviluppo di nubi termoconvettive pomeridiane nelle zone interne e possibilità di isolati e brevi rovesci temporaleschi su Apuane, Appennino settentrionale, Colline Metallifere e Amiata. Venti: deboli di brezza. Mari: poco mossi. Temperature: stazionarie.\nCaldo fino a Ferragosto Le mappe meteorologiche sono dunque da incubo: almeno fino a Ferragosto non si vedono grandi cambiamenti. Il caldo proseguirà e il 2024 segnerà record su record, non solo sulla Capitale ma su tutto il pianeta; anche i mari sono 'bollenti’ con l'acqua che sta assorbendo il 90% del Riscaldamento Globale causato dall'Effetto Serra",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T15:21:27.364+03:00",
    "updated": "2024-08-02T15:21:27.364+03:00"
  }
]