[
  {
    "uuid": "b79ed9e003e94a9503e30621c86bd65807de9e03",
    "url": "https://newsrnd.com/sports/2023-12-28-premier-league--arsenal-fall-to-west-ham-and-miss-chance-to-take-the-lead.SySYYDdjD6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T22:32:00Z",
    "title": "Premier League: Arsenal fall to West Ham and miss chance to take the lead - The Limited Times",
    "text": "A small feat for West Ham and a setback for the Gunners! By winning (0-2) at the Emirates Stadium, Alphonse Areola and his teammates stunned Arsenal on Thursday evening, at the end of the 19th day of the Premier League.\nThe Gunners needed to win to move ahead of Liverpool, take the lead in the league and at the same time distance Manchester City and Unai Emery's Aston Villa. But Mikel Arteta's men lacked realism as evidenced by the statistics of the match: 74.2% possession in their favour, 30 shots including eight on target, compared to only six including three on target for their opponents.\nAgainst them, the West Ham players were able to be opportunistic by scoring at the start of the first half on a counter initiated by former Lyon player Lucas Paqueta and finished by Tomas Soucek (13′). The referees hesitated to validate it, checking if the ball had not gone out to the left of the goal on the pass before the goal but ended up awarding it.\nIn the second half, it was from a corner and thanks to a header from a former Arsenal player, Konstantinos Mavropanos, well helped by the post and the crossbar (55'), that West Ham made the break. The Hammers could even have finished off their opponents with a penalty in the dying seconds, saved by David Raya.\nMavropanos bends Arsenal again! 🔴\nThe former Gunner's header hits the bar and then the post before going into goal and it's 2-0 for West Ham ⚒️ #WHUARS | #PremierLeague pic.twitter.com/skos017mBc\n— CANAL+ Foot (@CanalplusFoot) December 28, 2023\nTottenham end their run at Brighton Having struggled away from home in recent weeks, the Hammers have made a very good move in the race for European qualification. West Ham are in sixth place in the Premier League table thanks to this win and are ahead of Manchester United.\nEarlier in the evening, the other match of this 19th matchday of the Premier League saw Brighton surprise Tottenham in a very fast-paced match (4-2). Spurs, who were on a three-game winning streak, were unable to catch up after two goals from Jack Hinshelwood (11') and Joao Pedro (23' from the penalty spot).\nThey lost all hope after third and fourth goals from Pervis Estupinan (63′) and Joao Pedro (75′, again from the penalty spot), despite the reductions of the score by Alejo Veliz (81′) and Ben Davies (85′). Tottenham are in fifth place in the table.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "unai emery",
          "sentiment": "none"
        },
        {
          "name": "mikel arteta",
          "sentiment": "none"
        },
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "lphonse areola",
          "sentiment": "none"
        },
        {
          "name": "lucas paqueta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arsenal",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "aston villa",
          "sentiment": "none"
        },
        {
          "name": "lyon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "emirates stadium",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "manchester city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:12:43.674+02:00",
    "updated": "2023-12-29T01:12:43.674+02:00"
  },
  {
    "uuid": "0b760a7aebdae0874734917d409f3d3f1d0267b6",
    "url": "https://timesofindia.indiatimes.com/world/us/nasas-solar-dynamics-observatory-captures-spectacular-x5-0-solar-flare-on-new-years-eve/articleshow/106433669.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TOI World Desk",
    "published": "2024-01-01T02:17:00Z",
    "title": "NASA's solar dynamics observatory captures spectacular X5.0 Solar flare on New Year's Eve - Times of India",
    "text": "NASA's Solar Dynamics Observatory (SDO) has once again captured a stunning glimpse into the dynamic activity of our Sun, capturing a powerful X5.0 solar flare on the last day of 2023. The image, released by NASA on its blog page, showcases the intense burst of energy in extreme ultraviolet light, vividly colorized in yellow and orange.Solar flares are potent releases of energy from the Sun's surface, capable of impacting various aspects of modern technology. The bright flash on the far left of the image represents the eruption, emphasizing the extremely hot material involved in flares.The X-class classification assigned to this solar flare designates it as one of the most intense types, with the number 5.0 providing additional information about its strength. The implications of such flares extend beyond their visual appeal; they can influence radio communications, disrupt electric power grids, interfere with navigation signals, and pose potential risks to both spacecraft and astronauts.As part of the nation's space weather efforts, NASA operates as a crucial research arm, tirelessly monitoring the Sun and our space environment. The agency employs a fleet of spacecraft dedicated to studying various aspects, from the Sun's activity and solar atmosphere to the particles and magnetic fields in the space surrounding Earth.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "times of india nasa",
          "sentiment": "positive"
        },
        {
          "name": "nasa",
          "sentiment": "positive"
        },
        {
          "name": "solar dynamics observatory",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "sun",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T06:58:43.667+02:00",
    "updated": "2024-01-01T06:58:43.667+02:00"
  },
  {
    "uuid": "5d53b3e1b6bc86b0b69807db63110e1ab5b641c5",
    "url": "https://fr.benzinga.com/2023/12/28/12-titres-de-consommation-discretionnaire-en-mouvement-lors-de-la-session-apres-cloture-le-28-12-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Benzinga_Italia",
    "published": "2023-12-28T22:15:00Z",
    "title": "12 titres de consommation discrétionnaire en mouvement lors de la session après-clôture le 28/12/2023 | Benzinga France",
    "text": "Gagnants - Le titre Nova Lifestyle (NASDAQ: NVFY ) a augmenté jeudi de 55,31% à 7,30 dollars lors de la session after-market. - L’action ATA Creativity Glb (NASDAQ: AACG ) a augmenté de 8,77% à 1,24 dollars. - L’action PLBY Group (NASDAQ: PLBY ) a augmenté de 4,71% à 1,11 dollars. - L’action Foresight Autonomous (NASDAQ: FRSX ) a augmenté de 4,62% à 1,13 dollars. - Le titre Zapp Electric Vehicles (NASDAQ: ZAPP ) a monté de 4,17% à 0,30 dollars. - Le titre Viomi Technology Co (NASDAQ: VIOT ) a monté de 3,20% à 0,96 dollars. Perdants - L’action Jiuzi Hldgs (NASDAQ: JZXN ) a baissé jeudi de 5,56% à 0,85 dollars lors de la session after-market. - Le titre Mynd.ai (AMEX: MYND ) est tombé de 5,01% à 5,89 dollars. - L’action Ambow Education Holding (AMEX: AMBO ) a chuté de 4,87% à 0,13 dollars. - Le titre Polished.com (AMEX: POL ) a baissé de 4,54% à 5,26 dollars. - Le titre Barnes & Noble Education (NYSE: BNED ) a chuté de 3,55% à 1,36 dollars. - Le titre Sweetgreen (NYSE: SG ) a chuté de 2,75% à 11 dollars.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:18.946+02:00",
    "updated": "2023-12-29T00:42:18.946+02:00"
  },
  {
    "uuid": "65d9c8dac7fc55a7d5373f77b71799d040d80995",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c040",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "caramelosanto",
    "published": "2023-12-28T22:03:00Z",
    "title": "#40 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:06:58.696+02:00",
    "updated": "2023-12-29T01:06:58.696+02:00"
  },
  {
    "uuid": "ff46bef20bc50b1368d1617709837785b422af9f",
    "url": "http://business.theeveningleader.com/theeveningleader/article/abnewswire-2024-3-14-invest-wealth-summit-2024-breaking-free-from-wall-street-in-san-diego",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2024-03-14T00:00:00Z",
    "title": "Invest Wealth Summit 2024: Breaking Free From Wall Street In San Diego | User | theeveningleader.com",
    "text": "San Diego, CA - March 14, 2024 - Dutch Mendenhall , renowned alternative investment thought leader and bestselling author, will lead the Invest Wealth Summit (IWS) in San Diego from April 19 to 21, 2024.\nThis exclusive event, tailored for investors, entrepreneurs, and newcomers, promises unmatched insights and networking opportunities to Redefine the American Dream . Dutch challenges individuals facing economic uncertainties, particularly in California, stating, \"There is a viable alternative to conventional financial strategies, and I’ve done it since 2008.\"\nKey Highlights:\nIs California real estate out of reach? Think again. Discover hidden gems in California's volatile real estate market.\nSick of California's sky-high taxes? So are we. Arm yourself with battle-tested tactics to slash your tax bill and shield your assets.\nDon't let California's steep living costs hold you back. Learn to outpace inflation with passive income streams and improve your freedom mobility , as it will be discussed at IWS.\nIt’s time to take action, and IWS will have the resources. Dutch and industry-leading guest speakers will be there to share their expertise, offering due diligence training, exclusive access to unique deals, expert asset protection and tax incentives strategies, and other experts within the field.\nBreak free from the traditional status quo at the Invest Wealth Summit. Registration is open at InvestWealthSummit.com\nFor media inquiries, interviews, or review copies, please contact thomas.mustac@otterpr.com\nDisclosure for Dutch Mendenhall of RADD Companies (RADD):\nFor more information, please visit www.dutchmendenhall.com/. Dutch Mendenhall is the brand's public face, and while his role involves promoting and representing the company, his opinions and statements are solely his own and not necessarily reflective of RADD Companies' official stance. Our RADD Companies encompass Alternative Investment Association (AIA), RAD Diversified REIT, RADD Inner Circle, RADD Opportunity Zone Fund, RADD America (land REIT), The Legendary, and TheRAD™. For additional information, visit https://dutchmendenhall.com/terms-conditions/\nMedia Contact\nCompany Name: OtterPR\nContact Person: Thomas Mustac\nEmail: Send Email\nAddress: 320 1st Ave N\nCity: St. Petersburg\nState: Florida\nCountry: United States\nWebsite: OtterPR.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Education",
      "Human Interest"
    ],
    "external_links": [
      "https://dutchmendenhall.com/?utm_source=pr&utm_medium=radd&utm_campaign=wk_11_24&utm_term=san_diego",
      "https://youtu.be/zr7l3a2a1iw?si=VxujiqFBf0putBOL",
      "https://www.linkedin.com/in/dutchmendenhall/?utm_source=pr&utm_medium=radd&utm_campaign=2024&utm_term=general",
      "http://www.youtube.com/watch?v=WoQWEC1wBZ0",
      "https://www.abnewswire.com/email_contact_us.php?pr=invest-wealth-summit-2024-breaking-free-from-wall-street-in-san-diego",
      "https://moneyshackles.com/",
      "https://dutchmendenhall.com/terms-conditions/",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2024-3-14-invest-wealth-summit-2024-breaking-free-from-wall-street-in-san-diego",
      "http://OtterPR.com",
      "https://www.abnewswire.com/press_stat.php?pr=invest-wealth-summit-2024-breaking-free-from-wall-street-in-san-diego",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.abnewswire.com/companyname/OtterPR.com_64993.html",
      "https://www.moneyshackles.com/",
      "https://tracking.newsrpm.com/pixel",
      "https://dutchmendenhall.com/terms-conditions",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2024-3-14-invest-wealth-summit-2024-breaking-free-from-wall-street-in-san-diego",
      "https://dutchmendenhall.com/",
      "https://www.dutchmendenhall.com/terms-conditions/",
      "https://www.googletagmanager.com/gtag/js",
      "https://youtu.be/zr7l3a2a1iw",
      "https://abnewswire.com/press_stat.php?pr=invest-wealth-summit-2024-breaking-free-from-wall-street-in-san-diego",
      "https://www.youtu.be/zr7l3a2a1iw?si=VxujiqFBf0putBOL",
      "https://abnewswire.com/email_contact_us.php?pr=invest-wealth-summit-2024-breaking-free-from-wall-street-in-san-diego",
      "https://moneyshackles.com",
      "https://www.abnewswire.com/press_stat.php",
      "https://www.dutchmendenhall.com/?utm_source=pr&utm_medium=radd&utm_campaign=wk_11_24&utm_term=san_diego",
      "http://www.youtube.com/watch",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://cloudquote.io/article/6",
      "https://cloudquote.io/article/5",
      "https://www.linkedin.com/in/dutchmendenhall/",
      "https://abnewswire.com/companyname/OtterPR.com_64993.html",
      "https://linkedin.com/in/dutchmendenhall/?utm_source=pr&utm_medium=radd&utm_campaign=2024&utm_term=general",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://youtube.com/watch?v=WoQWEC1wBZ0",
      "https://cloudquote.io",
      "http://www.OtterPR.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "iws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san diego",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:08:38.509+02:00",
    "updated": "2024-03-15T00:08:38.509+02:00"
  },
  {
    "uuid": "49a470f4ea428002908e4b9e1bddcc04bac4c2d1",
    "url": "https://www.fatherly.com/life/matty-matheson-giant-breakfast-kid-friendly",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devan McGuinness",
    "published": "2024-01-05T21:35:00Z",
    "title": "Matty Matheson Helps Parents Make A Giant Breakfast In 25 Minutes For Their Impatient Kids",
    "text": "Breakfast Time! Watch This Star Of 'The Bear' Whip Up A Giant, Kid-Friendly Breakfast In 25 Minutes Celebrity chef Matty Matheson will give you divine breakfast inspiration. And make you laugh.\nby Devan McGuinness Jan. 5, 2024\nKevin Winter/Getty Images Entertainment/Getty Images It’s Sunday morning. The kids are stirring. It’s way too early. And they have a demand: They want pancakes, bacon, and eggs, and they want them now. Look no further than a recent video from Matty Matheson — the Canadian professional chef, star of The Bear, and host of the popular cooking YouTube series, Cookin’ Somethin’. On December 31, the dad of three revealed his secret to getting a big Sunday breakfast on the table fast: a meal that serves five to 10 people and is done in less than half an hour.\n“I'm going to show you what I make every single Sunday breakfast,” he shared in his hilariously salty video . “I can't take an hour [to cook food]. You got three kids screaming at you: “I'M DYYYYING!”\nThe virtues of the meal for parents are easy to see right away: There’s no “cutting, there’s no chopping, there’s no nothing,” and it ends with a “crispy and gooey and lovely” meal. The breakfast is a feast of eggs, toast, beans, bacon, sausage, pancakes. Yum.\nFirst, Matheson gets the hash browns going in his air fryer — since they’ll take the longest to cook. Then, he reveals a bacon-cooking hack where he cooks the bacon all at once in a cross-hatch pattern in the pan. With this method, the steam renders the bacon, and eventually, with some more prodding and stirring, that meat just crisps up.\nOr, as he puts it, “It’s called cooking. Do I still have to explain what cooking is?”\nThen, he gets the sausages in the pan going — because they’re just going to “hang out,” and while they hang out, it’s time to think about music, says Matheson. “You want some nice softies… a little Joan Baez… a little Joni, if you want.”\nThe 25-minute meal requires some juggling: He throws a can of beans in a pot, makes pancake mix, drops maple syrup in the sausage, checks on the bacon, and cooks up the pancakes all at the same time. Then he makes eggs — scrambling them — while flipping pancakes and stirring up the cross-hatched, steamed bacon to ensure that the bacon is slowly crisping in the pan.\nLast but not least, Matheson toasts the bread, and in 25 minutes, he’s got a fast-and-furious, massive breakfast on the table.\nIt’s a hilariously busy 10-minute video, but not so busy that Matheson can’t find a minute to complain about his children while wrangling a handful of different pots and pans on the stovetop: “Nobody’s even watching,” he jokes about his cooking tour-de-force. “Nobody’s even caring. They’re all on their iPads, disillusioned... Mac’s buying $300 video games and he doesn’t even know. And he’s always like, ‘Mom, can I get this one?’... What a jabroni,” he jokes.\nFunny and entertaining as it is, Matheson’s video offers seriously helpful tips and tricks for whipping up a big, successful family meal fast. It’s a model of inspirational multi-tasking that most parents will relate to, as they break a sweat toggling between tasks in a crazy-making way that makes you want to tear off your shirt and swear profusely. Or maybe that’s just Matheson.\nSundays don’t always call for elaborate breakfast spreads. Just ask Top Chef winner Joe Flamm . In a recent edition of The Dad Special , he shared a relatable anecdote about the importance of flexibility when it comes to making your kids food: “Today, my son Luca woke up and said, ‘I want eggies and tortillas.’ So I thought, OK, cool. We're all having breakfast tacos with eggs,” he said. “So, I whipped that up, and everyone was happy. And then there are times when they’re just like, ‘I want to eat six tubes of yogurt.’ And this is what we’re doing.”\nNot subscribed to Fatherly’s newsletter yet? We’re not mad, just disappointed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.youtube.com/embed/hz95ZqXfafo",
      "http://www.youtube.com/watch?v=hz95ZqXfafo",
      "http://www.youtube.com/watch",
      "https://youtube.com/embed/hz95ZqXfafo",
      "http://youtube.com/watch?v=hz95ZqXfafo"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matty matheson",
          "sentiment": "negative"
        },
        {
          "name": "devan mcguinness",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kevin winter/getty images entertainment/getty",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:04:24.368+02:00",
    "updated": "2024-01-07T22:11:46.983+02:00"
  },
  {
    "uuid": "59a5c907344253e828757f35888af716e61d964c",
    "url": "https://esporte.ig.com.br/parceiros/jogada10/2024-09-05/satisfeito-com-reforcos-do-botafogo--textor-analisa--bom-desafio.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jogada10",
    "published": "2024-09-05T18:10:00Z",
    "title": "Satisfeito com reforços do Botafogo, Textor analisa: ‘Bom desafio’",
    "text": "John Textor, acionista majoritário da Saf Botafogo, mostrou-se satisfeito com as contratações do Alvinegro nesta janela de transferências. Oito jogadores chegaram para reforçar a equipe no restante da temporada. Assim, em entrevista ao “Canal do TF”, no Youtube, empresário avaliou que a equipe está bem servida em todas as posições.\n“Estamos cheios de jogadores, preenchemos todas as lacunas na equipe, trouxemos um ataque forte, mais adições ao meio-campo, que já era forte. Temos um excelente jogador de desenvolvimento na linha traseira, Alexander Barboza tem estado muito bem recentemente. Fortalecemos a defesa incrivelmente”, avaliou.\nO Botafogo fechou a janela com o maior investimento da história do clube: R$ 231 milhões. Com as chegadas de Allan, Igor Jesus, Thiago Almada, Mohamed Al Arouch, Matheus Martins, Vitinho, Adryelson e AlexTelles, o elenco ficou ainda mais recheado de jogadores experientes. Dessa forma, Textor vê como um bom desafio para o treinador Artur Jorge conseguir montar o time ideal.\nSiga nosso conteúdo nas redes sociais: Bluesky, Threads, Twitter, Instagram e Facebook .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:49:22.934+03:00",
    "updated": "2024-09-06T00:49:22.934+03:00"
  },
  {
    "uuid": "92bfc026cb5ea4f419b3cc16b716a30e26a6c2ca",
    "url": "https://www.meteoweb.eu/2024/01/clima-5-notizie-positive-2023/1001344324/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Beatrice Raso",
    "published": "2024-01-02T19:41:00Z",
    "title": "Clima: dalle rinnovabili al buco dell’ozono, ecco 5 notizie positive del 2023",
    "text": "MeteoWeb » CLIMATOLOGIA Clima: dalle rinnovabili al buco dell’ozono, ecco 5 notizie positive del 2023 Nel 2023, il mondo ha celebrato una delle sue più grandi vittorie ambientali: ecco le 5 notizie positive sul clima dell'anno appena concluso di Beatrice Raso 2 Gen 2024 | 20:41 MeteoWeb Nel 2023, non sono mancate le notizie cupe sul clima: il caldo a livello globale ha alimentato eventi meteorologici estremi mortali, gli scienziati hanno lanciato avvertimenti terribili sul fatto che il prossimo anno potrebbe essere ancora peggio e l’inquinamento da carbonio del mondo ha continuato ad aumentare. Ma in mezzo a queste tristi notizie, ci sono stati anche segnali di progresso: per esempio, sono stati stabiliti record di energia rinnovabile e il mondo ha celebrato una delle sue più grandi vittorie ambientali. Vediamo le 5 notizie sul clima del 2023 per sentirsi positivi.\nUn’impennata delle energie rinnovabili Nel 2023, ci sono stati alcuni punti positivi sull’energia green in tutto il mondo. Ad Halloween, il Portogallo ha iniziato una serie da record: per più di sei giorni consecutivi, tra il 31 ottobre e il 6 novembre, la nazione di oltre 10 milioni di persone ha fatto affidamento esclusivamente su fonti energetiche rinnovabili . Secondo l’Agenzia internazionale per l’energia, l’anno 2023 potrebbe vedere il più grande aumento della capacità di energia rinnovabile fino ad oggi.\nLa Cina , il più grande inquinatore del mondo, ha fatto progressi nel campo delle energie rinnovabili, con il Paese destinato a raggiungere il suo obiettivo su eolico e solare con cinque anni di anticipo. Un rapporto pubblicato a giugno ha rilevato che la capacità solare della Cina è ora maggiore di quella del resto delle nazioni del mondo messe insieme, in un aumento descritto dall’autore del rapporto, Global Energy Monitor, come “ sbalorditivo ”.\nNon si può ignorare, tuttavia, che quest’anno la Cina ha anche aumentato la produzione di carbone , ricorrendo ai combustibili fossili mentre feroci ondate di caldo aumentavano la domanda di energia per il condizionamento e il raffreddamento, e mentre la persistente siccità nel sud del Paese incideva sulle forniture idroelettriche che dipendono da precipitazioni sufficienti. Si sperava che la produzione di carbone del Paese raggiungesse il picco per poi scendere presto, quando la Cina e gli Stati Uniti a novembre hanno annunciato che avrebbero ripreso la cooperazione sul cambiamento climatico , promettendo un forte aumento delle energie rinnovabili, in particolare per sostituire i combustibili fossili. Un accordo sui combustibili fossili\nDopo più di due settimane di difficili negoziati, il vertice sul clima COP28 di Dubai si è concluso a dicembre con quasi 200 Paesi che hanno assunto un impegno senza precedenti per abbandonare i combustibili fossili . Anche se l’accordo non ha richiesto al mondo di eliminare gradualmente carbone, petrolio e gas – posizione che più di 100 Paesi avevano sostenuto – ha invitato i Paesi a “ contribuire ” a una “ transizione dai combustibili fossili nei sistemi energetici” . Ciò ha segnato la prima volta che tutti i combustibili fossili sono stati citati in un accordo COP.\nIl Presidente della COP28 Sultan Al Jaber ha definito l’accordo “ storico ”, aggiungendo che rappresenta “ un cambio di paradigma che ha il potenziale per ridefinire le nostre economie ”. L’impatto finale di questo accordo dipenderà da ciò che i Paesi faranno per attuarlo. Molti esperti hanno messo in guardia dalle lacune che potrebbero lasciare la porta aperta a una continua espansione dei combustibili fossili. Ma il fatto che sia stato raggiunto un accordo sui combustibili fossili è stato ampiamente accolto con favore e visto come una svolta. CLIMATOLOGIA “Storico” o “debole”? L’analisi dell’accordo sul clima della COP28",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T21:52:38.960+02:00",
    "updated": "2024-01-02T21:52:38.960+02:00"
  },
  {
    "uuid": "b86cb3fc8c067c1eeec3a687e04c8f772a70cf03",
    "url": "https://www.snixykitchen.com/gluten-free-pumpkin-pie-bars",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Menanix",
    "published": "2024-11-07T16:17:00Z",
    "title": "Gluten-Free Pumpkin Pie Bars",
    "text": "Enjoy the flavors of homemade gluten-free pumpkin pie without the hassle of rolling out a crust! With a creamy spiced pumpkin filling atop a buttery gluten-free shortbread or graham cracker crust, these pumpkin pie bars offer the best of classic pie in an easy-to-make, easy-to-serve treat that’s perfect for any fall gathering.\nQUICK LINKS: Crust Options | Recipe FAQ\nI've recently learned that there are two types of pumpkin pie lovers: those who want whipped cream with their pumpkin pie and those who want pumpkin pie with their whipped cream. It's a subtle difference, but I suspect the people who prefer mountains of whipped cream hiding their pie haven't ever had anything as crowd-pleasing as these gluten-free pumpkin pie bars.\nThe custardy creamy filling is so rich and velvety that it doesn't need loads of whipped cream. A dollop will do to bring out the classic nostalgic flavor.\nThis recipe was inspired by my classic gluten-free dairy-free pumpkin pie tart , but in an easy-to-serve bar. You can make these bars dairy-full or dairy-free and they'll wow your friends either way!\nWhy you'll love this recipe Quick and easy to make : This recipe requires just one bowl—use the same bowl for the crust and the filling. The crust is pressed into a pan, parbaked, and the filling ingredients are whisked together, poured into the pan and baked. Creamy velvety texture : The filling is so silky smooth and creamy! Full of fall flavor : With plenty of spices, each bite tastes like fall. Uses an entire can of pumpkin : No waste, no need to save part of a can of pumpkin you may never use. Serves a crowd : This recipe makes 16 bars, so it's perfect for a crowd! Ingredients for Gluten-free Pumpkin Pie Bars For these gluten-free pumpkin pie bars, you can opt for a lightly sweetened buttery shortbread crust made with almond flour (my go-to!) or make it even easier by using a gluten-free graham cracker crust . The former has a more classic pumpkin pie flavor, while the latter offers convenience.\nThe custardy pumpkin filling uses simple ingredients and can easily be made dairy-free!\nHere's your shopping list:\nPumpkin Pie Filling :\nLight brown sugar Granulated sugar Cornstarch Spices: cinnamon, ginger, nutmeg, allspice, cloves, salt Large eggs Canned pumpkin purée: This recipe uses a whole 15oz can of pumpkin purée ( Not pumpkin pie filling). Heavy cream: Or, for a dairy-free version, use canned full-fat coconut milk. Vanilla extract Gluten-Free Shortbread Crust\nSuperfine blanched almond flour Sweet rice flour: Also called mochiko or glutinous rice flour, sweet rice flour is the same flour used to make mochi. It is distinctly different than white rice flour or brown rice flour. I recommend Koda Farms brand . Sweet rice flour is the sticky \"glue\" that holds the crust together so it doesn't crumble. Cornstarch : Cornstarch keeps the crust crisp and snappy. Granulated sugar Ground cinnamon Kosher salt Unsalted butter Vanilla extract OR 1 Gluen-free Graham Cracker Crust\nVisit the recipe card for exact quantities!\nHow to Make Easy Gluten-Free Pumpkin Pie Bars These gluten-free pumpkin bars can either be made in a single mixing bowl or the bowl of a stand mixer. You don't even need to wipe the bowl out between making the crust and the filling. They're a great no-fuss pumpkin pie treat!\nMaking the Crust Either make an almond-flour shortbread crust or a gluten-free graham cracker crust - your choice! Use a stand mixer or use a large mixing bowl with a silicone spatula.\nStart by lining an 8x8 or 9x9 square baking pan with parchment paper.\nFor the gluten-free shortbread crust, mix the dry ingredients.\nAdd the softened butter and vanilla.\nMix until the butter is fully incorporated and the dough clumps when pinched. You can use a stand mixer or do this with a silicone spatula.\nDump the crumbs into the prepared baking pan.\nPress the dough into the pan, using your hands or a flat measuring up to flatten it until it is even and compact\nChill while you preheat the oven. Dock the crust all over with the tines of a fork.\nPar-bake the crust for 18 minutes. When it comes out of the oven, use a measuring cup or the bottom of a glass to press the crust down compactly.\nAlternatively, prepare and bake a gluten-free graham cracker crust .\nMaking the Filling While to crust is baking, prepare the filling in the same bowl, either a stand mixer or a large mixing bowl with a whisk. No need to wash the bowl, just wipe it out a bit.\nCombine the sugars, corn starch, and spices.\nWhisk together.\nAdd pumpkin, heavy cream, eggs, and vanilla.\nPour the filling into the par-baked crust.\nBake until the center is no longer jiggly. 45-50 minutes for an 8x8 pan or 40-45 minutes for a 9x9 pan. Let cool and chill before slicing.\nTip : To ensure your bars are fully set, they need to cool completely before transferring to the fridge to chill for at least an hour.\nShortbread Crust versus Graham Cracker Crust I've developed this recipe to work with a homemade gluten-free shortbread crust as well as a gluten-free graham cracker crust . Both are delicious, and whether you choose one over the other is your preference of flavor, baking skill required, and time.\nThe almond flour shortbread crust is thicker with a crisp bottom. Lightly sweetened, the flavor is much more reminiscent of classic pumpkin pie. While it requires more ingredients and moderately more skill, the flavor and texture pay off is worth it! This crust also stays crisp under the moist pumpkin pie filling for multiple days.\nThe gluten-free graham cracker crust requires just a couple of ingredients, one of which is store-bought gluten-free graham crackers. It comes together super quickly and is essentially foolproof. The sweetness depends on the specific graham crackers you buy, so it can taste sweeter than the shortbread crust. The flavor of the graham cracker crust is more dominant and pronounces, but it still pairs well with the pumpkin custard filling. Due to its more porous texture, the graham cracker crust tends to stay crisp only for a day or two after it's been baked under the moist filling.\nHeavy Cream versus Evaporated Milk Filling While many pumpkin pie recipes call for evaporated milk, I recommend heavy cream as it creates a creamy and luxurious texture. The richness of heavy cream enhances the overall flavor, creating a richer mouthfeel. That being said, evaporated milk will work too!\nFor a dairy-free version, see below!\nTip for Crisp Crust The longer pumpkin pie bars are stored, the more likely the moisture from the custard filling will begin to soften the crust. I typically bake my pumpkin pie bars the day before I plan to serve them, chilling them overnight.\nPumpkin Pie Many Ways If you're looking for a more classic pumpkin pie, try my gluten-free pumpkin pie ! Or you can go crustless and try my crustless pumpkin pie with pecan topping . And if you need a vegan pumpkin pie , I've got you covered too!\nRecipe FAQ What kind of pan to use for pumpkin pie bars? For these bars, you can use any metal or glass 8x8 or 9x9 baking dish. If using a 8x8 baking dish, the bars will be thicker as pictured above with the shortbread crust. If using a 9x9 baking dish, the bars will be thinner as in the pictures above with the graham cracker crust, and will need to bake for 5 minutes less.\nCan you Make Dairy-Free Gluten-Free Pumpkin Pie Bars Yes! To make these pumpkin pie bars dairy-free, simply substitute the heavy cream in the filling for canned full-fat coconut milk. For the crust, use the dairy-free option of graham cracker crust or use refined coconut oil or stick plant butter in place of the butter in the shortbread crust.\nHow to store gluten-free pumpkin dessert bars Store any leftovers covered with plastic wrap or in an airtight container in the fridge for up to 3 days.\nMore Gluten-Free Fall Desserts Here are a few of my favorite gluten-free fall desserts to make this month!\nVanilla Bean Pear Persimmon Pie Pumpkin Gluten-Free Vegan Bread Pudding Gluten-Free Pumpkin Muffins Chewy Gluten-Free Pumpkin Cookies Recipe Gluten-Free Pumpkin Pie Bars yields: 16 bars prep time: 10 minutes mins cook time: 1 hour hr 5 minutes mins total time: 1 hour hr 15 minutes mins Enjoy the flavors of homemade gluten-free pumpkin pie without the hassle of rolling out a crust! With a creamy spiced pumpkin filling atop a buttery gluten-free shortbread or graham cracker crust, these pumpkin pie bars offer the best of classic pie in an easy-to-make, easy-to-serve treat that’s perfect for any fall gathering. No reviews yet\nPRINT\nPIN SAVE Saved! Ingredients Gluten-Free Shortbread Crust ▢ 105 g ( ¾ cup + 3 tablespoons ) super-fine blanched almond flour ▢ 60 g ( ¼ cup + 2 tablespoons ) sweet rice flour , Also called \"mochiko\", distinctly different than white rice flour or brown rice flour ▢ 63 g ( ¼ cup + 1 tablespoon ) granulated sugar ▢ 17 g ( 2 tablespoons ) cornstarch ▢ ¾ teaspoon ground cinnamon ▢ ⅛ teaspoon kosher salt ▢ 6 tablespoons ( 85 g ) unsalted butter , softened ▢ ¾ teaspoon pure vanilla extract or Gluten-Free Graham Cracker Crust ▢ 1 gluten-free graham cracker crust , baked in an 8x8 or 9x9 baking pan Pumpkin Pie Filling ▢ ½ cup light brown sugar ▢ ¼ tablespoons granulated sugar ▢ ½ tablespoon cornstarch ▢ ½ teaspoon ground cinnamon ▢ ¼ teaspoon ground ginger ▢ ¼ teaspoon ground nutmeg ▢ ⅛ teaspoon ground allspice ▢ ⅛ teaspoon ground cloves ▢ ¼ teaspoon kosher salt ▢ 15 oz canned pumpkin , NOT pumpkin pie filling, preferrably not organic (see note) ▢ ¾ cup heavy cream , or canned evaporated milk or canned coconut milk ▢ 2 large eggs ▢ 1 teaspoon pure vanilla extract Cook Mode Prevent your screen from going dark INSTRUCTIONS Line an 8x8 or 9x9 square baking pan with parchment paper. Prepare the crust - either gluten-free graham cracker crust or gluten-free shortbread crust. For the gluten-free shortbread crust, mix together the almond flour, sweet rice flour, corn starch, cinnamon, and salt in the bowl of a stand mixer fitted with the paddle attachment or a large mixing bowl with a silicone spatula. Add the softened butter and vanilla and mix on medium-low until the butter is fully incorporated and the dough clumps when pinched. Dump the crumbs into the prepared baking pan and press them out evenly into the pan, using your hands or a flat measuring up to flatten it until it is even and compact. Chill for 10 minutes while you preheat the oven to 350°F. Dock the crust all over with the tines of a fork. Par bake the crust for 18 minutes. When it comes out of the oven, use a measuring cup or the bottom of a glass to press the crust down compactly. While to crust is baking, prepare the filling in the same bowl, either a stand mixer or a large mixing bowl with a whisk. No need to wash the bowl, just wipe it out a bit. Whisk together the sugars, corn starch, and spices. Add the pumpkin, heavy cream, eggs, and vanilla and whisk until completely smooth. Pour the filling into the par-baked crust and bake until the center is no longer jiggly. 45-50 minutes for a 8x8 pan and 40-45 minutes for a 9x9 pan. Once baked, let cool at room temperature before transferring to the fridge to chill for at least an hour. Notes Canned Pumpkin: I recommend non-organic canned pumpkin as organic canned pumpkin tends to have a lot higher moisture content which can negatively affect the outcome of a recipe. Nutrition Calories: 193 kcal | Carbohydrates: 19 g | Protein: 3 g | Fat: 12 g | Saturated Fat: 6 g | Polyunsaturated Fat: 0.5 g | Monounsaturated Fat: 2 g | Trans Fat: 0.2 g | Cholesterol: 47 mg | Sodium: 71 mg | Potassium: 90 mg | Fiber: 2 g | Sugar: 12 g | Vitamin A: 4466 IU | Vitamin C: 1 mg | Calcium: 41 mg | Iron: 1 mg This nutritional information has been automatically calculated, and as such, may be incomplete or inaccurate. Please reference the specific ingredients you use for the most accurate nutritional information.\nDid you make this recipe? Please leave a review and rating to let me and others know how you liked it!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/B0749QT7GQ",
      "https://app.grow.me",
      "https://amzn.to/3UajH9s",
      "https://amzn.to/3Upi7l5",
      "https://amzn.to/4bggwUN",
      "https://amzn.to/4aeo6z0",
      "https://amzn.to/3QHFPHx",
      "https://amzn.to/3TWA3n6",
      "https://www.app.grow.me",
      "http://amazon.com/exec/obidos/ASIN/B0749QT7GQ",
      "https://www.amzn.to/4aeo6z0",
      "https://www.amzn.to/4bggwUN",
      "https://www.amzn.to/3Upi7l5",
      "https://www.amzn.to/3TWA3n6",
      "https://www.amzn.to/3UajH9s",
      "https://www.amzn.to/3QHFPHx"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T01:11:55.291+02:00",
    "updated": "2024-11-08T01:11:55.291+02:00"
  }
]