[
  {
    "uuid": "38a5c5f16953a01ed8a9105c047513ab510b0a57",
    "url": "https://shanghaiist.com/renewable-energy-surpasses-other-sources-as-dominant-power-in-chinas-plateau-region-by-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@shanghaiist",
    "published": "2024-01-06T00:39:00Z",
    "title": "Renewable Energy Surpasses Other Sources as Dominant Power in China's Plateau Region by 2023",
    "text": "- Qinghai province’s total installed clean energy capacity hit 51.07 million kilowatts in 2023, marking a 23.77 percent increase compared to the previous year, adding 9.8 million kilowatts of new capacity. - For the first time, new energy power generation in Qinghai exceeded hydropower generation, making it the largest power source in the province. - The Qinghai-Tibet Plateau region is abundant in natural resources, serving as the origin for major rivers like the Yangtze, Yellow, and Lancang, and is rich in water, solar, and wind power. “` Northwest China’s Qinghai province has seen a significant surge in its clean energy capacity, with the total installed capacity reaching 51.07 million kilowatts in 2023. This information comes from the provincial branch of State Grid, highlighting a substantial growth in the region’s renewable energy infrastructure. Impressive Growth in Clean Energy - 23.77 percent increase in installed clean energy capacity compared to the end of 2022. - 9.8 million kilowatts of new clean energy capacity added recently. Renewable Energy Milestones - New energy power generation outpaced hydropower for the first time in 2023. - New energy has become the leading source of power in the province. Qinghai’s Natural Advantages - Strategic location on the Qinghai-Tibet Plateau. - Abundance of water, solar, and wind power resources. - Proximity to the headwaters of major rivers such as the Yangtze, Yellow, and Lancang.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "state grid",
          "sentiment": "none"
        },
        {
          "name": "clean energy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "plateau region",
          "sentiment": "none"
        },
        {
          "name": "qinghai",
          "sentiment": "none"
        },
        {
          "name": "yangtze",
          "sentiment": "none"
        },
        {
          "name": "northwest china",
          "sentiment": "none"
        },
        {
          "name": "qinghai-tibet plateau",
          "sentiment": "none"
        },
        {
          "name": "lancang",
          "sentiment": "none"
        },
        {
          "name": "qinghai province",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T03:29:03.182+02:00",
    "updated": "2024-01-06T03:29:03.182+02:00"
  },
  {
    "uuid": "e224be692482755076e6e0389b9aeb1efb0045c1",
    "url": "https://www.newsbreak.com/tallahassee-fl/3434564421254-reported-tornado-hits-downtown-tallahassee-more-than-60-000-without-power",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-05-10T13:37:00Z",
    "title": "Reported tornado hits downtown Tallahassee – more than 60,000 without power",
    "text": "By Mitch Perry ,\n1 hour ago A downed tree blocks a street in Tallahassee’s Lafayette Park neighborhood (photo credit: Diane Radio)\nQuality Journalism for Critical Times\nThere are reports Friday morning of possible tornado activity in Tallahassee, with over 66,000 customers without electricity as of 9:00 am today, according to the City of Tallahassee’s X account.\n“Early assessments of the electric grid show severe damage to transmission lines, impacting 11 substations,” the X account reported, with restoration perhaps taking through the weekend.\nThe Leon County School District announced that due to storm and tornado recovery they have closed all school campus for the remainder of Friday. The campuses of Florida State University and Florida A&M University also today announced that their campuses would be closed.\n“Following the completion of the first wave of storm assessments, it has been determined that the severe impact on campus necessitates the closure of the Tallahassee campus for business operations until further notice,” an FSU alert reported . “Essential employees may be required to report to campus, and certain scheduled activities must continue. Employees should contact their supervisors to determine essential status. There’s no reported damage to FSU’s Panama City, FL, campus. The FSUPC campus will operate as scheduled.”\nThe post Reported tornado hits downtown Tallahassee – more than 60,000 without power appeared first on Florida Phoenix .\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/CityofTLH/status/1788915709315039365",
      "https://img.particlenews.com/image.php?url=1kq14D_0swkbNpT00",
      "https://floridaphoenix.com/briefs/reported-tornado-hits-downtown-tallahassee-more-than-60000-without-power/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1kq14D_0swkbNpT00",
      "https://twitter.com/LeonSchools/status/1788920910117765229",
      "https://alerts.fsu.edu/",
      "https://floridaphoenix.com",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1kq14D_0swkbNpT00",
      "https://alerts.fsu.edu",
      "https://www.img.particlenews.com/image.php?url=1kq14D_0swkbNpT00",
      "https://www.twitter.com/CityofTLH/status/1788915709315039365",
      "https://www.floridaphoenix.com/briefs/reported-tornado-hits-downtown-tallahassee-more-than-60000-without-power/",
      "https://www.floridaphoenix.com",
      "https://img.particlenews.com/image.php",
      "https://www.twitter.com/LeonSchools/status/1788920910117765229",
      "https://floridaphoenix.com/briefs/reported-tornado-hits-downtown-tallahassee-more-than-60000-without-power",
      "https://www.alerts.fsu.edu/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mitch perry",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "florida a&m university",
          "sentiment": "none"
        },
        {
          "name": "leon county school district",
          "sentiment": "none"
        },
        {
          "name": "fsu",
          "sentiment": "none"
        },
        {
          "name": "diane radio) quality journalism for critical times",
          "sentiment": "none"
        },
        {
          "name": "florida state university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tallahassee",
          "sentiment": "none"
        },
        {
          "name": "lafayette park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T18:08:20.422+03:00",
    "updated": "2024-05-10T18:08:20.422+03:00"
  },
  {
    "uuid": "3a5099ca567648f15e8616e1c4b3d5b0edfdd769",
    "url": "https://www.lagaceta.com.ar/nota/1018990/politica/paro-cgt-tucuman-esta-definido-se-acata.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Gaceta",
    "published": "2023-12-28T22:43:00Z",
    "title": "El paro de la CGT en Tucumán: “Está definido que se acata”",
    "text": "Tras cuatro años sin medidas de fuerza, la [Confederación General del Trabajo](https://www.lagaceta.com.ar/nota/1018962/politica/cgt-anuncio-paro-general-para-24-enero-contra-dnu-ley-omnibus-milei.html) (CGT) anunció un paro nacional de 12 horas para el 24 de enero. La medida surge en respuesta al DNU propuesto por el gobierno de [Javier Milei](https://www.lagaceta.com.ar/tags/148492/javier-milei) para desregular la economía y al proyecto de ley ómnibus presentado ante el Congreso. Luis Diarte, secretario General de la central sindical en Tucumán confirmó la adhesión de la secciónal provincial al paro. “El día 24 se realizará un paro con movilización hacia el Congreso en Buenos Aires, yo creo que en Tucumán hay que hacer algo simbólico también”, expresó el dirigente. La medida de fuerza surge luego de la presentación de un amparo por parte de la Confederación General del Trabajo ante el decreto emitido por el Gobierno Nacional. El titular de Smata afirma que en el DNU “están totalmente vulnerados los derechos laborales”. A su vez, el líder gremial informó que el día 10 de enero se realizará un plenario con todas las regionales donde se definirán los detalles de la movilización en la provincia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:56:29.643+02:00",
    "updated": "2023-12-29T00:56:29.643+02:00"
  },
  {
    "uuid": "db49f862899e75f21b826d86a3aad026d4edc742",
    "url": "https://www.fox5vegas.com/2024/06/22/missing-hiker-found-alive-after-being-lost-10-days-mountains",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KSBW via CNN Newsource",
    "published": "2024-06-22T00:00:00Z",
    "title": "Missing hiker found alive after being lost for 10 days in mountains",
    "text": "SANTA CRUZ COUNTY, Calif. (KSBW) - A missing hiker was finally rescued after he was lost for 10 days in the Santa Cruz Mountains of California. The 34-year-old man was only going for a three-hour hike when he disappeared. “I didn’t bring anything because I thought I was doing a three-hour hike to go to work,” Lukas McClish, the rescued hiker, said. He was lost in the woods for nine nights and 10 days, shirtless with only a flashlight and folding scissors. It would be more than a week before the raggedy-looking hiker would be found. “So, I kind of just hiked. Each day, I go up a canyon, down a canyon to the next waterfall, sit down by the waterfall, drink water out of my boot,” Lukas McClish recalled. It was a Tuesday when Lukas McClish went for a hike in Boulder Creek and ended up getting lost. “I felt comfortable the whole time I was out there. I wasn’t worried about it,” Lukas McClish said. “I had a mountain lion that was following me, but it was cool. It kept its distances. I think it was just somebody watching over me.” The problem was that Lukas McClish didn’t tell anyone where he was going. By the time Father’s Day rolled around on Sunday, his family started worrying and filed a missing person’s report. The search was on then. “Some nights, although, I just had to trust God that he was going to be OK, and that was hard to do some nights when we would go to bed at night because I would worry about where he was, where he was sleeping and how cold he was and where he was if he was alive,” Diane McClish, the hiker’s mother, said. Lukas McClish drank from water from creeks, ate wild berries and slept on a wet bed of leaves all while yelling for help and thinking of his next meal. “‘Just help. Help, I’m over here.’ Or, ‘Is anybody out there?’” Lukas McClish remembered saying while he was lost. “I want a burrito or a taco bowl. That’s what I thought about every day when I, after the first five days, when I started to kind of realize that I might be in over my head.” But on Thursday afternoon, someone finally heard his cries for help. The Boulder Creek Fire Department deployed a drone and spotted his location. A K-9 tracked him down and Lukas McClish was escorted out of a remote canyon, finally reunited with family. “Met a lot of people because I had more people come to me and tell me how much they love my son and how they just hoped that we would find him,” Diane McClish said. “I didn’t realize that so many people in this town love Luke.” Fortunately, Lukas McClish had no major injuries. Copyright 2024 KSBW via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lukas mcclish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ksbw",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "boulder creek",
          "sentiment": "none"
        },
        {
          "name": "santa cruz mountains of california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T15:11:45.982+03:00",
    "updated": "2024-06-22T15:11:45.982+03:00"
  },
  {
    "uuid": "a3c9d638d21e28f28fe63728c7d555df1e03481e",
    "url": "https://www.themanual.com/grooming/best-beard-oils/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Alexander",
    "published": "2024-01-05T22:21:00Z",
    "title": "The 10 best beard oils for men to keep whiskers soft and smooth - The Manual",
    "text": "Growing a beard is an automated process. Your body does it for you. And, if you’re blessed with highly hirsute genes, your beard might even grow out thick and lush in the exact shape to frame your face. But that’s not the case for most men, who see their beards grow out patchy and unruly. To tame and manicure that face monster properly, you’re going to need to put in some grooming time . One of the most basic elements in a man’s grooming arsenal? Beard oil.\nBeard oil keeps your whiskers soft, staving off unwelcome itchiness and smoothing the hair into a presentable condition. No matter the season, we suggest you eschew the big, bushy beard in favor of a neat, trim version. Beard oil can help keep your beard looking its best . You don’t want just any product, though — you want to invest in quality. Behold, the best beard oils reviewed for the modern man.\nBest Beard Oil Kiehl’s Nourishing Beard Grooming Oil Kiehl's An ideal and effective beard oil begins with nourishing ingredients. Kiehl’s beard oil is the apex of exactly that. With help from a lightweight cocktail of sandalwood, cedarwood, and eucalyptus essential oils, Kiehl’s beard oil leaves a scent reminiscent of early morning hunting trips with your pops. It also utilizes the moisturizing capabilities of pracaxi oil to help tame unruly, coarse facial hair. Just massage a few drops upward into your beard and watch the easily absorbed oil work its magic. Kiehl’s Nourishing Beard Oil is a winner of the best grooming products , so you know it’s good.\nRelated The best beard balms to tame, hydrate, and shape your whiskers The best beard washes to clean your beard in 2023 (because it’s kind of filthy) Treat your whiskers this winter with a hot oil beard treatment Other Recommended Beard Oils Martial Vivot Beard and Face Oil Martial Vivot This herbal-smelling beard and face oil from New York men’s hairstylist and salon owner Martial Vivot gets high marks for performing double duty. A soothing blend of hemp oil, vitamin B complex, aloe vera, jojoba oil, olive oil , and a variety of healing plant oils combine to create an invigorating and refreshing product. A little goes a long way with this stuff, so use only two to three drops for your beard and the same for your face.\nBeardbrand Old Money Beard Oil Beardbrand Although Beardbrand’s Old Money beard oil packs a bit of an eye-opening price tag, you’ll realize your money is well spent once you smell the tantalizingly rich hints of black pepper, oak, and amber. Its scent hints at a lifestyle cloaked in the trio of whiskey, cigars, and leather, but goes one step further by incorporating jojoba, argan, and castor oils to help bearded men maintain shiny and conditioned facial hair. If you like beard oils for their fragrances, Beardbrand’s Old Money boasts the optimal lightweight body so you can apply liberally without worrying about suffocating your stubble.\nV76 by Vaughn Beard Oil Vaughn Vaughn is a well-known brand in the grooming world, working with the likes of Tom Brady, Richard Gere, and Al Pacino. The line of products is a favorite of ours and the beard oil doesn’t disappoint. Safflower oil prevents dryness and saw palmetto soothes the skin. Plus, the fragrance is a subtle cedar-leathery combo.\nNorthern Fir Beard Co. Beard Oil Image used with permission by copyright holder If you’re looking for something with a woodsy scent and effective essential oils to keep those whiskers tight, Austin-based Northern Fir Beard Co. has handcrafted a tempting blend of quality ingredients such as argan, jojoba, and grapeseed oils that is sure to restore skin, soften stubble, and ultimately tame even the coarsest facial hair.\nGlyder Miracle Beard Oil Image used with permission by copyright holder Glyder’s Miracle Beard Oil is inspired by one of Man’s best creations: the Old Fashioned . With notes of Australian sandalwood, bitters , rye, and orange zest, this oil is calming, smells great, and does a damn good job at keeping those face oils in equilibrium. It’s a cocktail of clary sage, pomegranate, and sunflower oil, which results in a formula that is easily absorbed and leaves the greasiness behind the bar.\nThe Roosevelts Beard Company Yosemite Beard Oil Image used with permission by copyright holder What do you get when a couple of Eagle Scouts grow up to be in a Southern-raised rock band, then decide to start making their own grooming products and sell them to their fans on tour? The Roosevelts Beard Company and the fantastic, light, naturally scented Yosemite beard oil. Made with jojoba, almond, argan, and other essential oils like eucalyptus, tobacco, rum, and peppermint, this small-batch concoction will leave your beard conditioned and smelling like your grandfather’s old-school barbershop with just a hint of the wild. A portion of all proceeds goes directly to the National Parks Foundation, so you’re doing good while looking it.\nThe Mailroom Barber Co. Beard Oil Image used with permission by copyright holder Offered in a trio of manly, refreshing scents — tea tree, pipe tobacco, Appalachia — The Mailroom Barber Co.’s beard oil does adds softness and shine to beard hair, moisturizes skin, and reduces reducing the impact of itchiness or irritation. The Mailroom handcrafts its products out of its South Carolina barbershop with ethically sourced ingredients. This blend includes natural castor oil for restoring moisture, almond oil to decrease healing time for irritated skin, and the anti-aging properties of grapeseed oil.\nStubble & ‘Stache Beard Oil Image used with permission by copyright holder Not only does this blend of sunflower, jojoba, and hemp oils soothe and hydrate skin, but is also encourages thick and healthier beard growth. It plays host to a subtle rosemary and eucalyptus scent that will evoke the journey of a late summer hike through the Sequoia forests of Northern California, while helping your facial hair grow and appear as strong as the world’s largest trees.\nProraso Beard Oil Image used with permission by copyright holder If you’re going to trust a brand to keep your beard in check, you could do worse than a century-old Italian barbershop . Any of Proraso’s beard oils will tame even the most untamable facial hair.\nBossman Beard Oil Image used with permission by copyright holder Bossman Beard Oil is a great value grab, but don’t be fooled by it’s too good to be true merit. Dubbed the world’s first jelly beard oil, this conditioning oil boasts a thicker, jam-like viscosity that builds a strong bond between your hair follicles and skin pores that stimulates beard growth for a fuller beard appearance. It plays host to a long-lasting rich, masculine scent of bergamot, patchouli, and frankincense that is aided by the blend’s increased viscosity because it doesn’t dry out as fast as most lightweight oils.\nBeardoholic Beard Oil Image used with permission by copyright holder Even though Beardoholic’s beard oil is only offered in a 1-ounce bottle, it’s formula is brimming with a plethora of essential oils that work hard to keep your face oils in equilibrium, stimulate new beard growth, and effectively eliminate beardruff and irritation. This conditioning cocktail includes a healthy dose of jojoba, castor, and wheat germ oils, among others, while the addition of pine fragrance oil supplies an essence that’s reminiscent of an autumn stroll through a coniferous forest.\nThe Gentlemen’s Beard Oil Image used with permission by copyright holder At first glance, The Gentlemen’s Beard Oil is delivered in refined packaging that mirrors its stark efficacy en route to a more manageable beard. This American-made blend of jojoba, argan, and extra virgin coconut oil is easily absorbed and bring the best out of a man’s beard by applying a hydrating treatment of skin underneath facial hair and acting as a leave-in conditioner to repair split ends and tackle coarse whiskers.\nBrickell Men’s Beard Oil Image used with permission by copyright holder This skin-smoothing concoction from Brickell Men’s is packed with powerful remedies of algae extract, green tea, and vitamin E. Crafted for all skin types, Birckell Men’s beard oil checks off every box on the list for the best beard oils for men, which features anti-inflammatory properties from aloe vera, thirst-quenching argan oil, and an energizing scent of peppermint, eucalyptus, and lavender.\nBull & Oak Beard Oil Image used with permission by copyright holder Bull & Oak’s beard oil hosts more than your average number of carrier oils, which is a reflection of the brand’s devotion to serving modern men with the highest quality products it can. It dons a subtle scent that won’t overpower your cologne, but what it lacks in fragrance it makes up for in nourishing ingredients that reduce the impact of irritants like itchiness and beardruff while adding softness and a youthful appearance. It’s also crafted with ricinoleic and omega-6 fatty acids that promote increased blood circulation and help strengthen hair follicles.\n Make grooming easy: The 8 best beard trimmers to get the job done The best beard brushes: Our top picks for achieving the perfect look The best Valentine’s Day gifts under $25, $50, and $100: Perfect for any budget Get your facial hair in order: The best beard combs The best beard care products for 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/B017JEZ1Z8",
      "https://dukecannon.com/products/best-damn-beard-oil",
      "http://www.amazon.com/exec/obidos/ASIN/B0140H17FU",
      "https://www.villagebarber.com/products/beard-growth-oil/",
      "http://www.amazon.com/exec/obidos/ASIN/B0149MGRH4",
      "http://www.amazon.com/exec/obidos/ASIN/B078K36RQ1",
      "http://www.amazon.com/exec/obidos/ASIN/B0748G8757",
      "http://www.amazon.com/exec/obidos/ASIN/B00VIJP2LE",
      "http://www.amazon.com/exec/obidos/ASIN/B07FS3V1XZ",
      "http://amazon.com/exec/obidos/ASIN/B017JEZ1Z8",
      "https://www.villagebarber.com/products/beard-growth-oil",
      "http://amazon.com/exec/obidos/ASIN/B00VIJP2LE",
      "https://www.dukecannon.com/products/best-damn-beard-oil",
      "http://amazon.com/exec/obidos/ASIN/B0140H17FU",
      "http://amazon.com/exec/obidos/ASIN/B0149MGRH4",
      "https://villagebarber.com/products/beard-growth-oil/",
      "http://amazon.com/exec/obidos/ASIN/B078K36RQ1",
      "http://amazon.com/exec/obidos/ASIN/B07FS3V1XZ",
      "http://amazon.com/exec/obidos/ASIN/B0748G8757"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "barber",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:47:49.719+02:00",
    "updated": "2024-01-27T21:16:55.448+02:00"
  },
  {
    "uuid": "dcb33e07071552933af4ae4c75c018ded1a79763",
    "url": "https://www.hindustantimes.com/cities/pune-news/9-flights-cancelled-between-pune-delhi-due-to-bad-weather-at-delhi-airport-101703789672320.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dheeraj Bengrut",
    "published": "2023-12-28T19:24:00Z",
    "title": "9 flights cancelled between Pune & Delhi due to bad weather at Delhi airport - Hindustan Times",
    "text": "As many as nine flights arriving from and departing to Delhi from Pune airport were cancelled on Thursday due to bad weather conditions at Delhi airport. With flights between Delhi and Pune delayed, diverted or cancelled, a large number of passengers were left stranded at Pune airport without any information regarding the status of flights.According to the information shared by the Airport Authority of India (AAI) Pune, due to dense fog over Delhi airport since the last couple of days, four flights from Pune to Delhi were cancelled till noon on Thursday, affecting other routes as well. While a total nine flights scheduled between Delhi and Pune were cancelled on Thursday. Flights from Delhi and connecting flights from Pune were also impacted. The nine flights which got cancelled include: SpiceJet’s SG0948 (Pune to Hyderabad) and SG0937 (Pune to Delhi); Air India’s AI0852 (Pune to Delhi); Vistara’s UK0972 (Pune to Delhi); and Indigo’s 6E0721 (Pune to Amritsar), 6E0159 (Pune to Goa), 6E0672 (Pune to Goa), 6E2472 (Pune to Delhi), and 6E0338 (Pune to Lucknow).Santosh Dhake, Pune airport director, said, “A total of nine flights being operated from Pune airport by various airlines were cancelled between Wednesday 12 am and Thursday noon due to bad weather conditions in Delhi.”One of the passengers, Akhand Bhandari, who was scheduled to fly by Vistara’s UK0935 from Delhi to Pune faced a delay of two hours. “As the flight got delayed, we reached Pune airport late in the night and I had to stay at Pune airport overnight,” he said.Another flyer who did not wish to be named, said, “My SpiceJet flight SG0937 which was scheduled to depart from Pune on Thursday was delayed by more than 10 hours, and all my official meetings were affected.”BoxFlights which got cancelledSpiceJet’s SG0948 (Pune to Hyderabad) and SG0937 (Pune to Delhi); Air India’s AI0852 (Pune to Delhi); Vistara’s UK0972 (Pune to Delhi); and Indigo’s 6E0721 (Pune to Amritsar); 6E0159 (Pune to Goa); 6E0672 (Pune to Goa); 6E2472 (Pune to Delhi); and 6E0338 (Pune to Lucknow).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "santosh dhake",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hindustan times",
          "sentiment": "negative"
        },
        {
          "name": "spicejet",
          "sentiment": "none"
        },
        {
          "name": "air india",
          "sentiment": "none"
        },
        {
          "name": "airport authority of india",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "pune",
          "sentiment": "none"
        },
        {
          "name": "pune & delhi",
          "sentiment": "none"
        },
        {
          "name": "lucknow",
          "sentiment": "none"
        },
        {
          "name": "amritsar",
          "sentiment": "none"
        },
        {
          "name": "hyderabad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:16:44.571+02:00",
    "updated": "2023-12-29T03:16:44.571+02:00"
  },
  {
    "uuid": "66de01767ad000dc72176f77fe177339fdf51d93",
    "url": "https://www.bloodhorse.com/horse-racing/articles/278477/istabraq-three-time-champion-hurdle-hero-dies-at-32",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "bloodhorse",
    "published": "2024-07-25T16:57:00Z",
    "title": "Istabraq, Three-Time Champion Hurdle Hero, Dies at 32 - BloodHorse",
    "text": "Aidan O'Brien has described Istabraq as an \"almost mystical character\" for the legacy he left after it emerged one of modern jump racing's most iconic equine superstars has died at JP McManus's Martinstown home at 32 years of age. The hugely popular ex-flat horse was trained by O'Brien to win three Champion Hurdles at the Cheltenham Festival between 1998 and 2000, having also won the old Royal Sunalliance Novices' Hurdle there in 1997. Only two months ago, on his birthday, May 23, he was pictured at the center of a large gathering of his doting connections, with McManus, O'Brien, and Charlie Swan, synonymous with the son of Sadler's Wells throughout his jumps career, all in attendance. In a short statement issued July 25, McManus said: \"Sadly, Istabraq passed away at 1:15 a.m. this morning at the ripe old age of 32. He was a very special horse who gave us many great days of fun and enjoyment. Our thanks to Lara Hegarty, Johnny O'Brienm, and all the staff at Martinstown who took such fantastic care of him over many years. We are pleased that we gave him a good celebration for his most recent birthday in May. He leaves Noreen, myself, and the family with wonderful memories.\" Only four other horses have won the Champion Hurdle three times, and Istabraq's chance to become the single most successful horse in the history of the race was cruelly thwarted by the foot and mouth outbreak in 2001, which caused the Cotswolds gala to be cancelled. However, his place in the pantheon of all-time greats is secure. Sporting McManus's famous green and gold hooped silks, Istabraq and Swan became one of jump racing's most revered standing dishes of the late 20th century, with their 12-length evisceration of stablemate Theatreworld in the 1998 Champion Hurdle a signature performance that marked him out as a truly rare talent. Apart from their four victories at Cheltenham, the legendary partnership also combined to plunder four Irish Champion Hurdles, an Aintree Hurdle and two Hatton's Grace Hurdles. In all, they combined for 14 grade 1 successes and won 23 of their 29 outings together over flights, with Istabraq indisputably becoming that rare thing for racehorses these days—a household name. Retired after being pulled up early in the 2002 Champion Hurdle, he had spent his remaining days at Martinstown. Speaking on the morning of July 25, O'Brien, who described that mind-blowing first Champion Hurdle display as \"unbelievable\", spoke glowingly of the horse that catapulted him into the big-time. \"He was an incredible horse and he was very lucky that he was owned by JP and Noreen, and to be ridden by Charlie. For us, he was a horse of a lifetime and he was like one of the family here because our lads were tiny at the time so he was part of the family,\" he said. \"We were down there for his birthday and it was incredible to see him. He was treated like an absolute god through every part of his life really and he seemed super that day. The amount of letters and the visitors and everything. People who are at the coal face in racing now, when they were growing up Istabraq was in his prime, so you would still hear people talking about him. He was kind of an almost mystical character really and it was a once-in-a-lifetime thing to get a horse like him.\" Having won two of his 11 starts on the flat for John Gosden and owner/breeder Hamdan Al Maktoum, Istabraq was sourced as a 4-year-old by Timmy Hyde and his son-in-law John Durkan, who had been working for Gosden but tragically died in January 1998 after being struck down with leukemia just months after acquiring the horse as he assembled a team to begin his own training career. Durkan was in O'Brien's thoughts when he heard the news of Istabraq's death. \"We also have to remember John; it was well known that we were kind of looking after him for John. JP and Noreen bought him for John to train,\" he recalled. \"JP just loved him and they looked after him so well in Martinstown. I was down there a couple of times recently to see him, we'd often go over there to see him,\" he said. \"Lara used to look after him so well down there. They all did, but she was very close to him so it's hard on her now.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bloodhorse aidan o'brien",
          "sentiment": "negative"
        },
        {
          "name": "istabraq",
          "sentiment": "negative"
        },
        {
          "name": "lara hegarty",
          "sentiment": "none"
        },
        {
          "name": "mcmanus",
          "sentiment": "none"
        },
        {
          "name": "o'brien",
          "sentiment": "none"
        },
        {
          "name": "charlie swan",
          "sentiment": "none"
        },
        {
          "name": "johnny o'brienm",
          "sentiment": "none"
        },
        {
          "name": "sadler",
          "sentiment": "none"
        },
        {
          "name": "wells",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "martinstown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T01:19:28.598+03:00",
    "updated": "2024-07-26T01:19:28.598+03:00"
  },
  {
    "uuid": "eedc766486e224d270e8361c691908fac2bfcb14",
    "url": "https://www.lemonde.fr/international/article/2024/08/23/des-pourparlers-secrets-sans-issue-entre-la-russie-et-l-ukraine_6291180_3210.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marie Jégo",
    "published": "2024-08-23T00:00:00Z",
    "title": "Des pourparlers secrets sans issue entre la Russie et l’Ukraine",
    "text": "A la veille de sa première visite en Ukraine, vendredi 23 août, le premier ministre indien, Narendra Modi, s’est dit « convaincu qu’aucun problème ne peut être résolu sur un champ de bataille ». Son déplacement à Kiev, le premier depuis le début de l’invasion russe, intervient alors que les troupes ukrainiennes poursuivent leur offensive en Russie, où elles affirment contrôler 1 263 kilomètres carrés et 93 localités. [En direct, guerre en Ukraine : le premier ministre indien, Narendra Modi, est arrivé à Kiev et compte appeler à « rétablir la paix »](https://www.lemonde.fr/international/live/2024/08/24/en-direct-guerre-en-ukraine-82-prisonniers-echanges-avec-la-russie-ont-participe-a-la-defense-de-l-usine-azovstal-lors-du-siege-de-marioupol_6285146_3210.html) Début juillet, M. Modi avait déclenché la colère de Volodymyr Zelensky, après avoir été photographié en train d’étreindre Vladimir Poutine, lors d’un déplacement à Moscou, au moment même où un hôpital pour enfants venait d’être bombardé à Kiev. En Ukraine, il entend discuter avec le président ukrainien des « perspectives de règlement pacifique du conflit ukrainien en cours ». Un « règlement pacifique » semble encore loin. Des pourparlers indirects, tenus dans le plus grand secret, ont toutefois eu lieu ces derniers temps entre l’Ukraine et la Russie, a révélé le Washington Post, le 17 août. L’objectif était de négocier un « accord historique mettant fin aux frappes sur les infrastructures énergétiques et électriques des deux côtés », l’équivalent d’un « cessez-le-feu partiel et un sursis aux deux pays ». Des délégations russe et ukrainienne devaient se rencontrer à Doha, fin août, mais l’incursion ukrainienne dans la région de Koursk, [lancée le 6 août](https://www.lemonde.fr/international/article/2024/08/08/l-armee-ukrainienne-est-entree-en-russie_6272837_3210.html), en a interrompu le processus. « La Russie n’a pas annulé les pourparlers, elle a dit qu’il fallait attendre un peu », précise le quotidien américain. [« J’ai arrêté de compter à cent prisonniers » : les forces ukrainiennes affirment détenir de nombreux soldats russes capturés dans la région de Koursk](https://www.lemonde.fr/international/article/2024/08/18/j-ai-arrete-de-compter-a-cent-prisonniers-les-forces-ukrainiennes-affirment-detenir-de-nombreux-soldats-russes-captures-dans-la-region-de-koursk_6285145_3210.html) Une source proche du dossier confirme au Monde l’existence de ces pourparlers. L’idée a émergé après la conférence sur la paix en Ukraine, qui s’est tenue mi-juin, en Suisse. « Le Qatar a proposé d’accueillir des négociations sur l’énergie et souhaitait que la Russie et l’Ukraine y participent pour obtenir des résultats concrets et tangibles. Mais la récente escalade [l’incursion ukrainienne à Koursk] a reporté cette décision jusqu’à nouvel ordre. Les pourparlers devaient avoir lieu en présentiel fin août », précise la même source. Le Qatar a déjà servi de médiateur entre les belligérants, afin de libérer des dizaines d’enfants ukrainiens transférés illégalement en Russie ou dans les territoires occupés. Etonnement en Ukraine Un diplomate ukrainien précise au Monde que son pays « compte beaucoup sur le canal qatari, qui travaille avec toute l’équipe du président Zelensky depuis longtemps ». Ce n’est sans doute pas un hasard [si la conférence en Suisse](https://www.lemonde.fr/international/article/2024/05/17/un-sommet-suisse-pour-une-improbable-paix-en-ukraine_6233738_3210.html), à laquelle la Russie n’avait pas été invitée, s’est tenue dans le complexe hôtelier alpin du Bürgenstock, propriété d’une chaîne hôtelière qatarie. Il vous reste 66.92% de cet article à lire. La suite est réservée aux abonnés.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T06:43:32.414+03:00",
    "updated": "2024-09-03T18:28:06.147+03:00"
  }
]