[
  {
    "uuid": "794dac4e7c85d103033fbec81bc719e945d98ea2",
    "url": "https://biz.crast.net/my-favorite-pc-of-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julian Walling",
    "published": "2024-01-05T22:44:00Z",
    "title": "my favorite pc of 2023",
    "text": "While the PC market is vast in both quality and quantity, I've fortunately had the opportunity to try out many different great PCs this year. The market had a rough start to 2023, bottomed out in the middle of the year, and has been rising ever since. One thing I think a lot of people forget about PCs is that the form factor keeps changing; We are seeing a huge evolution with foldable and handheld PCs. I also believe this list will grow significantly with the new wave of AI PCs coming in 2024, as well as the expected next version of Windows with the new Snapdragon X Elite systems. This list includes most of the systems I have tested and used extensively.\nFull disclosure: All device makers here except ASUS are clients of Moore Insights & Strategy, but this article reflects my independent viewpoint, and none of the client companies have had editorial input on this piece.\nFavorite Windows Experience: Surface Laptop Studio 2\nThis is one of the newer systems I've had a chance to use, and it became my default PC soon after I got it. One reason I was attracted to this system was that Microsoft had finally updated it with a more powerful GPU and the latest CPU and memory. As configured when it was sent to me for review, it had an Intel 13th Gen Core i7, Nvidia RTX 4060, 64GB of RAM, and a 1TB SSD. Although I rarely operated the monitor in tent mode, it came in handy a few times during the flight. The machine was powerful enough for me that I could edit videos and publish them instantly – not as fast as my desktop at home, but fast enough to get the job done in a reasonable amount of time.\nIt was also the first PC to come with Microsoft CoPilot and, like every Surface PC, generally has the cleanest and smoothest Windows experience with inking and seamless updates. Microsoft has breathed new life into the Surface Laptop Studio with this latest model, and it looks to have plenty of performance for the $3,299 price.\nFavorite Productivity Laptop: HP Dragonfly G4\nThis year's Dragonfly G4 is almost a carbon copy of last year's Dragonfly G3—which isn't a bad thing because that laptop was nearly perfect. While the design remained almost the same, HP updated the G4 with Intel 13th generation processors and introduced several software integrations with Poly products. (HP completes its $3.3 billion acquisition of Poly in 2022.) The G4 still weighs less than 1 kilogram, which is extremely light, and it also has 5G connectivity.\nAnother note about this product family: I believe HP's Elite Dragonfly Max missed this goal and the Elite Dragonfly as a high-end executive notebook with the best technologies in a compact and light form factor Cheapened the reputation of the series. I hope HP reconsiders its strategy next year and maintains the Dragonfly branding for enterprise users.\nFavorite Gaming Laptop: Alienware X16 R1\nThe Alienware Dell configured the system and shipped it to me with an Intel i9-13900HK, Nvidia RTX 4090, 32GB of RAM, and a 1TB NVMe SSD. Also, because this is a gaming laptop, it has a 16-inch QHD+ 240 Hz display with 100% PCI-P3 color. This means that the X16 is not only a great gaming laptop, but it is also a great photo and video editing machine that can easily compete with most desktops.\nThat said, X16 isn't a true desktop replacement; That's the Alienware M series. The It's priced at $3,100, which is quite impressive considering the specifications and overall thinness of the X16. Additionally, Dell ships the .\nFavorite Gaming Desktop: Alienware Aurora R16\nLast year, my favorite desktop was the HP Omen 45L. That machine came about when HP revisited its desktop design and it achieved success. This year, Alienware revisited its Aurora series of desktops with a completely new design, the Aurora R16.\nI liked the R16 because Alienware not only looked for a more acceptable price, but also significantly improved the thermal and graphics options. It offers the R16 with an Nvidia RTX 4090 up to an Intel 14900K, which coincidentally is the same configuration Dell sent me for testing. Pairing this desktop with the industry-favorite 34-inch OLED ultrawide monitor and other peripherals makes it my favorite gaming desktop of 2023. There are a few small changes I'd like to see Dell implement, but they're mostly cosmetic. I'll have more on this in my upcoming report on the Alienware ecosystem.\nFavorite Portable: Surface Pro 9 5G\nThe Surface Pro 9 5G was my favorite PC to take with me anywhere. Taking it to meetings was most comfortable, especially because of the 5G connectivity, I didn't face any trouble connecting to the company's Wi-Fi network. Additionally, Microsoft launched a program with T-Mobile to give users 90 days of free 5G, which was a nice bonus and I believe it will help people more easily realize the benefits of 5G connectivity on PC. Will help to do. I hope this kind of setup will be available for other 5G-capable Windows PCs, but right now it's one of the things that sets the Surface Pro 9 5G apart from others. And that's on top of the premium Windows experience, which is very similar to the Surface Laptop Studio 2 experience discussed above.\nFavorite Gaming Handheld: ASUS ROG Companion\nThe ROG Ele is the first gaming handheld to be released with the AMD Z Extreme series of processors, which has become the default platform for OEMs looking to build Windows handheld gaming systems. Lenovo came out with a more high-end competitor in the Legion Go, but I didn't get a chance to properly use that product long enough for a review. Meanwhile, I used Ally extensively and found it great. Ally also achieved a more aggressive price target, which will make it accessible to more consumers.\nI had some reservations about the Ele, but comfort was great, and the device was quite compact compared to some of the other designs on the market, such as the Lenovo Legion Go or the Steam Deck. This handheld, and the AMD platform it was built on, may have revived the handheld gaming PC category. I tested the higher-end configuration with the faster Z1 Extreme processor, which has more CPU and GPU cores. It sells for $700, while the entry-level model is currently on sale for $399.\nFavorite foldable: HP Specter 3-in-1 17-inch\nI haven't had a chance to review this laptop, but I've had several opportunities to play with it and see it in action. It's an incredibly well-executed design that clearly borrows a lot of the design language from the EliteBook series of laptops – but expands it into a witty and elegant 17-inch foldable design that's just as compact when folded. Does not happen. This machine shows how a large foldable can be executed very well and still look like a 13-inch notebook when it's fully folded.\nYes, this machine is $5,000 – far above the price considered scalable in the PC industry – but I believe it establishes HP as a leader in this field. Additionally, this model is a great halo product for the HP brand, so we can definitely see less expensive foldables performing very well in 2024.\nFavorite College Laptop PC: Dell XPS 13 Plus\nThe Dell XPS 13 Plus was one of my favorite other PCs of 2023, especially the OLED model because it's so stylish and different than most PCs. It's still extremely performant and well-built, but it also has a gorgeous OLED display perfect for content creation, watching movies, and taking with you wherever you go. I think it's a great overall laptop with good portability and design language. This would be a great choice for the student who wants a mobile that looks great and also wants a good performing PC amidst the sea of MacBooks.\nwrapping up\nThis year was tough for the PC sector, especially in the first half of the year. Thankfully, things have recovered and the industry is on a healthy comeback, which is likely to accelerate in 2024 with the emergence of AI PCs. It will be interesting to see how all the different PC OEM brands and PC manufacturers approach AI differently. In fact it seems like there is a huge opportunity for Microsoft and its OEMs to turn PCs towards AI and enable new capabilities and better productivity, or at least less hectic work.\nI'm excited to see what 2024 brings. It's clear that there were already a lot of good PCs out there last year, and it'll be exciting to see how many of these get supercharged with new capabilities and even more sophisticated designs this year.\nSource: www.forbes.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "moore insights & strategy",
          "sentiment": "none"
        },
        {
          "name": "asus",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T02:03:29.738+02:00",
    "updated": "2024-01-06T02:03:29.738+02:00"
  },
  {
    "uuid": "fa0104309506718ced57f6a0aad622fcc73b0f4d",
    "url": "https://www.sj-r.com/story/business/2024/02/16/motherland-community-gardens-grow-produce-for-springfield-communities-yves-doumen-cameroon/72537306007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Claire Grant",
    "published": "2024-02-16T10:13:00Z",
    "title": "Community Gardens are cropping up across Springfield with the Motherland Project",
    "text": "[Claire Grant](/staff/72314535007/claire-grant/) Yves Doumen knew coming to Springfield from Cameroon, Africa in 2017 he would miss the taste of home-grown produce from his backyard, but never expected his way of life would bring community back to Springfield neighborhoods. From soil to plate, his community gardens are transforming lives and making produce greens accessible for anyone in the city to combat food insecurity. For Doumen, making the option for good food accessible is the heart behind Motherland Gardens. “When you move to a new country you move with your culture, and food is part of your culture,” Doumen said. “So, with having this skill of producing my own food, the only thing I was looking for was space to produce it.” Since 2021, Illinois Army National Guard (92Y) and founder of Motherland Community Garden, Doumen has been cultivating the Motherland Community Garden, a non-profit which targets areas primarily on the east side with high apartment/rent rates and difficult access to fresh produce in Springfield. Doumen holds a bachelor's degree in geography science from the University of Duoala and a bachelors of AG Business from Lincoln Land, on top of his title as an Illinois National Guard, which he uses to target food deserts, or urban areas where buying fresh food is hard. Community gardens have been a popular form of cultivating food during hard economic times when food isn’t readily available to prices that fit all budgets. Grocery prices have increased by 1.3% since December of 2022, according to the USDA , with overall food prices rising by 5.8% in 2023. More: [Illinois to put $20 million toward grants for grocers, research into food insecurity](/story/news/politics/state/2023/08/19/illinois-to-put-20-million-toward-grants-study-into-food-insecurity/70623725007/) Expanding food access With his favorite types of food like cassava and cocoyam either out of reach or well-past ripe when they hit the shelf, Doumen knew with his agricultural background he could grow food at home like he did in West Africa. Even if they weren't the exact vegetables, they would still be home grown. That thought didn’t stop there though, because Doumen’s agriculture understanding turned to his neighbors living on the east side in apartments and rentals, since there’s no accessible way to grow a whole garden in a flat with no soil. “I studied a lot of food insecurity, and I started thinking … if someone is already renting, the only food he probably can eat he has to buy from somewhere,” Doumen said. “There’s always space around an apartment building but space is never used for producing food.” Doumen runs the gardens primarily by himself with the intention to help give choices that have never been available to Springfielders before. Even if a resident doesn’t know a thing about gardening or plans on it, having that second option to fast food and processed foods is what matters. “When you live in an apartment building you have a very limited income too with limited options,\" Doumen said. \"You may not even realize you are food insecure because you are forced to eat something that if you had more resources, you wouldn’t be eating. If you had space, you would probably wish to produce rather than to buy from the grocery store.” Gardens are growing The original Motherland Garden is located on the east side of Springfield, off of 15th and Cook streets. The garden has over 60 raised beds. Year-long leases start at $20 for a plot of land to cultivate, however, on a case-by-case basis, this price may be adjusted. If thumbs are still green, Motherland will also lend the seeds and trowels needed to get started. A second garden is being built on South 16th Street and has seen progress through the winter, and in the meantime the non-profit has been gaining plots of land on 15th Street with plans to build a third garden adjacent to the land on S 16th Street. Providing more than just food Building a better community bond with funding from the people the garden serves, Doumen hopes to see the garden come back to life every spring with new harvests. It’s not just veggies like chives and tomatoes that Motherland is growing, but instead the bigger picture shows cooking with family and slowing down life to enjoy the culture around food tilled from soil to table. “The project is not only community gardens but is a local economy utilization and a neighborhood beautification project,” Doumen said. “Food puts people around the table; food is what we share with those we love and when we sit down around food ... conversations can happen, and things can be discussed over things that are happening in a community together. That is the message I want to convey.” Since conceptualization, the Motherland Community Gardens project has seen continuous funding, with a $5,000 grant from the Cannabis Business Grant in 2022 from the City of Springfield and a generous list of dozens of local businesses and community members. To join one of the neighborhood gardens, interested applicants can find more information about the project at motherlandgardenscommunityproject.org to set up a space to start cultivating. If interested in volunteering opportunities with the gardens which can potentially be used for service hours, a web signup form can be found at bit.ly/MotherlandGardensVolunteerForm . Donations information can be found on the non-profits Contact Claire Grant at CLGrant@gannett.com, X (Formerly known as Twitter): @Claire_Granted",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.ers.usda.gov/data-products/food-price-outlook/summary-findings/",
      "https://bit.ly/MotherlandGardensVolunteerForm",
      "https://www.ers.usda.gov/data-products/food-price-outlook/summary-findings",
      "https://ers.usda.gov/data-products/food-price-outlook/summary-findings/",
      "https://www.bit.ly/MotherlandGardensVolunteerForm"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "claire grant",
          "sentiment": "negative"
        },
        {
          "name": "doumen",
          "sentiment": "none"
        },
        {
          "name": "yves doumen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "motherland project",
          "sentiment": "negative"
        },
        {
          "name": "motherland project community gardens",
          "sentiment": "negative"
        },
        {
          "name": "illinois army national guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "springfield",
          "sentiment": "none"
        },
        {
          "name": "motherland gardens",
          "sentiment": "none"
        },
        {
          "name": "cameroon",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "motherland community garden",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T12:37:13.626+02:00",
    "updated": "2024-02-16T20:51:27.950+02:00"
  },
  {
    "uuid": "bcf4d8ae454d4d851cc8a1af1873f98b1e13f133",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c094",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tueur",
    "published": "2024-05-25T21:14:00Z",
    "title": "#94 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "[blodhemn](/user/blodhemn)a [elpais.com](/go/link/3942841) [#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#52](c52#c-52) Gente con estudios y que no está sometida al bombardeo propagandístico de la fachosfera hispana. No veo qué tiene de curioso, la verdad.\n[#83](c83#c-83) Ya, y, en esos casos, gente que en las elecciones votan a los que menos quieren que España se parezca a donde se han tenido que ir ellos. Qué sí, que en España estamos lejos de tener un partido liberal decente, pero vivir las mieles del capitalismo en Estados Unidos, Reino Unido, Irlanda, Países Bajos y andar votando en España a Podemos, me parece poco coherente. Lo curioso es que pocos de estos se han ido a Venezuela o a Cuba a disfrutar en su piel los múltiples beneficios del socialismo.\n[#84](c84#c-84) El programa de la derecha para España consiste en hambre y moscas para todo el que no sea millonario o una gran empresa: corrupción, bajadas de impuestos para los ricos, privatizaciones, precarización del empleo, desmantelamiento de los servicios públicos y especulación inmobiliaria. Ante este panorama, para votar a la derecha es necesario ser idiota, ignorante, egoísta o millonario, por lo que la mayor parte de sus votantes son gente corta de entendederas enajenda por la incesante propaganda.\nLa prueba es que no dedican ningún esfuerzo en hablar de sus propuestas económicas: sólo hablan de ETA, la ley de amnistía, y lo malvados que son Perrosanxe y su mujer.\n[#88](c88#c-88) Privatizaciones, prevaricación del empleo, bajadas de impuestos a las grandes empresas. Es que a lo mejor el ignorante eres tú que no sabes por ejemplo en los países de centro Europa o nórdicos cómo se han regulado esos aspectos, que justamente entre otras cosas les ha permitido ser sociedades prósperas y que atraen el talento. Talento que en algunos casos y aún disfrutando el capitalismo en sus propias carnes vota para que la siguiente generación de españoles tenga que seguir emigrando a esos países más capitalistas que el nuestro.\n[#37](c37#c-37) Ay pobres comunistas que el problema que tienen es que son dependientes de importar todo de EEUU.\nPues que sepas que la mayoría del pollo en Cuba viene de Miami, el embargo está hoy en día muy limitado.\nAh, y en la guerra fría había más gente en el bloque comunista que en el bloque capitalista.. y aun así al bloque capitalista le iba mil veces mejor y no necesitaban para nada a los comunistas.\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\n[#33](c33#c-33) Simple, estos tipos se oponen al planamiento familiar.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/\n[#1](c1#c-1) por no hablar de que sus antepasados se arrancarían los pelos de desesperación por ver como han abrazado la religión que los masacró\n[#47](c47#c-47) sus antepasados católicos españoles o ver como se pasan al evangelismo siendo sus antepasados católicos?\n[#1](c1#c-1) con la diferencia de que cuando vienen para acá muchos de ellos se vuelven muy de derechas besando los pies de sus verdugos.. los cuales por delante les dicen, con papeles inmigrante bueno, y por detrás le dicen a los españoles, mirad, estos son los que os roban el trabajo y las paguitas..\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#42](c42#c-42) Se fueron a la hora aproximadamente, pero no sé si por su propio pie o por la policía, ya que yo volví donde ellos media hora larga después y ahí seguían. La poli dijo que iba a mandar una patrulla y vi un coche una hora después de llamarles, pero capaz que iban a otro sitio, así que no puedo confirmar. Me olía que estos predicadores eran evangélicos pagados por alguien de aquí o de allá para hacer la ruta, porque el brasileño tenía un acento increíble y hablaba español justo.\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\n[#3](c3#c-3) En mi bloque ahora dejan cartas en los buzones diciendo que te van a solucionar la vida y te dejan su WhatsApp y una dirección para que vayas a sus reuniones. Se aprovechan de gente ignorante y desesperada. Menuda secta.\n[#71](c71#c-71) trabajan como cualquiera, yo conozco al alguna familia con hijos, compañeros de clase de mis hijos. Es gente normal de puertas para fuera. Luego ya ves que los nenes no se reúnen con los otros para jugar o celebraciones, no van a excursiones... En fin, las relaciones de los chavales se limitan a las horas de clase y su entorno familiar o religioso. También he conocido a una chica que cuando pudo lo dejó, pero tienen que renunciar a su familia y a todo lo que ha vivido desde que nació. Llevaba trabajando en el negocio familiar desde adolescente sin sueldo, así que hay que ser valiente.\nDan bastante pena, la verdad.\nSon una secta y se comporta como tal.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\n[#74](c74#c-74): A lo que me refiero es a que la religión es el medio, no el fin. Si no hubiera religiones, buscarían otras maneras de crear fanatismo para mantener despistada a la gente, como el fútbol, que actualmente también se usa un poco en ese sentido, mientras odias a otro equipo no te preocupas de que te suben los precios y no los salarios.\n[#80](c80#c-80) si te he entendido perfectamente. Siempre habrá gente que necesite algo y desaprensivos que se aprovechen de esa necesidad.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...\n[#24](c24#c-24) si algo mueve dinero, sobre todo si es en paraisos fiscales, allí estará el PP para ver qué pilla.\nEsa gente es muy peligrosa, ya que al contrario que otras sectas, quieren acaparan todas las instancias del estado. Su avaricia no tiene límites, son capaces de vender a su madre por cuatro duros.\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.\nLas personas más insoportables del mundo son los conversos en cualquier modo. Religión, pelo blanco, deporte, vegetariano..., debe ser como ves que tu vida es una mierda y te has equivocado quieres imponer a los demás tu vida de p... Mierda",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC4449999/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-26T01:29:12.176+03:00",
    "updated": "2024-05-26T01:29:12.176+03:00"
  },
  {
    "uuid": "d1ddc92b46307cada34ce4684da915ffb7265e63",
    "url": "https://www.lavoz.com.ar/vos/tv/despues-de-muchas-idas-y-vueltas-cinthia-fernandez-y-matias-defederico-finalmente-llegaron-a-un-acuerdo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción VOS",
    "published": "2024-02-29T22:00:00Z",
    "title": "Después de muchas idas y vueltas, Cinthia Fernández y Matías Defederico finalmente llegaron a un acuerdo",
    "text": "Este jueves, Cinthia Fernández pasó por El diario de Mariana y contó que actualmente lograron llegar a un acuerdo por la manutención de sus hijas Bella, Charis y Francesca, [situación que la modelo venía denunciando desde hacía años.](https://www.lavoz.com.ar/vos/tv/cinthia-fernandez-furiosa-con-matias-defederico-me-va-a-deber-toda-la-vida/) También narró cómo atravesó diferentes momentos en los que ella sintió tocar fondo como cuando “no tenía para comprarle comida a sus hijas” o cuando “del colegio la llamaban para que pague las cuotas”. Lo cierto es que Cinthia Fernández y Matías Defederico se divorciaron hace seis años pero el exfutbolista no respondió debidamente a sus obligaciones como padre. “Durante este tiempo sufrí mucha violencia económica. Ahora, se termina una tortura”, expresó la bailarina y panelista, que se encontraba junto a su abogado Roberto Castillo. “Hay una deuda de alimentos por ejecutas. Matías dice que no tiene liquidez. Entonces, nosotros dijimos fue: ‘compensemos’. Ambos progenitores le deben alimentos a sus hijos, Cinthia tiene liquidez, entonces, Matías cede lo que le corresponde a él de la vivienda”, sumó Castillo. La panelista habló durante cuarenta minutos con las emociones a flor de piel y en un momento se expresó agradecida con Ángel de Brito. “Tenía dos trabajos. En uno no me pagaban y, en el otro, cobraba cuando terminaba con mi participación. Ahí me rescató Ángel. Por eso, le debo muchísimo. Gracias a él le pude dar de comer a mis hijas” Afirmó Fernández. La exparticipante de Showmatch manifestó que ella no tiene relación con Defederico, pero que espera que “reconstruya su relación con sus hijas”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:10:53.259+02:00",
    "updated": "2024-03-01T08:30:19.043+02:00"
  },
  {
    "uuid": "39f3d712d7ec71c7108d47dad2072aee13bde8f5",
    "url": "https://hatchiepress.com/bolivars-aamaree-gibbs-receives-first-football-scholarship-offer",
    "ord_in_thread": 0,
    "author": "Hatchie Press",
    "published": "2025-07-24T02:09:00Z",
    "title": "Bolivar's Aamaree Gibbs Receives First Football Scholarship Offer",
    "text": "The school year has not even begun and Aamaree Gibbs’ football season is already shining brightly after having received his first football scholarship offer, which came from Missouri Baptist University. Aamaree, who plays the position of defensive end for the Bolivar Central High School (BCHS) Tigers will enter the 2025/2026 season as a junior.\nIf you have attended a BCHS football game over the past couple of years, you may have recognized Aamaree’s skills on the field wearing jersey #52. BCHS head football Coach Rennard Woodmore shared Aamaree is not only impressive on the football field, but also off the field.\n“He is an exceptional young man who excels in the classroom and on the football field,” said coach Woodmore.\nYou will be able to catch Aamaree and his BCHS football Tiger teammates this fall for Friday Night Lights for the 2025/2026 season. The BCHS Tigers kick off their season at home on Friday, August 22, 2025, against Lexington High School.\nClick here to see Bolivar Central High School football schedule .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Education"
    ],
    "topics": [
      "Sport->american football",
      "Human Interest->award and prize",
      "Education->students",
      "Education->school",
      "Education->vocational education"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Aamaree Gibbs",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Missouri Baptist University",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Bolivar Central High School",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Lexington High School",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "BCHS Tigers",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [],
      "bias": null,
      "source": {
        "type": "local_news",
        "city": [
          "Silerton",
          "Hornsby",
          "Bolivar",
          "Middleton",
          "Hickory Valley",
          "Whiteville",
          "Grand Junction",
          "Toone",
          "Saulsbury"
        ],
        "state": [
          "Tennessee"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:53:27.511+03:00",
    "updated": "2025-07-24T07:58:42.000+03:00"
  },
  {
    "uuid": "f688c2c88db4bfd57a35650c12bbc0c6c80a3342",
    "url": "https://valenciaplaza.com/alerta-naranja-por-lluvias-en-el-interior-norte-y-litoral-de-castellon-y-en-la-costa-sur-de-valencia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valencia Plaza",
    "published": "2024-11-01T04:00:00Z",
    "title": "Alerta naranja por lluvias en el interior norte y litoral de Castellón y en la costa sur de Valencia",
    "text": "VALÈNCIA (EP). El Centro de Cooordinación de Emergencias mantiene, a primera hora de este viernes, 1 de noviembre, la alerta naranja por lluvias en el interior norte y litoral de Castellón y en el litoral sur de Valencia. Asimismo, está decretado el nivel amarillo por lluvias en el litoral norte de Alicante, interior sur de Castellón y en el interior y litoral norte de Valencia y el mismo nivel amarillo por tormentas en todas las provincias de Castellón y Valencia. La Emergencia situación 2 del Plan de Inundaciones se sigue manteniendo en la provincia de Valencia y Castellón. Según Emergencias, en el litoral sur de Valencia se observan acumulaciones de 52 itros/metro cuadrado debido a una célula convectiva estática sobre el tercio sur de la zona de aviso y se espera que se sigan acumulando cantidades importantes en las primeras horas del día. La situación 2 en toda la provincia de Castellón es por la crecida de los caudales en el río Cèrvol, Cuevas, Rambla de la Viuda y barrancos de la Serra d'Irta.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T09:49:44.186+02:00",
    "updated": "2024-11-01T13:09:01.528+02:00"
  },
  {
    "uuid": "139cce74440b544e980df35875f4213045e7a5ee",
    "url": "https://www.dvidshub.net/image/8925089/ski-nebelhorn",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sgt. Scyrrus Corregidor",
    "published": "2025-03-19T23:17:00Z",
    "title": "Ski the Nebelhorn [Image 25 of 27]",
    "text": "Soldiers and community members joined Wild B.O.A.R. Outdoor Recreation, USAG Bavaria Family and MWR, for an unforgettable overnight skiing and snowboarding trip to the Nebelhorn in Oberstdorf, Germany. Participants embraced the thrill of the slopes, explored the stunning Alpine scenery and enjoyed a unique stay in a mountain hut. The trip offered a perfect combination of camaraderie, travel and adrenaline-filled fun, highlighting the spirit of adventure within the USAG Bavaria community. (U.S. Army photo by Sgt. Scyrrus Corregidor)\nDate Taken: | 02.15.2025 |\nDate Posted: | 03.19.2025 19:17 |\nPhoto ID: | 8925089 |\nVIRIN: | 250216-A-MQ729-4028 |\nResolution: | 3840x3072 |\nSize: | 6.81 MB |\nLocation: | OBERSTDORF, BAYERN, DE |\nWeb Views: | 1 |\nDownloads: | 0 |\nThis work, Ski the Nebelhorn [Image 27 of 27], by SGT Scyrrus Corregidor, identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->leisure",
      "Lifestyle and Leisure->outdoor recreational activities",
      "Sport->skiing",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Bavaria",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "U.S. Army",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:30:38.385+02:00",
    "updated": "2025-03-20T01:30:38.385+02:00"
  },
  {
    "uuid": "7eff4fe15ce3ec082d695c1d9b0ce7610a362b24",
    "url": "https://www.meneame.net/story/orgulloso-representar-pais-mas-moral-mundo-pais-mas-moral-mundo/c074",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ka0",
    "published": "2024-08-15T19:04:00Z",
    "title": "#74 \"Orgulloso de representar al país más moral del mundo. ¡El país más moral del mundo! ¿Me escuchas, representante palestino?\" (EN)",
    "text": "Portada\nmis comunidades\notras secciones\n[#21](c21#c-21) A mí es que no me queda claro como casan que Franco tuviese siempre en la boca su \"conspiración judeo-masónica\", y ahora los fanboys de Franco apoyan a Israel.\nAlguien sería tan amable de explicarlo?\n[#39](c39#c-39)\nPara ellos se resume a un tema de pobres y ricos, fuertes y débiles.\nY ellos siempre están con los ricos y los fuertes. Ahora los fuertes son los israelíes.\n[#21](c21#c-21) Franco era cero amigo de Israel, así que por eso no va a ser. Franco se negaba a reconocer a Israel y de hecho no se establecieron relaciones diplomáticas con el Estado Terrorista de Israel hasta 1986, ya con el amigo Felipe.\nEs por maldad, simplemente, y por regocijo de ver como el fuerte asesina y hacer sufrir al débil.\n[#1](c1#c-1) las personas/entes/estados morales de verdad, no necesitan estar repitiendo y convenciendo a los demás de su moralidad\n[#16](c16#c-16) Cuidado, que mi último strike vino por decir esto mismo intentan disimular, pero la administración es bastante más sionista que el meneante medio.\n[#50](c50#c-50) De la wikipedia:\n\"Martín Varsavsky (Recoleta, 26 de abril de 1960) es un empresario de telecomunicaciones y nuevos medios argentino de ascendencia judía (...)\"\n\"Varsavsky ha sido socio inversor de (...), Menéame, (...)\"\nhttps://es.wikipedia.org/wiki/Mart%C3%ADn_Varsavsky\nA lo mejor tiene algo que ver, no sé.\nPorque dispensar un strike por pedir la disolución, que no su destrucción, de un país creado artificialmente con una colonización/invasión no sé que tiene de strikeable. Entiendo que nadie pide que se acabe con la vida de nadie (los israelís en este caso), si no simplemente pone de manifiesto que la solución de los dos estados exigida por la ONU es una mierda en frasco. Que Palestina debería volver a ser un sólo territorio unificado en el que se devuelvan las tierras a aquellos que fueron desposeídos por la fuerza de ellas, en el que no se discrimine a nadie por su religión, etnia o ideología política, en el que desaparezca el apartheid y en el que sus actuales dirigentes sean juzgados y condenados por el genocidio que están cometiendo en la actualidad.\nAñado aquí una joyita del amigo Varsavsky:\nhttps://spanish.martinvarsavsky.net/?p=248235\n[#60](c60#c-60) Que asco de artículo, a ver si se posiciona con los más d 30.000 niños asesinados y con las torturas sistemáticas a la población palestina, puño de acero pero mandíbula de cristal.\nPor mí que marche a la lloreria y dice que está decepcionado con la izquierda woke ¿que espera que nos pongamos a firmar las fosas comunes que emplean los sionistas para enterrar a los palestinos? Lo dicho, es gente que vive en su mundo y no tienen contacto apenas con la realidad.\nLo puede repetir un millon de veces que da igual, nadie se lo cree. Ya todos sabemos que seguirán asesinado a civiles y violando en grupo a presos palestinos mientras los Estados Unidos \"se hacen los suecos\" y les siguen regalando miles de millones en armas para que continuen con el genocidio en Palestina.\nEsa es la vanguardia de la civilización que quiere Estados Unidos.\nHace poco utilizaron un misil específico JDAM para realizar un ataque quirúrgico a un sólo apartamento de un edificio de varios pisos en el que sólo estaban una madre con dos niños que acababan de nacer, y su abuela.\nEste tipo de ataque no es casual, requiere que alguien apunte con un láser al lugar del impacto y, por tanto, requiere un reconocimiento previo y una confirmación de identificación de los objetivos vía cámara infrarroja, que permite detectar el calor corporal dentro del apartamento.\nEl marido acababa de salir para recoger el certificado de nacimiento y los israelíes esperaron a ese justo momento para lanzar el misil y matar a los niños, su madre y su abuela.\nTodo esto porque su doctora había publicado en Facebook fotos que demostraban que el ejército israelí estaba utilizando francotiradores que apuntaban específicamente a niños con disparos a la cabeza y órganos vitales. El objetivo sería, se supone, que su doctora dejara de poner estas fotos en las redes.\nEn fin, ésto sólo es una gota en un mar de atrocidades por parte del \"ejército más moral del mundo\".\nAñado foto del impacto, es una noticia reciente, ojalá me lo estuviera inventando.\nMe niego a creer que por el portentoso milagro de la representación política este sujeto represente las voluntades de la mayoría de los israelitas que han votado a su partido. Me niego a creer que la democracia, ese invento para que vivamos todos mejor, sea la que ha propiciado ese genocidio y quien exige su legalidad ante instituciones internacionales. Me niego a creer que el país con más democracia del mundo (tiene hasta para exportar, pero el día de las elecciones su democracia se diluye por las guerras de poder) envía armas al genocida para que mate más, más rápido y mejor.\nPero lo que si me creo es como los habitantes del mundo contemplan impasibles como toda una generación de civiles palestinos está siendo masacrada, asesinada y descuartizada.\nEsto ni es democracia ni representación de nada. El mundo está capturado por una élite beligerante y corrupta que se esfuerza sobre todo en aparentar que no es así para que no luchemos contra ellos.\nLos habitantes del planeta queremos vivir en paz los unos con los otros. Queremos disfrutar de nuestras familias, nuestras aficiones y nuestros amigos. Pero también es cierto que el ser humano es un animal que se cree inteligente, pero su inteligencia está enfocada en otras facetas diferentes y específicas, nunca se da cuenta de como le manipulan, le llevan de aquí para allá y le engañan constantemente para que parezca que vivimos en un mundo feliz donde solo te tienes que preocupar de trabajar todos los días para poder dormir tranquilo y llegar al siguiente.\n[#6](c6#c-6) \"Me niego a creer que por el portentoso milagro de la representación política este sujeto represente las voluntades de la mayoría de los israelitas que han votado a su partido\"\nPues debes de vivir debajo de una roca, si a estas alturas sigues negando lo que todo el mundo viene viendo un dia tras otro.\nLa amplia mayoria del pueblo de Israel defiende a esta panda de hijos de puta\nA ver si te crees que lo que estan haciendo se puede llevar a cabo sin un amplio apoyo social.\n[#41](c41#c-41) Y de Europa\nPor ejemplo, la reelegida Ursula Von Der Leyen dijo algunas cositas y como premio la volvieron a poner en el mismo puesto. El apoyo de la muy insigne y ejemplar Alemania al sionismo no deja resquicio de duda tampoco. No estamos como para ir dando lecciones, la verdad. Una pena.\nY aunque en España es otra cosa, yo he ido a alguna manifestación en contra del genocidio y bueno, tampoco es que hubiera muchísima gente. Es para hacérnoslo mirar un poquito.\n[#6](c6#c-6) ¿Representaba Hitler a todos los alemanes? Sin embargo los aliados atacaban a Alemania como país.\nNo me imagino a los aliados debatiendo si parar o no los pies a Hitler porque a lo mejor hay algún Günter o Ingrid que no están de acuerdo con el líder.\n[#57](c57#c-57) Si existe un dios les mandará las 7 plagas o los mandará al infierno.\nPero mejor no confiemos en eso y presionemos más que los lobbies sionistas.\n[#6](c6#c-6) todo su pueblo ha recibido formación militar con un objetivo claro. Sus libros sagrados hablan de exterminios. Si alguien dentro de la población Israelí no comulga con lo que están llevando a cabo, más le vale callar y aplaudir como el resto o está jodido.\n[#6](c6#c-6) Yo también me niego a creer que los israelitas votasen a tal personaje, más que nada porque los israelitas dejaron de existir hace miles de años, cuando desapareció el Reino de Israel.\nAhora bien, si nos referimos a los israelíes, que son los del Estado (Terrorista) de Israel, ahí entonces sí, son mayoría los que apoyan el genocidio.\nDeberíamos hacer presión para que se impida la la entrada de los ciudadanos israelíes en los territorios de la UE.\n¿El país mas morTal dice? Pues hay que darle la razón, actualmente es el país que más muertes está causando con su basura de, está vez sí, moral.\nSiempre hay que recordar que lo que dice este señor está totalmente respaldado por la UE, EEUU e Inglaterra.\nEse conjunto de países son tan nazis y genocidas como Israel.\nTan moral que es el único que asesina por sistema a quienes declara enemigos, así como a sus padres, hijos o nietos. A todos sus familiares, vamos, sin juicio ni condena (que pregunten a los pocos familiares vivos que quedan de Haniyeh). Creo que ni los yuesei llegan a tal nivel de odio.\nLa ONU que permite esto es la misma que piden responsabilidades a Venezuela. Después de esto ¿quién va ha hacer caso a la ONU? La ONU ya no sirve para nada bueno.\nnecesitan gritárselo a sí mismos para poder despertar cada dia sin suicidarse por ser la mayor escoria existente en la Tierra en este instante\n[#0](c0#c-0) si siendo los más morales cometen un genocidio (entre otros crímenes), no quiero ni pensar que harían si fueran inmorales.\nEscoria absoluta, hijo de la grandísima puta, nadie les cree ya de la peste a inmundicia que excretan por la boca. Tienen los días contados, serán recordados como hoy recordamos a los nazis y las SS\nson unos hijos de puta y que nadie tenga la menor duda que todo el terror que están aplicando nos va a salpicar a todos. De momento, todo el mundo árabe, otra vez, se está solidarizando de manera unánime. Buena suerte deteniendo el próximo \"estado islámico\" que surja. Israel sale a defender el abuso sexual y la tortura. ¿Con qué cara se saldrá a decir que su defensa/ataque es proporcionada?\nEl hijoputismo de esta criminalidad amparada por occidente no tiene límites. ¡País más moral, dice! El mundo está fatal pero Israel es, en estos momentos, el estercolero moral del planeta Tierra!\nEntiendo que a los wokes ultras de esta web os ofende muchísimo algo de lo que ha dicho. Pero para la gente normal podeis explicar cual es el problema de esa frase?\n[#28](c28#c-28) 'El país más moral del mundo' + 'matamos niños' quizas te da algunas pistas, pero oye entiendo que te sea difícil pillarlo.\n[#28](c28#c-28) ¿Por que haces tanto esfuerzo en demostrar que tu nombre de usuario es una descripción exacta de tu cerebro?\nQuiero decir… que ya lo tenemos claro. Que no hacen falta estas ridiculeces cada vez que escribes.\n[#28](c28#c-28) moral y asesinar niños, ancianos y embarazadas no va de la mano. Supongo que lo habrás dicho para blanquear a esos criminales, pero ya no os funcionan esas tácticas, solo a los mononeuronales.\n[#28](c28#c-28) De verdad que los que blanqueáis a esta escoria sionista y nazi sois un chiste.\nO una de dos o sois sionistas trastornados como el majadero del video o no lo sois y sois aún peor, que sin tener ningún interés sionista defendéis un régimen pútrido que no es más que una vergonzosa reminiscencia del colonialismo y de la mala consciencia europea tras el holocausto.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://es.wikipedia.org/wiki/Mart%C3%ADn_Varsavsky",
      "https://spanish.martinvarsavsky.net/?p=248235",
      "https://www.spanish.martinvarsavsky.net/?p=248235",
      "https://www.es.wikipedia.org/wiki/Mart%C3%ADn_Varsavsky",
      "https://spanish.martinvarsavsky.net/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:07:07.168+03:00",
    "updated": "2024-08-16T00:07:07.168+03:00"
  },
  {
    "uuid": "8811a7708c9281acaf518efb47f84b81da87c933",
    "url": "https://ground.news/article/golevoj-pas-cygankova-pomog-zirone-pobediti-i-sohraniti-vtoroe-mesto-v-la-lige",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ZN.UA",
    "published": "2024-03-09T00:00:00Z",
    "title": "Ground News - Голевой пас Цыганкова помог \"Жироне\" победить и сохранить второе место в Ла Лиге",
    "text": "Girona with Ukrainians Victor Cygankov and Artem Dovbyk won on their home field against Osasuna in the 28th round match of the Spanish championship. Michel's team won 2:0. In the 13th minute, Cygankov skillfully turned and made a precise pass to Christian Portu, who scored against the opponent. The second goal for the home team was scored by Savio in the late minutes of the game. It should be noted that Cygankov was replaced due to injury in the… Summary by ZN.UA Зеркало недели 1 Articles 1 Articles All Left Center Right [] ZN.UA Зеркало недели Голевой пас Цыганкова помог \"Жироне\" победить и сохранить второе место в Ла Лиге Girona with Ukrainians Victor Cygankov and Artem Dovbyk won on their home field against Osasuna in the 28th round match of the Spanish championship. Michel's team won 2:0. In the 13th minute, Cygankov skillfully turned and made a precise pass to Christian Portu, who scored against the opponent. The second goal for the home team was scored by Savio in the late minutes of the game. It should be noted that Cygankov was replaced due to injury in the… 2 hours ago·Kyiv, UkraineRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Not enough coverage to generate an Article Assistant. Ground News Article Assistant Coverage Details Total News Sources0Leaning Left0Leaning Right0Center0Last Updated4 minutes agoBias Distribution No sources with tracked biases. Bias Distribution - There is no tracked Bias information for the sources covering this story. Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "artem dovbyk",
          "sentiment": "neutral"
        },
        {
          "name": "victor cygankov",
          "sentiment": "neutral"
        },
        {
          "name": "savio",
          "sentiment": "none"
        },
        {
          "name": "michel",
          "sentiment": "none"
        },
        {
          "name": "cygankov",
          "sentiment": "none"
        },
        {
          "name": "christian portu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "osasuna",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "girona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T02:23:55.913+02:00",
    "updated": "2024-03-10T02:23:55.913+02:00"
  },
  {
    "uuid": "5124ddbe1fc195a5525eec69eeab023978b68676",
    "url": "https://www.kivitv.com/news/magic-valley/you-are-more-is-sweeping-mountain-home-high-school-students-looking-out-for-their-communitys-mental-health",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joey Martin",
    "published": "2024-11-07T19:36:00Z",
    "title": "\\\"You Are More\\\" is sweeping Mountain Home; high school students looking out for their community's mental health",
    "text": "MOUNTAIN HOME, Idaho — High school students in Mountain Home are taking caring for mental health to a whole new level. It's called “You Are More” and it has been a driving force for mental health awareness in the Mountain Home community. - The “You Are More” movement began to take shape in 2022. As in, \"You Are More Important Than You Realize.\" - Currently, the movement is focused on reaching the youth of Mountain Home, visiting local elementary schools, and holding community events. - This grassroots movement is slowly gaining ground across Mountain Home, with hopes of expanding into neighboring communities. (The following is a transcription of the full broadcast story.) Starting after the pandemic, high school students in Mountain Home, at both Mountain Home High School and Bennett Mountain High School, knew they needed to do something to help support their community. And that's when the “You Are More” movement began to take shape. As in, \"You Are More Important Than You Realize.\" \"The ‘You Are More’ Movement was created by students, specifically for students last year but it kind of just grew beyond that, our community was very accepting of it. Everyone was struggling with mental health after the pandemic. So, it's here to act as a community support system, where we can all support each other through it,\" said Bennett Mt. High School community coordinator Ashlie Lambrecht. Currently, the movement is focused on reaching the youth of Mountain Home; visiting local elementary schools and holding community events, trying to remove the stigma of mental health issues, and letting the younger generation know it's okay to have feelings. \"The You Are More Club that is at Mountain Home High School has gone to a bunch of elementary schools and greeted those kids as they were coming to school to hopefully create a positive impact for them in their day,\" said M.H.H.S. Senior and “You Are More” member, Ava Johnson. For Mountain Home seniors Ava Johnson and Liam Peterson, the “You Are More” movement is something they know has already done a lot for the community and has the potential to reach so many more in the future. Going beyond youth, it's a movement for everyone. \"It's just everybody, no matter what age. We just want everyone to know they are more,\" said Johnson. \"I think starting with children is a good way to know that they have that support growing up, especially through teenage years but even when you're an adult and you're going through hardships it's important to focus on your mental health as well,\" said Peterson. This grassroots movement is slowly gaining ground across Mountain Home, with hopes of expanding into neighboring communities. \"We're looking at our sister towns like Jerome and Twin Falls, areas like that. We were recently partnered with Boise State and the Boise VA, as well,\" said Lambrecht. \"It could be teachers or just classmates, everyone cares about you, and everyone wants you to live your best life,\" added Peterson. Ultimately, the movement aims to keep their community mentally healthy and promote positive overall well-being for years to come. If you want to learn more about the \"You Are More\" movement or if you would like to help these students keep it going check out their [Instagram page](https://www.instagram.com/youaremore208/) @YOUAREMORE208.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/youaremore208/)",
      "https://instagram.com/youaremore208/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T01:36:00.251+02:00",
    "updated": "2024-11-08T01:36:00.251+02:00"
  }
]