[
  {
    "uuid": "6148268df9598774c9b041e28a49b6fb374d15ac",
    "url": "https://ground.news/article/holiday-travelers-unfazed-by-winter-weather-in-chicago",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-01-02T04:37:00Z",
    "title": "Ground News - Holiday travelers unfazed by winter weather in Chicago",
    "text": "Summary by Ground News AAA projected that 115 million Americans would travel during the stretch between Dec. 23 and Jan. 1. Protests caused delays in New York City on the first day of the new year. Travelers at TSA checkpoints surpassed 2.6 million every day between the 26th and 29th. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nWGN 9 Center High Factuality Media Conglomerate: Nexstar Media Group Media Conglomerate: Tribune Media Holiday travelers unfazed by winter weather in Chicago CHICAGO — Winter weather did not stand in the way for holiday travelers in the Chicago area in 2023. A meltdown at airports involving Southwest Airlines in 2022 made some people wary of travel this holiday season, but it wasn’t enough to stop everyone as travel was back up to pre-pandemic levels. AAA projected that […]\n11 minutes ago · Chicago, United States Read Full Article\nWGN 9 Center High Factuality Media Conglomerate: Nexstar Media Group Media Conglomerate: Tribune Media\nHoliday travelers unfazed by winter weather in Chicago CHICAGO — Winter weather did not stand in the way for holiday travelers in the Chicago area in 2023. A meltdown at airports involving Southwest Airlines in 2022 made some people wary of travel this holiday season, but it wasn’t enough to stop everyone as travel was back up to pre-pandemic levels. AAA projected that […]\n11 minutes ago · Chicago, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://wgntv.com/news/holiday-travelers-unfazed-by-winter-weather-in-chicago/?utm_source=ground.news&utm_medium=referral",
      "https://wgntv.com/news/holiday-travelers-unfazed-by-winter-weather-in-chicago/",
      "https://www.wgntv.com/news/holiday-travelers-unfazed-by-winter-weather-in-chicago/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news aaa",
          "sentiment": "negative"
        },
        {
          "name": "center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "aaa",
          "sentiment": "none"
        },
        {
          "name": "tsa",
          "sentiment": "none"
        },
        {
          "name": "southwest airlines",
          "sentiment": "none"
        },
        {
          "name": "nexstar media group media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "tribune media holiday",
          "sentiment": "none"
        },
        {
          "name": "wgn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "chicago chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T06:48:18.470+02:00",
    "updated": "2024-01-02T06:48:18.470+02:00"
  },
  {
    "uuid": "0bf685038b318d02174e2c73ed2940990a1353f5",
    "url": "https://www.cnbc.com/video/2023/12/28/emerging-markets-are-looking-attractive-after-challenging-year-says-jpmorgans-joyce-chang.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CNBC",
    "published": "2023-12-28T22:26:00Z",
    "title": "Emerging markets are looking attractive after challenging year, says JPMorgan's Joyce Chang",
    "text": "Credit Cards Loans Banking Mortgages Insurance Credit Monitoring Personal Finance Small Business Taxes Help for Low Credit Scores Investing SELECT All Credit Cards Find the Credit Card for You Best Credit Cards Best Rewards Credit Cards Best Travel Credit Cards Best 0% APR Credit Cards Best Balance Transfer Credit Cards Best Cash Back Credit Cards Best Credit Card Welcome Bonuses Best Credit Cards to Build Credit SELECT All Loans Find the Best Personal Loan for You Best Personal Loans Best Debt Consolidation Loans Best Loans to Refinance Credit Card Debt Best Loans with Fast Funding Best Small Personal Loans Best Large Personal Loans Best Personal Loans to Apply Online Best Student Loan Refinance SELECT All Banking Find the Savings Account for You Best High Yield Savings Accounts Best Big Bank Savings Accounts Best Big Bank Checking Accounts Best No Fee Checking Accounts No Overdraft Fee Checking Accounts Best Checking Account Bonuses Best Money Market Accounts Best CDs Best Credit Unions SELECT All Mortgages Best Mortgages Best Mortgages for Small Down Payment Best Mortgages for No Down Payment Best Mortgages with No Origination Fee Best Mortgages for Average Credit Score Adjustable Rate Mortgages Affording a Mortgage SELECT All Insurance Best Life Insurance Best Homeowners Insurance Best Renters Insurance Best Car Insurance Travel Insurance SELECT All Credit Monitoring Best Credit Monitoring Services Best Identity Theft Protection How to Boost Your Credit Score Credit Repair Services SELECT All Personal Finance Best Budgeting Apps Best Expense Tracker Apps Best Money Transfer Apps Best Resale Apps and Sites Buy Now Pay Later (BNPL) Apps Best Debt Relief SELECT All Small Business Best Small Business Savings Accounts Best Small Business Checking Accounts Best Credit Cards for Small Business Best Small Business Loans Best Tax Software for Small Business SELECT All Taxes Best Tax Software Best Tax Software for Small Businesses Tax Refunds SELECT All Help for Low Credit Scores Best Credit Cards for Bad Credit Best Personal Loans for Bad Credit Best Debt Consolidation Loans for Bad Credit Personal Loans if You Don't Have Credit Best Credit Cards for Building Credit Personal Loans for 580 Credit Score or Lower Personal Loans for 670 Credit Score or Lower Best Mortgages for Bad Credit Best Hardship Loans How to Boost Your Credit Score SELECT All Investing Best IRA Accounts Best Roth IRA Accounts Best Investing Apps Best Free Stock Trading Platforms Best Robo-Advisors Index Funds Mutual Funds ETFs Bonds",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "credit card for you best credit cards best rewards credit cards best travel credit cards best",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:19:08.250+02:00",
    "updated": "2023-12-29T01:19:08.250+02:00"
  },
  {
    "uuid": "555b37ea971294549b4bc18cc77c9a938157ffb9",
    "url": "https://www.20minutes.fr/guide-achat/4070240-20240114-soldes-amazon-restez-bien-chaud-hiver-moins-25-euros-grace-doudoune-only",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thomas Salaun",
    "published": "2024-01-14T17:47:00Z",
    "title": "Soldes Amazon : Restez bien au chaud cet hiver pour moins de 25 euros grâce à la doudoune Only",
    "text": "Soldes Amazon : Restez bien au chaud cet hiver pour moins de 25 euros grâce à la doudoune Only BON PLAN A la fois chaude et tendance, cette doudoune Only pour femme va bien avec tous les types de tenues et peut s’enfiler sur plusieurs couches de vêtements. Elle vous attend à moins de 25 euros pour les soldes Amazon La rédaction de 20 Minutes n'a pas participé à la réalisation de cet article. La doudoune Only pour femme fait partie des basiques indispensables, qui trouvent leur place dans tous les styles de garde-robes. [En ce moment, Amazon vous la propose au prix de 22,69 euros pour les soldes, et c’est une offre vraiment avantageuse pour une veste de cette qualité](https://amzn.to/3RW9kVB), qui vous gardera au chaud tout l’hiver. Cliquez tout simplement sur « Ajouter au panier » après avoir indiqué votre taille, pour réaliser un achat totalement sécurisé. La doudoune Only pour femme est notée 4,5 sur 5 chez [Amazon](https://www.20minutes.fr/guide-achat/bon-plan-amazon/), pour plus de 1 000 évaluations reçues. Ses acheteuses sont donc très satisfaites de ses nombreuses propriétés. Dans les commentaires, elles mettent en avant le confortable rembourrage du manteau, son col montant tout doux ainsi que son très bon rapport qualité-prix. Soldes Amazon : la doudoune Only pour femme est à prix réduit Cette doudoune Only pour femme se décline dans plusieurs couleurs, vous avez donc l’embarras du choix. C’est une veste à manches longues, dotée d’un col qui remonte jusqu’en haut du cou. Quant à sa fermeture éclair, elle s’ouvre de bas en haut. La doudoune Only pour femme est resserrée au niveau des poignets, ainsi qu’à la taille, pour empêcher les courants d’air froid de s’engouffrer à l’intérieur. Ce vêtement d’hiver se compose de polyester à 60% et de polyamide à 40%, un mélange qui le rend à la fois chaud, léger et respirant. Attention, il ne faut pas passer cette doudoune Only à la machine à laver : privilégiez un nettoyage à sec pour bien l’entretenir. Enfin, la doudoune possède deux poches sur les côtés, et vous pouvez y glisser vos mains pour les réchauffer. Pour les soldes Amazon, la très demandée doudoune Only pour femme est à moins de 25 euros. C’est une très bonne affaire pour ce modèle élégant qui vous tiendra au chaud tout l’hiver. Attention les stocks sont limités. Certains liens de cet article sont des liens d'affiliation, susceptibles d'utiliser des traceurs afin de permettre à 20 Minutes de percevoir une commission en cas d'achat sur le site partenaire.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://amzn.to/3RW9kVB),",
      "https://www.amzn.to/3RW9kVB),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-14T22:10:04.925+02:00",
    "updated": "2024-01-14T22:10:04.925+02:00"
  },
  {
    "uuid": "ac93a022d0752f4af5d5296e39b3b1fa68c853f0",
    "url": "https://popculture.com/celebrity-parents/news/bravo-star-faye-clarke-reveals-she-welcomed-her-first-baby-after-secret-pregnancy/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anna Rumer",
    "published": "2024-01-05T20:40:00Z",
    "title": "Bravo Star Reveals She Welcomed Her First Baby After Secret Pregnancy",
    "text": "The Below Deck family has an adorable new member! Below Deck Adventure star Faye Clarke announced last month that she had welcomed her first child, surprising fans after the Bravo star decided to keep her pregnancy out of the public eye until after she had given birth.\nThe reality personality, who first appeared on Season 1 of the Below Deck spinoff in 2022, took to Instagram in December to announce the news of her pregnancy and the birth of her daughter Brianna Maddox. \"For all those that have supported me over the past 9 months checking in on me! Msging, calling, visiting and caring, Helping me move into my new home! Watching my journey with my new dog, setting up a new business in Faversham,\" she wrote on Dec. 8 alongside a video of highlights of her pregnancy and birthing process.\nView this post on Instagram A post shared by Faye Clarke (@salt_fae)\nShe continued, \"HERE IS THE UPDATE ON OUR BABY GIRL WHO ENTERED THE WORLD LAST WEDNESDAY. I call her ours because I feel the love from you all. A huge shout out to my birthing partner! And all friends and family that was on stand by!\"\nDays later, Clarke shared a photo of her daughter as she explained the meaning behind her name. \"After 4 weeks I finally named the baby today! Brianna Maddox Brianna celtic, meaning Nobel Maddox celtic meaning fortune,\" she wrote alongside photos from her baby girl's first days. On Dec. 25, the reality personality shared moments from Brianna's first Christmas with her followers, writing, \"Who would have thought this Christmas I'd have a beautiful little girl as a new addition to our clarke family! Brianna Clarke Mimo Clarke welcome to the crazy family.\"\nClarke's big news was met with support from several other members of the Below Deck family. Former Below Deck chief stew Adrienne Gang commented on her birth announcement, \"You are both BEAUTIFUL! Congratulations!!,\" while the Bravo show's Ben Willoughby added, \"Looking amazing Faye!! Congratulations! Best mumma incoming.\" Captain Kerry Titheradge even left encouragement in the comment section, writing, \"Congratulations luv, you both look amazing!!!\"\nClarke stepped into the spotlight on Below Deck Adventure in November 2022, but has stepped back from the world of yachting since it aired and has given her all to a U.K. food stand in Kent called The Salt Beef Shack. Meanwhile, Bravo fans have gotten no additional news about a possible second season of the Below Deck spinoff.\n0 comments Related:\n'RHOSLC': Heather Gay Confirms Jen Shah Gave Her a Black Eye in Explosive Season Finale 'Pop Crime's Kiki Monique Talks Celebrity True Crime, 'RHOSLC' Legal Drama (Exclusive) Why Andy Cohen Won't Show His Son's Face on Social Media Anymore",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.instagram.com/reel/C0mWFwms6Uw/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/p/C1RkAirM27R/?hl=en",
      "https://www.instagram.com/p/C1IfIBDszs3/?hl=en&img_index=3",
      "https://instagram.com/p/C1RkAirM27R/?hl=en",
      "https://www.instagram.com/p/C1IfIBDszs3/",
      "https://instagram.com/reel/C0mWFwms6Uw/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/p/C1RkAirM27R/",
      "https://www.instagram.com/reel/C0mWFwms6Uw/",
      "https://instagram.com/p/C1IfIBDszs3/?hl=en&img_index=3"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "faye clarke",
          "sentiment": "negative"
        },
        {
          "name": "brianna maddox",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "faversham",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:01:48.158+02:00",
    "updated": "2024-01-06T01:01:48.158+02:00"
  },
  {
    "uuid": "682d8e72956f5b661a7637b620a48d618288a785",
    "url": "https://ground.news/article/matter-of-joy-amit-shah-after-signing-peace-accord-with-ulfa-biswa-sarma-hails-end-of-tribal-militancy-in-assam",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Live Mint",
    "published": "2023-12-29T12:07:00Z",
    "title": "Ground News - 'Matter of joy': Amit Shah after signing peace accord with ULFA; Biswa Sarma hails 'end' of tribal militancy in Assam",
    "text": "Summary by Live Mint The peace pact with ULFA, which is expected to end decades-old insurgency in Assam, comes after 12 years of unconditional negotiations between the ULFA faction, led by Arabinda Rajkhowa, and the government Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nLive Mint Center Mixed Factuality Independent: HT Media 'Matter of joy': Amit Shah after signing peace accord with ULFA; Biswa Sarma hails 'end' of tribal militancy in Assam The peace pact with ULFA, which is expected to end decades-old insurgency in Assam, comes after 12 years of unconditional negotiations between the ULFA faction, led by Arabinda Rajkhowa, and the government\n3 hours ago · New Delhi, India Read Full Article\nLive Mint Center Mixed Factuality Independent: HT Media\n'Matter of joy': Amit Shah after signing peace accord with ULFA; Biswa Sarma hails 'end' of tribal militancy in Assam The peace pact with ULFA, which is expected to end decades-old insurgency in Assam, comes after 12 years of unconditional negotiations between the ULFA faction, led by Arabinda Rajkhowa, and the government\n3 hours ago · New Delhi, India Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.livemint.com/news/india/amit-shah-assam-government-signs-peace-accord-with-ulfa-himanta-biswa-sarma-hails-end-of-tribal-militancy-in-assam-11703851355026.html?utm_source=ground.news&utm_medium=referral",
      "https://livemint.com/news/india/amit-shah-assam-government-signs-peace-accord-with-ulfa-himanta-biswa-sarma-hails-end-of-tribal-militancy-in-assam-11703851355026.html?utm_source=ground.news&utm_medium=referral",
      "https://www.livemint.com/news/india/amit-shah-assam-government-signs-peace-accord-with-ulfa-himanta-biswa-sarma-hails-end-of-tribal-militancy-in-assam-11703851355026.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biswa sarma",
          "sentiment": "negative"
        },
        {
          "name": "amit shah",
          "sentiment": "negative"
        },
        {
          "name": "arabinda rajkhowa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:59:05.731+02:00",
    "updated": "2023-12-29T16:59:05.731+02:00"
  }
]