[
  {
    "uuid": "cf536ddb9fe34449b6b8d52c47897692218c2ce5",
    "url": "https://www.uol.com.br/esporte/futebol/ultimas-noticias/gazeta-esportiva/2024/07/25/falta-de-criterio-e-arbitro-inexperiente-diz-reinaldo-sobre-penalti-marcado-para-o-corinthians.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UOL",
    "published": "2024-07-26T01:37:00Z",
    "title": "\"Falta de critério e árbitro inexperiente\", diz Reinaldo sobre pênalti marcado para o Corinthians",
    "text": "Esporte \"Falta de critério e árbitro inexperiente\", diz Reinaldo sobre pênalti marcado para o Corinthians 25/07/2024 22h37 Nesta quinta-feira, pela 19ª rodada do Campeonato Brasileiro, o Grêmio visitou o Corinthians na Neo Química Arena e empatou por 2 a 2. No entanto, a arbitragem gerou muita polêmica, principalmente no pênalti marcado a favor do Corinthians quando a partida ainda estava 1 a 0 para o time gaúcho.\nO lateral Reinaldo criticou muito o juiz, alegando que o lance de falta de Kannemann em cima de Romero, dentro da área, é um lance comum, que acontece a todo momento na partida.\n\"O lance do pênalti acontece toda hora, tanto em nossa área quanto na área deles, então se fosse assim ele tinha que dar uns dez pênaltis em cada jogo. Falta de critério e juiz inexperiente, que vem aqui apitar e estraga o espetáculo. Nós estávamos muito bem, fizemos um gol no começo e continuamos defendendo e saindo no contra-ataque. Também fizemos um excelente segundo tempo, colocamos a bola no chão e conseguimos marcar lá em cima a equipe deles, tanto que o gol do Villasanti foi assim, numa roubada de bola, e fizemos o 2 a 1. Infelizmente sofremos o empate, mas vamos levantar a cabeça e descansar, pois domingo tem mais\", disse.\nMauro Cezar\nPênalti 'à brasileira' em Itaquera ajuda Corinthians\nJuca Kfouri\nCorinthians e Grêmio estacionam com empate\nJamil Chade\nGuerras barram o sonho de despolitizar Olimpíadas\nDemétrio Vecchioli\nBrasil descobre ter uma das melhores do mundo no gol\nContinua após a publicidade\nContinua após a publicidade Newsletter\nOLHAR OLÍMPICO\nResumo dos resultados dos atletas brasileiros de olho em Paris-24 e os bastidores do esporte. Toda segunda.\nQuero receber Ver essa foto no Instagram\nContinua após a publicidade\nContinua após a publicidade\nContinua após a publicidade\nUma publicação compartilhada por Gre?mio FBPA (@gremio)\nContinua após a publicidade\n\"Todo mundo vê que é um juiz inexperiente que vem apitar um jogo grande desse, na arena do Corinthians. Ano passado fomos prejudicados pela arbitragem aqui, um pênalti legítimo que o árbitro não deu, estava 4 a 4, no fim do jogo. A gente sabe que quando for colocar um juiz para apitar um grande clássico desse, tem que colocar um cara experiente, não colocar um cara que apitou um ou dois jogos da Série A\", completou.\nCom o empate, o Grêmio perdeu a chance de sair da zona de rebaixamento. Assim, a equipe chegou a 15 pontos na 17ª posição. O próximo duelo será diante do Vasco, no domingo. A bola rola às 19h (de Brasília), na Arena Condá, em Chapecó.\nComunicar erro Veja também Deixe seu comentário Só para assinantes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/C93emZnuNtF/?utm_source=ig_embed&utm_campaign=loading",
      "https://instagram.com/p/C93emZnuNtF/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/p/C93emZnuNtF/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:53:04.964+03:00",
    "updated": "2024-07-26T04:53:04.964+03:00"
  },
  {
    "uuid": "0eab316e35ec500c5fed958388e402d1d5ab5b81",
    "url": "https://www.dailywire.com/news/meet-the-chicago-jew-who-dropped-everything-to-go-fight-hamas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kassy Dillon",
    "published": "2023-12-30T12:00:00Z",
    "title": "Meet The Chicago Jew Who Dropped Everything To Go Fight Hamas | The Daily Wire",
    "text": "Streaming Now The decade's most triggering comedy Israeli-American recounts what it was like entering the battlefield in southern Israel Shraga Stern didn’t hesitate to buy a ticket from Chicago to Israel on October 7 to join the coming fight against Hamas, even before the Israeli Defense Forces asked him to. “One of my men met me at the airport,” Stern told The Daily Wire in southern Israel. “I already had all my gear for my uniform, and everything and I came straight to the battlefield.” Stern, 38, is one of more than 360,000 reservists called up to defeat Hamas after its brutal attack on Israeli civilians in early October. When he arrived in the area surrounding Gaza, he observed burnt cars with bodies hanging out of them. ISRAELI-AMERICAN RUSHES FROM CHICAGO TO FIGHT HAMAS IN GAZA “We showed up where the Nova Festival was and there were still bodies laying around and fighting was still going on,” he said. “Towns that were burnt and destroyed. It felt like the whole region was totally a war zone out of control.” While Stern has been exposed to the chaos of this ongoing war, he said the memory of collecting the body of a young Israeli woman by the Gaza border is burned into his mind. “We found a woman and she had long curly hair and she was handcuffed with hands behind her back. That kind of stuck with me,” he said. “I just felt there was a very sacred mission to bring some clearance to her family on what happened to her that day.” Stern is a reservist officer in the IDF who was stabbed in 2016 while on patrol searching for a terrorist in the Israeli city of Efrat in Judea and Samaria, also known as the West Bank. “A terrorist came right at me with a knife,” he said. “I jumped out of the car at him without my gun, which was in the car, and I just wrestled him and fought him down to the ground while being stabbed multiple times. At some point, I was able to grab him by the neck, lift him, and throw him on the ground with my body weight over him, and one of my men was able to shoot him in the head.” [WATCH: Inside The Israeli Kibbutz Where Dozens Were Murdered By Hamas](https://www.dailywire.com/news/watch-inside-the-israeli-kibbutz-where-dozens-were-murdered-by-hamas) Stern explained that he was called into the city, home to more than 11,000 Israelis, after a camera caught the terrorist climbing over a fence. As a company commander, he said he searched the town with 160 of his men before they were dismissed. Stern said he returned to the town due to a “gut feeling,” and encountered the terrorist while sitting in his car. The terrorist severely injured Stern, stabbing him in the ribcage and ripping an artery and his lungs. He thought he was going to die. “I laid back and listened to a medic and a doctor that showed up discussing my condition,” he said. “I heard them speaking about how critical my situation was and basically they kind of thought that I was going to die.” “I was very proud and glad that that terrorist didn’t make it into the houses and wasn’t able to slaughter a family, which is what he came to do,” Stern added. Stern said he was thankful for his second chance at life when he awoke in the hospital, and decided to look for new ways to find meaning. He was introduced to [Brothers for Life](https://www.brothersforlife.com/), a sixteen-year-old nonprofit organization dedicated to helping injured IDF veterans with medical, emotional, and financial support. “It was life-changing for me,” he said. “The experience of getting injured, but also seeing what other guys, other soldiers who are injured in combat were willing to do for me and be there for me.” [VIDEO: Inside The Day-Long Terrorist Siege On Israel’s Sderot Police Station](https://www.dailywire.com/news/video-inside-the-day-long-terrorist-siege-on-israels-sderot-police-station) Stern said he joined the organization’s triathlon team which forced him to focus on regaining his strength. Soon after he started to help others through the organization. “We can help each other in ways that other people can’t help a wounded soldier,” he said. “We can identify, we understand the needs, we understand what it means to be in that hospital bed and what it takes to get back up on your feet.” Brothers for Life pairs newly injured soldiers with others who have already recovered from similar wounds, according to Stern. He cited an example of a 20-year-old who may have lost his eyesight being paired with someone who lost their eyesight years prior. “They already have a family and they mentor him and show him the way,” he said. “Brothers for Life backs us and helps us answer any needs that will come up.” Although he’s serving in the current conflict, he said Brothers for Life is already assisting injured soldiers in the war. [‘I Couldn’t Breathe’: Watch Arabs React After Screening Footage Of Hamas Slaughtering Civilians](https://www.dailywire.com/news/i-couldnt-breathe-watch-arabs-react-after-screening-footage-of-hamas-slaughtering-civilians) “It truly gives me a lot of strength knowing that every mission that I make a decision on and every mission that I lead, I know that if anyone here gets injured, I’m not forgetting about them,” he said. “Once this tour is over and I’m back in my life, we’re going to keep taking care of these guys for the rest of their lives.” Despite his previously nearly mortal injury, Stern said he wasn’t fearful to join the fight again. “To tell you that there’s no fear would be foolish, but the fear that is there is manageable and we trained for this day,” he said. “We have no other choice but to totally eliminate Hamas because the end game for us is rebuilding our towns, rebuilding our communities, and rebuilding life here.” Stern said he takes this war personally as the grandson of two Holocaust survivors. “We always grew up with the notion that Israel is the promise that Jews would never be slaughtered again unprotected,” he said. “I feel that the tanks here behind me — but also me and my men — we are the promise for the Jewish people that Jews won’t be slaughtered unprotected.” Stern said he believes the terrorist who tried to kill him five years ago was motivated by the same hatred as Hamas. “I know that what motivated him is a total annihilation of Israel, which is what he stands for and that’s what Hamas stood for,” he said. “We saw hundreds and hundreds of terrorists like that, maybe better trained, better equipped, better planned and ready to do the same.” “That’s why I’m here,” he added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.brothersforlife.com/),",
      "https://brothersforlife.com/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stern",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "israeli defense forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "israel shraga stern",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T16:00:57.760+02:00",
    "updated": "2023-12-30T18:27:38.348+02:00"
  },
  {
    "uuid": "743322989a54127752417b97cb01f1f4fce63fba",
    "url": "https://www.irishmirror.ie/news/irish-news/ireland-new-years-weather-misery-31768173",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anita McSorley",
    "published": "2023-12-29T13:16:00Z",
    "title": "Ireland New Year’s weather misery as Met Eireann issues multiple warnings for fierce double blast - Irish Mirror Online",
    "text": "A deluge of wet and windy weather is set to be unleashed across Ireland, as the New Year’s celebrations get off to a stormy start. Miserable conditions loom as powerful systems from the Atlantic barrel towards Ireland, ready to make landfall and sweep the country in the coming days. Met EIreann has issued multiple weather warnings ahead of a double blast of wind and rain. A Status Yellow rainfall warning is in place until 9pm Friday for Donegal, Leitrim, North Mayo and Sligo. It warns that “heavy rainfall may lead to localised flooding”. READ MORE: [New Year’s Eve opening hours for Dunnes, Tesco, Lidl, SuperValu, Aldi as January 1 reminder issued](https://www.irishmirror.ie/news/irish-news/new-years-eve-opening-hours-31767325) A few hours later, another Status Yellow warning for both wind and rain kicks in for Clare, Cork, Kerry, Limerick, Waterford, Galway, Mayo and Wexford. The alert, which is in place from 2am until 11pm on Saturday, states: “Southwest winds will be strong and gusty at times coupled with heavy rain and thundery showers.Potential impacts include surface flooding, wave overtopping, loose debris, objects displaced and difficult travelling conditions.” After that, a third Status Yellow warning for wind has been issued from 11pm Saturday until 5pm Sunday (New Year’s Eve) for Clare, Cork, Kerry and Limerick. The alert reads: “Westerly winds veering northwesterly will be strong and gusty at times. Potential Impacts include loose debris, objects displaced, difficult travelling conditions, waving overtopping.” The weather is expected to continue unsettled with rain or showers most days. Giving the forecast for the final days of 2023, Met Eireann said: “Cloudy periods and some sunny spells Friday along with some scattered showers, some of which will be heavy with hail, especially in the north. Some localised flooding possible in northern counties. Highest temperatures of 5C to 8C in fresh and gusty westerly breezes. “Some clear spells at first tonight with just isolated showers. Lowest temperatures of -1C to 3C with some frost and icy stretches forming with light breezes. However, cloud will build from the southwest, turning milder as the rain follows, extending northeastwards over much of the country by morning, accompanied by fresh to strong and gusty southeasterly winds. There is a chance of transient falls of sleet on the leading edge of the rain. “A wet and windy start to Saturday with widespread rain, heavy or thundery at times with some localised flooding possible. The rain will clear from the west to sunny spells and showers from the western half of the country through the morning, extending to all areas in the afternoon. Some showers will be heavy with a chance of isolated thunderstorms and hail. Highest afternoon temperatures of 5C to 9C, coolest in the northwest. Fresh to strong and gusty southerly winds, with onshore gales, will mean there is a chance of coastal flooding in the south and southwest. “Clear spells and squally showers overnight Saturday, most frequent in the west and southwest. Lowest temperatures of 3 to 6 degrees in fresh to strong and gusty southerly or cyclonic variable winds.” Looking ahead to New Year’s Eve, the national forecaster said: “Breezy or windy with sunny spells and scattered showers and a chance of hail on Sunday. Fresh to strong and gusty westerly or cyclonic variable winds will gradually decrease moderate to fresh and gusty through the day. Highest temperatures of 5C to 8C generally. “Showers will continue overnight, mainly for Atlantic counties with longer spells of rain possible in the northwest. Some frost or ice will form with lowest temperatures of -1C to 3C degrees in mostly moderate westerly winds.” The forecast for New Year’s Day reads: “Sunny spells and scattered showers at first Monday, becoming more isolated through the morning and early afternoon. Cloud will build from the southwest with rain following, extending northeastwards over much of the country by night-time. Highest afternoon temperatures of 5C to 8C in light to moderate southwesterly winds, backing southeasterly and increasing moderate to fresh with the rain. “Outbreaks of rain will clear northwards from most areas overnight Monday, with clear spells and scattered showers following from the west. Lowest temperatures over the northern half of the country of -2C to 0C, milder further south.” Looking further ahead, the meteorological agency said: “Current indications suggest that on Tuesday there will be further showers or showery outbreaks of rain. Highest temperatures of 6C to 9C generally. “The rest of next week looks generally cool and unsettled with rain or showers expected. Highest temperatures generally ranging from 6C to 8C.” Join the Irish Mirror’s breaking news service on WhatsApp. Click [this link](https://chat.whatsapp.com/FYsKkdmyzYm0dTbcSalI9S) to receive breaking news and the latest headlines direct to your phone. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our [Privacy Notice](https://www.reachplc.com/site-services/privacy-policy).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://www.reachplc.com/site-services/privacy-policy).",
      "https://chat.whatsapp.com/FYsKkdmyzYm0dTbcSalI9S)",
      "https://reachplc.com/site-services/privacy-policy).",
      "https://www.chat.whatsapp.com/FYsKkdmyzYm0dTbcSalI9S)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "north mayo",
          "sentiment": "none"
        },
        {
          "name": "lidl",
          "sentiment": "none"
        },
        {
          "name": "cork",
          "sentiment": "none"
        },
        {
          "name": "clare",
          "sentiment": "none"
        },
        {
          "name": "mayo",
          "sentiment": "none"
        },
        {
          "name": "kerry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met eireann",
          "sentiment": "negative"
        },
        {
          "name": "tesco",
          "sentiment": "none"
        },
        {
          "name": "supervalu",
          "sentiment": "none"
        },
        {
          "name": "aldi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ireland",
          "sentiment": "none"
        },
        {
          "name": "leitrim",
          "sentiment": "none"
        },
        {
          "name": "waterford",
          "sentiment": "none"
        },
        {
          "name": "wexford",
          "sentiment": "none"
        },
        {
          "name": "limerick",
          "sentiment": "none"
        },
        {
          "name": "sligo",
          "sentiment": "none"
        },
        {
          "name": "galway",
          "sentiment": "none"
        },
        {
          "name": "atlantic",
          "sentiment": "none"
        },
        {
          "name": "donegal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:48:44.064+02:00",
    "updated": "2023-12-29T16:48:44.064+02:00"
  },
  {
    "uuid": "8086142000fdb1015b2a2a2950ca9df115abc12e",
    "url": "https://vanguardia.com.mx/noticias/mas-de-cien-paises-hacen-observaciones-a-mexico-por-violaciones-a-derechos-humanos-FP10868508",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sergio carmona",
    "published": "2024-01-25T22:10:00Z",
    "title": "Más de cien países hacen observaciones a México por violaciones a derechos humanos",
    "text": "Más de cien países hacen observaciones a México por violaciones a derechos humanos [Sergio Carmona](/autor/-/meta/sergio-carmona) Expresaron su preocupación por la elevada tasa de violencia en México, que se traduce en altas cifras de homicidios, feminicidios, desapariciones forzadas y violaciones de derechos humanos Ginebra, Suiza. Más de un centenar de países participantes en el Examen Periódico Universal (EPU) de México en el [Consejo de Derechos Humanos de la ONU](https://www.ohchr.org/es/hrbodies/hrc/home) instaron al gobierno mexicano a redoblar sus esfuerzos para combatir la violencia y la impunidad, así como para proteger los derechos humanos de los grupos más vulnerables, como periodistas, defensores de derechos humanos y mujeres. En el informe final del EPU, presentado el 24 de enero, los países expresaron su preocupación por la elevada tasa de violencia en México, que se traduce en altas cifras de homicidios, feminicidios, desapariciones forzadas y violaciones de derechos humanos. TE PUEDE INTERESAR: [Asesinaron a 7 mujeres al día en México durante 2023: SESNSP](https://vanguardia.com.mx/noticias/asesinaron-a-7-mujeres-al-dia-en-mexico-durante-2023-sesnsp-DP10867370) En particular, los países recomendaron a México: - Fortalecer las investigaciones sobre casos de desaparición forzada y feminicidios, y garantizar la rendición de cuentas de los responsables. - Proteger a periodistas y defensores de derechos humanos, y garantizar su libertad de expresión y su seguridad. - Tomar medidas para prevenir y combatir la violencia contra las mujeres, las niñas y los grupos en situación de vulnerabilidad. - Promover el respeto a los derechos de los migrantes y refugiados. La delegación de México reconoció los avances realizados en materia de derechos humanos, pero también reconoció que existen desafíos importantes que deben ser abordados. El gobierno mexicano se comprometió a implementar las recomendaciones del EPU y a fortalecer la protección de los derechos humanos en el país. TE PUEDE INTERESAR: [Sexenio de AMLO registra la cifra más alta de homicidios en México desde 1990](https://vanguardia.com.mx/noticias/sexenio-de-amlo-registra-la-cifra-mas-alta-de-homicidios-en-mexico-desde-1990-HP10863235) LAS VOCES DE LOS PAÍSES QUE PARTICIPARON EN EL EPU En la sesión de clausura del EPU, los representantes de los países participantes expresaron sus preocupaciones y recomendaciones a México: El representante de Reino Unido pidió a México que desmilitarice a la Guardia Nacional y que investigue los casos de violaciones de derechos humanos cometidos por agentes del Estado. El representante de Estados Unidos pidió a México que continúe con las investigaciones sobre las desapariciones forzadas, que aplique sanciones más estrictas a los delitos cometidos contra las personas LGBTIQ+, y que proteja mejor a los periodistas y defensores de derechos humanos. El representante de Uruguay pidió a México que garantice investigaciones exhaustivas e independientes de todas las desapariciones forzadas, que lleve a los autores a la justicia, y que garantice reparaciones a las víctimas. El representante de Venezuela pidió a México que salvaguarde la labor de los periodistas en el país, que investigue imparcialmente la desaparición forzada, las detenciones arbitrarias y el uso excesivo de la fuerza por parte de agentes del Estado. El representante de Canadá pidió a México que fortalezca el mecanismo de protección para periodistas, que garantice el aborto seguro en todos los estados, y que garantice que a los pueblos indígenas se les consulte en la toma de decisiones que les afecten. TE PUEDE INTERESAR: [Sexenio de AMLO será recordado como el más violento: Observatorio Ciudadano](https://vanguardia.com.mx/noticias/sexenio-de-amlo-sera-recordado-como-el-mas-violento-observatorio-ciudadano-BM10856034) Las recomendaciones de los países participantes en el EPU representan un fuerte llamado de atención al gobierno mexicano para que tome medidas urgentes para mejorar la situación de los [derechos humanos](https://vanguardia.com.mx/noticias/aumenta-poblacion-indigena-en-prision-por-narcotrafico-en-sexenio-de-amlo-IK10831779) en el país. Con información de medios",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Politics"
    ],
    "external_links": [
      "https://www.ohchr.org/es/hrbodies/hrc/home)",
      "https://ohchr.org/es/hrbodies/hrc/home)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:28:29.503+02:00",
    "updated": "2024-01-26T00:28:29.503+02:00"
  },
  {
    "uuid": "c30dc45adb0b795c56d41548d396fc13e9c1507c",
    "url": "https://vnexplorer.net/z/972546.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-23T23:38:00Z",
    "title": "California boy, 4, who disappeared from campground found safe after 22 hours alone in wilderness",
    "text": "A 4-year-old California boy who wandered away from a campground in the Sierra National Forest was found safe after spending 22 hours alone in the wilderness, authorities said. A search-and-rescue team of about 50 officers and volunteers set out around 11 a.m. Thursday after the child was reported missing from the camping site surrounded by dense forest north of Fresno. The boy, from Torrance near Los Angeles, was last seen wearing shorts and a T-shirt, the Fresno County Sheriff’s Office said. 4 A 4-year-old California boy who wandered away from a campground in the Sierra National Forest was found safe after spending 22 hours alone in the wilderness, authorities said. Fresno County Sheriff&amp;#039;s Office Around 8 a.m. Friday, the boy was discovered in good condition “nestled under a tree” near a lake about a quarter mile from the Rancheria Campground where his family was. “He was hungry and exhausted, but otherwise in good health.” “We got him a sandwich and then carried him out to be reunited with Mom and Dad,” the sheriff’s office said Saturday on Facebook. Officials say the boy simply wandered away and lost his sense of direction. 4 the child was reported missing from the camping site surrounded by dense forest north of Fresno. Fresno County Sheriff&amp;#039;s Office 4 This missing boy was “hungry and exhausted, but otherwise in good health.” Fresno County Sheriff&amp;#039;s Office 4 Officials say the boy simply wandered away and lost his sense of direction. Fresno County Sheriff&amp;#039;s Office The sheriff’s office thanked members of the public who volunteered to join the search, “kept their eyes peeled, spread the word on social media and sent prayers up.” “All of this undoubtedly helped to bring (him) home safely,” the department said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mom",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fresno county sheriff’s office",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "sierra national forest",
          "sentiment": "none"
        },
        {
          "name": "rancheria campground",
          "sentiment": "none"
        },
        {
          "name": "fresno",
          "sentiment": "none"
        },
        {
          "name": "torrance",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "fresno county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T10:46:42.789+03:00",
    "updated": "2024-06-24T10:46:42.789+03:00"
  },
  {
    "uuid": "9aa50fc1db2804b2d7cff6305b5e609378f10742",
    "url": "https://www.archyworldys.com/gaza-hospital-director-killed-in-israeli-strike-7sur7",
    "ord_in_thread": 0,
    "author": "Emma Sanderson - Editor-in-Chief",
    "published": "2025-07-03T00:48:00Z",
    "title": "Gaza Hospital Director Killed in Israeli Strike - 7sur7",
    "text": "The Eroding Shield of Healthcare in Conflict Zones: A Looming Global Crisis Healthcare facilities are increasingly becoming targets in modern warfare, a trend evidenced by the recent tragic death of Dr. Marwan Sultan, director of the Indonesian Hospital in Gaza. This isn’t an isolated incident; it’s a disturbing pattern that threatens to dismantle the already fragile healthcare infrastructure in conflict zones worldwide, with potentially catastrophic consequences for civilian populations and a ripple effect on global health security.\nBeyond Gaza: A Global Pattern of Attacks on Healthcare The targeting of Dr. Sultan’s hospital, reported by 7sur7.be, Libération, La Libre.be, RadioJ, and Réalités Magazine, is part of a broader, deeply concerning trend. Organizations like Physicians for Human Rights have documented a significant rise in attacks on healthcare facilities and personnel in countries like Syria, Yemen, Ukraine, and now, Palestine. These attacks aren’t accidental; they are often deliberate, aimed at crippling the enemy’s ability to provide care and instill fear within the civilian population.\nThe Legal and Ethical Vacuum International Humanitarian Law (IHL) explicitly protects healthcare facilities and personnel during armed conflict. However, enforcement is weak, and accountability is often lacking. The absence of robust mechanisms to investigate and prosecute those responsible for these attacks creates a dangerous environment of impunity. This legal vacuum emboldens perpetrators and normalizes the targeting of essential medical services.\nThe Technological Escalation: Precision Strikes and the Blurring of Lines The increasing use of precision-guided munitions and advanced surveillance technologies is exacerbating the problem. While proponents argue these technologies reduce civilian casualties, they also enable more targeted attacks on specific individuals and infrastructure, including hospitals. The ability to pinpoint and strike a hospital director’s home, as reported in this case, demonstrates a chilling level of precision and intent. This raises critical questions about the rules of engagement and the interpretation of “legitimate targets.”\nThe Rise of Autonomous Weapons Systems (AWS) Looking ahead, the development and potential deployment of Autonomous Weapons Systems (AWS) – often referred to as “killer robots” – pose an even greater threat. If AWS are programmed to identify and engage targets based on algorithms, the risk of misidentification and unintended attacks on healthcare facilities will increase exponentially. The lack of human oversight in these systems raises profound ethical and legal concerns.\nThe Humanitarian Impact: A Collapsing System The destruction of healthcare infrastructure has devastating consequences. It leads to a lack of access to essential medical care, increased morbidity and mortality rates, and the spread of infectious diseases. In Gaza, the already strained healthcare system is on the verge of collapse, with hospitals overwhelmed by casualties and lacking basic supplies. This situation is not unique to Gaza; it is a recurring pattern in conflict zones around the world.\nThe Long-Term Psychological Trauma Beyond the immediate physical harm, attacks on healthcare facilities inflict deep psychological trauma on both patients and medical personnel. Witnessing violence and experiencing the loss of colleagues and friends can lead to burnout, PTSD, and a reluctance to continue working in conflict zones. This exodus of healthcare professionals further exacerbates the crisis.\nPreparing for a Future Where Healthcare is a Battlefield The targeting of healthcare is no longer a peripheral issue; it is a central feature of modern warfare. We must prepare for a future where healthcare facilities are increasingly vulnerable and where the provision of medical care becomes a dangerous and contested act. This requires a multi-faceted approach, including strengthening IHL, improving accountability mechanisms, and investing in the protection of healthcare personnel and infrastructure.\nFurthermore, the international community must address the root causes of conflict and work towards peaceful resolutions. Without a concerted effort to de-escalate tensions and promote diplomacy, the erosion of healthcare in conflict zones will continue, with dire consequences for global health security.\nWhat are your predictions for the future of healthcare in conflict zones? Share your insights in the comments below!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "War, Conflict and Unrest->terrorist bombings",
      "War, Conflict and Unrest->armed conflict",
      "War, Conflict and Unrest->civil unrest",
      "Health->hospital",
      "Health->health facility",
      "Health->public health",
      "Social Issue->social problem",
      "Social Issue->social services",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Marwan Sultan",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Gaza",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:49:53.195+03:00",
    "updated": "2025-07-03T04:55:27.000+00:00"
  },
  {
    "uuid": "5c1052a792f16e0ef2179a7eee0d92e919f3f60f",
    "url": "https://aristeguinoticias.com/2812/mexico/detienen-a-profesora-en-veracruz-por-presunto-feminicidio-contra-una-mujer-de-60-anos-de-edad/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción AN / KC",
    "published": "2023-12-28T19:29:00Z",
    "title": "Detienen a profesora en Veracruz por presunto feminicidio contra una mujer de 60 años de edad",
    "text": "Detienen a profesora en Veracruz por presunto feminicidio contra una mujer de 60 años de edad Una docente identificada como Alma \"N\" fue detenida por presuntamente participar, a finales de noviembre, en el homicidio de una mujer de 60 años de edad. - Redacción AN / KC Una profesora identificada como Alma Janet “N”, fue detenida por presuntamente ser responsable del feminicidio de otra mujer de 60 años de edad, en el municipio de Tempoal, Veracruz. La mujer fue encontrada sin vida con signos de violencia, presumiblemente causado por un arma blanca, en la localidad de “Morillo”, el pasado 23 de noviembre. La Fiscalía General del Estado confirmó la detención de la docente, tras obtener una orden de aprehensión en relación con la muerte de la mujer identificada con las siglas, C.A.C. Fueron los vecinos de la víctima quienes hicieron hallazgo e informaron a las autoridades. Identificaron a la víctima quien vestía una chamarra rosa, pantalón de mezclilla, y calcetas rojas, aunque luego debieron practicarse los procedimientos legales de identificación humana. El cuerpo fue trasladado a la morgue del servicio médico forense por los servicios periciales de la Fiscalía Regional con sede en Tantoyuca. Te puede interesar > [Detienen a hombre que se hacía pasar por policía para pedir ‘mordida’ en CDMX](https://aristeguinoticias.com/2812/mexico/detienen-a-hombre-que-se-hacia-pasar-por-policia-para-pedir-mordida-en-cdmx/) Hasta el momento, no se han revelado los motivos que llevaron a la presunta agresora, Alma Janet “N”, a cometer el asesinato. La docente de profesión, será procesada bajo la causa penal 367/2023, y quedará a disposición del juez de control y enjuiciamiento, para que determine su situación jurídica.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:09.097+02:00",
    "updated": "2023-12-29T00:03:55.589+02:00"
  },
  {
    "uuid": "33e37f63f166f3df7504ace10bbe6b13a9d4fdf5",
    "url": "http://business.mammothtimes.com/mammothtimes/article/abnewswire-2023-12-28-ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2023-12-28T00:00:00Z",
    "title": "Ela Vashishtha’s Digital Medical Pad Promises Efficient Care Anywhere | User | mammothtimes.com",
    "text": "Ms. Ela Vashishtha, local digital healthcare leader in Texas area and innovator of digital medical pad. Digital Media Pad prototype\nThe healthcare landscape is constantly evolving, demanding innovative solutions to address challenges faced by patients and medical professionals alike. In this pursuit of progress, health resources and strategy leader Ela Vashishtha has emerged as a pioneer, spearheading the development of a groundbreaking invention: the Digital Medical Pad.\nMore than just a technological innovation, this patented device embodies Ms. Vashishtha's deep understanding of healthcare complexities, honed through her vast experience managing a $3 billion portfolio and driving data-driven initiatives across 25+ hospitals in her state of residency. This expertise shines through in every facet of the Digital Medical Pad, designed to address critical issues plaguing healthcare systems, particularly in resource-constrained settings.\nSecure Access, Streamlined Processes\nAt the heart of the invention lies a secure biometric scanner. Gone are the days of misplaced charts and stolen identities; fingerprints grant authorized personnel instant access to a patient's medical history, ensuring both privacy and efficient care delivery. Medication management takes a leap forward with the pad's ability to display medication history and facilitate digital order creation. This not only reduces waiting times but also minimizes errors and potential drug interactions.\nReal-Time Intelligence Powering Decisions\nThe Digital Medical Pad transcends mere data storage. Embedded AI and machine learning algorithms work synergistically with real-time data to empower healthcare professionals. Imagine a scenario where a doctor, upon entering a patient's fever symptom, receives treatment suggestions tailored to the patient's unique medical profile, considering factors like co-existing conditions and potential allergies. This level of real-time decision support enhances diagnostic accuracy and optimizes treatment plans, paving the way for personalized, effective care.\nBridging the Global Healthcare Divide\nMs. Vashishtha's vision extends beyond borders. Recognizing the immense potential of the Digital Medical Pad in resource-limited countries, she is leading the charge in adapting the technology for these specific contexts. The device's affordability and portability make it ideal for rural areas, where access to quality healthcare has traditionally been limited. By eliminating paper records and cumbersome processes, the pad promises to revolutionize care delivery in underprivileged regions, democratizing access to crucial medical information and services.\nPartnerships for Progress\nThe journey towards widespread adoption of the Digital Medical Pad is underway. Ms. Vashishtha is actively seeking partnerships with multiple entities in India, aiming to pilot the device in rural areas and smaller cities. These collaborations will serve as testaments to the pad's effectiveness and pave the way for its broader implementation across developing nations. Currently, she is partnering with and providing strategic advice on product advancement ideas, market strategies, future iterations of testing the pad in Indian healthcare market.\nA Beacon of Hope\nEla Vashishtha's Digital Medical Pad opens the possibility of a future where healthcare is accessible, efficient, and personalized in developing and developed worlds alike. By harnessing the power of technology and focusing on real-world needs, Ms. Vashishtha is trying to forge a path towards a healthier, more equitable world. This innovation holds the potential to bridge healthcare divides, empower medical professionals, and improve the lives of millions, making it a truly transformative force in the global healthcare landscape.\nMedia Contact\nCompany Name: CompuRx\nContact Person: Ela Vashishtha\nEmail: Send Email\nCountry: United States\nWebsite: www.compurxinfotech.com/\nData & News supplied by www.cloudQuote: .io\nStock Quote: s supplied by Barchart\nQuote: s delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://www.abnewswire.com/uploads/1703795346.jpeg",
      "https://www.abnewswire.com/email_contact_us.php?pr=ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.abnewswire.com/press_stat.php?pr=ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "http://www.compurxinfotech.com/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.abnewswire.com/companyname/compurxinfotech.com/_127619.html",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://abnewswire.com/uploads/1703795346.jpeg",
      "http://www.compurxinfotech.com",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://abnewswire.com/email_contact_us.php?pr=ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://abnewswire.com/companyname/compurxinfotech.com/_127619.html",
      "https://abnewswire.com/press_stat.php?pr=ela-vashishthas-digital-medical-pad-promises-efficient-care-anywhere",
      "http://compurxinfotech.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ela vashishtha",
          "sentiment": "negative"
        },
        {
          "name": "vashishtha",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:35.079+02:00",
    "updated": "2023-12-29T01:18:49.179+02:00"
  }
]