[
  {
    "uuid": "6a285f3d6a4fba6b3bb0e886d61bf24ae4170dc3",
    "url": "https://uk.news.yahoo.com/israeli-ministers-reportedly-considering-limiting-153953534.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Independent",
    "published": "2024-02-01T21:24:00Z",
    "title": "Israeli ministers reportedly considering limiting aid entering Gaza",
    "text": "The Guardian Israeli ministers reportedly considering limiting aid entering Gaza Read full article Bethan McKernan and Quique Kierszenbaum at the Kerem Shalom crossing February 2, 2024 at 12:24 a.m. · 6 min read The Kerem Shalom crossing, where far-right protesters have tried to stop aid from entering Gaza. Photograph: Menahem Kahana/AFP/Getty Images\nMinisters in Israel’s war cabinet are reportedly considering limiting the amount of aid reaching Gaza, as rightwing protesters disrupt the entry of trucks carrying desperately needed humanitarian supplies to the besieged Palestinian territory.\nBenny Gantz, a retired general who joined the emergency wartime government formed by the prime minister, Benjamin Netanyahu, after 7 October, and Gadi Eisenkot, a former army chief of staff and war cabinet observer, suggested temporarily limiting aid to weaken Hamas, Israel’s Channel 12 reported late on Wednesday.\nThe two centrist National Unity party politicians put the proposal forward in meetings this week, the station said, after receiving a report from Israel’s internal security service that estimated up to 66% of aid entering Gaza was being hijacked by the Palestinian militant group. That figure cannot be independently verified, but reports of desperate people or armed men seizing aid deliveries have become common in the strip.\n“We can consider reducing the scope of supplies as part of the pressure to build a different mechanism in the Gaza Strip and as part of the efforts to free the hostages,” the politicians reportedly said.\nNo final decision has been made on the issue, Channel 12 added. Netanyahu’s office did not immediately respond to the Guardian’s request for comment.\nQatari officials said on Thursday that Hamas had given “initial positive confirmation” to a proposed ceasefire in Gaza and the release of hostages, after US, Egyptian and Qatari mediators met Israeli intelligence officials in Paris.\n“That proposal has been approved by the Israeli side and now we have an initial positive confirmation from the Hamas side,” Qatar’s foreign ministry spokesperson, Majed al-Ansari, told an audience at a Washington-based graduate school.\nBut Hamas sources said that there was still no agreement on the deal, and Ansari conceded that there was “still a very tough road in front of us”.\nHumanitarian groups including the UN estimate that 500 lorries carrying aid are required daily to provide the minimum help required to the people of Gaza, but the number able to cross through Egyptian and Israeli checkpoints is often below 100. Kerem Shalom crossing, which before the war was where commercial goods entered Gaza, was reopened by Israeli officials in mid-December at the request of the US, in order to increase and speed up deliveries.\nStory continues A week ago the international court of justice ruled that Israel must “take all measures within its power” to avoid a genocide in its war with Hamas, as well as to immediately “enable the provision of urgently needed basic services and humanitarian assistance” to address the devastating humanitarian crisis facing Gaza’s 2.3 million people.\nAbout 27,000 people in Gaza have been killed and more than 85% of the population have been forced from their homes in the nearly four-month-old war sparked by Hamas’s attack on Israeli communities, in which 1,200 people were killed and about 250 abducted.\nRevelations last week that 12 members of the UN’s agency for Palestinian refugees, UNRWA, which employs 13,000 people in the Gaza Strip and provides essential public services, had been accused of taking part in the 7 October attack have put a spotlight on humanitarian organisations working in the territory.\nSeveral western countries have suspended funding in response to the allegations. Palestinians and aid workers have urged donor countries to reconsider , saying that the funding freeze amounts to collective punishment and will lead to famine.\nInteractive According to Marwan al-Hams, the director of al-Najjar hospital in Rafah, much of the medical aid that is entering the strip is “largely random”. Deliveries have included special refrigerators for storing Covid-19 vaccinations, Covid testing devices and personal protective equipment. Rafah, Gaza’s southernmost town, has been inundated with people displaced from elsewhere in the territory.\nWhile there are no statistics on what is sent or whether it is used, Hams said, a list of needs is compiled by the Palestinian ministry of health and distributed to all parties. Representatives for UNRWA and the World Health Organization did not immediately respond to requests for comment.\n“Much-needed items like sterile surgical gauze often do not reach Gaza, and anaesthetic enters at a very small rate. Medications for kidney failure and cancer are nonexistent, and those for chronic diseases,” he said. “Many essential devices, such as drills used in orthopaedic surgery, are not available because the existing ones are broken, and hospital beds are in acute shortage.”\nThe reported proposal to limit aid comes after protests by Israel’s far right at the Kerem Shalom and Nitzana crossings with Gaza and Egypt respectively, aimed at halting the flow of aid into the territory.\nThe demonstrations, now in their second week, managed initially to severely slow the movement of aid lorries. Several relatives of the remaining Israeli hostages held in Gaza attended the first handful of protests.\nFour drivers were reportedly assaulted during the demonstration last Sunday. The protests have been somewhat curtailed by an army decision on Monday to declare the two border points as closed military zones and set up checkpoints. A few dozen people still managed to make it to the crossings on Wednesday, some walking for several hours across fields after cars and buses were turned back. About 30 people were arrested in scuffles with police on Wednesday.\n“Not one bit of aid goes into Gaza until the last hostage is released,” one of the leaders of the campaign, Sefi Ben Chaim, told about 200 demonstrators on Sunday. “Every drop of aid goes to a Hamas fighter who is shooting at our soldiers … No country in the world aids its enemies in such a way.”\nRivka, 38, from Rehovot, said she had taken a day off work to be at the protest on Wednesday. Blocking aid to Gaza was an initiative that “transcends left and right”, she said.\n“I don’t believe there are innocent people in the Gaza Strip any more,” she said. “If it comes down to my children, or their children, there is no contest. I don’t want to take my traumatised three-year-old into the bomb shelter any more.”\nThe Hamas leader Ismail Haniyeh travelled to Cairo on Wednesday to discuss a ceasefire proposal that would reportedly involve the staged release of Israeli hostages.\nThe plan emerged from talks in Paris involving intelligence officials from Israel, the US and Egypt and the prime minister of Qatar. Efforts to broker a pause in hostilities have been under way since a seven-day truce in November , in which about 100 Israeli hostages were exchanged for 240 Palestinian women and children held in Israeli jails.\nTRENDING 1. UK judge dismisses Trump's lawsuit over dossier containing 'shocking and scandalous claims' 2. Oregon high court says 10 GOP state senators who staged long walkout can’t run for reelection 3. National dental care plan registration expands today to cover seniors 72 and older 4. El Niño and the polar vortex take centre stage for winter’s final chapter 5. Four arrested, one more suspect sought in death of teen near Belleville, Ont.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
      "https://twitter.com/intent/tweet?text=Israeli%20ministers%20reportedly%20considering%20limiting%20aid%20entering%20Gaza&url=https%3A%2F%2Fca.news.yahoo.com%2Fisraeli-ministers-reportedly-considering-limiting-153953534.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://interactive.guim.co.uk/uploader/embed/2024/02/gaza_crossings_map/giv-134252WgBlltz3jXE/",
      "https://www.theguardian.com/international",
      "https://s.yimg.com/ny/api/res/1.2/c_Wd04IVjlEpFvkezmJFMg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTExNjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
      "https://media.zenfs.com/en/theguardian_763/f4ba9cf2041ea1385384dc2a5d1cf78e",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.news.yahoo.com%2Fisraeli-ministers-reportedly-considering-limiting-153953534.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/R36nuZPwjvhDNDfwuXDMhg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU3Ng--/https://media.zenfs.com/en/theguardian_763/98a9f7a41c2045e34c492ec09ea8d165",
      "https://www.theguardian.com/world/2024/jan/26/unrwa-investigation-staff-7-october-attack-israel",
      "https://www.theguardian.com/world/2023/nov/30/israel-hamas-war-ceasefire-extension-one-day-details-gaza-hostages-palestine",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
      "https://theguardian.com/world/2023/nov/30/israel-hamas-war-ceasefire-extension-one-day-details-gaza-hostages-palestine",
      "https://interactive.guim.co.uk/uploader/embed/2024/02/gaza_crossings_map/giv-134252WgBlltz3jXE",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.news.yahoo.com%2Fisraeli-ministers-reportedly-considering-limiting-153953534.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/ny/api/res/1.2/R36nuZPwjvhDNDfwuXDMhg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU3Ng--/https://www.media.zenfs.com/en/theguardian_763/98a9f7a41c2045e34c492ec09ea8d165",
      "https://theguardian.com/world/2024/jan/26/unrwa-investigation-staff-7-october-attack-israel",
      "https://www.twitter.com/intent/tweet?text=Israeli%20ministers%20reportedly%20considering%20limiting%20aid%20entering%20Gaza&url=https%3A%2F%2Fca.news.yahoo.com%2Fisraeli-ministers-reportedly-considering-limiting-153953534.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/ny/api/res/1.2/c_Wd04IVjlEpFvkezmJFMg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTExNjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
      "https://www.media.zenfs.com/en/theguardian_763/f4ba9cf2041ea1385384dc2a5d1cf78e",
      "https://www.interactive.guim.co.uk/uploader/embed/2024/02/gaza_crossings_map/giv-134252WgBlltz3jXE/",
      "https://theguardian.com/international"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gadi eisenkot",
          "sentiment": "none"
        },
        {
          "name": "ethan mckernan",
          "sentiment": "none"
        },
        {
          "name": "benjamin netanyahu",
          "sentiment": "none"
        },
        {
          "name": "menahem kahana",
          "sentiment": "none"
        },
        {
          "name": "quique kierszenbaum",
          "sentiment": "none"
        },
        {
          "name": "benny gantz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national unity party",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza read",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:31:51.713+02:00",
    "updated": "2024-02-02T00:31:51.713+02:00"
  },
  {
    "uuid": "7eee201ec94225682b8bc8b37d705d15f0531bac",
    "url": "https://gulfnews.com/world/gulf/saudi/hajj-2024-grand-mosque-in-saudi-arabia-reforms-pilgrimage-experience-with-gps-and-qr-code-guidance-system-1.1717247608985",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ramadan Al Sherbini, Correspondent Follow us",
    "published": "2024-06-01T12:56:00Z",
    "title": "Hajj 2024: Grand Mosque in Saudi Arabia reforms pilgrimage experience with GPS and QR code guidance system | Saudi – Gulf News",
    "text": "Cairo: An innovative guidance system is in place at Islam's holiest site ahead of this month's annual Hajj pilgrimage. The Saudi General Authority for Care and Management of the Two Holiest Mosques has installed the GPS-based system using digital interactive maps and the \"Makkani (My Place) app at the Grand Mosque, Islam's most sacred place in the city of Mecca. The system aims to give the pilgrims and worshippers easy access to the sprawling place and its landmarks including the Mataf (circumambulation) courtyard where the Holy Kaaba is located. The interactive maps help worshippers reach a multitude of facilities at the mosque, including its different gates, library, bathrooms, guidance offices, cart service, escalators, and field hospitals. The maps are available in several languages including Arabic, English, French Urdu, Indonesian and Turkish. Additionally, 200 QR code boards are spread across the mosque, enabling the worshipper to specify his/her actual location and the targeted destination via the mobile operating systems iOS and Android, according to the Saudi news agency SPA. More than 2 million Muslims from all over the world are expected to attend the upcoming pilgrimage anticipated to begin on June 14. More than 500,000 overseas pilgrims have already arrived in Saudi Arabia, according to official figures. Hajj is one of Islam’s five obligatory duties. Muslims, who can physically and financially afford Hajj, have to perform it at least once in a lifetime.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Science and Technology"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hajj",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islam",
          "sentiment": "negative"
        },
        {
          "name": "saudi general authority for care",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "grand mosque",
          "sentiment": "none"
        },
        {
          "name": "holy kaaba",
          "sentiment": "none"
        },
        {
          "name": "mecca",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T16:25:26.567+03:00",
    "updated": "2024-06-01T20:06:47.230+03:00"
  },
  {
    "uuid": "55cc30c73db7c65c398817c85be6a9e1b8bbab2e",
    "url": "https://ground.news/article/titusville-man-sentenced-to-11-years-in-prison-after-fatal-hit-and-run-crash-in-cocoa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Space Coast Daily",
    "published": "2023-12-28T21:14:00Z",
    "title": "Ground News - Titusville Man Sentenced to 11 Years in Prison After Fatal Hit-and-Run Crash in Cocoa",
    "text": "Summary by Space Coast Daily Jacquiece Witcher, 38, sentenced to 11 years in prisonA 38-year-old Titusville man will spend the next 11 years in prison for leaving the scene of a deadly crash. BREVARD COUNTY •. COCOA, FLORIDA – A 38-year-old Titusville man will spend the next 11 years in prison for leaving the scene of a deadly crash. Police say Jacquiece Witcher, 38, entered a guilty plea for the 2019 hit and run crash which killed 61-year-old Bruce Calkins of Rockledge. W… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nSpace Coast Daily Titusville Man Sentenced to 11 Years in Prison After Fatal Hit-and-Run Crash in Cocoa Jacquiece Witcher, 38, sentenced to 11 years in prisonA 38-year-old Titusville man will spend the next 11 years in prison for leaving the scene of a deadly crash. BREVARD COUNTY •. COCOA, FLORIDA – A 38-year-old Titusville man will spend the next 11 years in prison for leaving the scene of a deadly crash. Police say Jacquiece Witcher, 38, entered a guilty plea for the 2019 hit and run crash which killed 61-year-old Bruce Calkins of Rockledge. W…\n4 hours ago Read Full Article\nSpace Coast Daily\nTitusville Man Sentenced to 11 Years in Prison After Fatal Hit-and-Run Crash in Cocoa Jacquiece Witcher, 38, sentenced to 11 years in prisonA 38-year-old Titusville man will spend the next 11 years in prison for leaving the scene of a deadly crash. BREVARD COUNTY •. COCOA, FLORIDA – A 38-year-old Titusville man will spend the next 11 years in prison for leaving the scene of a deadly crash. Police say Jacquiece Witcher, 38, entered a guilty plea for the 2019 hit and run crash which killed 61-year-old Bruce Calkins of Rockledge. W…\n4 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://spacecoastdaily.com/2023/12/titusville-man-sentenced-to-11-years-in-prison-after-fatal-hit-and-run-crash-in-cocoa/?utm_source=ground.news&utm_medium=referral",
      "https://www.spacecoastdaily.com/2023/12/titusville-man-sentenced-to-11-years-in-prison-after-fatal-hit-and-run-crash-in-cocoa/?utm_source=ground.news&utm_medium=referral",
      "https://spacecoastdaily.com/2023/12/titusville-man-sentenced-to-11-years-in-prison-after-fatal-hit-and-run-crash-in-cocoa/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jacquiece witcher",
          "sentiment": "negative"
        },
        {
          "name": "bruce calkins",
          "sentiment": "none"
        },
        {
          "name": "cocoa jacquiece witcher",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "titusville man sentenced",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "rockledge",
          "sentiment": "none"
        },
        {
          "name": "titusville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:22.913+02:00",
    "updated": "2023-12-29T00:43:22.913+02:00"
  },
  {
    "uuid": "bbad5cad74b4f0a3341a6e4a065196074d79ad6a",
    "url": "https://www.swindonadvertiser.co.uk/news/national/24010610.bethlehem-without-christmas-trees-without-lights-due-israel-hamas-war/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-24T11:04:00Z",
    "title": "Bethlehem ‘without Christmas trees, without lights’ due to Israel-Hamas war | Swindon Advertiser",
    "text": "Bethlehem, the normally bustling biblical birthplace of Jesus, resembles a ghost town this Christmas Eve, with celebrations called off due to the Israel-Hamas war. The festive lights and Christmas tree that normally decorate Manger Square are missing, as are the foreign tourists who gather each year to mark the holiday. Dozens of Palestinian security forces patrol the empty square. Gift shops have been slow to open on Christmas Eve, although a few did open their doors once the rain stopped pouring down. There are few visitors, however. Brother John Vinh, a Franciscan monk from Vietnam who has lived in Jerusalem for six years, said: “This year, without the Christmas tree and without lights, there’s just darkness.” He said he always comes to Bethlehem to mark Christmas, but this year was especially sobering, as he gazed at a nativity scene in Manger Square with a baby Jesus wrapped in a white shroud, symbolising the hundreds of children killed in the fighting in Gaza. Barbed wire surrounds the scene, with grey rubble added to the spectacle reflecting none of the lights and bursts of colour that normally fill the square during the Christmas season. Ala’a Salameh, one of the owners of Afteem Restaurant, a family-owned falafel restaurant just steps from the square, said: “We can’t justify putting out a tree and celebrating as normal, when some people (in Gaza) don’t even have houses to go to.” Mr Salameh said Christmas Eve is usually the busiest day of the year. “Normally, you can’t find a single chair to sit, we’re full from morning till midnight,” he said. This year, just one table was taken – by journalists sheltering from the rain. He said his restaurant was operating at about 15% of normal business and was not able to cover operating costs. Mr Salameh estimated that even after the war ends, it will take another year for tourism to return to Bethlehem as normal. The cancellation of Christmas festivities is a severe blow to the town’s economy. Tourism accounts for an estimated 70% of Bethlehem’s income – almost all of that during the Christmas season. With many major airlines cancelling flights to Israel, few foreigners are visiting. Local officials say around 70 hotels in Bethlehem have been forced to close, leaving thousands of people unemployed. More than 20,000 Palestinians have been killed and more than 50,000 wounded during Israel’s air and ground offensive against Gaza’s Hamas rulers, according to health officials there, while some 85% of the territory’s 2.3 million residents have been displaced. The war was triggered by Hamas’ deadly assault October 7 on southern Israel in which militants killed about 1,200 people, most of them civilians, and took more than 240 hostages. The fighting in Gaza has also affected life in the West Bank. Since October 7, access to Bethlehem and other Palestinian towns in the Israeli-occupied territory has been difficult, with long lines of motorists waiting to pass military checkpoints. The restrictions have also prevented tens of thousands of Palestinians from exiting the territory to work in Israel. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "john vinh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "swindon advertiser bethlehem",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "manger square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T14:10:53.073+02:00",
    "updated": "2023-12-24T14:10:53.073+02:00"
  },
  {
    "uuid": "394a4a6176dbf51a43e95ee3acebe9f02695e8ed",
    "url": "https://seekingalpha.com/news/4079644-marathon-oil-upgraded-to-buy-at-argus-on-strong-financials-shareholder-focus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carl Surran, SA News Editor",
    "published": "2024-03-14T19:53:00Z",
    "title": "Marathon Oil upgraded to Buy at Argus on strong financials, shareholder focus",
    "text": "Marathon Oil (NYSE:\nMRO) +1.3% in Thursday's trading as Argus upgrades the stock to Buy from Hold with a $31 price target, pointing to the company's strong financial foundation, underscored by low debt levels and robust free cash flow yields.\nMarathon's (\nMRO) shareholder-oriented strategies, including consistent dividend increases and share repurchase programs, are supported by a three-year history of strong operational performance and growth in shareholder value, Argus analyst Bill Selesky says. Last month, Marathon ( MRO) reported Q4 adjusted earnings of $406M, or $0.69/share, down from $563M, or $0.88/share, in the year-earlier quarter, reflecting lower realized commodity prices for crude oil, natural gas and natural gas liquids.\nFor FY 2024, the company expects total production of 380K-400K net boe/day, down from 405K net boe/day in 2023, with capital spending of $1.9B-$2.1B, compared to $2.03B in 2023.\nArgus lowers its 2024 EPS estimate to $2.58 from $3.51 previously to reflect weak Q4 results and its 2024 WTI crude oil price forecast of $80/bbl.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bill selesky",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "argus",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:13:13.097+02:00",
    "updated": "2024-03-15T00:13:13.097+02:00"
  },
  {
    "uuid": "607b85e7bf4a0054d5fcf60a61b770bcf80b3554",
    "url": "https://www.meneame.net/story/belen-blasfemo-personas-mismo-sexo-indigna-conservadores/c024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "estreñido",
    "published": "2023-12-24T07:28:00Z",
    "title": "#24 Belén \"blasfemo\" con personas del mismo sexo indigna a los conservadores italianos",
    "text": "[gelatti](/user/gelatti)a [es.investing.com](/go/link/3890231)\nPuedo entender que les moleste por \"romper la tradición\" a mi también me molesta cuando le quitan la barba a un personaje de comic que la lleva.\nAhora, que les moleste porque sea del mismo sexo,,, recordemos que a esta mujer le preño una paloma y vamos a tirarnos ahora de los pelos porque esté con una mujer?\n[#4](c4#c-4) Eso explicaría de forma que todo el mundo pueda entender como María llegó virgen a su cita con la paloma pese a estar casada.\n[#4](c4#c-4) mira que podía haber optado por convertir a los reyes en gays, o hacer una carroza del orgullo con los pastorcillos, pero poner dos vírgenes María es un sinsentido. Respeta lo básico del Belén y a partir de ahí añade lo que quieras, no te pases tomando licencias que luego queda irreconocible.\n[#2](c2#c-2) Ojalá algún día se pueda extraer energía de la subnormalidad y la estupidez. Conquistariamos el universo.\nA mi me la pela. Esta bien lo de defender la libertad de expresión y la libertad para creer o no creer.\nTus creencias para ti y yo en un país libre haré lo que quiera.\nPero luego vemos la otra cara de la moneda.\nQue si una diputada de podemos dice que el islam es el feminismo e invento la seguridad social.\nhttps://www.google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html\nPúblico, el periódico que izquierdas llamando la atención por que no se enseña suficiente islam en las escuelas.\nhttps://www.google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp\nSe puede reivindicar con el belen, pero hay que retirar cerdo para no ofender a los musulmanes.\nhttps://www.google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html\nMuy buena esta libertad.\n[#12](c12#c-12) Lo que tú no entiendes es que si metes en el juego las creencias de unos no puedes sacar las de otros. Y para que no se ofendan los capillitas somos capaces de comer por todos lados. Yo estoy COMPLETAMENTE EN CONTRA de que haya CUALQUIER religión en educación, sanidad o en el ejercicio, pero por otro lado, entiendo que si esta presente una, los demás pidan lo propio.\nSe nos olvida que la iglesia se lleva un buen pico por dar \"ese servicio\" no solo en colegios\n[#17](c17#c-17) tu comentario esta mal desarrollado y carece de sentido.\nEstas \"COMPLETAMENTE EN CONTRA de que haya CUALQUIER religión en educación, sanidad o en el ejército \" pero por otro lado \"entiendo que si esta presente una, los demás pidan lo propio.\"\nNo ves falta de lógica en tu argumento? Estas en contra y al mismo tiempo a favor.\n[#19](c19#c-19) No, estoy encontra de que paguemos el profe de religión en los coles, el mantenimiento de capilla en universidades, hospitales y cuarteles (con su correspondiente cura). Y hablamos de religión catolica.\nAhora bien, ENTIENDO, que si hay prevendas para unos, los otros (llamese musulmanes, testigos de Jehova o san pitopato), estén en su derecho de recibir las mismas.\nNo tienes ningún tipo de comprensión lectora.\n[#20](c20#c-20) ahora ya te voy entendiendo mejor.\nBásicamente, ahora lo que me dices es que no al catolicismo, pero como esta el catolicismo, entonces las demás también.\nPodrías haber dicho, quitemos el catolicismo y no dejemos pasar el resto de religiones, pero.... Si hay una todas las demás también. Y sin embargo dices que estás en contra.\nLo lógico sería decir que estás en contra del catolicismo y a favor de toda las demás.\nQue no se enteren los de vox que en el Belén de Vilavenut también hay dos madres haciendo de Maria y José.\nhttps://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html",
      "https://www.google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html",
      "https://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
      "https://www.google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp",
      "https://google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp",
      "https://ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
      "https://google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html",
      "https://google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html",
      "https://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T10:29:24.324+02:00",
    "updated": "2023-12-24T10:29:24.324+02:00"
  },
  {
    "uuid": "b334c7e5798e77b794716566a8161883e1e9e906",
    "url": "https://en.tempo.co/read/1814699/floods-hit-north-aceh-44000-residents-affected-and-4000-displaced",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dewi Elvia Muthiariny",
    "published": "2023-12-28T22:00:00Z",
    "title": "Floods Hit North Aceh; 44,000 Residents Affected and 4,000 Displaced - Sci En.tempo.co",
    "text": "Floods Hit North Aceh; 44,000 Residents Affected and 4,000 Displaced Translator Editor 29 December 2023 00:00 WIB TEMPO.CO, Jakarta - North Aceh Regency has been hit by flooding since Sunday, Dec. 24, following high-intensity rain in the upstream area of Bener Meriah District, the Regional Disaster Mitigation Agency (BPBD) reported. “The water level of the river remains high. The flooding is increasingly spreading to Lhoksukon and Tanah Luas sub-districts,” Chief Executive of BPBD North Aceh, Asnawi, said in a statement, on Thursday, Dec. 28. Asnawi said that based on the rapid assessment, the flood has impacted 12,826 families or up to 44,244 people. “As many as 4,048 people have been displaced in 18 locations,” he added. Thirteen sub-districts consisting of 108 gampongs or villages have been affected by the flooding, with water levels ranging from 10 to 80 centimeters. “The flood made it impossible for people to carry out economic activities. Several embankments broke, cutting off the main roads,” he said. In response, the local government issued a Flood Emergency Response Status (STDB) No. 360/869/2023, which is valid for 14 days from its issuance. Asnawi also mentioned that North Aceh is often hit by flooding from upstream areas in Bener Meriah Regency. Since 2020, floods have caused not only material losses but also casualties. Meanwhile, the National Disaster Mitigation Agency (BNPB) assessed that the flooding was caused by several factors, including weather and environmental damage. Several river banks around the affected areas also lacked vegetation, which reduced their resistance. ALIF ILHAM FAJRIADI [Click here](https://news.google.com/s/CBIwmbSX-Dk) to get the latest news updates from Tempo in Google News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [
      "https://news.google.com/s/CBIwmbSX-Dk)",
      "https://www.news.google.com/s/CBIwmbSX-Dk)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "asnawi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tanah luas",
          "sentiment": "none"
        },
        {
          "name": "regional disaster mitigation agency",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "aceh",
          "sentiment": "none"
        },
        {
          "name": "lhoksukon",
          "sentiment": "none"
        },
        {
          "name": "north aceh regency",
          "sentiment": "none"
        },
        {
          "name": "bener meriah district",
          "sentiment": "none"
        },
        {
          "name": "jakarta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:10.617+02:00",
    "updated": "2023-12-29T00:11:10.617+02:00"
  },
  {
    "uuid": "5dff1d3cdc38f62ee3842b4cb79fbf4abbd0569f",
    "url": "https://www.deccanherald.com/world/indo-canadian-man-held-for-multiple-thefts-at-hindu-temples-in-canada-2829101",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-29T08:24:00Z",
    "title": "Indo-Canadian man held for multiple thefts at Hindu temples in Canada",
    "text": "Toronto: A 41-year-old Indo-Canadian man has been arrested for multiple break-ins and thefts at Hindu temples in Canada's Durham Region and Greater Toronto Area, police said.\nHowever, the offences do not appear to be hate crimes or motivated by hate, Durham Regional Police said in a press release on Thursday.\nThe police identified the man as Jagdish Pandher from Brampton city.\nAccording to the press release, in the early hours of October 8, police responded to a break-and-enter at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering.\nPandher was seen on security surveillance breaking into the temple and taking a large quantity of cash from the donation boxes. He fled the area before police arrival, it said.\nHe was \"seen on surveillance footage later that morning committing additional break-and-enters at Hindu temples in Pickering and Ajax,\" the release said.\nPolice say the suspect has been linked to numerous other break-and-enters at Hindu temples throughout the year.\n\"These break-and-enters occurred in Durham Region and around the Greater Toronto Area,\" they said.\nPandher has been charged with four counts of break-and-enter among other charges, the release said.\nADVERTISEMENT (Published 29 December 2023, 10:54 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pandher",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hindu",
          "sentiment": "negative"
        },
        {
          "name": "durham region and greater toronto area",
          "sentiment": "none"
        },
        {
          "name": "durham regional police",
          "sentiment": "none"
        },
        {
          "name": "greater toronto area",
          "sentiment": "none"
        },
        {
          "name": "ajax",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada toronto",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        },
        {
          "name": "durham region",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:10:26.745+02:00",
    "updated": "2023-12-29T13:10:26.745+02:00"
  }
]