[
  {
    "uuid": "9e44bc39a2c3ee94980387c5df26c7f64c53b9ac",
    "url": "https://www.thenews.com.pk/latest/1145637-lady-gaga-pals-express-concern-over-her-inexplicable-behaviour",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Christina Harrold",
    "published": "2024-01-07T17:32:00Z",
    "title": "Cillian Murphy shares honest reaction to being called ‘Internet’s boyfriend’",
    "text": "Cillian Murphy has recently shared her honest reaction to him being called the “Internet’s boyfriend”. Speaking to Entertainment Tonight at the 35th Annual Palm Springs International Film Festival Awards Gala earlier this week, the Oppenheimer star was stunned to have his newfound status online. “I don't know about too many things internet-wise, but it's lovely. It's very flattering. Very flattered,” said Cillian. Earlier, Cillian fans took to X, formerly known as Twitter, and appreciated the actor, with one wrote, “Cillian murphy is boyfriend material.” “I want Oppenheimer to be good for my boyfriend Cillian Murphy’s sake,” remarked another user. A third said, “Cillian is so husband/boyfriend i can’t believe he's the same age as my mum.” “Cillian murphy is my husband my wife my boyfriend my girlfriend he’s my everything,” state the fourth user. “My media teacher started referring to Cillian Murphy as ‘your boyfriend’ as he should though honestly.” Someone mentioned, “Oh hey now that Cillian Murphy's the internet's boyfriend, how about we all (re)watch Anthropoid?” “Never in my life did i think Cillian murphy would become the internet’s boyfriend of the month but here we are and i’m enjoying it,” added another user. In December, Cillian admitted to Margot Robbie in Variety’s Actors on Actors interview. “I have two teenage boys. I do know what a meme is. Now I know that there are memes about me not knowing what a meme is,” he added. On January 4, the New York Times published a story questioning Swift's sexuality Kate married Derek in 2005 Jacob Elordi discusses about Saltburn movie with co-star Barry Keoghan in a new interview Julianne Hough joined the cast of ABC's Dancing with the Stars in 2007 Prince Andrew faced another blow after further documents regarding Jeffrey Epstein were released to the public Jodie Foster slams Gen Z over their work culture in a publication interview",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cillian murphy",
          "sentiment": "negative"
        },
        {
          "name": "cillian",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:15:53.059+02:00",
    "updated": "2024-01-08T03:11:06.873+02:00"
  },
  {
    "uuid": "e43faa1299e4498a86b81de4a2fdd67405b6299a",
    "url": "https://www.finanzen.net/nachricht/aktien/snow-investors-have-opportunity-to-lead-snowflake-inc-securities-fraud-lawsuit-13454321",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Importer",
    "published": "2024-04-25T20:42:00Z",
    "title": "SNOW Investors Have Opportunity to Lead Snowflake Inc. Securities Fraud Lawsuit | finanzen.net",
    "text": "Home Aktien Snowflake Aktie News zu Snowflake SNOW Investors Have Opportunity to Lead Snowflake Inc. Securities Fraud Lawsuit Tradespot by finanzen.net - Dein neuer Begleiter auf dem Weg zur besten Trading-Idee. Jetzt handeln! SNOW Investors Have Opportunity to Lead Snowflake Inc. Securities Fraud Lawsuit 25.04.24 22:42 Uhr Werbung Werte in diesem Artikel Aktien Snowflake 142,58 EUR 0,76 EUR 0,54% Charts | News | Analysen Aktie kaufen\nLOS ANGELES , April 25, 2024 /PRNewswire/ -- The Law Offices of Frank R. Cruz announces that investors with substantial losses have opportunity to lead the securities fraud class action lawsuit against Snowflake Inc. (\"Snowflake\" or the \"Company\") (NYSE: SNOW ).\nClass Period: September 16, 2020 – March 2, 2022\nLead Plaintiff Deadline: April 29, 2024\nIf you are a shareholder who suffered a loss, click here to participate.\nThe complaint filed alleges that, throughout the Class Period, Defendants failed to disclose to investors: (1) that Snowflake had systematically oversold capacity to customers which created a misleading appearance of the demand for Snowflake's products and services; (2) that Snowflake had provided significant discounts to its customers prior to the IPO that temporarily boosted sales but would not be sustainable after the IPO and/or necessitate platform efficiency adjustments that negatively impacted client consumption and Snowflake's revenue and profit margins; (3) that, as a result, Snowflake's customers were poised to roll over a material amount of unused credits (and thereby cannibalize future sales) at the end of their contracts' terms or to refuse to renew their contracts at prior consumption levels or at all; (4) that, as a result, Snowflake's product revenue and remaining performance obligations had been artificially inflated leading up to and during the Class Period; and (5) as a result, Defendants' positive statements about the Company's business, operations, and prospects were materially misleading and/or lacked a reasonable basis at all relevant times.\nFollow us for updates on Twitter: twitter.com/FRC_LAW .\nTo be a member of the class action you need not take any action at this time; you may retain counsel of your choice or take no action and remain an absent member of the class action. If you wish to learn more about this class action, or if you have any questions concerning this announcement or your rights or interests with respect to the pending class action lawsuit, please contact Frank R. Cruz , of The Law Offices of Frank R. Cruz , 2121 Avenue of the Stars, Suite 800, Century City, California 90067 at 310-914-5007, by email to info@frankcruzlaw.com , or visit our website at www.frankcruzlaw.com . If you inquire by email please include your mailing address, telephone number, and number of shares purchased.\nThis press release may be considered Attorney Advertising in some jurisdictions under the applicable law and ethical rules.\nView original content: https://www.prnewswire.com/news-releases/snow-investors-have-opportunity-to-lead-snowflake-inc-securities-fraud-lawsuit-302127846.html\nSOURCE The Law Offices of Frank R. Cruz , Los Angeles\nAusgewählte Hebelprodukte auf Snowflake Mit Knock-outs können spekulative Anleger überproportional an Kursbewegungen partizipieren. Wählen Sie einfach den gewünschten Hebel und wir zeigen Ihnen passende Open-End Produkte auf Snowflake\nDer Hebel muss zwischen 2 und 20 liegen",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4150802-1&h=1028454614&u=https%3A%2F%2Ffinance.yahoo.com%2Fquote%2Fsnow&a=SNOW",
      "https://www.prnewswire.com/news-releases/snow-investors-have-opportunity-to-lead-snowflake-inc-securities-fraud-lawsuit-302127846.html",
      "https://c212.net/c/link/?t=0&l=en&o=4150802-1&h=2404105689&u=https%3A%2F%2Ftwitter.com%2FFRC_LAW&a=twitter.com%2FFRC_LAW",
      "https://c212.net/c/link/?t=0&l=en&o=4150802-1&h=1927965305&u=https%3A%2F%2Fwww.frankcruzlaw.com%2F&a=The+Law+Offices+of+Frank+R.+Cruz",
      "https://c212.net/c/link/?t=0&l=en&o=4150802-1&h=3039266811&u=https%3A%2F%2Fwww.frankcruzlaw.com%2F&a=www.frankcruzlaw.com",
      "https://c212.net/c/link/?t=0&l=en&o=4150802-1&h=4171192379&u=https%3A%2F%2Fwww.frankcruzlaw.com%2Fcases%2Fsnowflake-inc%2F&a=here",
      "https://www.c212.net/c/link/?t=0&l=en&o=4150802-1&h=4171192379&u=https%3A%2F%2Fwww.frankcruzlaw.com%2Fcases%2Fsnowflake-inc%2F&a=here",
      "https://www.c212.net/c/link/?t=0&l=en&o=4150802-1&h=1927965305&u=https%3A%2F%2Fwww.frankcruzlaw.com%2F&a=The+Law+Offices+of+Frank+R.+Cruz",
      "https://www.c212.net/c/link/?t=0&l=en&o=4150802-1&h=1028454614&u=https%3A%2F%2Ffinance.yahoo.com%2Fquote%2Fsnow&a=SNOW",
      "https://prnewswire.com/news-releases/snow-investors-have-opportunity-to-lead-snowflake-inc-securities-fraud-lawsuit-302127846.html",
      "https://www.c212.net/c/link/?t=0&l=en&o=4150802-1&h=3039266811&u=https%3A%2F%2Fwww.frankcruzlaw.com%2F&a=www.frankcruzlaw.com",
      "https://c212.net/c/link/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4150802-1&h=2404105689&u=https%3A%2F%2Ftwitter.com%2FFRC_LAW&a=twitter.com%2FFRC_LAW"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dein",
          "sentiment": "none"
        },
        {
          "name": "snowflake",
          "sentiment": "none"
        },
        {
          "name": "frank r. cruz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lead snowflake inc",
          "sentiment": "neutral"
        },
        {
          "name": "snowflake inc.",
          "sentiment": "none"
        },
        {
          "name": "securities fraud lawsuit tradespot",
          "sentiment": "none"
        },
        {
          "name": "securities fraud lawsuit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:10:35.746+03:00",
    "updated": "2024-04-26T00:10:35.746+03:00"
  },
  {
    "uuid": "9a456afd807169bd8c458ef5b3400a1268728b4c",
    "url": "https://emilioyxfzl.ampedpages.com/bhairav-secrets-51631079",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emilioyxfzl Ampedpages Com",
    "published": "2023-12-29T13:23:00Z",
    "title": "bhairav Secrets",
    "text": "Evil eye is considered as the negative Electricity that can result in harm for you. It's thought that the gaze from an evil eye can disturb your Power fields and so creating hurt or pain. It can be believed that because infants have a weaker Strength field, They can be more vulnerable to evil eye.\nThe Akash Bhairab is alleged to become the Kirati king Yalambar himself. Legend has it that, Yalambar was the first king to establish this country and perhaps extended in the direction of Tista in east and Trishuli within the west. He's thought to possess gained the powers by tantric worshipping. In the course of the well-known struggle from the Mahabharat, the main king of Kirat dynasty, Yalambar in disguise of Bhairab, went on the battlefield to help you the losing bash. When Lord Krishna heard of it, he made an effort to test the flexibility of Bhairab, turned out that if Bhairab was to become allowed to be part of the getting rid of side, the war would continue on till equally parties were being to get annihilated, for whichever side Bhairab should have mind-boggling advantage which the arrow, Bhairab (Yalamber is kirat king, and kirats are recognized to get great hunters whose Major weapon is bow and arrow) possessed could even penetrate your body of Krishna who is taken into account divinity.\nBhairavi is also called as Shubhankari, meaning that she is the doer of auspicious deeds to her devotees who're her little ones, which means she is an efficient mom. She also favours violence, punishment and bloodshed to those people who are irreligious and cruel, which also means that she is the mother of all violence to them.\nश्री शारदा चालीसा लिरिक्स हिंदी व अंग्रेजी में तथा विडियो। आइए दोस्तों अब श्री शारदा चालीसा हिंदी व अंग्रेजी में जानते हैं :- श्री शारदा चालीसा – हिंदी में ( शारदा चालीसा विडियो ) ॥ दोहा ॥ मूर्ति स्वयंभू शारदा, मैहर आन विराज । माला, पुस्तक, धारिणी, वीणा कर में साज ॥ ॥ चौपाई ॥…\nAsitanga Bhairava can be an east struggling with God, who's got Bhrami as his consort and swan as his mount. He can bless a devotee with Inventive ability. The southeast experiencing Ruru Bhairava has Maheshwari as his consort and ox as his mount, and he can bestow divine expertise. Goddess Kaumari will be the consort of your south-experiencing Lord Chanda Bhairava and he rides on the peacock. He can bless devotees with huge Vitality and success about rivals. Krotha Bhairava has Varahi as his consort. The eagle is his mount and he is found going through south-west direction. He can bless one particular With all the toughness to get potent actions. Unmatha Bhairava is usually a west-going through deity, owning Varahi as his consort and horse as his mount.\nHer dhyana shloka while in the Devi Mahatmya describes her variety. She wears red garments and wears a garland of severed heads all over her neck. She has a few eyes and her head is adorned having a crescent moon.[citation essential]\nKaal Bhairav Puja Positive aspects consist of security from evil eyes or energies, very good well being and very long lifestyle, accomplishment and growth in schooling, business enterprise or profession as well as peace and like in individual associations.\nLord Aakash Bhairav, the 'god with the sky', is also regarded by Nepalese as being a progenitor in the Maharjan caste, Specially the peasant teams.\nThese images mirror Divine working experience and supreme bliss given that they are closest images or associations appearing in men and women’s minds when people get into their essence and reveal by themselves as God and obtain their Divine energy which happens to be terrifyingly blissful vibration-quiver of consciousness which creates all encounters of all residing beings.\nStore items from small small business brand names bought in Amazon’s keep. Discover more details on the little enterprises partnering with Amazon and Amazon’s dedication to empowering them. Find out more\nShould you be dealing with assets disputes and also other issues affiliated with getting property, then the most suitable choice is to seek divine blessings of lord batuk bhairav. Lord batuk bhairav Puja and Yajna is a really potent and considerable Puja making use of which disputes connected to ancestral house and various difficulties affiliated with it can be solved in a single’s favor.\nShould you’re sad, nervous, longingly looking ahead to The instant of conception. Regardless of fantastic efforts, You're not in the position to conceive or deal with issues in the course of your delivery.\nA person need to light-weight a lamp and supply coconut and jalebis on the event of\nread more Bhairo Baba birthday. But Here's the twist! Rather than undertaking this remedy in a completely crowded temple, test carrying out it in a very temple where you can find couple individuals.\nIn conclusion, Ahir Bhairav is a charming and sizeable raga in the realm of Indian classical tunes. Its introspective and emotive attributes have resonated with audiences and performers for centuries, and its rich repertoire of compositions proceeds to encourage and transfer listeners.\nbhairav Secrets\nEvil eye is considered as the negative Electricity that can result in harm for you. It's thought that the gaze from an evil eye can disturb your Power fields and so creating hurt or pain. It can be believed that because infants have a weaker Strength field, They can be more vulnerable to evil eye.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://tripsbookmarks.com/story16361839/the-greatest-guide-to-bhairav",
      "https://www.tripsbookmarks.com/story16361839/the-greatest-guide-to-bhairav"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "krishna",
          "sentiment": "none"
        },
        {
          "name": "akash bhairab",
          "sentiment": "none"
        },
        {
          "name": "yalambar",
          "sentiment": "none"
        },
        {
          "name": "bhairab",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bhairab",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "trishuli",
          "sentiment": "none"
        },
        {
          "name": "tista",
          "sentiment": "none"
        },
        {
          "name": "bhairab",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:26:30.997+02:00",
    "updated": "2023-12-29T18:26:30.997+02:00"
  },
  {
    "uuid": "60afd2eb099e6a2e90cac4a083fdb8e33e44f67e",
    "url": "https://www.elespanol.com/invertia/disruptores/opinion/20250110/patentar-malo-historias-terror-innovador/915288468_13.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alberto Iglesias Fraga",
    "published": "2025-01-10T00:00:00Z",
    "title": "Cuando patentar mucho es malo... y otras historias de terror innovador",
    "text": "Durante décadas, las autodenominadas voces autorizadas del sector innovador han venido criticando que a los científicos se les midiera casi en exclusiva por el número de publicaciones realizadas, minusvalorando otros parámetros que -a su juicio- constataban mejor el rendimiento innovador, como las patentes. Patentes a bulto, patentes como sinónimo de cerrar el ciclo de la I+D+I, patentes como atérida quimera en un indolente empecinamiento en valorar la cantidad por encima de la calidad.\n¡Patentes por doquier! ¡Vivan las patentes!\nVaya por delante la complejidad de establecer objetivos y medidas sobre criterios cualitativos sobre los cuantitativos . Para un gestor de fondos públicos, juzgar sobre una base numérica es representación de justicia, hacerlo sobre un criterio casi personal es lo más cercano a la prevaricación que existe. Para los medios que cubrimos estos asuntos, es más fácil hablar de datos que jugársela a valorar la pertinencia o no de una idea. Y es que saber si un investigador patenta más que su colega es realmente sencillo ; determinar cuál de las dos patentes goza de un mayor valor es bastante más difícil\nNo sería,de hecho, la primera vez que una patente sin pena ni gloria acaba siendo la base de una industria multimillonaria. En 1989, unos investigadores del CSIC (Javier Borderías Juárez y Margarita Tejada Yabar) cogieron pescados de descarte y patentaron su \"procedimiento de fabricación de un producto análogo a la angula y producto así obtenido\". Desde que la compañía Angulas Aguinaga pusiera las primeras gulas del norte a la venta en 1991, ésta ha sido una de las patentes españolas más rentables de todos los tiempos.\nEn cualquier caso, creo que la reducción al absurdo que he empleado al comienzo de este análisis es lo suficientemente cristalina como para darnos cuenta de que este tipo de aproximaciones, basadas sólo en la cantidad, son ridículas, innecesarias y carentes de valor. El prestigio que se asigna a aquellos que patentan mucho debería ser parejo al de aquellos que publican muchos papers : existen muchas formas de engordar los números, de sumar y sumar registros sin que ninguno de ellos tenga el más mínimo impacto.\nEl caso real del Estados Unidos de finales de los 90 es la mejor prueba de esta premisa. Durante esa década, aumentó un 64% el número de patentes registradas, pero la creatividad de las mismas cayó un 27% y el crecimiento de la productividad hizo lo propio un 30%. En otras palabras: a pesar de batir récord de patentes, la innovación no derribó ninguna barrera inusitada, no fue disruptiva, sino evolutiva.\nEstas cifras, analizadas en un paper de Aakash Kalyani, del Banco de la Reserva Federal, apuntan a la caída del crecimiento demográfico como causa última del descenso en cuanto a patentes creativas y el aumento de las derivadas. Los investigadores más noveles, asegura el autor, tienden a registrar ideas más rompedoras, mientras que los inventores veteranos optan por presentar más patentes derivadas. O lo que es lo mismo: imitaciones endógenas de tecnologías, como reza el estudio.\nEspaña ocupa tradicionalmente puestos al final del 'top 10' en términos de solicitudes de patentes entre los países europeos. Pero lo más importante es que la contribución de las industrias intensivas en patentes es considerablemente menor que en todos nuestros vecinos, en torno al 8% del empleo y el 11,5% del PIB (EUIPO EPO 2022).\nLa labor en este campo de la secretaria general Teresa Riesgo, el actual secretario de Estado Juan Cruz Cigudosa y la ministra Diana Morant ha sido encomiable. La propia Morant se emocionaba al hablar, en la entrevista que mantuvimos en 2022 , sobre romper con la tiranía del paper y promocionar las patentes en nuestro país gracias a la nueva Ley de Ciencia y las políticas de transferencia de conocimiento impulsadas por su gabinete. Misión noble y necesaria, pero sin olvidarnos de que aumentar la calidad puede llevarnos a cambiar una historia de terror innovador por otra...\nNEWSLETTER - DISRUPTORES Las claves digitales de la semana todos los viernes en tu buzón Apuntarme De conformidad con el RGPD y la LOPDGDD, EL LEÓN DE EL ESPAÑOL PUBLICACIONES, S.A. tratará los datos facilitados con la finalidad de remitirle noticias de actualidad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific standards",
      "Science and Technology->scientific innovation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4318158",
      "https://papers.ssrn.com/sol3/papers.cfm",
      "https://www.papers.ssrn.com/sol3/papers.cfm?abstract_id=4318158"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T02:47:46.952+02:00",
    "updated": "2025-01-10T02:47:46.952+02:00"
  },
  {
    "uuid": "089d058292dde70f35d2846ae29ca6d3d5ffbcc8",
    "url": "https://www.localmemphis.com/article/news/crime/mlgw-truck-stolen-east-memphis/522-96759b6f-75ba-4797-83a3-70f0b19c3739",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Judy Black",
    "published": "2023-12-28T08:26:00Z",
    "title": "MLGW truck stolen in East Memphis, MPD says | localmemphis.com",
    "text": "MEMPHIS, Tenn. — According to the Memphis Police Department (MPD), a man stole an MLGW truck in East Memphis on Thursday.\nAround noon, officers said they responded to a call on the 4900 block of Briarcliff Rd.\nAn MLGW technician told police that he was working a water meter, and his truck was parked but still running, powering the water pump that was plugged into the front of it, police said.\nThe technician said a man then got into the truck and began driving it westbound on Briarcliff. He said the man was wearing a black toboggan, according to MPD.\nThe truck contained a laptop, radio and equipment, and it is altogether valued at around $75,000, police said.\nAccording to MPD, MLGW personnel were able to track the radio in the truck, and its last known location was in the area of 83 S Highland St. Later, the radio went offline, police said.\nMemphis Police have been unable to find the stolen truck and have no additional information about the suspect.\nRelated Articles Person dies after going down embankment and crashing Burglars break into GameStop in Midtown, steal PS5",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "mpd",
          "sentiment": "negative"
        },
        {
          "name": "memphis police department",
          "sentiment": "negative"
        },
        {
          "name": "mlgw",
          "sentiment": "negative"
        },
        {
          "name": "gamestop",
          "sentiment": "none"
        },
        {
          "name": "memphis police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "memphis",
          "sentiment": "none"
        },
        {
          "name": "east memphis",
          "sentiment": "none"
        },
        {
          "name": "highland st. later",
          "sentiment": "none"
        },
        {
          "name": "briarcliff",
          "sentiment": "none"
        },
        {
          "name": "memphis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:15:34.290+02:00",
    "updated": "2023-12-29T00:15:34.290+02:00"
  },
  {
    "uuid": "e848d51e275c27619c55d3a750848ef699783711",
    "url": "https://www.thegazette.com/crime-courts/inmate-found-unresponsive-in-linn-county-jail-dies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "doapp, inc.",
    "published": "2024-12-20T00:01:00Z",
    "title": "Inmate found unresponsive in Linn County Jail dies",
    "text": "The Gazette offers audio versions of articles using Instaread. Some words may be mispronounced.\nCEDAR RAPIDS — After being found unresponsive and without a pulse, a male inmate at the Linn County Jail died Thursday despite attempts to save him, according to the Linn County Sheriff’s Office.\nThe inmate, who “had an extensive medical history and was serving time on several charges” since Dec. 7, according to the Sheriff’s Office, was not identified until notification of relatives.\nAccording to a news release, jail staff about 3:54 p.m. Thursday discovered the inmate unconscious in a cell. The news release didn’t say how long it had been since he was last checked on before being found or whether other inmates were present in the cellblock at the time.\nA medical emergency was declared over the jail’s radios and nurses and additional staff responded to the cellblock. Staff began CPR and connected the inmate to an automated external defibrillator. Additional paramedics responded to help, the Sheriff’s Office said.\nThe Linn County Medical Examiner’s Office ordered an autopsy to help determine his cause of death, authorities said. The death was reported to the State Jail Inspector and the incident is under investigation, according to the Sheriff’s Office.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->health facility",
      "Health->injury",
      "Social Issue->discrimination",
      "Social Issue->social services",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Linn County Medical Examiner",
          "sentiment": "none"
        },
        {
          "name": "Linn County Sheriff’s Office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Linn County Jail",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T03:31:37.130+02:00",
    "updated": "2024-12-20T03:31:37.130+02:00"
  },
  {
    "uuid": "12beab64683c0ec9f4963affa66f8f7105a87580",
    "url": "https://www.askamanager.org/2024/08/man-at-our-events-monopolizes-attendees-beverages-on-video-calls-and-more.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ask a Manager",
    "published": "2024-08-30T04:03:00Z",
    "title": "man at our events monopolizes attendees, beverages on video calls, and more",
    "text": "It’s four answers to four questions. Here we go… 1. A man at our events makes other attendees uncomfortable I’m on a planning committee for an event involving a fandom generally beloved by mostly women, often mothers and daughters. This event is spread over a few days and involves speakers, tours of book/filming sites, etc. There’s a middle-aged man, Alex, who is a fan and has attended previous in person and virtual events (where I was not on the planning committee). Alex is passionate about this IP, which is great, but he tends to monopolize the attention of a few of the attendees. When one would gently but firmly say, “I’d like to stop talking now and enjoy the tour, Alex,” he would move to another and so on. Additionally, at past events, the committee has gotten verbal and written feedback that Alex made some people uncomfortable, mainly by approaching their daughters to talk about this IP and other similar ones. Absolutely nothing untoward happened and all the children were with their mothers, but the girls involved didn’t wish to engage in conversation and their mothers had a hard time ending the conversations with Alex. Alex was also removed from a social media group for this IP, for continuing to call and text a member, Joyce, after she asked him not to, and then mailing things to her home as apologies for upsetting her. This social media group isn’t officially part of the event, but Joyce will be there as a speaker. Alex has attended other, virtual events since then and has behaved appropriately and not interacted with Joyce. Alex is neurodivergent, and his difficulties with communication, social cues, and rejection are absolutely part of his disability. It’s worth noting that while he clearly has higher support needs in terms of interpersonal skills, he has low support needs in his high-level career. The other planning committee members and I are struggling to figure out how to best handle this. We want Alex to be able to have a good time without impeding on other attendees’ boundaries. (As an aside, I only mention Alex’s neurodivergence as background that he processes the world differently than neurotypical adults. We have other neurodivergent folks attending and on the planning committee, and we’re trying to be as inclusive as we can.) Past committees chose to rotate time buddying up with him to try and smooth these experiences, but that’s not something this committee is able to do. Should we quietly look for volunteers to keep Alex company? That might be our solution, but it also feels like we’d be imposing on people who are paying for this event to ask them to give up their focus on the event to engage Alex. Are we able to request that he only attend virtually instead of in person? I’d love any advice on how to proceed with being sensitive, respectful, and maintaining everyone’s boundaries while not being infantilizing or rude to Alex. Can you just be straightforward with Alex? “We’re looking forward to seeing you at X! We want to share some feedback from previous events to help ensure everyone has a good experience. At previous events, some attendees felt you crossed boundaries by approaching kids who didn’t want to talk with an adult they didn’t know and by keeping people in conversation when they wanted to focus on the event. We are happy to welcome you back this year but ask that you not approach kids you don’t know, and be mindful that while adult attendees may enjoy a brief (five minutes or so) chat, most will prefer to return their focus to the event. We look forward to seeing you and hope you have a great time.” It might sting, but it’s kinder to clearly spell out what he needs to do if he wants to be welcomed back in the future. You also have the option of asking him to only attend virtually, but you could give this a try first and see if it solves the problem. Related: telling a member that his behavior at our events is ruining it for everyone else 2. Acceptable beverages on video calls I have a very low stakes question that I find myself overthinking in a new role. What are the generally accepted beverages and/or containers to drink out of on calls? I would assume water bottles are fine, coffee mugs, coffee tumblers, etc., but I recently found myself thinking about things like cans of kombucha that might look like beer, a green juice with a straw, soda, that kind of thing. My job is casual enough that it definitely doesn’t matter internally, but there’s something about seeing myself using a straw on camera that makes me feel like a toddler. If it looks like beer, pour it in non-clear glass. Otherwise, any of those are fine, including straws! (Assuming it’s a standard straw and not, like, a Krazy Straw.) The exception is if the meeting or your industry requires an especially high degree of polish. For example, I wouldn’t bring a soda can with a straw to a meeting with a VIP client for the first time — although it’s hard to defend why and, like so many things, it’s about cultural connotations around those items rather than any real reason. Related: does it look unprofessional to have an energy drink at my desk every day? 3. Management scheduled a team-building workshop to fix our bad manager I’m part of a small team in a government agency. The team lead is my skip-level boss, Julie. Our team and our larger agency have gone through a bit of turmoil and employee tension in the past few years. There were a lot of factors, both in and out of our control, that contributed, but the main one was Julie. She has poor communication skills, is disorganized, and doesn’t seem to understand much of the work we do but refuses to admit it. This is especially a problem because our team is responsible for making sure the agency is in compliance with certain laws, so we are breaking the law if we don’t do our jobs correctly. For years, upper management has ignored the problems with Julie, until this year when one of my coworkers reported the lack of compliance to the appropriate authorities. Upper management is now showing some interest in addressing the situation by asking us to attend a three-day-long workshop to “rebuild our working relationships.” We all anticipate that this will be a long and awkward “team-building” event that will do absolutely nothing to address the serious management issues we’re having, but will make our lives harder by interrupting our actual work. Is it worth going to upper management as a team and telling them that we don’t think this workshop is a good use of our time, and that they should focus their energy on actually managing Julie? I don’t personally have a lot of confidence that management will actually listen to us. You can try. The problem, of course, is that the same incompetence (and/or lack of care) that has allowed them to bury their heads in the sand about Julie up until now is the same incompetence that now makes them think a workshop on “rebuilding relationships” will somehow address it. Either they’re truly inept enough to think that’s an appropriate response, or they don’t actually care about resolving the issues and just want to be able to say they’ve done something. (However, this such a ludicrously bad attempt at “something” and so unlikely to fly with anyone exercising any real oversight that I’ve got to think incompetence is at least one of the factors in play.) That said, it sounds like they were moved to action after the initial report, so it’s possible that applying additional pressure will move them a little more. So I say give it a try; tell them you’re happy they want to address the problems, but the workshop has nothing to do with what the issues are. Just keep your hopes low. 4. Porn Hub sticker on laptop I work at a community college. One of my colleagues has a student in her class with a Porn Hub sticker on her laptop. We’re just curious if and how you would address this with a student? In college? I’d leave it alone. If she doesn’t have the sense to realize not to do that once she’s at work, she’ll be informed pretty quickly. This assumes the sticker is just words and not, say, an X-rated photo. If it were that, you’d need to tell her to stop exposing unconsenting classmates to it. You may also like:how to say \"stop following me\" at an eventcan I tell interviewers my hobby is drinking, going from scruffy to polished at work, and moreI don't want to be pied in the face for work { 740 comments }",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alison green",
          "sentiment": "neutral"
        },
        {
          "name": "alex",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T07:09:15.935+03:00",
    "updated": "2024-09-01T07:09:01.627+03:00"
  },
  {
    "uuid": "0218eeaea4bea87e47e637f42fcb24342c6fefd9",
    "url": "https://www.amren.com/news/2024/04/karma-strikes-down-financially-successful-immigrant-who-bragged-about-scoring-free-groceries-from-food-banks",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Henry Wolff",
    "published": "2024-04-25T21:33:00Z",
    "title": "Karma Strikes Down Financially Successful Immigrant Who Bragged About Scoring Free Groceries From Food Banks",
    "text": "[Karma Strikes Down Financially Successful Immigrant Who Bragged About Scoring Free Groceries From Food Banks](https://revolver.news/2024/04/karma-strikes-down-financially-successful-immigrant-who-bragged-about-scoring-free-groceries-from-food-banks/) Revolver, April 25, 2024 An Indian immigrant from Canada got a quick dose of karma after he went online and bragged about how he feeds himself by raiding food pantries meant to help the needy. This man reportedly worked as a data scientist with TD Bank and supposedly earned nearly $100,000 annually. Even though he’s successful and well off, he prefers to get all his groceries for free from a food bank for needy people. {snip} The video he made, where he bragged about pretending to be a struggling student to score freebies, went mega-viral for all the wrong reasons. this guy has a job as a bank data scientist for [@TD_Canada], a position that averages $98,000 per year, and proudly uploaded this video showing how much “free food” he gets from charity food banks. you don’t hate them enough. [pic.twitter.com/mUIGQnlYu6] — pagliacci the hated 🌝 (@Slatzism) [April 20, 2024] Meet Mehul Prajapati, recently, he decided to show people online how they can steal food from foodbanks by pretending to be students at WLU and UofW. Mr Prajapati is a recent immigrant to Canada who was revealed to have a six-figure job at TD bank (which he was fired from). This is only the tip of the iceberg, as food bank abuse by immigrants and international students had become a particularly serious problem in many college communities. 75% of international students have used a food bank in the last year alone. (Meal Exchange 2021 report) Keep in mind, these very same students are legally required to show proof of adequate financial support in order to retain their student visas. This is the last demographic who should be utilizing food bank services! {snip} It turns out that this is a growing problem in Canada, where international students, especially Indians, are stealing food from the needy. {snip} {snip} After the video he made went viral, he reportedly lost his lucrative job. An Indian-origin data scientist working at TD Bank in Canada was fired after he shared a video detailing how he obtained “free food” from food banks meant for students. He had boasted in the video that he saved “hundreds of bucks” every month by exploiting the food banks. The man, identified as Mehul Prajapati, was employed by TD Bank. It took action after people criticised him on social media. In a video shared on social media, Prajapati explained how he got free groceries from food banks on college and university campuses. Food banks in Canada are run by charities and provide essential food items to people in need. They are typically used by low-income families or students facing financial difficulties. Prajapati claimed in the video that he saved “hundreds of bucks” each month on groceries by using the food banks. {snip}",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://revolver.news/2024/04/karma-strikes-down-financially-successful-immigrant-who-bragged-about-scoring-free-groceries-from-food-banks/",
      "https://revolver.news/2024/04/karma-strikes-down-financially-successful-immigrant-who-bragged-about-scoring-free-groceries-from-food-banks",
      "https://www.revolver.news/2024/04/karma-strikes-down-financially-successful-immigrant-who-bragged-about-scoring-free-groceries-from-food-banks/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mehul prajapati",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "td bank",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:46:04.265+03:00",
    "updated": "2024-05-03T03:35:31.939+03:00"
  },
  {
    "uuid": "51735fbff2c38dbef89f3265398d6101f9455242",
    "url": "https://forbes.es/economia/779785/ugt-y-ccoo-urgen-a-agilizar-los-trabajos-para-proteger-la-seguridad-y-la-salud-de-los-trabajadores",
    "ord_in_thread": 0,
    "author": "Forbes / EP",
    "published": "2025-08-07T12:09:00Z",
    "title": "UGT y CCOO urgen a agilizar los trabajos para proteger la seguridad y la salud de los trabajadores",
    "text": "MADRID, 7 (EUROPA PRESS)\nLa Unión General de Trabajadores (UGT) y Comisiones Obreras (UGT)han urgido este jueves a agilizar los trabajas en la mesa de diálogo social en materia de seguridad y salud en el trabajo que comenzó sus trabajos hace ya un año y medio «sin que todavía esté rindiendo frutos».\n«Es escandaloso que mueran 363 personas trabajadoras en seis meses por el simple hecho de intentar ganarse la vida, son tres más que las registradas en el primer semestre de 2024», ha advertido el sindicato UGT en un comunicado, tras conocerse las cifras del Ministerio de Trabajo.\nEn este sentido, desde Comisiones Obreras consideran que hay un amplio margen para mejorar las cifras de la siniestralidad en España, pero para ello creen que es necesario que se produzcan modificaciones legislativas y avances en las políticas públicas, que todavía están pendientes de un acuerdo en la mesa de diálogo social en materia de seguridad y salud en el trabajo que comenzó sus trabajos hace ya un año y medio «sin que todavía esté rindiendo frutos».\nEn esta línea, UGT cree necesario y urgente actualizar la ley de prevención a las nuevas realidades del mundo del trabajo, fuertemente influido por las transiciones demográfica, climática y digital.\nIgualmente, el sindicato cree que debe reforzarse la protección de la salud mental de la clase trabajadora, ya que en seis meses se han producido 126 accidentes de trabajo mortales por infartos y derrames cerebrales, «lo que podría estar relacionado con la exposición a riesgos psicosociales y organizativos».\n«Nos reiteramos en nuestra demanda para que los trabajos en la mesa de Diálogo Social se agilicen buscando garantizar la protección de la seguridad y salud de las personas trabajadoras», ha recalcado el sindicato.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Labor->employment legislation",
      "Labor->workplace health and safety",
      "Labor->unions",
      "Health->health organisation",
      "Health->health care approach",
      "Health->public health",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Comisiones Obreras",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Unión General de Trabajadores",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "UGT",
          "sentiment": "negative",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "EUROPA PRESS",
          "sentiment": "negative",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "Ministerio de Trabajo",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T20:27:43.396+03:00",
    "updated": "2025-08-07T20:32:58.000+03:00"
  }
]