[
  {
    "uuid": "928c442af0fd88a321f0b529bbc8f3dd5dfad9a8",
    "url": "https://www.meneame.net/story/declaracion-oficial-iran-entidad-sionista-estados-unidos-deben/c084",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Black_Bergman",
    "published": "2023-12-24T15:09:00Z",
    "title": "#84 Declaración Oficial de Irán: \"La entidad sionista y Estados Unidos deben ser castigados por genocidio en los tribunales internacionales\"",
    "text": "Portada\nmis comunidades\notras secciones\nCuando un régimen como el de Irán te pinta la cara frente a todo el mundo es que la moralidad de tu país es un saco de mierda en el sótano del infierno, así, sin más. Y ya no engañas a nadie fuera de tus votantes más extremistas.\nMuchos deberían hacerse mirar a quién y qué cojones están apoyando y reflexionar en la intimidad de su dormitorio, en vez de ir negativizando noticias del Menéame y pidiendo que baneen a quienes denunciamos al Estado genocida, supremacista y expansionista de Israel.\n[#1](c1#c-1) [#2](c2#c-2) [#7](c7#c-7) seguís mirando a través de las gafas de la propaganda occidental, propaganda que tienen controlada los EEUU, por cierto. Esa en la que todos son muy malísimos y todos van por si interés, pero en la que siempre, siempre los EEUU son los menos malos. Esa no os la despegais del ideario ni con agua caliente y es precisamente donde está la raíz del problema.\nAñado a\n[#61](c61#c-61).\nTanta propaganda hollywoodiense salvandonos de los meteoritos, aliens, villanos con poderes y luchando por la libertad y objetivos nobles. Con gente tan simpática que nos hacen reír en sus comedias, gente con fantasía e imaginación que nos hacen viajar a mundos imaginarios, al espacio, gente que tiene sentimientos muy profundos y sinceros, haciéndonos vivir escenas de amor, abogados que luchan por los derechos e injusticias y que ha base de lucha y empeño consiguen justicia, en el país de la justicia. Es decir, gente como nosotros, con la que cualquiera se sentiría identificado. Esta gente por narices tiene un transfondo de buenas intenciones, seguro, y por tanto solo pueden ser los menos malos. Además siempre contado por ellos. Este es uno de los pilares, si no el más importante, del imperio, el mediático.\nEn contraposición tenemos un país desconocido, que por consecuencia genera desconfianza y del que solo tenemos noticias malas y que parece que tienen muy malas intenciones. Además si no nos ha llegado su cultura, su comida, es porque nadie la debe querer, debe ser peor que la del resto, no como la yanki que la quiere medio mundo y está por todas partes.\nLuego así pasa, que sale una noticia sin contexto, sin contrastar, y mala para \"el régimen\" con represión para los gays, o para la mujer y hay que sacar las antorchas y afilar los cuchillos. Pero cuando en yankilandia hay problemas con la violencia policial, con los negros todos los días o vemos lo que no respetan ningún derecho humano como con Guantanamo y con las guerras que montan por el mundo lo único que hacemos es soltar la hamburguesa para darle un trago a la Coca-Cola.\n[#2](c2#c-2) Irán justificando un atentado que él mismo apoyó y planeó. Grear surprise.\nAdemás, algo me dice que el discurso de irán lleva siendo el mismo con y sin muertos palestinos durante décadas: \"muerte a Israel\".\n[#1](c1#c-1) Iran, que financia y entrena a Hammas, Hezbollah y los huties y uno de los principales actores de todo esto.\nClaro que se le puede reprochar siendo uno de los bandos del conflicto y quien seguramente está detrás del 7 de Octubre.\n[#51](c51#c-51) si nos ponemos a mirar países que financian a grupos que luego resultan son terroristas, igual nos sorprende la historia.\nTe acuerdas de Osama Bin añaden y Afganistán?\n[#51](c51#c-51) Puedes considerar que financia el terrorismo o puedes considerar que arma a grupos para resistir una ocupación, pero como la situación es la que es, la ayuda a veces llega a manos de gente un poco tarada. Lo mismo podría decirse de la ayuda de USA a Ucrania y las tropas neonazis de su ejército. Personalmente creo que si Irán no hiciera esto no habríamos visto cosas como las del 7 de octubre, pero tampoco quedaría un solo palestino a menos de 600km de TelAviv.\n[#63](c63#c-63) DIficil saber que pasaria sin Iran. El caso es que Iran, Hammas, Hezbollah y los huties tienen como objetivo vital eliminar a Israel e incluso a los judios. Iran paga a Hammas para atacar a Israel, no para que en Gaza tengan buena vida. Usan a los palestinos como carne de cañón.\nAsi que no los veo como parte de la solución, sino del problema.\n[#65](c65#c-65) Irán no tiene como objetivo eliminar a los judíos, de hecho es el país con más judíos de oriente medio detrás de Israel, y tienen un representante en el parlamento.\nEn todo lo demás, claramente sí.\n[#1](c1#c-1) demagogia nivel Dios, Irán es una gran implicada en todo lo que está pasando, de dónde creéis que sacan la enorme cantidad de cohetes que lanzan sobre Israel unos muertos de hambre como los gazaties?\nEncima hablando de putas las tacones, irán hablando de justicia.... sería para reír si no fuera tan triste.\n[#1](c1#c-1) No por ser Iran; pero cuando países que flagrantemente desprecian los derechos humanos, masacran minorías y un largo etc (que sí, que todo el mundo lo termina haciendo en mayor o menor medida, si nos ponemos a buscar la aguja en la paja)\nPues como que me da un\n\"No sé Rick... parece falso\"\nEstados Unidos e Israel quieren y necesitan la guerra. El mundo debe evitar entrar en la espiral belicista en que pretenden hacernos caer y que sólo les beneficia a ellos. La legalidad internacional, los bloqueos y las sanciones son el único camino, o se habrá caído en su trampa y ellos se legitimarán en la infinidad de medios y parlamentos que controlan.\nEl apartheid debe acabar de una vez por todas y para siempre. Los palestinos están en su tierra y son los ocupados, tienen derecho a defenderse, Israel es la potencia ocupante y carece de ese derecho. Son los palestinos los que tienen derecho a quedarse y luchar por ello.\nNo lo digo yo, lo dicen los tratados internacionales.\n[#4](c4#c-4) Tienes toda la razón, pero no se si van a quedar palestinos, no es apartheid es genocidio y no hay presión suficiente para pararlo. Ya hay más de 20,000 muertos palestinos, no sabemos cuántos mutilados, cuantos traumatizados de por vida y que viabilidad le queda a Palestina con un mundo que deja que Israel los destruya sin poner límite.\n[#4](c4#c-4) Y que haces con esa gente que lleva 2000-3000 anios en Israel? Recuerda que hay judios que nunca se fueron.\nTambien... hay gente que lleva ahi desde que sus abuelos se defendierion de la invasion de los paises arabes en el 48. Los mandas a otro sitio? Recordemos que quien inicio esto no fueron los israelies, si no los paises musulmanes de alrededor por el precepto de \"tierra que fue musulmana hay que reconquistarla.\"\nLos acuerdos internacionales son de dos estados, y los paises arabes de alrededor nunca lo han aceptado. Tampoco la parte fachas de los sionistas, es verdad.\n[#30](c30#c-30) No hay necesidad de mandar a nadie a ningún lado (excepto a los colonos, claro), basta con que vivan en esas tierras pero bajo una autoridad que no sea la de un estado genocida y sin un derecho supremacista.\n[#31](c31#c-31) Ostias, pues eso es imposible. Si pones a los musulmanes a cargo, de facto todo el cuerpo legal de todos los paises musulames esta basado en la sharia (notese las minusculas) que es supremacista y genocida por definicion, ya que establece el principio de que solo los musulmanes son ciudadanos de pleno derecho y que hay cosas como la apostasia, que son penadas con la muerte.\n[#34](c34#c-34) Depende, si se constituye como república islámica sí, pero el hecho de que sea un país musulmán o de mayoría musulmana no implica que vayan a aplicar la sharia. Hay muchos países de mayoría musulmana que no la aplican a nivel estatal, aunque sí se aplica parcialmente a nivel privado/familiar:\nhttps://es.wikipedia.org/wiki/Shar%C3%ADa\nhttps://es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg\nY por ejemplo tienes Egipto, que es una República Árabe de mayoría musulmana (~94%) del islamismo suní, y que ha tenido un período islámico (el periodo de los Hermanos Musulmanes), pero luego se les acabó persiguiendo a los extremistas islamistas. Pero hasta los Hermanos Musulmanes se supone que tenían tolerancia por otras religiones:\n\"Creo que los cristianos coptos tienen derechos inherentes. Creo que son parte e integrantes de la estructura de la sociedad egipcia, y lo han sido durante más de 1400 años. Ellos son, sin duda, tan egipcios como yo lo soy, y tienen tanto derecho a esta patria como el que yo tengo...\"\nhttps://es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia\nTodo depende de cómo se plantee, pero dados los países del entorno como Egipto o incluso Jordania (aunque estos sí meten la sharia por ahí, hacen mezcla) podría haber un país musulmán relativamente moderado, además de que cada país tiene su contexto y su coyuntura, en esas tierras han vivido las tres religiones abrahámicas durante miles de años, que se han pegado piñazos sí, pero no es lo mismo que un país donde solo ha habido musulmanes durante cientos de años.\nYo evidentemente pondría un estado totalmente ateo, pero soñar es gratis. Lo ideal sería un estado laico, pero en esas tierras unos y otros siguen con mentalidad un poco trasnochada. Pero es a lo que habría que aspirar, estado laico y que cada uno rece a Alá, Yahvé, el Oso Yogi o a Yoda, pero sin fliparse.\n[#36](c36#c-36) Los coptos estan relegados a ser los basureros que reciclan la mierda. Estas hablando de paises con unos mecanismos discriminatorios bestiales comparados con occidente.\nPor cierto, el mapa que has mandado, ya da miedo en si solo.\n[#38](c38#c-38) En casi cualquier país con escasa tradición democrática te encuentras unos mecanismos discriminatorios bestiales, de Occidente a veces uno habla como si fuésemos de otro planeta, pero hasta hace relativamente poco en muchos países hoy punteros había una gran discriminación hacia diversos grupos étnicos y religiosos, y en algunos sitios de hecho se sigue dando. Pero al final a fuerza de muchas protestas, participación de todo el mundo en la política sin excepciones (lo que implica tener que \"vender\" el voto a \"esos también\"), etc, se ha ido regulando. Y aun así hay bandazos a niveles legales cuando ciertos grupos políticos más extremistas llegan al poder. Aunque no lleguen al nivel de otros países más orientales, pero son los ramalazos de lo que hemos sido a lo largo de la historia las sociedades humanas.\nLa paz y la \"tolerancia\" son un fenómeno completamente reciente (que no nuevo, ojo, pero las civilizaciones pacíficas a lo largo de la historia acababan aplastadas por las belicosas), y ni siquiera es del todo permanente en los lugares más \"civilizados\", más bien intermitente, con avances y retrocesos dependiendo del momento.\n[#4](c4#c-4) \"La legalidad internacional, los bloqueos y las sanciones son el único camino\"\nSe apela a la CPI y por la influencia de EEUU se la pela.\nSe denuncia y se pide ayuda en la ONU y EEUU lo veta pese a los funcionarios muertos de la propia ONU.\n4 gatos hutíes hacen un bloqueo marítimo y EEUU militariza la zona para impedirlo.\nIsrael está masacrando abiertamente a miles de niños, mujeres y ancianos, y EEUU pone su mayor portaviones y su ejército en la zona para proteger y garantizar que nadie pare el genocidio.\nIgual ya va siendo hora de poner el bloqueo, embargos y sanciones a EEUU y dejarse de hipocresía.\n[#19](c19#c-19) El terrorismo Uyghur ha generado miles de muertos en atentados con bombas en China.\nEstoy en contra de los campos de reeducación para cualquiera que tenga relación cercana o remota con un terrorista Uygjur, pueblo que mayoritariamente vive en paz disfrutando de sus particularidades etnicas en libertad dentro de la propia China en la region de Xinjiang que es parte de China desde la dinastia Han. También estoy en contra la dispersion de presos en Espana y la ley antiterrorista utilizada casi para cualquier mierda, y también contra la detención sin garantias de espaldas mojadas en EE.UU. y la segregación en EEUU de ninos y sus familias.\nLee un poquito y deja de decir tanta chorrada por dios. Que no sabes nada.\n[#37](c37#c-37) El tibet?\ncuándo ocurrió lo del tibet? en qué contexto? En los últimos 50 anos?. En el contexto de la paz o el de una guerra civil dentro de un estado dictatorial gobernado con mano de hierro por el Kuomintang? Quién ocupo Tibet en primer término? Sabemos algo? o sólo has venido a repetir mantritas.\nlectura? para qué? saber uno de lo que habla? para qué?\nah si para justificar miles de ninos hombres y mujeres inocente espanzurrados en nombre del derecho de criminales racistas adoctrinados (no judios no israelies, sino CRIMINALES, a robar la casa de otro y a destrozar su vida por una paja mental.\nnegativo a la ignoracia hijo mío, A LA IGNORANCIA. ahí va el tuyo.\nChina no tiene un conflicto desde el conflicto de apenas dias con Vietnam por tierras fronterizas. Y de eso hace ya más de 50 anos! Aprende a leer cojona!\n[#41](c41#c-41) tú ya estás atragantado, comiendote doblada la propaganda para bobos e ignorantes, apenas te pasa ya por la garganta ni con abundante agua. Es que por no saber no sabes ni desarrollarla. Simplemente repetición papagaya es lo tuyo.\nQué pena das hijo.\n[#45](c45#c-45) que tu sepas? no sabes ni lo que has dicho ni sobre qué hablabas ni dónde te metías. Solo venías al y china qué que es lo mismo que ha hecho cognitiva. Todo en el contexto de un genocidio televisado. Tomas a todo el mundo por idiota? a ver si va a ser al revés.\nA cuidar esa comprension lectora. Para el 2024 más lectura.\nte vendrá muy bien y amueblarás mejor la mollera. Eso es cuidarse.\n[#47](c47#c-47) humildad es algo digno de pedir a quien viene aqui a hablar de lo que desconoce y como un meticón a criticar a otros sobre asuntos que le quedan muy grandes y sobre los que ignora todo. Es decir a ti.\nTienes que informarte primero, leer comprensivamente las cosas y luego opinar o criticar, no creo que sea yo el primero que te lo dice.\nEstas fiestas, como te he dicho, de felices no tienen nada.\n[#24](c24#c-24) \"pueblo que mayoritariamente vive en paz disfrutando de sus particularidades etnicas en libertad dentro de la propia China\"\nDesconozco tus motivos para blanquear una dictadura en la que los derechos humanos y la libertad de expresión brillan por su ausencia, pero en cualquier caso me parecen completamente innecesarios para denunciar las atrocidades cometidas por EEUU o Israel.\nhttps://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/\n[#72](c72#c-72) yo sin embargo, conozco perfectamente los motivos para traer a las noticias sobre el genocidio que los Israelies estan cometiendo sobre los palestinos, los asuntos de China que estan decemas de ordenes de magnitud por debajo del genocidio y la barbarie sionazi. Asuntos de china que desconoces evidentemente. Porque para apoyar a Israel entre otras cosas hay wue ser un orgulloso e indoctrinado ignorante.\nEl motivo es sin duda alguna el sionazismo que os enajena algunos eso que teneis por cabeza. Una paja mental supremacista equiparable al nazismo que florecio ya una vez en europa impulsado por Alemania y otros países. La historia se repite, solo cambia el objeto de odio, los arabes y en particular los palestinos.\n[#24](c24#c-24) Demasiado pacientes son los chinos con los uyghures.\nY es que donde hay amor extremo por las cabras, termina habiendo problemas.\n[#80](c80#c-80) vamos a ver la inmensa mayoria de los Uyghures no esta perseguidoshoy ni nada. En china hay mas colectivos musulmanes. El problrma es que en Xinjiang ha habido dutante decadas un movimiento separatista extranjero fomentado desde Turquia, kazagstan y Turkmenistan de indole islamista y de practica terrorista. Dicho esto lo de los campos de reeducacion me parece dificil de defender pero es un asunto interno de China como la ETA lo fue de España. Y no se va a negar que ha habido excesos por parte del estado chino como los ha habido en muchos sitios, España tambien.\nComparar esto con las masacres de Israel y su politica genocida es ridiculo. Insultante. Una broma de mal gusto.\nMas de 20.000 asesinados en apenas dos meses y los que haya bajo los escombros.\nIsrael es un estado terrorista y genocida y deben sus lideres responder en un Nüremberg del S.XXI\nPues a mi me parece interesantisimo, y muy acertado, que les llamen \"entidad sionista\" y en ningún momento se refieran a ellos como Israel. Me parece que incluso estos. con todo y como son, ya también han aprendido bastante de como ganar la batalla mediática. Al gobierno sionista de Israel, y a USA les va a costar grandemente haberse quitado las caretas por completo durante esta masacre. No han dejado ni la menor duda que aunque haya más de un malo en esta película, ellos son los peores.\n[#23](c23#c-23) USA además con el viejo decrépito genocida de Biden (lo llamo así no solo por su apoyo al genocidio actual, es que ese señor ha apoyado hasta la guerra de Irak en su momento, y su apoyo fue muy importante*) es especialmente ridícula, da todo el rato la sensación de que el presidente representa a la perfección lo que es USA: un estado ya decrépito en un mundo que empieza a dejar de ser el suyo, manteniendo la mentalidad y las formas del siglo pasado.\n*Presidente del Comité de Relaciones Exteriores del Senado, tras los atentados del 11 de septiembre de 2001, apoyó las políticas del presidente George W. Bush,54 reclamando tropas terrestres adicionales para Afganistán. Aunque se opuso inicialmente a una acción unilateral, no sin antes agotar todas las vías diplomáticas, en octubre de 2002 votó a favor de la resolución que autorizaba al Gobierno a utilizar la fuerza contra Irak.2 Su apoyo fue crucial desde su condición de presidente del Comité de Relaciones Exteriores.\nhttps://es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional\n[#28](c28#c-28) Franco asesinó un montón de gente por considerarlos inferiores. Israel está asesinando a un montón de gente por considerarlos inferiores. Ambos son una mierda bastante parecida, con una diferencia: uno es del siglo pasado, el otro está cometiendo un genocidio a día de hoy.\n[#20](c20#c-20) Vaya tontería con el temita de China, que la sigues nombrando como si fuera el coco pero a dia de hoy China ha causado varios ordenes de magnitud menos muertos que EEUU y ciertamente también ha violado los derechos humanos menos que los uesei, incluso incluyendo en la historia reciente los momentos más salvajes de los gobiernos anteriores chinos. El problema de gente como tú es que se creen que EEUU es mejor que China en esos aspectos sólo porque desde tu posición muy cómoda nunca has sido objetivo de sus guerras, violaciones de derechos humanos, intervenciones y demás daños al mundo que han causado.\n[#28](c28#c-28) Rebate sus argumentos si es que puedes anda y deja de decir imbecilidades y de hacer el ridículo. En China los ciudadanos también votan y eligen a sus representantes dentro de un mismo partido, que no es tan diferente a un sistema con dos partidos financiados por los mismos grupos de poder, como en los EEUU.\n[#71](c71#c-71) hay gente que no es ilustrable, pero merece la pena que si algún joven pasa por aquí preguntándose si hay alguna diferencia entre China y España, que entienda que sí, de forma objetiva, y neutral como es la Wikipedia.\n[#73](c73#c-73) si pasa algún joven por aquí preguntándose si la wikipedia es una forma objetiva y neutral de informarse\nhttps://www.elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html\n\" Lo que ocurrió el 7 de octubre se debe a las masacres cometidas contra el pueblo palestino antes de esa fecha. \"\nIrán justificando (y posiblemente más que eso) el despreciable y brutal ataque terrorista sobre civiles del 7 de octubre por Hamás.\nEstán los fundamentalistas de Irán para dar lecciones de nada.\nme recuerda a un viejo Skets de Faemino y Cansado, creo, \" tú quien quieres que te salve SuperZron o PlasticsMan o algo así. ¡ Pobres palestinos!\n[#6](c6#c-6) Tu afirmación parte de una falacia enorme. Los derechos humanos YA no valen nada. La única vía para implementarlos y estandarizarlos es que todo el mundo funcione bajo las mismas reglas, sin excepciones. Si no esos \"derechos\" son papel mojado.\nQue no hay que irse a China ni hostias, ¿los derechos humanos de Julian Assange dónde están?\n[#6](c6#c-6) cuanto valen los derechos humanos de un palestino masacrado entre cascotes?\nY la de 20.000 de ellos?\n[#10](c10#c-10) si a alguien le importara la vida de los palestinos más que su muerte como mártires contra Israel, preferiría verlos vivos y refugiados antes que masacrados entre cascotes.\nSólo Israel prefiere eso.\n[#6](c6#c-6) a quién dices que está mascarando china? Y en cuantas guerras ha participado China en el último medio siglo? Cuantos países ha invadido? Tienes siquiera pajolera idea de qué hablas? o solo repites mantras?\nEE.UU se cepilló 2 millones de iraquies, en base a una mentira además.\nIsrael ha matado en un par de meses más civiles que nadie en el ultimo medio siglo, en base a una paja mental equiparable al nazismo ya y mientras invade agrede y oprime desde hace más de medio siglo también.\nTu tara en cognición no es nueva, es el sesgo de toda la puta vida de quien picotea la propaganda que le sirve su patrón.\nLo que está claro es que este \"orden\" que vendes implica racismo a raudales, caos, crimen e injusticia en proporciones inaceptables y debe cambiar, Espana no puede ser cómplice de más mentiras y masacres derivadas y menos de los sionazis..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Shar%C3%ADa",
      "https://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/",
      "https://www.elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html",
      "https://es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg",
      "https://es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia",
      "https://es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional",
      "https://www.es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia",
      "https://www.es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg",
      "https://elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html",
      "https://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang",
      "https://www.es.wikipedia.org/wiki/Shar%C3%ADa",
      "https://amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/",
      "https://www.es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T18:17:40.214+02:00",
    "updated": "2023-12-24T18:17:40.214+02:00"
  },
  {
    "uuid": "237d504961fb9dbf7b199ed58b1cb37339bb9c29",
    "url": "https://www.recentlyheard.com/northern-lights-forecast-maps-for-tonight-show-best-areas-in-u-s-to-see-aurora-borealis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RecentlyHeard",
    "published": "2024-10-11T16:59:00Z",
    "title": "Northern lights forecast maps for tonight show best areas in U.S. to see aurora borealis",
    "text": "The northern lights made an unimaginable show over a lot of the US on Thursday — and may make a return look Friday evening. The aurora borealis was seen as far south as Florida on Thursday. Photographs present the sky lit up in pink and purple, even in some brightly-lit areas like New York Metropolis and Chicago. The sturdy geomagnetic storm that created such a present has subsided, in accordance the Nationwide Oceanic and Atmospheric Administration, however some elements of the U.S. might once more see the northern lights tonight. This is what to know. The place will the northern lights be seen tonight? The northern lights will likely be seen for elements of the northern U.S., based on the NOAA House Climate Prediction Middle’s aurora forecast. The aurora will likely be seen over a lot of Canada and Alaska, however the northern lights will also be seen from so far as 620 miles away if the circumstances are proper, NOAA says. Elements of Idaho, South Dakota, Minnesota and Wisconsin might be able to see the lights Friday evening. On the East Coast, the aurora is perhaps seen in northern New York and elements of Vermont and New Hampshire. Areas of Maine might also see the northern lights. The lights will seem to the north when it is darkish outdoors. If you cannot see them with the bare eye, they might be seen by way of a cellphone digital camera or different gadget. What time will the northern lights be most seen? The northern lights are most seen simply after sundown or simply earlier than dawn, NOAA mentioned. The aurora just isn’t seen through the day. Darkish, cloudless skies with little synthetic gentle present one of the best viewing expertise. Why have the northern lights been so seen recently? Over the past a number of months the solar has been extremely energetic, unleashing a sequence of coronal mass ejections from its floor, CBS Boston reported. That is resulted in a number of seen aurora exhibits. The geomagnetic storm answerable for Thursday’s gorgeous skies is now subsiding, CBS Boston reported. Which means there will likely be much less likelihood of seeing the aurora on Friday, however there could also be extra alternatives sooner or later. Shawn Dahl, a forecast coordinator with the House Climate Prediction Middle, informed CBS Boston that the northern lights have been so intense recently due to the place the solar is in its 11-year photo voltaic cycle. Dahl mentioned that “we’re within the midst of photo voltaic most.” “What meaning is the solar is now this twisted-up mass of sturdy magnetic fields, and a few of these are so localized and intense they reveal themselves as these sunspot teams,” Dahl mentioned. “That is the supply of a bunch of the area climate storms that we’re on the lookout for and predict.” What causes the northern lights? The northern lights are brought on by interactions between the solar’s photo voltaic winds and the Earth’s protecting magnetic subject, based on NOAA. These two phenomenons lead to geomagnetic storms and elevated geomagnetic exercise. The upper the geomagnetic exercise is, the higher your odds are of seeing the aurora. Elevated geomagnetic exercise means the aurora will develop into brighter, extra energetic and visual farther from the poles of the planet, NOAA mentioned. Even reasonable photo voltaic wind creates the aurora, NOAA mentioned, so there may be normally a weak aurora seen from someplace on Earth. The very best locations to see these weaker auroras is near the planet’s poles, like in Greenland or southern Argentina. In case you see the aurora close to the North Pole, it is nicknamed the northern lights. The identical phenomenon close to the South Pole is named the southern lights.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "NOAA",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "East Coast",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T03:40:38.196+03:00",
    "updated": "2024-10-12T04:16:41.722+03:00"
  },
  {
    "uuid": "cf31f5e7bf25d8b9bfbcf183658314d2af3901e4",
    "url": "https://www.lenouvelliste.ca:443/actualites/actualites-locales/2025/04/09/saint-roch-de-mekinac-la-dg-de-nouveau-blamee-par-la-commission-municipale-VM3ECGEG55CYDK4KTQV3TW2C4A",
    "ord_in_thread": 0,
    "author": "Matthieu Max-Gessler, Initiative de journalisme local",
    "published": "2025-04-09T21:45:00Z",
    "title": "Saint-Roch-de-Mékinac: la DG de nouveau blâmée par la Commission municipale",
    "text": "Dans un rapport daté du 7 avril, la Direction des enquêtes et des poursuites en intégrité municipale (DEPIM) relève «plusieurs manquements graves aux normes d’éthique et de déontologie applicables à un employé municipal», des «contraventions à une loi» et «un cas grave de mauvaise gestion».\nParmi les faits reprochés, la DEPIM mentionne qu’après avoir pris connaissance de son rapport du 4 février dernier, la directrice générale Doris Mongrain et trois conseillères municipales se sont empressées de le critiquer et d’en rejeter les conclusions et recommandations.\n«Déjà, lors de la rédaction du rapport du 4 février, des actions politiques concertées avaient été prises entre la directrice générale et les conseillères majoritaires. Or, les nouvelles situations relatées dans le présent rapport démontrent une absence de volonté effective de redresser la situation et de prendre les meilleures décisions dans l’intérêt de la Municipalité. La situation de la directrice générale, qui n’est pas prise en charge, affecte le fonctionnement de la municipalité.»\n— Direction des enquêtes et des poursuites en intégrité municipale\nBudget sans vote\nLa DEPIM indique ensuite avoir relevé plusieurs problématiques survenues lors de la séance du conseil du 12 mars, où des enquêteurs étaient présents. On note qu’une seule conseillère avait en main la copie finale du budget de la Municipalité qui devait être adopté ce soir-là. La mairesse et la directrice générale ne l’avaient pas en main.\nPar ailleurs, le conseil devra à nouveau présenter et adopter le budget pour l’année 2025. En effet, la DEPIM dit avoir constaté qu’aucun vote n’a été pris lors de la séance, malgré ce qui était indiqué dans le procès-verbal de la séance extraordinaire.\nD’autres anomalies ont aussi été relevées dans le procès-verbal de la séance ordinaire du 12 mars, notamment le fait que les résolutions ne soient pas numérotées. Le procès-verbal mentionne par ailleurs que toutes les résolutions ont été adoptées «en majorité des conseillers», ce qui est inexact selon la DEPIM.\nCelle-ci ajoute que le libellé d’une des résolutions est «inexact et de nature diffamatoire» envers une des conseillère et que la liste des comptes à payer n’avait pas été fournie à l’avance à ma mairesse et à une conseillère.\nLa DEPIM mentionne par ailleurs que la directrice générale a formulé des accusations «sans fondement et sans nouveaux faits» à la Sûreté du Québec qu’à l’Unité permanente anticorruption (UPAC) à l’égard d’une conseillère et de son conjoint, qui est aussi un employé municipal. Tant la SQ que l’UPAC ont prévenu Mme Mongrain «qu’elle pourrait s’exposer à des accusations criminelles de méfait public» si elle agissait à nouveau de la sorte.\nParc municipal\nConcernant le dossier des achats effectués par la conseillère Marlène Doucet pour un projet de parc municipal, la DEPIM souligne que celle-ci avait déposé un document étayant son idée coût par coût au conseil, avant de faire les achats. Si cette pratique «ne respecte pas le cadre légal en place et pourrait constituer de l’ingérence dans la sphère administrative», on estime que le refus de la directrice générale de rembourser Mme Doucet était «sans motif suffisant».\nLa DEPIM souligne également qu’une résolution adoptée le 12 mars vise à ce que les achats pour la Municipalité soient désormais faits par la directrice générale.\n«La conseillère compte se conformer à cette nouvelle façon de procéder pour l’avenir», relève-t-on.\nRecommandations\nLa DEPIM recommande donc à la Municipalité de mandater une ressource externe indépendante pour évaluer les mesures à prendre concernant les manquements éthiques et déontologiques de la directrice générale et les moyens appropriés pour y mettre fin. Elle recommande par ailleurs que toute question touchant les ressources humaines soit soumise au conseil pour décision.\nOn recommande également l’adoption d’un règlement pour que les séances du conseil soient désormais enregistrées et diffusées sur le site web de la Municipalité, d’obtenir les services d’un conseiller juridique pour assurer la conformité des résolutions et procès-verbaux et d’adopter un règlement de régie interne pour assurer un meilleur respect du décorum lors des séances du conseil.\nLa DEPIM s’inquiète par ailleurs que le mandat de l’observateur dépêché par Québec ait pris fin. Elle craint «que sans une surveillance importante des décisions de la Municipalité et du travail de la directrice générale, la situation prenne encore de l’ampleur et occasionne des problématiques plus importantes» sur la vie municipale et les relations entre les citoyens.\nAussi la DEPIM recommande-t-elle qu’un nouvel observateur soit désigné pour vérifier si les mesures déployées par la Municipalité permettent de corriger la situation. Dans le cas contraire, celui-ci pourrait «recommander la mise en place de mesures supplémentaires».\nLe conseil municipal tient mercredi soir sa séance publique mensuelle. Deux nouvelles élues, assermentées lundi, y siégeront pour la première fois.\n– Avec Sébastien Houle",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Politics->local government and authority",
      "Politics->government policy",
      "Social Issue->discrimination",
      "Social Issue->social condition",
      "Crime, Law and Justice->corruption"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:59:15.190+03:00",
    "updated": "2025-04-10T00:59:15.190+03:00"
  },
  {
    "uuid": "435ec54691cd1eab13b46f83187b9da53b8e64f6",
    "url": "https://ground.news/article/selina-robinson-criticized-for-comments-about-langara-instructor-who-praised-hamas-attack",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-02-01T22:46:00Z",
    "title": "Ground News - Selina Robinson criticized for comments about Langara instructor who praised Hamas attack",
    "text": "Selina Robinson criticized for comments about Langara instructor who praised Hamas attack The Federation of Post-Secondary Educators of B.C. and the Canadian Association of University Teachers released a letter Thursday addressed to Premier David Eby. They are calling for Selina Robinson to be removed from her role overseeing post-secondary Summary by Ground News [education](https://ground.news/interest/education_fb8947)over comments she made about the firing by Langara College of instructor Natalie Knight. Knight referred to the Hamas attack in Israel that killed 1,400 Israelis, including children, as the amazing, brilliant offensive waged on Oct. 7. 1 Articles 1 Articles All Left Center Right [] Vancouver Sun Selina Robinson criticized for comments about Langara instructor who praised Hamas attack Two groups are criticizing B.C.'s minister of post-secondary education for what they're calling interference with academic freedoms and the freedom of expression. 1 hour ago·Vancouver, CanadaRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Coverage Details Total News Sources0Leaning Left0Leaning Right1Center0Last Updated6 minutes agoBias Distribution 100% Right Bias Distribution - 100% of the sources lean Right 100% Right R 100% Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "langara",
          "sentiment": "neutral"
        },
        {
          "name": "selina robinson",
          "sentiment": "neutral"
        },
        {
          "name": "natalie knight",
          "sentiment": "none"
        },
        {
          "name": "knight",
          "sentiment": "none"
        },
        {
          "name": "vancouver sun selina robinson",
          "sentiment": "none"
        },
        {
          "name": "david eby",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        },
        {
          "name": "langara college",
          "sentiment": "none"
        },
        {
          "name": "canadian association of university teachers",
          "sentiment": "none"
        },
        {
          "name": "ground news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "langara",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:04:32.837+02:00",
    "updated": "2024-02-02T02:04:32.837+02:00"
  },
  {
    "uuid": "d7ec47e220e5eed37b81fba87e4a39f4aae4013a",
    "url": "https://www.zacks.com/stock/news/2388530/owens-corning-oc-increases-despite-market-slip-heres-what-you-need-to-know",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zacks Investment Research",
    "published": "2024-12-26T00:00:00Z",
    "title": "Owens Corning (OC) Increases Despite Market Slip: Here's What You Need to Know - December 26, 2024 - Zacks.com",
    "text": "In the latest market close, Owens Corning ( OC Quick Quote OC - Free Report ) reached $172.47, with a +0.81% movement compared to the previous day. The stock's change was more than the S&P 500's daily loss of 0.04%. Elsewhere, the Dow saw an upswing of 0.07%, while the tech-heavy Nasdaq depreciated by 0.05%.\nPrior to today's trading, shares of the construction materials company had lost 16.58% over the past month. This has lagged the Construction sector's loss of 11.56% and the S&P 500's gain of 1.05% in that time.\nInvestors will be eagerly watching for the performance of Owens Corning in its upcoming earnings disclosure. The company is predicted to post an EPS of $2.84, indicating a 11.53% decline compared to the equivalent quarter last year. Meanwhile, the Zacks Consensus Estimate for revenue is projecting net sales of $2.78 billion, up 20.53% from the year-ago period.\nFor the full year, the Zacks Consensus Estimates are projecting earnings of $15.46 per share and revenue of $10.91 billion, which would represent changes of +7.21% and +12.76%, respectively, from the prior year.\nIt is also important to note the recent changes to analyst estimates for Owens Corning. Such recent modifications usually signify the changing landscape of near-term business trends. Consequently, upward revisions in estimates express analysts' positivity towards the company's business operations and its ability to generate profits.\nOur research reveals that these estimate alterations are directly linked with the stock price performance in the near future. To capitalize on this, we've crafted the Zacks Rank, a unique model that incorporates these estimate changes and offers a practical rating system.\nThe Zacks Rank system, ranging from #1 (Strong Buy) to #5 (Strong Sell), possesses a remarkable history of outdoing, externally audited, with #1 stocks returning an average annual gain of +25% since 1988. Over the past month, there's been no change in the Zacks Consensus EPS estimate. Right now, Owens Corning possesses a Zacks Rank of #3 (Hold).\nDigging into valuation, Owens Corning currently has a Forward P/E ratio of 11.06. This signifies a discount in comparison to the average Forward P/E of 18.07 for its industry.\nIt's also important to note that OC currently trades at a PEG ratio of 1.91. This popular metric is similar to the widely-known P/E ratio, with the difference being that the PEG ratio also takes into account the company's expected earnings growth rate. OC's industry had an average PEG ratio of 1.91 as of yesterday's close.\nThe Building Products - Miscellaneous industry is part of the Construction sector. With its current Zacks Industry Rank of 151, this industry ranks in the bottom 40% of all industries, numbering over 250.\nThe Zacks Industry Rank gauges the strength of our industry groups by measuring the average Zacks Rank of the individual stocks within the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\nMake sure to utilize Zacks.com to follow all of these stock-moving metrics, and more, in the coming trading sessions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Social Issue->social condition",
      "Social Issue->adults",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Owens Corning",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Zacks Consensus Estimates",
          "sentiment": "none"
        },
        {
          "name": "S&P",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:48:12.791+02:00",
    "updated": "2024-12-27T00:48:12.791+02:00"
  }
]