[
  {
    "uuid": "98c118b6674093b4270ecf5ad8659e0633e440bb",
    "url": "https://www.thv11.com/article/news/local/celebrate-easter-2024-central-arkansas/91-9cb36a6e-f50b-4cc2-99b8-9f9ab3132fd0",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elizabeth Godinez",
    "published": "2024-03-29T01:14:00Z",
    "title": "Here's a list of places in Central Arkansas celebrating Easter 2024",
    "text": "LITTLE ROCK, Ark. — Easter is a holiday that is celebrated by millions of people across the globe. Though the day is typically associated with colorful eggs, bunnies, and even chocolate, the holiday is meant to signify the resurrection day. The Resurrection Day typically falls on a Sunday sometime between March 22 and April 25, and it celebrates the resurrection of Jesus Christ on the third day after his crucifixion. Depending on a person's denomination and location in the world, the Easter holiday can be celebrated in different ways. However, in the United States, most people celebrate by attending services and Easter events at local churches. If you're looking for somewhere to celebrate the Easter holiday, then check out our list below: Little Rock: - Easter Bunny visits & photos at Park Plaza Mall | Various dates and times - Easter brunch at Petit & Keet | March 31 | 10:00 a.m. - 2:00 p.m. - Community-wide Easter egg hunt at Life Line Baptist Church | March 30 | 10:00 a.m. - 12:00 p.m. - Annual Easter egg hunt and pictures at Gavi Mall | March 30 | 12:00 p.m. - 5:00 p.m. - Block party and Easter egg hunt at Connect Church | March 30 | 10:00 a.m. - 2:00 p.m. - Easter Market at Chenal | March 30 | 9:00 a.m. - 3:00 p.m. - Easter Egg Search at Pinnacle Church of Christ | March 30 | 2:00 p.m. - 4:00 p.m. - Easter egg hunt at Pulaski Heights United Methodist Church | March 30 | 10:00 a.m. - Easter Market at Pettaway | March 31 | 10:00 a.m. - 3:00 p.m. North Little Rock: - Easter brunch buffet at Cypress Social | March 31 | 10:00 a.m. - 2:00 p.m. - Easter extravaganza at NLR First United Methodist Church | March 30 | 10: 00 a.m. - 12:00 p.m. Benton: - Underwater Easter egg hunt at River Center Natatorium | March 30 | 10:00 a.m. - 2:00 p.m. - Easter family event at Life Church | March 29 | 5:00 p.m. - 8:00 p.m. Bryant: - Easter egg hunt at First Baptist Church | March 30 | 11:00 a.m. - 1:00 p.m. Hot Springs: - Easter Sunday at Legacy Church | March 31 | 10:00 a.m. - Easter brunch at Sam's Pizza Pub | March 31 | 11:00 a.m. - Egg-streme Easter encounter at Rock Creek Family Church | March 30 | 2:00 p.m. - 4:00 p.m. Sherwood: - Easter egg hunt at Cornerstone Bible Fellowship | March 30 | 10:30 a.m. - 1:00 p.m.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.facebook.com/events/804354654868820",
      "https://www.bentonar.org/departments/parksrec/aquaticscenter",
      "https://www.pinnaclecofc.org/",
      "https://www.parkplazamall.com/events/easter-bunny-visits-photos/",
      "https://www.nlrfumc.org/",
      "https://www.facebook.com/events/734863558782801",
      "https://www.lifelinebaptist.org/events-1/community-wide-easter-egg-hunt-1",
      "https://www.legacychurchar.com/easter",
      "https://www.facebook.com/events/1135356780805630",
      "https://www.facebook.com/events/1110978233293246",
      "https://www.petitandkeet.com/eventcalendar/easter-2024",
      "https://cypresssocial.com/events/easter-2024",
      "https://www.facebook.com/events/1718109488714242",
      "https://www.facebook.com/events/415898904320221",
      "https://www.cbf.us/events",
      "https://www.facebook.com/photo?fbid=434950405712208&set=a.180165021190749",
      "https://phumc.com/easter/",
      "https://iconnected.org/easter-2024/",
      "https://www.parkplazamall.com/events/easter-bunny-visits-photos",
      "https://www.facebook.com/photo",
      "https://facebook.com/events/415898904320221",
      "https://www.pinnaclecofc.org",
      "https://bentonar.org/departments/parksrec/aquaticscenter",
      "https://facebook.com/events/1110978233293246",
      "https://phumc.com/easter",
      "https://nlrfumc.org/",
      "https://pinnaclecofc.org/",
      "https://facebook.com/photo?fbid=434950405712208&set=a.180165021190749",
      "https://iconnected.org/easter-2024",
      "https://facebook.com/events/1135356780805630",
      "https://petitandkeet.com/eventcalendar/easter-2024",
      "https://www.nlrfumc.org",
      "https://facebook.com/events/734863558782801",
      "https://lifelinebaptist.org/events-1/community-wide-easter-egg-hunt-1",
      "https://cbf.us/events",
      "https://www.iconnected.org/easter-2024/",
      "https://www.phumc.com/easter/",
      "https://legacychurchar.com/easter",
      "https://parkplazamall.com/events/easter-bunny-visits-photos/",
      "https://facebook.com/events/804354654868820",
      "https://facebook.com/events/1718109488714242",
      "https://www.cypresssocial.com/events/easter-2024"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "life line baptist church",
          "sentiment": "none"
        },
        {
          "name": "easter bunny",
          "sentiment": "none"
        },
        {
          "name": "petit & keet",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "little rock",
          "sentiment": "none"
        },
        {
          "name": "central arkansas",
          "sentiment": "none"
        },
        {
          "name": "ark.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "gavi mall",
          "sentiment": "none"
        },
        {
          "name": "park plaza mall",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T06:01:43.622+03:00",
    "updated": "2024-03-29T06:50:01.709+03:00"
  },
  {
    "uuid": "7786dfd4c73b3534a7537e084e47a9d71f747cca",
    "url": "https://www.lequipe.fr/Football/Actualites/Arsenal-s-incline-contre-west-ham-et-laisse-liverpool-en-tete-de-la-premier-league/1439308",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rédaction",
    "published": "2023-12-28T22:12:00Z",
    "title": "Arsenal s'incline contre West Ham et laisse Liverpool en tête de la Premier League - L'Équipe",
    "text": "Le match : 0-2 Après son nul gratté face à Liverpool la semaine dernière (1-1) , Arsenal a calé, cette fois à domicile. Les Gunners se sont inclinés dans le derby londonien face à West Ham (0-2), qui a marqué sur ses deux seules occasions. Ils laissent ainsi Liverpool et ses deux points d'avance boucler cette 19e journée de Premier League au sommet du classement .\nL'ÉQUIPE lire aussi Le film d'Arsenal - West Ham Étouffés par la possession stérile d'Arsenal, les Hammers ont profité de la moindre miette laissée, à commencer par cette cagade d'Oleksandre Zintchenko. L'Ukrainien a mal repoussé un centre, que Jarrod Bowen s'est empressé de convertir en passe décisive pour Tomas Soucek (1-0, 13e). Il fallait tout de même attendre quatre longues minutes, le temps que le VAR décide de valider le but (voir ci-dessous).\n1 David Moyes a remporté le premier match de sa carrière à l'Emirates Stadium. Le technicien restait sur 22 matches sans succès dans l'antre des Gunners (18 défaites, 4 nuls). Tout heureux de mener au score, David Moyes a pu mettre son plan à exécution en regroupant ses troupes dans leurs 30 mètres. Et laisser sans réponse Mikel Arteta, las devant la solidité du bloc de celui qui l'a coaché pendant six ans à Everton (2005-2011). Ses Gunners se sont cassé les dents avec une possession évocatrice (74,2 %) mais inoffensive.\nL'ÉQUIPE Arsenal peut conclure 2023 en tête Le danger n'est longtemps venu que du côté droit, celui du virevoltant Bukayo Saka. L'Anglais a tourmenté ses adversaires directs, qui ont rapidement compris qu'ils devaient s'y mettre à plusieurs pour le freiner. Et quand l'international (32 sélections, 11 buts) s'est enfin défait de l'étreinte de ses geôliers, il a trouvé les gants d'Alphonse Areola (29e), puis le poteau du Français (42e).\nKonstantinos Mavropanos ne s'est lui pas embêté avec de telles politesses. Sur corner, l'ancien de la maison - 8 matches entre 2018 et 2022 - a vu sa tête heurter la barre avant de faire remuer les filets d'Arsenal (2-0, 55e). Deux buts en deux actions, le braquage rêvé pour West Ham, bien aidé par la vigilance d'Areola (65e, 74e, 78e, 89e) et la maladresse de Gabriel Jesus (58e, 65e) pour garder sa cage inviolée. West Ham aurait même pu en passer un troisième en toute fin de match si David Raya n'avait pas repoussé le penalty de Saïd Benrahma (90e+5).\nLes Hammers enchaînent après leur succès sur Manchester United (2-0) et pointent à trois points de Tottenham, cinquième. Quant aux Gunners, ils peuvent encore conclure 2023 en tête de la Premier League puisqu'ils se déplacent à Fulham (dimanche, 15 heures), la veille du choc entre Liverpool et Newcastle (21 heures).\nlire aussi Le classement de la Premier League Le fait : Le VAR fait débat Il a fallu quatre minutes au VAR pour valider l'ouverture du score de Soucek. Les opérateurs ont tâtonné au millième de seconde près pour déterminer si le ballon était sorti en six-mètres sur le dégagement de Zintchenko. En vain, la faute à la cuisse de Bowen qui obstruait l'angle de vue. Exacte ou non, la décision s'est jouée à une phalange et a attiré les quolibets de l'Emirates.\nlire aussi Tous les résultats de la Premier League",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:33.386+02:00",
    "updated": "2023-12-29T00:33:33.386+02:00"
  },
  {
    "uuid": "4a63c5288c47afd0c20331cfb5fc6a5ceee6291f",
    "url": "https://www.stuff.co.nz/life-style/the-house-of-wellness/133462230/heading-off-on-a-great-kiwi-summer-adventure-6-top-ways-to-stay-active",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Janet Wesley",
    "published": "2024-01-07T22:04:32Z",
    "title": "Heading off on a great Kiwi summer adventure? 6 top ways to stay active | Stuff.co.nz",
    "text": "This article first appeared in The House of Wellness magazine.\nThere are countless ways to unwind and recharge in this beautiful country of ours. For some, immersing oneself in nature proves to be the ultimate soul- soother, while others ﬁnd that a luxurious retreat serves as an instant reset. Whatever your preferred method for revitalising the mind, body and spirit, New Zealand oﬀers an incredible range of options. Remember to always stay sun safe – sunblock and a hat should be constant companions – and if you're going it alone or spending time oﬀ the beaten path, always let someone know where you'll be and for how long. Here are six ideas to help you create some wellness bliss this summer.\nCritter comforts Observing animals in their natural habitat is a tonic for the soul. Scientiﬁcally, this act has been linked to reduced stress levels and increased feelings of joy – which anyone who's witnessed the majesty of a sperm whale breaching oﬀ the shoreline from Kaikoura or watched as the world's smallest penguin, the kororā, waddles to a nesting burrow in Oamaru can attest to. Interacting with domesticated animals, too, has been shown to decrease levels of cortisol and lower blood pressure, whether that be through horse riding or visiting one of the many petting zoos around the country.\nCan't beat a retreat Retreats oﬀer a holistic escape, weaving a tapestry of beneﬁts for the mind and body. Beyond the allure of serene landscapes, they provide a sanctuary for digital detoxing, allowing individuals to disconnect from the constant buzz of technology. Combined with cleansing diets, yoga and meditation, retreats become transformative experiences. A few to explore: Anahata Yoga Retreat, with spectacular views over Golden Bay, is run by a non-proﬁt charitable organisation dedicated to sharing the traditional practices of yoga; Aro Ha Wellness Retreat at Glenorchy oﬀers research-based programmes that include all aspects of natural health in a majestic Southern Alps setting; and Wanaka's Mountain Spirit aims \"to facilitate deeper connection with one's self, each other and nature\".\nGetty Images New Zealand offers spectacular tracks for walking and biking up and down the country. Get the heart pumping If you're an active relaxer, you're spoilt for choice with Aotearoa's range of ways to get the blood pumping. Hiking and biking are not only great for your ﬁtness but come with the added beneﬁts of bountiful fresh air and fantastic scenery – great for the mind and body. The Tongariro Alpine Crossing stands out as New Zealand's premier one-day trek and is recognised among the top 10 single-day treks globally. Completing the challenging 19.4km walk will reward hikers with breathtaking natural landscapes, including the iconic volcanic peaks of Ngauruhoe, Tongariro and Ruapehu. For multi-day walks, New Zealand Great Walks are so-called for good reason but often book out in advance. Spontaneous hikers may have more luck bagging a spot on the newest in the portfolio, the Paparoa Track on the South Island's west coast, which opened in 2019. The beauty of this track is that it is designed for both walkers and mountain bikers. Biking is another great activity that all the family can get involved in. Hawke's Bay has an excellent range of trails, and the Otago Central Rail Trail is perfect for all levels of ﬁtness – with a gradual gradient stretching over 152km, you can choose a distance and a pace all your own along the former railway line from Middlemarch to Clyde, taking in scenic splendours, fascinating history and friendly towns.\nGrounded and starry-eyed Cool air scented with earthy ﬂora, dappled sunlight, bird calls... The feel-good factor of being out in the bush is immediately evident. The serene act of forest bathing – called shinrin-yoku in Japan, where the practice originated – is about mindfully immersing your senses in this environment. The Waitakere Ranges, right on Aucklanders' doorsteps, is a great place to soak up the healing powers of nature. Or make it a more formal aﬀair with a guided forest-bathing cultural excursion in the majestic Whirinaki Te Pua-a-Tāne Conservation Park in the Bay of Plenty. Closer to home, even just taking your socks and shoes oﬀ and walking on the grass in a local park can beneﬁt your mental health.\nFeeling grounded isn't just limited to the earth. Stargazing provides a cosmic perspective, fostering a sense of awe and insigniﬁcance that can alleviate daily worries. The Mackenzie Basin is the largest oﬃcial dark-sky reserve in the Southern Hemisphere, almost entirely free of light pollution, while Stewart Island/Rakiura also oﬀers an exceptionally dark location to view the night sky in all its glory. Both forest bathing and stargazing encourage mindfulness, which in turn promotes mental clarity and connects you with the larger rhythms of the universe.\nGetty Images The Milky Way rises above Lake Tekapo in the Mackenzie Basin – the largest dark-sky reserve in the Southern Hemisphere. Dive into some water therapy The concept of \"taking the waters\" dates back centuries, with cultures worldwide recognising the healing properties of water immersion. Natural mineral pools amplify these benefits, promoting relaxation, easing muscle tension and improving skin health. Soaking weary bones in natural mineral hot springs becomes even more pleasurable when set in a gorgeous location, such as Maruia Hot Springs, located in the middle of the Lewis Pass Scenic Reserve in the South Island; or the many options of Rotorua, including its famed Polynesian Spa. For something off the beaten track, Great Barrier Island's Kaitoke Hot Springs is hard to beat. Beyond pools, being out on the water anywhere offers a unique serenity, reducing stress and fostering a deep sense of tranquility.\nCultivate creativity Nurturing creativity is a wellness booster. Creative activities, from painting to writing, off er stress relief, fostering a mindful state that eases anxiety. Expression through creativity becomes a sanctuary and outlet for complex emotions. Additionally, the joy and sense of accomplishment derived from creative endeavours release endorphins, promoting a positive mood. Some creative outlets that let you take advantage of the summer months include practising your photography skills out in nature – or you could unleash your inner Vincent van Gogh and try to capture the scenery on canvas. More super summer ideas include getting involved in the many sandcastle competitions around the country – the Bay of Islands Rotary Club Sandcastle Competition is always popular. Or, to truly stop and take the time to smell the flowers, why not head to the Slow Blooms permaculture garden in Matakana, north of Auckland, where you can wander the fields of glorious colours to pick and arrange your own bouquet?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "interacti",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "house of wellness",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "oamaru",
          "sentiment": "none"
        },
        {
          "name": "kaikoura",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:04:33.193+02:00",
    "updated": "2024-01-08T00:04:33.193+02:00"
  },
  {
    "uuid": "67e4a65cc79130d9e185fc1c4f93b99f2e7d3d1d",
    "url": "https://www.walb.com/2024/04/25/man-charged-with-armed-robbery-after-valdosta-convenience-store-incident",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ty Grant",
    "published": "2024-04-25T18:59:00Z",
    "title": "Man charged with armed robbery after Valdosta convenience store incident",
    "text": "VALDOSTA, Ga. (WALB) - A man has been arrested and is facing several charges, following an incident that took place at a convenience store in Valdosta.\nAccording to the Valdosta Police Department (VPD), on Monday, April 22 at around 9:40 p.m. officers responded to the Shell Gas Station on the 900 block of Baytree Road. After receiving a call from the store clerk and a witness that a man had come into the store, produced a firearm, then proceeded to take money and items from the store.\nAfter the surveillance video was reviewed, detectives identified Na’quwan Fryson, 19, as the person who entered the store with a firearm and committed the robbery.\nWarrants for Fryson were obtained for armed robbery, aggravated assault and possession of a firearm during the commission of a felony.\nOn Friday, April 26 at around 5 a.m., VPD responded to the area of the 100 block of East Hill Avenue after receiving a call to report suspicious activity in a parking lot. When officers arrived in the area, Fryson was seen and taken into custody for the arrest warrant.\nAccording to the report, Fryson was found with a weapon that was reported stolen earlier in 2024.\n“This is incredible teamwork by our department,” Valdosta Police Chief Leslie Manahan said. “From the quick identification of the offender by detectives, all the way to the successful apprehension of him, along with the recovery of a firearm. I am proud of the effort by our entire department.”\nThis case is still under investigation and further charges are pending.\nIf anyone has any information on this case, police are asking that you contact the Valdosta Police Department Bureau of Investigative Services at (229) 293-3145, the crime tip line at (229) 293-3091 or file a tip online at www.valdostacity.com/police-department.\nPrevious Coverage:\nValdosta police investigating Monday night Shell convenience store incident Have a news tip or see an error that needs correction? Let us know. Please include the article’s headline in your message.\nTo stay up to date on all the latest news as it develops, follow WALB on Facebook and X (Twitter) . For more South Georgia news, download the WALB News app from the Apple Store or Google Play .\nCopyright 2024 WALB. ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://apps.apple.com/us/app/walb-news-10/id449395459",
      "https://www.facebook.com/WALBNews10",
      "https://twitter.com/WALBNews10",
      "https://play.google.com/store/search?q=walb+news+10+app&c=apps&hl=en_US&gl=US",
      "https://facebook.com/WALBNews10",
      "https://www.twitter.com/WALBNews10",
      "https://www.play.google.com/store/search?q=walb+news+10+app&c=apps&hl=en_US&gl=US",
      "https://play.google.com/store/search",
      "https://www.apps.apple.com/us/app/walb-news-10/id449395459"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fryson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shell gas station",
          "sentiment": "none"
        },
        {
          "name": "valdosta police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ga.",
          "sentiment": "none"
        },
        {
          "name": "valdosta",
          "sentiment": "none"
        },
        {
          "name": "valdosta",
          "sentiment": "none"
        },
        {
          "name": "baytree road",
          "sentiment": "none"
        },
        {
          "name": "east hill avenue",
          "sentiment": "none"
        },
        {
          "name": "fryson",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:01:56.219+03:00",
    "updated": "2024-05-12T03:53:39.803+03:00"
  },
  {
    "uuid": "70040dc9d11c475074e4031b309ffcb17d34a4c3",
    "url": "https://news.knowledia.com/GB/en/articles/doctors-reveal-the-unusual-symptoms-that-show-your-control-underwear-is-467701d1185551456cc48fde4c3a37056f4731ff",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lebby Eyres",
    "published": "2024-08-29T22:04:00Z",
    "title": "Doctors reveal the unusual symptoms that show your control underwear is harming your health -...",
    "text": "From control pants that pull in your tummy to tights that perk up your bottom and full-body underwear that compresses thighs and arms, the popularity of shapewear is booming. Global sales are forecast to reach almost £3billion in 2025, up from almost £2billion in 2019.\nWhile most people (43 per cent) want to make their waist look slimmer, others (17 per cent) want to slim down their overall shape and 11 per cent want to smooth their hips, according to a survey by fashion company Kaleidoscope.\nBut could there be a price to pay when it comes to our health?\nExperts warn that these garments can sometimes lead to a host of health complaints, including urinary tract infections, skin problems and even heartburn.\nThe idea of using undergarments to enhance a woman's silhouette is of course nothing new – for centuries women achieved waspish waists with the use of corsets – and some found their health suffered as a result.\nInnovative fabrics mean shapewear is more breathable - but modern garments can still cause health problems\nAccording to a review of studies published in The Classic Journal in spring 2024, which examined the effects of Victorian corset-wearing, women commonly suffered deformed ribs and a condition called 'chicken breast' - where the ribs were so compressed that they were weakened to the point of collapse.\nThe advent of materials such as Lycra, Spandex and other innovative fabrics to make shapewear more breathable and moveable has meant that most won't carry such severe risks – but that's not to say that modern garments can't still cause problems, says Dr Shirin Lakhani, a GP and intimate health expert based in Kent.\n'Wearing shapewear occasionally shouldn't have any negative impact on your health - it's when you're using it every day for most of the day that it can cause problems,' she says.\n'It's those designed to hold in the tummy and thighs that are too tight and constrictive that are particularly troublesome.\n'That's partly because they increase moisture in the genital area which puts you at risk of things such as urinary tract infections [as the trapped moisture can encourage bacterial growth] or fungal…\nLebby Eyres",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.dailymail.co.uk/health/article-13792079/Doctors-reveal-unusual-symptoms-control-underwear-harming-health-including-embarrassing-problem.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
      "https://dailymail.co.uk/health/article-13792079/Doctors-reveal-unusual-symptoms-control-underwear-harming-health-including-embarrassing-problem.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
      "https://www.dailymail.co.uk/health/article-13792079/Doctors-reveal-unusual-symptoms-control-underwear-harming-health-including-embarrassing-problem.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T01:29:48.679+03:00",
    "updated": "2024-08-30T01:29:48.679+03:00"
  }
]