[
  {
    "uuid": "433c6dfa1b170532795d5b5ff5fdec13007faa21",
    "url": "https://www.ncr-iran.org/en/news/iran-news-in-brief-news/iran-news-in-brief-december-29-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sedighe Shahrokhi",
    "published": "2023-12-29T07:58:00Z",
    "title": "Iran News in Brief – December 29, 2023 - NCRI",
    "text": "THIS PAGE WILL BE UPDATED WITH THE LATEST NEWS UPDATE: 8:30 AM PMOI Resistance Units Show Support for Maryam Rajavi’s 10-Point Plan for Iran While Iran’s regime has been on an expansive campaign to discredit and disparage the Iranian Resistance and the People’s Mojahedin Organization of Iran (PMOI/MEK), [Resistance Units](https://english.mojahedin.org/article/pmoi-resistance-units-the-vanguards-of-freedom-in-iran/) across Iran have been countering the regime’s efforts by showing their full support for the [10-point plan](https://www.maryam-rajavi.com/en/viewpoints/plan-for-future-of-iran/) of Maryam Rajavi, the president-elect of the National Council of Resistance of Iran (NCRI). The 10-point plan is the platform of the Iranian Resistance for the establishment of a democratic republic of Iran that rejects both the religious dictatorship of the mullahs and the tyrannical monarchy of the shah. It represents the desires of the Iranian people, who have been chanting, “Death to the oppressor, be it the shah or the mullahs!” across Iran. Political Prisoners Challenge Judge’s Visit at Evin Prison Political prisoners held in the women’s ward of [Evin Prison](https://women.ncr-iran.org/2021/12/09/the-conditions-of-women-iran-prisons/) expressed anger during the visit of [Judge Iman Afshari](https://fa.wikipedia.org/wiki/%D8%A7%DB%8C%D9%85%D8%A7%D9%86_%D8%A7%D9%81%D8%B4%D8%A7%D8%B1%DB%8C) on December 27, 2023. Many of these detainees had been sentenced by Judge Afshari, leading to heightened tensions during his presence. The authorities at Evin Prison responded to the protests by punishing the demonstrators. Those who raised their voices against Judge Afshari were either restricted from making phone calls or faced threats of isolation as a repercussion for their protest. The women who protested Afshari’s visit voiced their frustration over their indefinite imprisonment without a clear resolution to their cases. Notable among the dissenters were [Forough Taghipour](https://women.ncr-iran.org/2023/12/12/three-female-political-prisoners/), [Arghavan Fallahi](https://women.ncr-iran.org/2023/05/31/arghavan-fallahi/), and Shiva Esmaili. Who Was Razi Mousavi, the IRGC Commander Killed in Syria On December 26, 2023, the Islamic Revolutionary Guard Corps (IRGC) of the Iranian regime announced the death of Razi Mousavi, a prominent figure known as “Seyed Razi” and recognized as the head of the so-called “Resistance Front” in Syria. The news of his demise sparked a flurry of reports, accompanied by photographs that shed light on this previously unknown commander of the IRGC. The IRGC’s announcement regarding Mousavi’s death was brief and lacking in specific details regarding the time and circumstances surrounding the demise of this senior IRGC commander. However, Hossein Akbari, the regime’s ambassador in Syria, disclosed to Iranian state TV that Mousavi had been present at the regime’s embassy in Damascus until 2:00 p.m. on Monday. After completing his duties, he departed for his residence and was struck by three Israeli rockets at 4:10 p.m. on the same day in the Zainabiya region, located in the suburbs of Damascus. Why Is Khamenei So Keen on Increasing Iran’s Population in 2024? The Resurgence of Pro-Forced Childbearing Discourse The recent reemergence of the promotion of forced childbearing in Iran’s media and its implications. The discourse around forced childbearing in Iran has resurfaced, drawing attention to the persistent struggles of its citizens against government-mandated population policies. Recently, the media spotlighted this issue, highlighting concerns about declining marriages and births, attributing them not just to lifestyle changes but also to poverty and deeper economic roots. Citizens’ Discontent and Resistance Insights into the disillusionment and discontent among Iranians regarding the government’s population policies and their resistance against them. An ordinary citizen’s perspective sheds light on the underlying issues. Disheartened by the Iranian government’s policies, he reflects on the broader disillusionment, citing concerns about the future of his child in a country marred by economic challenges, perilous conditions, and limited prospects. It’s a sentiment shared by many, indicating a profound discontent among the populace. IRGC Commander Walks Back Comments Claiming Oct 7 Attacks Were Retaliation to Killing of Qassem Soleimani In a statement released on its Telegram channels, Hamas denied the remarks of Ramazan Sharif, the spokesperson for the Islamic Revolutionary Guard Corps ( [IRGC](https://iranfocus.com/terrorism/49443-new-us-sanctions-target-irans-irgc-intelligence-organization-for-hostage-taking/)), regarding the “Al-Aqsa Storm,” the name Hamas uses to refer to the October 7 attack on southern Israel. Ramazan Sharif, the spokesperson for the IRGC, stated in a press conference in Tehran on December 27 that the Hamas attack on Israel on October 7 was “one of the retaliations of the resistance axis for the killing of Qasem Soleimani,” in which Israeli forces “lost over 200 commanders and suffered more than 1,500 casualties.” Qassem Soleiman was the notorious commander of the IRGC Quds Force, who was killed in a US drone strike near Baghdad, Iraq, in September 2020. Soleimani was killed along with Abu Mahdi al-Muhandis, the commander of the Iran-backed Hashd al-Shabi terrorist militia group in Iraq. Iran’s Gold Traders Continue Strike for 6th Day Reports from various markets in different cities of Iran indicate that the gold traders’ strike continued for the sixth consecutive day on Thursday, December 28. [Gold traders](https://iranfocus.com/economy/49363-the-rial-continues-to-sink-hits-record-5 -marks-against-the-dollar/) in Tehran, Isfahan, Hamadan, Mashhad, Qom, Yazd, Arak, Tabriz, and several other cities went on strike on Thursday, similar to the previous days. The strike in this sector began when gold traders were required to register their information and gold inventory on the National Trade Website (NTSW). Alongside this obligation, the registration of buyers’ information in government online systems has also become mandatory. These measures collectively led to the discussion of imposing a 25% capital gains tax, eventually resulting in the strike. MEK Supporters Organize Exhibition in Paris to Express Solidarity With the Iran Revolution, December 26-27, 2023 In Paris, France, on December 26-27, 2023, freedom-loving Iranians and supporters of the People’s Mojahedin Organization of Iran ( [PMOI/MEK](https://english.mojahedin.org/about-iranian-opposition-pmoi-mek)) have diligently arranged an exhibition over the course of several consecutive days. Their aim is to manifest unwavering solidarity with the [Iranian Revolution](https://english.mojahedin.org/iran-protests-2022/). Also, read [ Iran News in Brief – December 28, 2023](https://www.ncr-iran.org/en/news/iran-news-in-brief-news/iran-news-in-brief-december-28-2023/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://iranfocus.com/economy/49363-the-rial-continues-to-sink-hits-record-500000-marks-against-the-dollar/)",
      "https://iranfocus.com/terrorism/49443-new-us-sanctions-target-irans-irgc-intelligence-organization-for-hostage-taking/)),",
      "https://english.mojahedin.org/about-iranian-opposition-pmoi-mek))",
      "https://fa.wikipedia.org/wiki/%D8%A7%DB%8C%D9%85%D8%A7%D9%86_%D8%A7%D9%81%D8%B4%D8%A7%D8%B1%DB%8C)",
      "https://english.mojahedin.org/article/pmoi-resistance-units-the-vanguards-of-freedom-in-iran/)",
      "https://english.mojahedin.org/iran-protests-2022/).",
      "https://www.maryam-rajavi.com/en/viewpoints/plan-for-future-of-iran/)",
      "https://www.iranfocus.com/economy/49363-the-rial-continues-to-sink-hits-record-500000-marks-against-the-dollar/)",
      "https://www.fa.wikipedia.org/wiki/%D8%A7%DB%8C%D9%85%D8%A7%D9%86_%D8%A7%D9%81%D8%B4%D8%A7%D8%B1%DB%8C)",
      "https://www.english.mojahedin.org/iran-protests-2022/).",
      "https://maryam-rajavi.com/en/viewpoints/plan-for-future-of-iran/)",
      "https://www.english.mojahedin.org/about-iranian-opposition-pmoi-mek))",
      "https://www.english.mojahedin.org/article/pmoi-resistance-units-the-vanguards-of-freedom-in-iran/)",
      "https://www.iranfocus.com/terrorism/49443-new-us-sanctions-target-irans-irgc-intelligence-organization-for-hostage-taking/)),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maryam rajavi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "iran news",
          "sentiment": "negative"
        },
        {
          "name": "ncri",
          "sentiment": "negative"
        },
        {
          "name": "pmoi",
          "sentiment": "none"
        },
        {
          "name": "national council of resistance of iran",
          "sentiment": "none"
        },
        {
          "name": "people’s mojahedin organization of iran",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "evin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:06:56.590+02:00",
    "updated": "2023-12-29T11:06:56.590+02:00"
  },
  {
    "uuid": "a2e4c0cf96d74acff968f3266acb403d84f6c741",
    "url": "https://www.fantasypros.com/2024/08/fantasy-football-quarterbacks-avoid-draft-busts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@AndrewErickson_",
    "published": "2024-08-29T22:12:00Z",
    "title": "Quarterbacks to Avoid (2024 Fantasy Football)",
    "text": "Writing about players to avoid/potential busts is one of my favorite annual topics in fantasy football. It’s far too easy to fall in love with every player, but realistically, you can’t afford to have equal exposure to every player, especially those high up on the draft board. You need to be more critical and sometimes bearish compared to the consensus on certain player average draft positions (\nADPs).\nBefore the 2023 season, I published two pieces addressing this strategy:\nFantasy Football Bust Guide: Draft Strategy & Advice (2023) and Players to Avoid (2023 Fantasy Football). These articles significantly helped position me to sidestep potential pitfalls. In this comprehensive piece, we’ll integrate insights from both articles to help you construct your 2024 list of fantasy football fades. 2024 Fantasy Football Draft Kit 2024 Dynasty Fantasy Football Draft Kit 2024 Best Ball Fantasy Football Draft Kit Free Fantasy Football Mock Draft Simulator\nFantasy Football Quarterbacks to Avoid\nAs usual, we’ll start by exploring the general characteristics of what makes a player a bust, review the hits and misses from last season, and then apply those lessons to the upcoming fantasy football year.\nFindings Busts\nYou know the old phrase…” Strangers are the friends you haven’t met yet?” Well, in fantasy football land, I think there’s a similar idiom. Busts are often the breakouts that fail to fire. Before players are labeled as “busts” at the conclusion of the season (or early-to-middle, depending on just how bad the player was) there’s usually a legitimate case as to why they are being drafted so highly. The case for unthinkingly drafting “upside” is often accompanied by a significant amount of risk that some drafters overlook entirely. I tend to also agree with this upside-driven approach – if you ain’t first, you’re last, Ricky Bobby – but it’s still important to recognize the risk and sheer bust potential with certain players heading into the 2024 fantasy football season.\nAs part two of this “players to avoid” series of articles, I’ll break down what a bust looks like at quarterback while calling out which signal callers come with the most red flags that have me overly concerned about their bust potential in 2024. And although I am not an injury expert, I will be coming to the table with some injury notes on players. Because many busts fail to perform due to injuries, and it’s not something you should just totally ignore. Especially with the increase in data on injuries from several different experts. I’ll also leverage\n adjusted games lost due to injuries – a metric that measures injury impact in a similar way to DVOA.\nNot all QBs I’m shying away from will be busts. Specifically, with certain positions like QB, as I’ll touch on soon, some players may finish exactly where their ADPs are. But that’s not how I am playing the game. I don’t want players to meet expectations, I want them to exceed expectations. At the same time, I want to circumvent the players who may drastically fail to meet their expectations.\nThese are the fantasy football busts.\nGabe Davis wasn’t a bust in 2022 because he played like trash. He was the WR27. He scored the same points per game as Zay Jones…who many look back on and are fond of from 2022 as a great sleeper pick.\nThe same can be said for\nCalvin Ridley. In a vacuum, a 76-1016-8 stat line as the WR17 is good in his first full season after a lengthy layoff from football. But his Round 3 ADP gave him no cushion. As a result, he was a bust compared to a WR like Jakobi Meyers, who scored nearly the same points per game as a 14th-round pick.\nDavis and Ridley were busts because the fantasy football drafting complex ballooned their ADPs to a point where there was little chance for them to exceed their price tags. It’s situations like this you need to stay clear of in 2024. Because when it comes to identifying busts in fantasy football, it’s all about the price you pay and the opportunity cost.\nQuarterbacks\nQuarterbacks are always a position that I struggle to identify busts with because my quarterback rankings tend to line up closely with ECR and ADP. As I have reported on several different mediums, I am not debating about QB1 versus QB2, QB3, etc.\nThe focus should be more on where these quarterbacks are being drafted in relation to the other skill positions at RB/WR/TE.\nLast year,\nPatrick Mahomes‘ ADP was the QB1 right between WR7 and RB6. His overall ECR ranking is between RB12 and WR13.\nThis year,\nJosh Allen‘s ADP as the QB1 is between WR13 and RB8. His overall ECR ranking is between RB8 and WR13.\nThe opportunity cost to draft the QB1 overall tends to be in the middle to back end RB1/WR1, high-end RB2/WR2 range; players that are starters that you draft through Rounds 2 and 3. And as you go down the QB rankings, the better value and opportunity cost you receive on signal-callers.\nThat’s why my 2024 quarterback draft strategy is the same as 2023: a pseudo-late-round QB approach. I discuss more of this in my\nPerfect Fantasy Football Draft Strategy, Advice & Targets (2024) and in my early 2024 Quarterback Rankings, Tiers & Notes piece.\nThe TLDR version: I want an elite fantasy quarterback at the best price. That helps me capture a ton of upside while also limiting bust potential with my selections. And when it comes to identifying QBs with elite ceilings you can quantify it by aiming for QBs that have shown the capability of scoring 20-plus fantasy points per game. My highest-ranked QBs have either consistently averaged north of the 20-point average threshold or achieved it at least once. The top dogs at QB also add a ton of value due to their abilities as rushers. Even in 2024, the mobile QBs reign supreme.\nAmong the 7 QBs who rushed for at least 30 yards per game in 2022 –\nJustin Fields, Lamar Jackson, Jalen Hurts, Daniel Jones, Josh Allen, Marcus Mariota and Kyler Murray – only Murray failed to crack the top 10 in fantasy points per dropback. Five finished inside the top-5 fantasy scoring QBs on a per-dropback basis.\nAmong the 8 QBs in 2023 that hit 30-plus rushing yards – Jackson, Fields, Hurts, Jones, Richardson,\nJoshua Dobbs, Allen, Murray – again Murray failed to crack the top 10 in fantasy points per dropback along with Jones/Dobbs. Five finished inside the top-6 fantasy scoring QBs on a per-dropback basis.\nI’ve got four quarterbacks in my Tier 1 and just want to draft the QB that goes latest. And that’s usually either\nPatrick Mahomes or Lamar Jackson. And this means I don’t get Josh Allen or Jalen Hurts.\nBut just because I avoid them doesn’t mean I recognize them as busts. That’s the key difference I want to make between these quarterbacks and the ones that are recognized as players to avoid at cost.\nIt’s why\nTrevor Lawrence wasn’t on the bust list last season. I recognized he was appropriately valued as the QB8 last season – finished 2022 as the QB8- but meeting those expectations or just slightly surpassing them isn’t what I am looking for.\nBut in hindsight, I was being too kind to Lawrence because he was a full-blown bust in 2023. I also highlighted the fact that the 2022 Jaguars were the\nsecond-healthiest team. What killed them in the second half of the 2023 season? Injuries.\nLooking back at last year’s fantasy QB busts: Mahomes (QB1),\nJustin Herbert (QB5), Joe Burrow (QB6), Lawrence (QB8), Tua Tagovailoa (QB9), Deshaun Watson (QB12) and Geno Smith (QB13).\nThere weren’t as many busts inside the top-15 as last season (10 versus 7), but the QBs going after the top-15 – where players are essentially bust-proof because of low cost in 1QB formats – there were strong values. Again, drafting QBs right after the elite tier did not work. Ergo, stay out of the middle. The QB8 to QB13 range bombed for a second straight season. And it’s this range in the draft where I feel less confident drafting QBs in this year’s draft.\nAnd it’s usually because these QBs are much closer in projection to the guys going AFTER them in the late rounds versus the elite guys going BEFORE them. After the elite QBs, the fantasy production flatlines.\nExample?\nDak Prescott is QB6 in the FantasyPros consensus projections, but his ahead of the QB12 ( Jayden Daniels) by just 17 points. Essentially one-point per game.\nOther things to keep in mind when identifying potential QB busts, beware of TD regression.\nIn 2022, five of the six highest-drafted QB busts were the passing TD leaders from the previous year. If you just copy-paste the TD passing leaders from 2022 –\nPatrick Mahomes, Josh Allen, Joe Burrow, Geno Smith, Kirk Cousins, Jared Goff, Aaron Rodgers, Justin Herbert – five of the eight were busts in 2023. In 2021, five of the six were busts.\nIn 2023 the passing TD leaders were:\nDak Prescott, Jordan Love, Brock Purdy, Jared Goff, Josh Allen, Tua Tagovailoa, Baker Mayfield, Patrick Mahomes, Russell Wilson and Derek Carr. Note that Kirk Cousins should also be included here given his extremely high TD rate before his injury.\nIf were leverage\nFantasyPros’ Touchdown Regression Report we can find that Purdy, Cousins, Allen, Wilson and Goff likely overperformed in passing TDs in 2023.\nSimply put, don’t go chasing passing TD efficiency unless we have a large sample size of a player’s career TD rate.\nAlso, new situations, coaches, receivers, etc., increase the chance that a quarterback fails to live up to expectations.\nThe uncertainty is often viewed as untapped potential (which can be true), but the risk heightens substantially when it is already baked into an inflated ADP. Something I didn’t look enough into was the pairing between a team’s OC/HC and the QB. Is the pairing primed for sustained success? Or is the team just throwing something at the wall, hoping it sticks?\nAnd I’d like to bring to light that’s it not just about the offensive coordinator. Key offensive coaches such as QB coach/passing game coordinator should also be considered. Remember, before Dave Canales made his magic with the Buccaneers in 2023 as the OC, he was the QB coach for the 2022 Seahawks and a resurgent\nGeno Smith.\nUnder-the-radar (in my estimation) offensive coaching personnel that switched teams during the offseason:\n- Chargers QB coach Shane Day (returning to the Chargers after 1-year stint with Texans as senior offensive assistant). Apparently he’s called some plays during the Chargers preseason games.\n- Panthers QB coach Will Harriger (spent 2023 with Dallas as offensive assistant/Quality control coach, spent 2022 as USC’s Senior offensive analyst/Assistant quarterbacks).\n- Bills QB coach Ronald Curry (from Saints and Sean Payton coaching tree).\n- Bengals pass-game coordinator Justin Rascati (from the Vikings).\n- Titans QB coach Bo Hardegree (interim OC for the 2023 Raiders).\nBut by far the biggest mistake that fantasy gamers continue to make is over-evaluating non-elite rushing QBs. If you are aggressively drafting a fantasy QB, there must be an upside case when it comes to their rushing. Without it, their chances of busting increase substantially. This is what got people in trouble with Tom Brady in 2022. They fell in love with the TD efficiency and passing yardage totals from 2021 but overlooked that any step back in efficiency would nuke his fantasy appeal.\nTua Tagovailoa led the NFL in passing yards in 2023. The result? QB18 in points per game. QB8 overall with the Dolphins quarterback production extremely front-loaded. Drafted as the QB11 last season.\nI said\nlast year regarding the Dolphins QB, “If everything goes right for Tagovailoa, he’s a small win. That’s not enough for me to be a buyer, given his additional risk.”\nPretty spot on. In my estimation, the Dolphins QB has now been priced adjusted for 2024 as the QB15. And one could argue that may even be too aggressive given his status as QB18 in points per game. Projections have him closer to QB18 across the board. But I do like the Dolphins QB as a late-round target given his elite passing weapons and JUICY schedule to open the first half of the season with.\nFast forward to this year, and the most expensive QB on the board that offers little to no rushing is\nC.J. Stroud. He’s QB5 in ADP after finishing his rookie season with under 19 points per game. Again, we need that 20-point threshold to get a difference-making QB in fantasy.\nHe was a top-12 finisher in fewer than half of his games (43%). According to FantasyPros consensus projections, Stroud is currently ranked as the QB7, mere points away from\nJordan Love, Joe Burrow, Anthony Richardson and Kyler Murray. Many of those QBs are drafted WAY after Stroud. And you’ll find many site projections have players such as Prescott, Burrow, Richardson and Murray projected for more raw points in 2024 than Stroud.\nStroud was QB9 in points per game last season, and 15th in expected points per game. To me, Stroud’s second-year projection reminds me so much of the market’s hype on\nTrevor Lawrence. I pushed back on it last year, and it worked. So, it’s rinse and repeat. I’ll let others draft Stroud closer to the top 50, and I’ll take a more mobile QB later in the draft.\nThe last major theme with QB busts comes down to injuries. Whether it be to the quarterback or their supporting cast (pass-catchers and OL).\nI noted this in the\nRBs to Avoid article, but the healthiest O-Lines last season were CIN, BUF, DEN, LAR, TB, PIT, ATL, KC and SF. Chances are they won’t be as lucky two years in a row.\nConsidering strictly just pass-catchers here’s the top-10: ATL, CLE, WAS, CHI, MIA, SEA, LV, BUF, SF and NYJ.\nKeep these teams in mind when you are looking for sleepers in the late rounds of your drafts. Very possible the depth of these gets tested across WR and TE based on injury regression.\nAnd when you average AGL in combination with OL, WR and TE here are the top-10: ATL, BUF, CIN, LAR, LV, SF, PIT, KC, WAS, DAL.\nPredicting injuries is easier said than done. But if you want to avoid drafting QB busts, it needs to be part of your drafting equation. 2023 was bad for QB injuries, but it was the quarterbacks nobody thought would be injured.\nThe injury QBs to “fear” were\nTua Tagovailoa and Lamar Jackson. They played the entire 2023 season. Go figure. Matthew Stafford only missed one game. Kyler Murray played 8 games and was QB1 in half of them. 12th in points per game despite coming off a torn ACL. He played better than anybody fully expected, especially as a rusher just 11 months removed from the injury.\nWhen it comes to injuries, I think we – as in the royal we – believe more than we know. So instead of following the herd, be advantageous and embrace the injury discount for players coming off injuries. Note that this is different than players who get hurt during the preseason/training camp. A la,\nJoe Burrow from 2023.\nSimply put, be greedy while others are fearful of projecting QB injuries.\nThe most popular “injury-prone” QBs headlining this year are\nAnthony Richardson, Joe Burrow, Jayden Daniels, Deshaun Watson and Justin Herbert. Then Kirk Cousins/ Aaron Rodgers to a lesser extent with both older QBs coming off torn Achilles injuries.\nBe overweight. Because chances are it will be a completely different crop of QBs that do get hurt instead of the ones the market deems the most concerned about.\nBut be mindful of actual data that suggests injury that the market isn’t considering enough. Zig while others zag.\nThis is where the adjusted games lost come into play. And it’s not about just citing the players/teams that were injured last year. It’s about citing the teams that weren’t given that positive injury luck tends to regress annually. Remember as part of the analysis last year in fading Lawrence stemmed from this, “They had the second-fewest adjusted games lost due to injury in 2022.”\nAnd in retrospect, you’ll also find that two other marquee QBs that fizzled out in 2023 played on teams that were very healthy in 2022: The Eagles/Chiefs. The Steelers were the other (\nKenny Pickett, woof) and the Minnesota Vikings. Both teams lost their star QB and WR for a major surplus of games. Seems like some decent correlation to me that is worth taking into account.\nThe major highlights from the articles written by\nFTN’s Aaron Schatz.\n- The Falcons had the healthiest offense.\n- 7th-healthiest OL\n- One of the Healthiest RB rooms as neither of their RBs missed time with injuries.\n- Fewest games missed by TEs and WRs\n- The 49ers had the second healthiest offense.\n- 9th-healthiest OL (Stud tackle\nTrent Williamsis still holding out at the time of this latest update)\n- Second-healthiest tight end room\n- The 49ers were the fourth-healthiest overall team\n- For the first time in 10 seasons, they ranked above 20th in AGL.\nChristian McCaffreyis coming off leading the NFL in touches. This can’t end well. He’s missed the majority of the offseason with a calf injury.\n- 9th-healthiest OL (Stud tackle\n- The Rams had the 4th-healthiest offense.\n- 4th-healthiest OL (have already dealt with multiple OL injuries this preseason)\n- No.1 overall in overall total team health\n- Dallas had the 6th-healthiest offense.\n- One of the Healthiest RB rooms\n- The second-healthiest WR room (\nCeeDee Lambmissed the entire offseason program during his hold out).\n- The Bills had the 9th-healthiest offense.\n- Second-healthiest OL\n- One of the Healthiest RB rooms\n- The healthiest WR room\nAs a final note, I will say that Houston was decimated by injuries last year, which works more in Stroud’s favor to return on his QB price tag. That at least gives me confidence that the offense will cook, so I will try to get exposure to the Texans through their trio of top pass-catchers and RB\nJoe Mixon. Especially considering the Texans had the No.1-most injured OL last season.\nCall it my “soft fade” on Stroud. Although I compared him to Lawrence heading into last season, I’ll admit Stroud showed more in his rookie year than Lawrence has done at any point during his NFL career. Not a knock-on Lawrence, but rather just high overall praise for Stroud who was thrown into an objectively bad spot as a rookie.\nThere’s a reason why Stroud’s\nMVP odds are so high. And given the addition of all the receivers, we should see his passing numbers increase to the 20-point threshold. However, it’s difficult for him to smash his ADP.\nBefore I dive into the quarterbacks with the highest chance of busting in 2024, I just want to quickly recap the QBs from last year. Where I was right and where I was wrong. This article first released in June after all, so I took my sweet time.\nFantasy Football Quarterbacks to Avoid: 2023 Recap\nThe coverboy on\nlast year’s article was Dak Prescott. Yikes. Felt good through the start of the season, but then got smoked after Dallas fixed their offense post-bye week.\nI was convinced losing Kellen Moore would mark the end of Prescott coming off a poor year. But intuitively I should acknowledge that Moore might have been more of the cause of Prescott’s disappointing 2022 season. I was bearish on Prescott’s TD rate even though I was in line with his 2021 campaign. I was also bearish on Dallas’ No.1-ranked red-zone offense. And I was somewhat right, with it falling to 12th. But that just negatively impacted\nTony Pollard, not Prescott.\nThat’s something to keep in mind when we consider how TDs will be distributed from last year’s top red-zone offenses between the 49ers, Lions, Dolphins, and Bills. Probably a smart bet to make that we could see different TD scorers on these high-powered offenses.\nDavid Montgomery (13), Christian McCaffrey (21), Raheem Mostert (21) and Josh Allen (15) might lead their teams in TDs in 2024, but they might not by such a wide margin. Among the top-8 TD scorers in 2022, only two players cracked the 13-plus TDs in 2023 (CMC/ Jalen Hurts). It was the same amount of players from 2021 to the 2022 season as well ( Austin Ekeler, Ezekiel Elliott).\nI also cited Prescott’s lack of rushing, which did come to fruition. He’s not as mobile as he once was. He HAS to get it done as a pocket passer.\nAlso noteworthy is that Prescott played all 17 games – for just the second time in the last four years.\nGiven that Prescott was only the QB10 in 2023, the price really shouldn’t have deterred me away from him, given my main argument was him “losing” Moore (after he was bad with Moore). Again, coaching staffs are looking to improve every offseason.\nThe closest offensive coordinator change I can find that resembles the Cowboys’ situation last year – where a new OC is looked like a major detriment even after the quarterback disappointed – is ironically Moore’s old team, the Los Angeles Chargers with the hiring of Greg Roman.\nJustin Herbert has been left for dead with everybody projecting LA to lead the NFL in rushing. But there’s a chance the take has gone a step too far. Roman’s offenses have been super-run-heavy do in part because he has always had rushing QBs. Herbert can scoot akin to Mahomes, but I’d hardly label him as a rushing QB.\nAnd to a lesser extent,\nGeno Smith probably isn’t getting enough love after the team hired Ryan Grubb to replace Shane Waldron. Seattle also brought in Jake Peetz who spent 2022-2023 with the Rams as offensive assistant/pass game specialist.\nCould also make lesser arguments with\nDerek Carr and Baker Mayfield landing Klint Kubiak/Liam Coen respectively as new OCs. Although I very much prefer the latter with Mayfield than Carr. I just can’t do Carr guys. Carr has only finished inside the top-10 fantasy QBs ONCE during his ten-year career, his mediocrity is not worth paying any sort of premium for in the Superflex format. The Saints QB has three top-5 weekly finishes since 2019. Two came in three of his last games played at the end of the 2023 season. Turning a new leaf? Not likely.\nBecause all of these QBs carry more “risk” given the changes at OC. The teams likely view each as upgrades, but that may not reality. Especially in the case of Mayfield losing Dave Canales to the Carolina Panthers. We saw firsthand how his loss was felt by the Seahawks in 2023. Wouldn’t be too shocking to see the Buccaneers’ offense regress without Canales, even though I am hopeful for Coen.\nThis could be a potential blind spot for me, but I think the Buccaneers brought in the best staff they could post-Canales. Josh Grizzard is the new pass-game coordinator, after spending time as the Dolphins as offensive quality control coach the last 2 seasons.\nI was correct on fading\nAaron Rodgers, although we never really got the chance to see it play out in full because of injury. My Jets under 9.5 wins ticket was the least fun sweat I had in my 2023 NFL betting portfolio.\nBut he showed plenty of signs of decline at an older age to be pessimistic. And it was a brand-new situation which can oftentimes not immediately pan out.\nThis year we don’t have any older QBs going high enough to be potential busts, although Cousins has some red flags on his profile playing on a new team (more to come).\nMatthew Stafford is older, but he is coming off a year where he posted a career-high PFF passing grade. If Stafford is playing and healthy, he’s going to ball. Entirely possible that Stafford won’t be kept upright for 17 games, but that’s why the Rams wisely invested in Jimmy Garoppolo, who can easily keep the ship afloat for a few weeks. Note that Jimmy G is suspended for the first two games of the season. Russell Wilson is the other “old” QB at 35 years old and has shown obvious flags of decline since his last season in Seattle. Three years we have gotten a bad Wilson. QB16, 18 and 13. Hasn’t sniffed 18 points per game in any of the last 3 seasons. Career-low yards per attempt (6.9, 21st same as Justin Fields) in 2023. Passing success rate ranked 23rd. Passing yards per game was his lowest (204.7) since his rookie season.\nAnd he’s a top candidate to suffer TD regression in 2024. But hey! He’s Steelers QB1 for Week 1. Let’s see how long this lasts.\nI also labeled Carr (33 years old) as a bust in Superflex formats, and I felt justified. He posted two top-12 finishes despite tying for the NFL lead in 300-yard passing games. I’m not sure there’s another Carr in this year’s draft although Rodgers going as the QB19 raises serious eyebrows. Tom Strachan agrees with me as he wrote in his\nSuperflex analysis.\nDon’t overpay for QB2 mediocrity in Superflex formats. Especially in PPR formats. Keep in mind that a 17-19-point average is essentially the top scorers at RB/WR in half-PPR. But in PPR – the MAJOR difference here – all top-12 WRs traditionally fall into this range. For RBs, it’s closer to the top eight at the position. Keep in mind in all Superflex drafts that RB/WRs are much more desirable in PPR formats than in half-PPR where drafting QBs becomes even more integral.\nSpeaking of which…\nAnthony Richardson was the ultimate upside selection last year. The on-field production was elite (1st in fantasy points per dropback) but the injuries knocked him out for the majority of the season. He also plays in a Shane Steichen offense that saw Jalen Hurts finish first and fourth in fantasy points per dropback respectively from 2021-2022.\nThe Colts QB was priced in the QB10-12 range in 2023, and based on the track record of mobile QBs, I felt his value was sound.\nCaleb Williams is priced as the QB13 which is a bit pricy given his rushing is not nearly as advertised as Jayden Daniels (QB12). The Bears’ rookie QB was initially getting drafted nearly two full rounds in Superflex before Daniels early this summer, but the ranks have flipped since we’ve gotten closer to the start of the season.\nAs I noted on Richardson’s price check in the article last season, at any price outside the top-15 QBs, Daniels projects as a no-brainer selection in 1QB and Superflex formats. I miss those days. Daniels is now “up” to the QB12, where he should have been all offseason.\nSo, without further ado, here are the quarterbacks to avoid and the QBs with the highest chance of busting in 2024.\nBuyer Beware: Quarterbacks\nJosh Allen (QB – BUF )\nDo we love\nJosh Allen losing his top two WRs from last season? How much should we expect from a group consisting of Curtis Samuel, Keon Coleman, Khalil Shakir, Mack Hollins and Marquez Valdes-Scantling?\nOr the fact that Buffalo was one of the healthiest offenses last season? t Buffalo’s 2023 WR/OL/TE combination was one of the league’s healthiest in 2023.\nWe saw Mahomes struggle immensely in 2023 with a new cast of WRs to work with. Obviously if Allen continues to score rushing TDs at a high rate – 51 total TDs scored last season – he can and will be back in the conversation as the fantasy QB1. A year after he scored 15 rushing TDs…more than DOUBLE his average rushing TDs prior to 2023 (7.6).\nBut to be so bullish on him to draft him as the first QB off the board with other elite QBs going one round or two rounds later? That’s what makes me hesitant to pull the trigger.\nIt’s also worth noting that when Joe Brady took over the offense last season, they featured running back\nJames Cook much more and focused on the running game. Went from +4% pass rate over expectation to -3%. Allen posted his lowest passing TD rate (5%) and passing yards per game (253.3) since 2019 as a result.\nBrady has already spoken on how this will be Allen’s offense, with\nStefon Diggs completely out of the picture. But how much he can shoulder during a 17-game stretch – specifically coming off his highest rushing TD output of his career – creates some doubt with the amount of projection we have for the 2024 Bills. To me, this team feels like a major regression candidate after they failed to take advantage of their true Super Bowl window.\nC.J. Stroud (QB – HOU )\nLaid out the case for Stroud as a QB to avoid during the introduction, headlined by the lack of rushing he has to offer combined with his price as super-hyped second-year QB.\nI just see so many other QBs with similar fantasy football potential that go much later. Even considering Stroud led the NFL in passing yards per game and TD-to-interception ratio. Mahomes led the NFL in passing yards per game in 2022.\nDaniel Jones led in the TD-to-interception ratio. Both were busts last season.\nDrafting Stroud as a fringe top-5 fantasy QB based on TD passing efficiency – typically something that isn’t super sticky year over year. – isn’t foolproof. Again, despite his amazing accolades in Year 1, he was still UNDER 19 points per game. Stroud had 2 top-6 finishes last season (also happened to be top-3). Burrow also had 2 top-6 finishes despite 6 fewer games played.\nNow I will preface this by reiterating that I still want exposure to the Texans offense. The fact that they should be much healthier, they added WR\nStefon Diggs and kept their OC Bobby Slowik suggesting this offense shouldn’t take any step back. But they might not take a huge step forward.\nStill, Stroud could just be that good. Therefore, I can’t with good conscience encourage avoiding the Texans offense entirely.\nAlthough they may have lost a key offensive contributor in Shane Day this offseason. Wrote about it above how Day served as a senior offensive assistant for the Texans in Stroud’s first season.\nI also have some concerns with the Texans going from being on the hunt, to becoming the hunted. The Houston Texans have the 7th-most difficult schedule in 2024 after facing the 6th-easiest schedule in 2023. No team has a\nharder schedule compared to last season than the Houston Texans.\nAgain, who is the best real-life QB on the planet?\nPatrick Mahomes. And who was a bust in fantasy football last season? Patrick Mahomes.\nDak Prescott (QB – DAL )\nIs 2023 probably the best we will see from Prescott? It’s possible. Although according to expected fantasy points, he still left A LOT on the table. 1st in expected points per game. 4th in points per game overall.\nAs I have already come to grips with during the intro, Prescott was a QB I was vehemently “fading” last season, and I was flat-out wrong. But he’s done this act before.\nIn 2021, Prescott averaged 21.1 points per game. 4,700 yards and 38 TDs. In 2022, Prescott was horrible and was barely a fantasy QB1. QB13 in points per game. But then he bounced back BIG in 2023: 21.3 points per game in 2023. 4,922 yards and 39 TDs.\n2023 was the perfect storm. The defense underwhelmed versus expectation and Prescott greatly benefitted from\nTony Pollard‘s inability to score rushing TDs. He led the NFL in passing TDs in 2023. Can be a fantasy QB1 again? Sure. But for him to be at the very top again, I am very skeptical. Betting on Mike McCarthy doing the right thing is something that doesn’t work in my opinion in the long run.\nAnd there’s no denying that he must be elite from a passing perspective again, without any rushing to fall back on. Keep in mind that Dallas likely won’t be as fortunate from an injury perspective. Should anything happen to\nCeeDee Lamb, Prescott would be in big trouble. There’s a severe lack of WR depth behind Lamb on the roster. Brandin Cooks is getting older, and the Cowboys are just hoping Jalen Tolbert can ascend to the No. 3 role.\nKeep in mind that Dallas had one of the healthiest WR rooms last season.\nThe tough thing about fading Prescott (again) is that the price doesn’t seem so bad. Well, at least that’s how it was. During the summer he was not the QB9 as he is now.\nIt’s telling when a so-called “elite” fantasy QB requires a top-75 pick. He’s the lowest-ranked quarterback before we get into the late-round territory. I think he should be ranked closer to that late-round QB tier.\nI am not sold that he is so much better of an option than several other QBs going after him. Just draft\nJordan Love and his team filled with four No. 1 WRs.\nBrock Purdy (QB – SF )\nI think my initial post-season analysis of\nBrock Purdy summarizes him perfectly.\n“Back-to-back seasons where Purdy has posted a passing TD rate at 7% or higher. Most fantasy points scored ABOVE expectation in 2023. Nearly an average of 5 points or more scored over expectation. Tossed nearly 10 more TDS over expectation. QB33 in expected points per game. But with all that factored in. Still under 20 points per game at 19.2 (QB8). If you don’t draft Purdy, I don’t think it will kill your fantasy team. Everything has to remain perfect around him for him to be a top-8 fantasy QB, let alone top-5.”\nWe saw last season when Purdy lost a weapon or key offensive linemen, it was not a fun ride. Who could Purdy be without come Week 1?\nTrent Williams and/or Brandon Aiyuk due to their contract holdouts.\nGiven that the 49ers are primed to experience a Super Bowl hangover – No.1 red-zone offense and No.2 healthiest offense – things might not be as smooth sailing for the third-year quarterback if the situation around him weakens.\nAgain, Purdy doesn’t offer the requisite rushing ability to mitigate any potential in passing TD efficiency.\nI also don’t love the 49ers’ opening schedule. Home versus the Jets and then on the road versus the Vikings. New York still has one of the best defenses in the NFL. And the Vikings gave Purdy fits last season, holding him to under 13 fantasy points.\nKirk Cousins (QB – ATL )\nGiven the hype train surrounding the Atlanta Falcons, I expected Cousins’ ranking and average draft position (ADP) to rise. But it never did with the Falcons keeping him and the rest of the starters out of the preseason. QB18 ADP seems fine for the Falcons QB1.\nBut I am not exactly sure that Atlanta is that much better for Cousins’ standalone fantasy value. Sure, the situation looks great… but we don’t have to imagine the impossible to see how this doesn’t pan out.\nThe elephant in the room revolves around Cousins’ injury and how the Achilles will impact his play in 2024. The main narrative around this is he will be fine and there’s nothing to worry about. Ok. Maybe there is nothing to worry about. Again, he’s been practicing but hasn’t see REAL game action.\nBut if everybody is not considering there’s no chance his Achilles injury hinders him in production… well, it’s more advantageous to factor that into the equation and be lower on Cousins than consensus.\nSecond, is the brand-new situation. Zac Robinson’s system should be familiar for Cousins (stemming from the Sean McVay tree) but he is a first-time OC and play-caller. Even as great as Bobby Slowik was for Houston as a first-time OC and play-caller…he had his lumps. The Texans had the 7th-lowest early down pass play rate.\nSlowik also had a historically great rookie QB that likely masked parts of the offense.\nRobinson also only oversaw one offense in his time spent with the Rams that ranked inside the top-8 in pass play rate.\nThird is chasing last year’s touchdown numbers. Cousins led the NFL in TD passes (18) before his injury. He was the fantasy QB6 overall, averaging just under 20 points per game. But this isn’t necessarily a good thing as we project into next season. As I have reviewed quarterbacks that bust are often the passers who experience TD regression the following season.\nAnd we can’t fail to mention the selection of first-round pick,\nMichael Penix Jr., perhaps a slight jab at the ex-Vikings QB to put up or shut up. The fact that the Falcons played Penix in just one preseason game, tells me they view him as another starter on this offense. If Cousins falters in any way, the team seems like they’d be more than open the door to Penix as QB1 given his experience.\nThe injury, a brand-new situation, zero rushing upside, a high TD rate from 2023 and selection of Penix as a top-10 pick are all red flags indicating Cousins will likely be more fantasy bust than fantasy stud in 2024. Injuries, new coaches/receivers, lack of rushing upside, TD regression, etc.\nHe’s also no longer throwing to\nJustin Jefferson, the best WR in the NFL. We can also expect the Falcons to get hit with more injuries to both their OL and top pass-catchers given how healthy they were in 2023 (No.1 between OL, WR and TE).\nAnd the fact that Cousins was still under 20 points per game even after leading the league in TD passes in 2023, suggests his production can be found elsewhere at a fraction of the cost.\nHonorable Mentions\nCaleb Williams (QB – CHI )\nI like\nCaleb Williams as a late-round QB. Here’s what I wrote about him after he was drafted by the Chicago Bears.\n“It’s hard to argue against\nCaleb Williams‘ great landing spot in Chicago with the veteran weapons he has at his disposal, including D.J. Moore, D’Andre Swift, Keenan Allen, and Cole Kmet. The Bears were not finished improving Williams’ first-year potential with the selection of Washington WR Rome Odunze as the ninth overall selection.\nThe USC product’s off-script playmaking ability is apparent, and that makes him deadly when paired with his elite production from a clean pocket. This past season, Williams posted PFF’s highest grade operating from a clean pocket.\nNo Bears QB has ever thrown for 4,000 yards or 30 TDs. I hardly think it’s a stretch to see Williams hit the 4K passing yards mark in Year 1. As for fantasy football specifically, I’d be excited about Williams and his upside with rushing TDs.\nHe is a deadly threat near the goal line. The No. 1 overall pick scored 27 rushing TDs in 2.5 seasons as a starter at the college level. He also added 44 rushing yards per game.\nGiven Swift’s lack of – less call it – “red zone reliability” we could see the Bears rookie QB get credited for a lot of TDs in year 1. His passing TD-INT ratio in the red zone was 46-1 during his college tenure.\nThe Bears have the third-easiest schedule, and they draw the Titans at home to start the season.\nThey follow it up versus the Houston Texans on the road (SNF), then draw the Colts, Rams, Panthers and Jaguars in London before a Week 7 bye. Williams is one of my favorite late-round QBs, and the favorable schedule bolsters the case for drafting him to use him as your starter from the get-go. Per Sharp Football, the Bears have the easiest schedule over the first 10 weeks of the season.”\nThere’s the bullish case for Williams as a late-round QB, despite the track record of non-rushing rookie QBs being super fantasy-relevant. Even though I think Williams will add some value with his legs (red zone vulture), the vast array of weapons at his disposal suggests he will try to find a receiver before relying too much on his legs.\nOne of his biggest “flaws” in his college profile was holding onto the ball too long. Last three college football seasons, Williams had ranked 11th, 2nd and first in the nation in average time to throw averaging 3.27 seconds. The only other notable/recent college passers that posted similar time-to-throw stats include\nMalik Willis (3.2), Kenny Picket (3.07) and Anthony Richardson (3.16).\nWilliams holding the ball for too long has been a question raised during the\nBears OTAs. During the 2024 preseason, the only QB who held onto the ball more than Williams (3.68 average time to throw) was ex-Bears QB, Justin Fields.\nBut I bring up these negative points because we have to poke holes when the price continues to rise. At this point – and with the Bears being the featured team on HBO’s Hard Knocks – I thought he would be too expensive to be viewed as a late-round QB on draft day.\nBut the price for the rookie QB as QB12 ADP, is very much projection-driven. These are all new coaches, receivers, etc.\nAnd consider me somewhat skeptical about Shane Waldron as the OC after he put together an uninspiring Seattle passing game that got worse from 2022 to 2023 after they lost Canales. He also brought with him from Seattle, Kerry Joseph as the new Bears QB coach. Chicago also hired Thomas Brown as the offensive passing game coordinator. He flamed out as Carolina’s OC in 2023 after spending 2020-2022 with the Rams. Do we love this offensive coaching staff?\nWilliams’ median projections have him slated to the QB13 range closer to his fellow rookie in Daniels. I get the upside case with Williams, but I feel better with the price associated with guys going after him most time.\nOverall, there are much safer options at better prices. I.e.\nJayden Daniels at nearly the same price. Bet on the rushing over projected passing efficiency, especially when it comes to a first-year QB. And if you are going to be on passing efficiency, it better be cheap.\nI mentioned earlier that the Bears had one of the healthiest WR/TE rooms last season. Obviously If one of the big “three” were to miss time, it would make our lives for fantasy football so much easier. But it would also hurt Williams’ upside if the “situation” isn’t as desirable as it looks on paper.\nJustin Herbert (QB – LAC )\nI wanted to put\nJustin Herbert in this article because the market has soured on him like no other top fantasy QB before. And I can’t say that his suppressed ADP isn’t warranted. It is given the unknown of a run-heavy offense orchestrated by Greg Roman and Jim Harbaugh. Keenan Allen and Mike Williams are both gone. Herbert’s 2024 outlook is hardly perfect. The plantar fascia injury from this preseason also added another wrinkle of concern.\nBut behind an upgraded OL, with an easy schedule and Herbert’s talent as the QB17 off the board…we’ve gone way too far.\nRemember, fantasy QB scoring is more tied to rushing and passing efficiency, not necessarily raw passing volume. I believe the market is overestimating the projected rushing of LA’s offense and not considering Herbert’s passing abilities enough.\nIn 2023, 13 games of healthy Herbert equaled the QB5 in points per game at 19.8. 6th-highest top-6 weekly finisher rate. 5th-highest weekly QB1 rate. When\nLamar Jackson played under Greg Roman in Baltimore, the Ravens QB posted a top-7 passing TD rate in three of four seasons. 6.3% TD passing rate overall. That’s better than any TD passing rate Herbert has accomplished during his four-year career. It would have ranked second last season. There’s also a chance Herbert is used more as a rusher, further adding to his upside case.\nThe Chargers have the second-easiest schedule this year compared to the 27th-most difficult in 2023. They will host the Raiders to open the season, followed by two road games versus the Panthers and Steelers. You don’t need to squint too hard to see the Bolts starting the season on a high note. And you better believe that positive game scripts will allow Jim Harbaugh to establish the run with RB1\nJ.K. Dobbins and/or Gus Edwards. So even if Herbert’s outlook to start the season is slightly bumpy, it just takes one negative game script to see him realize his late-round potential. Week 4 against the Chiefs should be the perfect jump start for him to post strong passing stats.\nStill, I’ll admit that given the lack of early-season schedule appeal, Herbert likely won’t be my No. 1 late-round QB option. In the player pool, yes but not my favorite. For that reason, he is also a QB I’d shy away from in Superflex formats inside the top 3 rounds. Most median projections have Herbert in the QB15 range.\nI’d also like to point out one coaching move that works in favor of Herbert that is not being discussed enough.\nThe Chargers brought back Shane Day as the QBs coach on Harbaugh’s coaching staff. Day spent last season with the Texans (senior offensive assistant) after serving as pass game coordinator and QB coach for the Chargers in 2021-22.\nHerbert’s a big fan. Before LA, he was hired as the quarterbacks coach under head coach Kyle Shanahan from 2019-2020. Do not underestimate his impact. He was calling plays during the Chargers’ final preseason game, suggesting that it might not be Greg Roman calling all the “shots” as the OC.\nWe could see something like\nJimmy Garoppolo‘s ’19 stat line for Herbert in 2024. He threw for nearly 4,000 yards (nearly 250 yards/game) and 27 TDs. That team ranked 30th in pass attempts per game. He was the fantasy QB14.\nWill Levis (QB – TEN )\nThe Titans’\nWill Levis will likely be discussed as a popular late-round QB. Not for me. Here’s why. Week 1 at the Bears and their vastly improved defense. Week 2. Jets. No thanks. It’s a new offense that could take some time for things to gel.\nFinal Thoughts\nA lot of what makes this QBs to avoid list isn’t hyper-focused on the individuals’ 2024 outlook. Sure, I’ve added in my analysis/intel of what I think might happen with specific QBs. But what I am trying to hammer home here is to structure your fantasy football roster in a way that helps you navigate around potential QB landmines as I have laid out. So much of what goes into QB rankings/ADP the following season is just copying and pasting the guys who passed the most TDs.\nBut as I’ve detailed that’s not a wise approach. Fundamentally, chasing last year’s TDs isn’t a profitable strategy. You want to project who throws the most TDs…this season. Not just from last year.\nBut the problem is the guys that throw the most get “rewarded” by seeing their ADP rise into that middle QBs the following season. And this is the area of the draft where QBs often fail to live up to expectations.\nBecause the name of the game with QB still comes down to value. So, unless you have a QB posting elite production over the 20-point threshold, you are just better off waiting at the position.\nThere’s so much late-round QB value this year, that I want to take advantage of. And when you go late-round QB, it nearly eliminates the bust risk at the position.\nI also want to stretch how important it is to look at the early season strength of the schedule before drafting your QBs. Because most QBs outside the elite are matchup-based. This is also super important when you follow a late-round approach, where early on you likely don’t have a matchup-proof QB.\nI detailed the schedules in depth in this article:\n2024 NFL Schedule Release: Fantasy Football Winners, Losers & Takeaways.\nThe TLDR version…\nGood opening QB schedules:\nCaleb Williams, Aaron Rodgers (after Week 1), Tua Tagovailoa, Trevor Lawrence, Jared Goff and Baker Mayfield.\nBad opening schedules:\nKirk Cousins, Drake Maye/ Jacoby Brissett, Sam Darnold, Bo Nix, Will Levis.\nFinal segment.\nYou’ll notice that I left off\nAnthony Richardson. He didn’t make it anywhere on this list of QBs to avoid, even though he’s probably viewed in that capacity after missing nearly all last season with an injury. But the fact that he missed so much time last season, has me more bullish he won’t suffer the same fate in 2024. Again, injuries tend to regress year over year. Due to Richardson’s injury, the Colts were the 2nd-most injured team at QB last season (behind the Jets). Even if he does miss some time, it still won’t probably be the same length as last year.\nAnd what I’ve noticed in some recent August drafts is that Richardson is FALLING. I’ve seen him routinely available in Rounds 6+7. Scoop up the discount with his potential upside.\nSubscribe:\nYouTube | Spotify | Apple Podcasts | iHeart | Castbox | Amazon Music | Podcast Addict | TuneIn",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.bettingpros.com/articles/author/andrew-erickson/",
      "https://www.youtube.com/channel/UCZYaxEBdyKDsZfq_JGZwIeQ",
      "https://www.iheart.com/podcast/1119-fantasypros-fantasy-footb-28423591/",
      "https://tunein.com/podcasts/Sports--Recreation-Podcasts/FantasyPros---Fantasy-Football-Podcast-p909095/",
      "https://podcastaddict.com/podcast/fantasypros-fantasy-football-podcast/4474638",
      "https://castbox.fm/channel/FantasyPros---Fantasy-Football-Podcast-id5443624",
      "https://chargerswire.usatoday.com/2024/06/16/chargers-justin-herbert-shane-day-quarterbacks-coach/",
      "https://open.spotify.com/show/1YM5ymt3vWVfdHzVAEzq2w",
      "https://ftnfantasy.com/contributor/aaronschatz",
      "https://ftnfantasy.com/nfl/texans-lead-2023-agl-numbers-with-ol-injury-record",
      "https://www.nytimes.com/athletic/5544984/2024/06/06/chicago-bears-cubs-white-sox-notebook/",
      "https://music.amazon.com/podcasts/e6bbcddf-27c7-452e-a449-abd62efbb836/fantasypros---fantasy-football-podcast",
      "https://podcasts.apple.com/us/podcast/fantasypros-fantasy-football-podcast/id1138942145",
      "https://www.bettingpros.com/nfl/odds/player-futures/mvp/",
      "https://www.tunein.com/podcasts/Sports--Recreation-Podcasts/FantasyPros---Fantasy-Football-Podcast-p909095/",
      "https://iheart.com/podcast/1119-fantasypros-fantasy-footb-28423591/",
      "https://www.open.spotify.com/show/1YM5ymt3vWVfdHzVAEzq2w",
      "https://tunein.com/podcasts/Sports--Recreation-Podcasts/FantasyPros---Fantasy-Football-Podcast-p909095",
      "https://bettingpros.com/nfl/odds/player-futures/mvp/",
      "https://www.music.amazon.com/podcasts/e6bbcddf-27c7-452e-a449-abd62efbb836/fantasypros---fantasy-football-podcast",
      "https://www.ftnfantasy.com/nfl/texans-lead-2023-agl-numbers-with-ol-injury-record",
      "https://nytimes.com/athletic/5544984/2024/06/06/chicago-bears-cubs-white-sox-notebook/",
      "https://youtube.com/channel/UCZYaxEBdyKDsZfq_JGZwIeQ",
      "https://www.chargerswire.usatoday.com/2024/06/16/chargers-justin-herbert-shane-day-quarterbacks-coach/",
      "https://www.castbox.fm/channel/FantasyPros---Fantasy-Football-Podcast-id5443624",
      "https://www.ftnfantasy.com/contributor/aaronschatz",
      "https://chargerswire.usatoday.com/2024/06/16/chargers-justin-herbert-shane-day-quarterbacks-coach",
      "https://www.bettingpros.com/nfl/odds/player-futures/mvp",
      "https://www.bettingpros.com/articles/author/andrew-erickson",
      "https://www.nytimes.com/athletic/5544984/2024/06/06/chicago-bears-cubs-white-sox-notebook",
      "https://www.iheart.com/podcast/1119-fantasypros-fantasy-footb-28423591",
      "https://bettingpros.com/articles/author/andrew-erickson/",
      "https://www.podcasts.apple.com/us/podcast/fantasypros-fantasy-football-podcast/id1138942145",
      "https://www.podcastaddict.com/podcast/fantasypros-fantasy-football-podcast/4474638"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T01:33:15.902+03:00",
    "updated": "2024-08-30T01:33:15.902+03:00"
  },
  {
    "uuid": "5365dd8b631096adc8ef9c922933f114590085e9",
    "url": "https://tn.com.ar/show/famosos/2024/12/19/el-dolor-de-la-periodista-cata-de-elia-por-la-perdida-de-una-de-sus-gemelas-durante-el-embarazo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@todonoticias",
    "published": "2024-12-20T01:02:00Z",
    "title": "El dolor de la periodista Cata de Elía por la pérdida de una de sus gemelas durante el embarazo | TN",
    "text": "La periodista Catalina de Elía anunció su embarazo en octubre y, esta tarde, publicó un emotivo mensaje en su cuenta de Instagram en el que contó que perdió a una de sus dos gemelas poco antes de llegar a los cinco meses de gestación.\n“Perdí a Margarita, una de mis dos bebitas, y desde entonces todo quedó suspendido, como en blanco y negro” , anunció al inicio de su extensa carta que compartió en su cuenta de Instagram.\nLeé también: La filosa pregunta de Mirtha Legrand sobre Javier Milei que sorprendió a Fátima Florez\nActo seguido, se dirigió directamente a la beba: “ Hija, que solo conociste mi vientre, mi voz, mis risas, mis llantos, mis nervios, mis miedos, mis alegrías, mis ansiedades, la voz de tu padre, los ladridos de los perros y el cuerpo y el calor de tu hermana, hoy me toca despedirte”.\nLa carta de Cata de Elía para su hija Margarita (Foto: Instagram/catadeelia) “ Te sentí como un cosquilleo, te vi acurrucada junto a tu hermana, te vi dormida, y también cabeza a cabeza con Matilde haciendo la vertical. Cómo me reí por dentro en esa ecografía: el médico se volvió loco tratando de verlas. Con tu hermana estaban haciendo su primera travesura”, recordó. Y agregó: “ Te amé, te amo y te amaré. Te soñé, te deseé, e imaginé para vos la mejor vida posible” .\nEn ese sentido, sumó: “Espero que hayas sentido el amor con el que te gesté estos casi cinco meses y que te hayas sentido amada , que te hayan llegado los mimitos que te hice en la panza”.\nCata de Elía junto a su familia (Foto: captura Instagram/catadeelia) “Las caricias, las charlas, la música que me gusta, las canciones de Spinetta y Aristimuño, los paseos con Viktor y Chavita, las siestas después del noticiero, los helados, los choripanes, los chocolates, el calorcito de las duchas después de natación, las maratones de series, mis saludos en la ducha y antes de dormirme, y el rosario bendecido sobre mi vientre”, enumeró.\nRespecto a cómo vivió los primeros meses de embarazo de las gemelas, relató: “ Desde que te concebí, lo más importante de mi vida fue darte la mejor vida posible ahí adentro, en mi vientre. Recé para que crezcas y nazcas sana, y festejé como un gol cada ecografía en la que todo estaba bien”.\nLa angustia de Cata de Elía por la pérdida de una de sus gemelas “No estaba preparada para este golpe. ¿Quién lo está? ¿A quién se le ocurre semejante crueldad? No hay nada que pueda consolarme. No habrá consuelo nunca. Quiero gritarlo, para que nadie intente hacerlo. No quiero que nadie me pregunte, que nadie me diga nada. Es imposible”, aseguró Cata de Elía en su posteo.\nEn ese sentido, reflexionó: “ La vida me separa de vos y ahora solo pienso en cómo se vive con semejante ausencia. Si hubiera podido, habría cambiado mi vida sana en este mundo por dártela a vos”.\nCata de Elía y su pareja (Foto: Instagram/catadeelia) “Bebita de mi corazón: te voy a extrañar hasta el día que me muera , y le pido a Dios que tus meses en mi panza hayas sentido mi amor, el amor de tu papá, de tu hermana y hayan sido los más felices y sin dolor. Siempre me vas a faltar, vos, Margarita, mi otra gemela” , cerró.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Health->medical condition",
      "Health->mental health and disorder",
      "Health->public health",
      "Social Issue->family",
      "Social Issue->pregnancy and childbirth",
      "Social Issue->women"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Catalina de Elía",
          "sentiment": "negative"
        },
        {
          "name": "Mirtha Legrand",
          "sentiment": "none"
        },
        {
          "name": "Javier Milei",
          "sentiment": "none"
        },
        {
          "name": "Margarita",
          "sentiment": "none"
        },
        {
          "name": "Matilde",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T03:09:34.201+02:00",
    "updated": "2024-12-20T03:09:34.201+02:00"
  },
  {
    "uuid": "ae36eb54c43229b0c3727d9f7fe977d8ca3ff3ab",
    "url": "https://www.herald.co.zw/ex-tanzanian-president-mwinyi-dies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Herald",
    "published": "2024-02-29T22:49:13Z",
    "title": "The Herald - Breaking news.",
    "text": "DAR ES SALAAM. – Ali Hassan Mwinyi, who during two terms as Tanzania’s president oversaw the introduction of a multiparty democracy and the liberalisation of the economy, died yesterday. He was 98. Mwinyi died from lung cancer in Tanzania’s commercial hub, Dar es Salaam, where he had been hospitalised for several weeks, President Samia Suluhu Hassan announced on state television TBC1. She said there will be seven days of national mourning and Mwinyi will be laid to rest on March 2 in Zanzibar. National flags will fly at half-mast throughout Tanzania for the duration of the seven-day mourning period Mwinyi succeeded Tanzania’s first post-independence president, Julius Nyerere, who left office in 1985 after 22 years in power. “On behalf of the government, I would like to convey my condolences to the family, relatives, friends and all Tanzanians for this loss,” President Hassan said. Mwinyi was credited with introducing free market policies and was in turn succeeded by the late Benjamin Mkapa in 1995. President Hassan revealed that Mwinyi had been receiving treatment in London, UK, since November last year before he was taken back home and admitted to Mzena Hospital, where he met his death. – Agencies",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ali hassan mwinyi",
          "sentiment": "neutral"
        },
        {
          "name": "julius nyerere",
          "sentiment": "none"
        },
        {
          "name": "benjamin mkapa",
          "sentiment": "none"
        },
        {
          "name": "mwinyi",
          "sentiment": "none"
        },
        {
          "name": "samia suluhu hassan",
          "sentiment": "none"
        },
        {
          "name": "hassan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "herald",
          "sentiment": "neutral"
        },
        {
          "name": "dar es salaam",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "tanzania",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "dar es salaam",
          "sentiment": "none"
        },
        {
          "name": "zanzibar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:49:14.452+02:00",
    "updated": "2024-03-01T00:49:14.452+02:00"
  },
  {
    "uuid": "61f7fc2c803202707ed3a7b6e0b891c608e89ed6",
    "url": "https://www.democratandchronicle.com/story/news/politics/elections/2024/03/14/tennessee-senator-london-lamar-new-parent-politics/72979253007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Democrat and Chronicle",
    "published": "2024-03-14T00:00:00Z",
    "title": "Tennessee senator London Lamar makes case for new parents in politics",
    "text": "She is the first Tennessee state senator to give birth while serving in the legislature and a rarity in American politics where young mothers are underrepresented in elected office. In the Tennessee General Assembly, lawmakers will often gather papers, perhaps a briefcase and a coffee, before ambling up to the Senate or House chamber ahead of a floor session. In the Senate Minority Caucus chair’s office, Sen. London Lamar gathers bags. Multiple bags. Bags stuffed to the gills with the accouterments of infancy and motherhood — a pacifier, gripe water, a change of clothes, extra wipes and diapers. A gray backpack to sling over her shoulder. A bag or two stuffed into the undercarriage of a stroller. She juggles the bags like she juggles the roles in her life as a state senator, Democratic caucus chair, regional director at a national education nonprofit and now mother to Nylinn, her 7-month-old son. Lamar, D-Memphis, is the first lawmaker to give birth while actively serving in the Tennessee Senate, and the first state lawmaker in decades to give birth while in office. At 33, she is the youngest lawmaker in the upper chamber and, even as cultural and political norms shift, a rarity in American politics where women overall are underrepresented in elected office, with mothers of young children even further marginalized. “I love it, but it’s really, really hard,” Lamar said. “People get to see me go through this process and struggle in real time, and a lot of women have gone through these struggles behind closed doors at home.” “I’m in the public eye, doing this work and showing up here four days a week with my son,” she said. A single mother, Lamar has balanced her first full legislative session since giving birth with family help, but Nylinn also makes frequent trips to the Capitol often with his mother, earning the affectionate nickname of “Baby Senator” from fellow lawmakers and staff. Lamar has cradled Nylinn in her arms while passing bills out of committee, and he frequently naps in his stroller behind her desk on the Senate floor. Though record numbers of American women have been elected to office in recent political cycles, female representation in Tennessee remains among the lowest in the nation and has actually decreased from record highs in the early aughts. Women now makeup just over 15% of the General Assembly , less than half the national average and 49th in the country, ranked ahead of only West Virginia. In the Senate, there are eight women — five Democrats and three Republicans. It’s an underrepresentation that stands in stark contrast to Tennessee political participation, as Tennessee women consistently register to vote and cast ballots at higher rates than men . Meanwhile, Tennessee mothers have spearheaded and reshaped legislative advocacy in the state in recent years. Yet, female lawmakers raising young children remain an anomaly in the General Assembly. The representation is vital, lawmakers and political experts say, to both increase the pipeline of women in politics and bring topics to the fore that have more traditionally been relegated as “women’s issues.” “As women are in these spaces that they have not been in before, as women with younger kids are in these spaces, they’re raising questions just by being there that point to the challenges of serving with young children,” said Jean Sinzdak, associate director for the Center for American Women and Politics at Rutgers University. Lamar has frequently championed child care issues alongside colleague Sen. Charlane Oliver, D-Nashville, who has three children aged 4, 12 and 13. As Oliver notes, the two are in a “triple minority” — young, Black, and women in elected office — within a system that historically has not supported a framework to help women succeed. “I’m using those as superpowers because that’s what makes me unique in this building,” Oliver said. While motherhood has not changed Lamar’s policy priorities, it has sharpened them, bringing a new urgency and fierceness to her support for long-championed causes such as maternal health issues, pre-K expansion and lowering prescription drug costs. “I hope when people see me, it encourages more women like me to run for office because it is possible,” Lamar said. “I’m doing it, right? It isn’t easy, but I’m doing it, and I think that we need more young women with children in office to bring these issues to light.” The double standard How does she do it all? The question is, in and of itself, a double standard. Male candidates and legislators are far less likely to be asked how they juggle their legislative position outside career and family life, but things are changing slowly. In the U.S. Congress, a new group emerged last year: the Congressional Dads Caucus, created by Rep. Jimmy Gonzalez of California, seen in the House gallery—and C-SPAN—with his then 4-month-old son, Hodge, strapped to his chest while waiting to vote for a new House Speaker back in January 2023. The caucus is a group of about 20 Democrats, men and women, working to promote paid medical and family leave and expanded child tax credits. While at least ten women have given birth while serving in Congress, U.S. Sen. Tammy Duckworth of Illinois made history as the first senator to give birth to her second daughter, Maile Pearl Bowlsbey, while in office in 2018. (The senator gave birth to her first daughter, Abigail, in 2014 as a member of the House of Representatives.) Though legislator ages have historically skewed older, often when both men and women have established careers that allow flexibility for part-time legislative work, men have long held public office with young children at home. In fact, a wife and kids at home were the markers of stability and trustworthiness, a campaign asset, said Sinzdak. But, even as the daily tasks of child care and family life have inched toward equity, women are still far and away the primary caregivers in American families, particularly during children’s earliest year s, and the responsibility that conveyed stability for a male politician was regularly interpreted as a weakness for women. “The traditional advice campaign operatives gave to women would be, ‘Don’t highlight your children,’ in case voters wonder why you aren’t home to take care of them,” Sinzdak said. “It was common for male candidates to have campaign flyers with the whole family on it, but women with younger kids might not emphasize that part of their background.” It is a question Lamar wrestles with. On a recent Monday ahead of a Senate floor session, she squeezed in an interview in her office with Nylinn, sporting a black-and-white buffalo check button-down, resting in her lap as he was beset by hiccups. He later curled a fist into her hair, which Lamar gently detangled while speaking about the shift motherhood has taken on her political career. Nylinn is already well-accustomed to legislative meetings, with Lamar joking he was taking political meetings in the womb, but even he has his limit with a reporter’s questions. As he began to get fussy, Lamar began pacing her office to soothe him without missing a beat. “Now, this is what taking a meeting with Senator Lamar looks like,” she said wryly. Like many part-time state lawmakers, Lamar drives to Nashville during the legislative session. During this time, lawmakers often stay in local apartments to attend Capitol meetings between Monday and Thursday. Her mom helps out, but Lamar is loath to leave the baby three hours away in Memphis. Child care prices in Nashville were an ugly shock. Lamar acknowledged the “privilege” of being a state lawmaker with the flexibility to bring him to her office, committee meetings and floor sessions. Everybody “loves a baby,” which is evidenced by the smiles Nylinn elicits from passers-by when his mom walks him through the legislative tunnel connecting the Cordell Hull office building to the Capitol. “As privileged as I am, he’s with me also because I can’t afford day care,” Lamar said, though she’s already doing the numbers crunch for when Nylinn is a mobile toddler and not as easily corralled in meetings. Child care costs remain a large impediment for women running for office, experts say. Vote Mama, a left-leaning foundation studying gender equity and the political participation of mothers in the U.S., has tracked a rise in legislation allowing the use of campaign funds for child care. Thirty states now have similar laws. “This is the first time that anyone has looked at caregiving as a point of identity in terms of legislatures,” said Liuba Grechen Shirley, Vote Mama CEO. Shirley was the first candidate to receive federal approval to spend campaign funds on child care during a 2018 New York congressional campaign. Vote Mama tracked a more than 2,000% increase in state and local usage of campaign funds for child care between 2018 and 2022. “It’s a small structural change, but it completely transforms the landscape,” she said. “Seventy percent of the funds used at state legislatures were used by women of color.” Running for office in 2022 wasn’t on Oliver’s bingo card, but the progressive advocate in Nashville joined a crowded Democratic primary after the longtime incumbent stepped down and she was encouraged to run. She was the only woman in the primary, an “isolating” time for Oliver as she juggled the schedules of her three children and a first-time political campaign, but she felt she needed to step up to provide the best representation for her Nashville district. Now, by the time she arrives at the Capitol every day for an 8:30 a.m. floor session or committee meeting, she’s shuttled the kids to three different schools after her husband, a first responder, leaves for his early morning shift. Child care issues were at the top of Oliver’s priority list for her first session in 2023, when she attempted to pass legislation to codify campaign funds for child care expenses. The bill led to the ethics ruling clarifying Tennessee law, which already allows for it, a major win for Oliver. “We were able to get clarity that that is an allowable expense, being able to raise those funds not only for yourself as the candidate but for your campaign team,” Oliver said. “That’s gonna be a game changer.” Policy impacts At a weekly Democratic news conference in February, Nylinn cooed inside his stroller as his mom decried the recent shooting at a Kansas City Super Bowl celebration parade. As he began to cough, Sen. Raumesh Akbari, D-Memphis, snuck away from the line of Democratic lawmakers to pull him out of his stroller. Lamar soon pivoted to discuss her plan to expand Medicaid to fund gun violence prevention strategies as Nylinn looked on, perched on the knee of a caucus staffer. “I will say, since having him, my work is more meaningful,” Lamar said. “I had issues I knew were important, and I fought hard for those issues. But now I’m fighting because everything I vote on literally impacts him.” Nylinn has reiterated for Lamar the personal is political, though her journey to motherhood has been at the forefront of her policy for years. Lamar has publicly shared details of a previous, near-fatal pregnancy that ended in miscarriage. While pregnant with Nylinn last spring, Lamar pushed for broader exceptions to Tennessee’s near-total abortion ban, concerned expectant mothers would be forced to reach the brink of death before accessing medical care. This year, Lamar is carrying a bill that would create a board to review maternal health data and make state health policy recommendations. The legislation is expected to get a full Senate vote this month. Oliver this year backed a comprehensive child care policy slate, in part driven by concerns raised last fall over an impending funding “cliff” for day cares. “I just personally believe people who are directly impacted by problem are best at addressing the solution. As a working mother who actively is paying for daycare, I feel the sting of that every single week. I understand how it works,” Oliver said. More: Tennessee child care providers brace for funding 'cliff' that could leave parents with even fewer options Oliver has framed child care concerns as a “workforce development” issue, not just a mother’s or family issue. “Every time I’d talk about paid leave or child care, someone would say, ‘Ignore the women’s issues and stick to the bread and butter issues,’” Grechen Shirley said. “It’s the most basic bread and butter issue. It’s an absolute economic issue that people don’t focus on. The more moms who talk about, and the more we talk about the economic implications, the more people start to listen.” With a Republican supermajority in Tennessee, though, Democrats are fighting an uphill battle to often get their legislation heard in committee, let alone make it to a full chamber vote. Oliver’s bill to expand pre-K availability in the state, co-sponsored by Rep. Aftyn Behn, D-Nashville, failed to advance through the Senate Education Committee on March 13. “We miss out on the ability to connect the intersection between giving birth, having the choice, and then having the supports such as child care, paid family leave, living wages, and health care,” when mothers of young children are underrepresented in elected office, Oliver said. “All of those intersect and are issues that don’t get addressed up here. It’s economic justice, it puts people on a path to start their life in a way that’s thriving. We’re not having those conversations up here.” Change is slow in American politics, Sinzdak said, but the U.S. is seeing things shift “generationally” as more mothers with young children run for office. In Middle Tennessee, a handful of first-time political candidates and mothers are currently vying for legislative seats. Most are Democrats, which Sinzdak notes is common, a combination of party platform affiliation and preexisting national efforts on the left to better recruit and fund female candidates. And, Sinzdak notes, “the role model effect is a real thing, and it does have an impact.” “When we see more and more diverse groups of elected officials serving, it changes voter perception of what an elected official looks like,” Sinzdak said. “If she can do it, I can do it, too.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "external_links": [
      "https://statusofwomendata.org/explore-the-data/state-data/tennessee/",
      "https://www.usatoday.com/story/news/politics/onpolitics/2018/04/09/sen-tammy-duckworth-becomes-first-senator-give-birth-while-office/500078002/",
      "https://www.tennessean.com/story/opinion/contributors/2023/08/02/stronger-gun-laws-may-have-saved-my-son-tennessee-lawmakers-must-act/70514966007/",
      "https://cawp.rutgers.edu/facts/state-state-information/tennessee",
      "https://www.votemamafoundation.org/reports/cfcc2024",
      "https://www.tennessean.com/story/news/politics/2023/03/21/tennessee-abortion-law-effort-for-narrow-exceptions-advances-in-senate/70034926007/",
      "https://www.tennessean.com/story/news/politics/2023/09/28/why-tennessee-parents-could-have-even-less-child-care-options-funding/70904237007/",
      "https://www.tennessean.com/story/news/2024/02/29/usa-today-women-of-the-year-tennessee-covenant-moms/72160339007/",
      "https://www.usnews.com/news/health-news/articles/2023-05-11/gender-reveals-data-shows-disparities-in-child-care-roles",
      "https://usnews.com/news/health-news/articles/2023-05-11/gender-reveals-data-shows-disparities-in-child-care-roles",
      "https://www.tennessean.com/story/opinion/contributors/2023/08/02/stronger-gun-laws-may-have-saved-my-son-tennessee-lawmakers-must-act/70514966007",
      "https://tennessean.com/story/news/2024/02/29/usa-today-women-of-the-year-tennessee-covenant-moms/72160339007/",
      "https://statusofwomendata.org/explore-the-data/state-data/tennessee",
      "https://www.cawp.rutgers.edu/facts/state-state-information/tennessee",
      "https://tennessean.com/story/opinion/contributors/2023/08/02/stronger-gun-laws-may-have-saved-my-son-tennessee-lawmakers-must-act/70514966007/",
      "https://www.tennessean.com/story/news/2024/02/29/usa-today-women-of-the-year-tennessee-covenant-moms/72160339007",
      "https://tennessean.com/story/news/politics/2023/03/21/tennessee-abortion-law-effort-for-narrow-exceptions-advances-in-senate/70034926007/",
      "https://www.tennessean.com/story/news/politics/2023/09/28/why-tennessee-parents-could-have-even-less-child-care-options-funding/70904237007",
      "https://www.usatoday.com/story/news/politics/onpolitics/2018/04/09/sen-tammy-duckworth-becomes-first-senator-give-birth-while-office/500078002",
      "https://usatoday.com/story/news/politics/onpolitics/2018/04/09/sen-tammy-duckworth-becomes-first-senator-give-birth-while-office/500078002/",
      "https://www.statusofwomendata.org/explore-the-data/state-data/tennessee/",
      "https://tennessean.com/story/news/politics/2023/09/28/why-tennessee-parents-could-have-even-less-child-care-options-funding/70904237007/",
      "https://www.tennessean.com/story/news/politics/2023/03/21/tennessee-abortion-law-effort-for-narrow-exceptions-advances-in-senate/70034926007",
      "https://votemamafoundation.org/reports/cfcc2024"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "london lamar",
          "sentiment": "negative"
        },
        {
          "name": "lamar",
          "sentiment": "none"
        },
        {
          "name": "nylinn",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "senate minority caucus",
          "sentiment": "none"
        },
        {
          "name": "d",
          "sentiment": "none"
        },
        {
          "name": "general assembly",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "memphis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:10:48.992+02:00",
    "updated": "2024-03-15T01:10:48.992+02:00"
  },
  {
    "uuid": "96bb1d9bb2c4f1f16ec9dd35dd7995b5cc65d119",
    "url": "https://istoedinheiro.com.br/petroleo-fecha-em-queda-firme-apos-relatos-de-que-arabia-saudita-e-opep-aumentarao-producao-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação",
    "published": "2024-09-26T19:22:00Z",
    "title": "Petróleo fecha em queda firme após relatos de que Arábia Saudita e Opep+ aumentarão produção",
    "text": "26/09/2024 - 16:22\nO petróleo fechou em queda firme nesta quinta-feira, 26, com possíveis aumentos de produção da commodity por parte dos seus principais exportadores eclipsando o otimismo do mercado com os estímulos anunciados pelo governo chinês.\nNa New York Mercantile Exchange (Nymex), o petróleo WTI para novembro fechou em baixa de 2,90% (US$ 2,02), a US$ 67,67 o barril, enquanto o Brent para dezembro, negociado na Intercontinental Exchange (ICE), caiu 2,48% (US$ 1,81), a US$ 71,09 o barril.\nNotícias de que a Organização dos Países Exportadores de Petróleo e aliados (Opep+), a Arábia Saudita e a Líbia podem aumentar suas produções de petróleo à frente derrubaram as cotações da commodity pela segunda sessão seguida, mesmo em meio a movimento de apetite a risco por conta dos estímulos à economia chinesa.\nPara a Capital Economics, a decisão da Arábia Saudita e da Opep+ desloca o equilíbrio de riscos do mercado ainda mais para baixo, mas não muda a visão casa de um mercado com um pequeno crescimento no último trimestre de 2025. A casa estima que o Brent irá terminar próximo ano a US$ 70 o barril.\n*Com informações da Dow Jones Newswires",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Financial and Economic News",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:00:07.487+03:00",
    "updated": "2024-09-27T00:00:07.487+03:00"
  },
  {
    "uuid": "496f997fdd37607bb021e2f68061f846d2e4612f",
    "url": "https://www.kctv5.com:443/2023/12/28/woman-known-her-sweet-tooth-celebrates-her-109th-birthday/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@kctv5",
    "published": "2023-12-28T20:22:00Z",
    "title": "Woman known for her sweet tooth celebrates her 109th birthday",
    "text": "MIDLANDS, S.C. (WACH) - A South Carolina woman is celebrating life this holiday season, and a whole lot of it.\nDoreatha Bishops just turned 109 surrounded by loved ones and friends.\nBirthday wishes and love filled Barnwell State Park as everyone celebrated Bishops.\n“It means everything to, it’s just a blessing I was able to witness this great milestone for someone who has lived 109 years old,” her daughter Mary Frank said.\nAlthough Bishop is 109, Frank said she’s still doing chores around the house.\n“The days she feels like washing the dishes I let her do it, I let her do what she wants to do,” Frank said.\nFrank said Bishop is also known for her cooking and to have a sweet tooth.\n“She loves sweets, she eats her sweets before she eats her meal,” Frank said.\nFamily and friends have a lot of positives to say about Bishop and her life.\nFrank thanks her mother for being an inspiration.\n“She always says that it is better to give than to receive, she always said that,” Frank said.\nAnd that fits right in with the spirit of this season of giving.\nCopyright 2023 WACH via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bishop",
          "sentiment": "none"
        },
        {
          "name": "mary frank",
          "sentiment": "none"
        },
        {
          "name": "frank",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn newsource",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "south carolina",
          "sentiment": "none"
        },
        {
          "name": "barnwell state park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:31.831+02:00",
    "updated": "2023-12-29T00:06:31.831+02:00"
  },
  {
    "uuid": "679c935720f7648d638bdad5ec7bffb645788ec2",
    "url": "https://www.wxii12.com/article/north-carolina-sees-northern-lights-thursday-night/62572912",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dylan Hudler",
    "published": "2024-10-11T01:16:00Z",
    "title": "Northern Lights seen across North Carolina Thursday night",
    "text": "ZIP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.swpc.noaa.gov/",
      "https://swpc.noaa.gov/",
      "https://www.swpc.noaa.gov"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "Atlantic Ocean",
          "sentiment": "none"
        },
        {
          "name": "Southeastern",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T04:34:23.452+03:00",
    "updated": "2024-10-11T04:59:48.690+03:00"
  },
  {
    "uuid": "cf7dc1e93b52873445baea8e7a6b47df38942572",
    "url": "https://www.tz.de/sport/fussball/ex-dfb-stuermerin-wuenscht-umstellung-in-der-abwehr-bei-frauen-em-zr-93836623.html",
    "ord_in_thread": 0,
    "author": "Niklas Kirk",
    "published": "2025-07-17T04:20:00Z",
    "title": "Ex-DFB-Stürmerin wünscht Umstellung in der Abwehr bei Frauen-EM",
    "text": "Ex-DFB-Stürmerin wünscht Umstellung in der Abwehr bei Frauen-EM\nDie Abwehr wurde im EM-Spiel gegen Schweden erneut als Problemzone im DFB-Team erkannt. Inka Grings fordert vor dem Viertelfinale Anpassungen.\nBasel – Platzverweis, Unterzahl und die höchste Niederlage bei einer EM: Statt eines Boosts für das Selbstvertrauen vor dem Viertelfinale gegen Frankreich ging das letzte Vorrundenspiel des DFB-Teams ordentlich daneben. Ex-Nationalspielerin Inka Grings sieht die dringendsten Probleme in der Ausgestaltung der Defensive und drängt auf einen Kurswechsel.\nEx-DFB-Stürmerin drängt bei Frauen-EM auf Änderungen in der Abwehr\nSchon vor der folgenschweren Elfmeterszene, die in einem Platzverweis für Carlotta Wamser endete, war der DFB-Zug ordentlich ins Schlingern geraten. Auf die frühe Führung durch Jule Brand antworteten die Schwedinnen mit einem Doppelschlag, bei dem die deutsche Defensive alles andere als sattelfest wirkte.\nVor allem die linke Seite der hoch aufgerückten Viererkette um Rebecca Knaak und Sarai Linder erschien bei eigenen Ballverlusten häufig überfordert in der defensiven Zuordnung. Klare Chancen für die Schwedinnen, die in Gegentoren mündeten, waren die Folge. Damit war zugleich auch für Diskussionspotenzial gesorgt: Ist die Herangehensweise von Christian Wück zu wagemutig? Ist das eingesetzte Personal im Kollektiv zu jung und unerfahren?\nNach DFB-Pleite gegen Schweden – Grings fordert Stabilität gegen Frankreich\nEx-Nationalspielerin Inka Grings hat dazu eine klare Meinung und fordert für die restliche Europameisterschaft Veränderungen, die der Mannschaft mehr Erfahrung und Stabilität verleihen sollen: „Für mich persönlich würde es mehr Sinn machen, Kathy Hendrich gegen die starken Spielerinnen im Zentrum zu bringen, um gerade da ein bisschen Geschwindigkeit zu bekommen“, so die 46-jährige.\nIm Viertelfinale am Samstag in Basel (21.00 Uhr, TV-Infos zu allen Spielen der DFB-Frauen) trifft die deutsche Auswahl auf eine pfeilschnelle französische Offensivreihe, die der deutschen Mannschaft noch einmal mehr abverlangen könnte als die bisherigen Gegnerinnen. Hendrich, die zur neuen Saison für Chicago Stars FC auflaufen wird, kam bislang nicht über die Rolle der Ersatzspielerin hinaus.\nIn der Innenverteidigung erhielt Rebecca Knaak von Manchester City in allen drei Vorrundenspielen den Vorzug – trotz wiederholter Unsicherheiten.\nSystemumstellung gegen Frankreich? EM-Expertin bringt neue Abwehrkonstellation ins Spiel\nFür Grings wäre die 33-Jährige im Viertelfinale „ein guter Schachzug.“ „Sie ist die erfahrenste Spielerin da hinten und eine, die auch gut Tempo mitbringt – und das brauchst du“, betonte sie. An der Seite von Hendrich würde sie weiterhin auf Kapitänin Janina Minge setzen.\nÜberhaupt muss der Bundestrainer mit Blick auf die Sperre von Wamser reagieren – womöglich sogar in Form einer Systemumstellung? Grings sieht die Option, Minge, Knaak und Hendrich gemeinsam auflaufen zu lassen – entweder als Dreierkette oder mit einer von ihnen als Außenverteidigerin in einer Viererkette. Wichtig sei vor allem, „bestmöglich Sicherheit ins Team zu bringen“, so Grings, die nicht zum ersten Mal die teils waghalsig anmutende Spielart kritisierte und bereits das 2:1 gegen Dänemark als „letzten Warnschuss“ betitelte.\nTrotz aller Kritik scheint die allgemeine Unterstützung für das DFB-Team ungebrochen. In der Vorrunde schrieben die Spielerinnen mit einem Besucherrekord Geschichte. Parallel dazu läuft der Ticketverkauf für die K.-o.-Rundenspiele auf Hochtouren. (nki)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->soccer",
      "Sport->competition discipline",
      "Sport->sports coaching",
      "Human Interest->ceremony"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.fr.de/sport/fussball/viertelfinale-guter-rat-ist-weiblich-frauen-em-dfb-93835448.html",
      "https://www.fr.de/sport/fussball/frauen-em-2025-spielplan-ergebnisse-tabellen-resultate-termine-gruppen-schweiz-93618868.html",
      "https://www.fr.de/sport/fussball/frauen-em-2025-dfb-sendeplan-tv-stream-termine-gruppen-sender-live-deutschland-team-schweiz-93653283.html",
      "https://www.fr.de/sport/fussball/dfb-team-ko-runde-todesgruppe-d-frauen-em-2025-deutschland-viertelfinale-gegner-93825079.html",
      "https://fr.de/sport/fussball/viertelfinale-guter-rat-ist-weiblich-frauen-em-dfb-93835448.html",
      "https://fr.de/sport/fussball/dfb-team-ko-runde-todesgruppe-d-frauen-em-2025-deutschland-viertelfinale-gegner-93825079.html",
      "https://fr.de/sport/fussball/frauen-em-2025-dfb-sendeplan-tv-stream-termine-gruppen-sender-live-deutschland-team-schweiz-93653283.html",
      "https://fr.de/sport/fussball/frauen-em-2025-spielplan-ergebnisse-tabellen-resultate-termine-gruppen-schweiz-93618868.html"
    ],
    "entities": {
      "persons": [
        {
          "name": "Carlotta Wamser",
          "sentiment": "none"
        },
        {
          "name": "Rebecca Knaak",
          "sentiment": "none"
        },
        {
          "name": "Inka Grings",
          "sentiment": "none"
        },
        {
          "name": "Jule",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Frankreich",
          "sentiment": "none"
        },
        {
          "name": "Basel",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news_ch",
        "top_news_at",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:35:56.713+03:00",
    "updated": "2025-07-18T05:08:17.000+00:00"
  }
]