[
  {
    "uuid": "af7d71592a2c34dfda2ffa9e43d3759f0c39b2ba",
    "url": "https://www.elimparcial.com/tecnologia/2024/04/12/elon-musk-planea-construir-un-enorme-reactor-para-dar-energia-solar-a-todo-eu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anneth Marín",
    "published": "2024-04-12T01:29:00Z",
    "title": "Elon Musk planea construir un enorme reactor para dar energía solar a todo EU",
    "text": "Elon Musk planea construir un enorme reactor para dar energía solar a todo EU\nEl proyecto requiere una inversión significativa en infraestructura, incluyendo la producción de paneles solares y baterías.\nElon Musk, conocido por sus empresas SpaceX y Tesla, ha anunciado un megaproyecto solar que promete cambiar la forma en que el mundo consume energía. Su plan consiste en la creación de un enorme reactor de fusión en el cielo, con la capacidad de generar suficiente energía para satisfacer las necesidades de Estados Unidos.\nEste proyecto no solo busca aprovechar la energía renovable del Sol, sino también mitigar la dependencia de los combustibles fósiles y reducir la huella de carbono.\nEl megaproyecto solar de Elon Musk\nA pesar de la promesa de una energía más limpia y sostenible, el proyecto requiere una inversión significativa en infraestructura, incluyendo la producción de paneles solares y baterías.\nMusk, quien ya ha incursionado en el sector solar con la adquisición de SolarCity y la oferta de soluciones de energía solar a través de Tesla, ve esto no solo como una necesidad ambiental, sino también como una oportunidad de negocio.\nLa implementación de este megaproyecto solar plantea varios desafíos, desde la logística de construcción hasta el impacto ambiental y social de una planta de tal magnitud.\nAdemás, la transición a la energía solar a gran escala requerirá cambios significativos en la infraestructura energética actual y la adopción de nuevas tecnologías.\nSi se lleva a cabo con éxito, el proyecto de Musk podría ser un modelo para otros países y podría tener un impacto profundo en la reducción de las emisiones de gases de efecto invernadero. Además, podría estimular la innovación en el almacenamiento de energía y en la eficiencia de los paneles solares.\nTe recomendamos\n[Elon Musk considera eliminar los me gusta y reposteos en la plataforma de redes sociales X](/tecnologia/2024/03/07/elon-musk-considera-eliminar-los-me-gusta-y-reposteos-en-la-plataforma-de-redes-sociales-x/) [Neuralink muestra cómo uno de sus pacientes es capaz de jugar ajedrez con su mente | VIDEO](/tecnologia/2024/03/21/neuralink-muestra-como-uno-de-sus-pacientes-es-capaz-de-jugar-ajedrez-con-su-mente-video/) [Neuralink, la empresa de Elon Musk, anuncia implante que promete curar la ceguera](/tecnologia/2024/03/22/neuralink-la-empresa-de-elon-musk-anuncia-implante-que-promete-curar-la-ceguera/) [¡Elon Musk cumple deseo de AMLO! Elimina bots de Twitter (X)](/tecnologia/2024/04/04/elon-musk-cumple-deseo-de-amlo-elimina-bots-de-twitter-x/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T04:49:46.385+03:00",
    "updated": "2024-04-12T04:49:46.385+03:00"
  },
  {
    "uuid": "8706ff9e5b06fe2cdfe2b0c70fc42ef347d931d6",
    "url": "https://manilastandard.net/news/national/314458970/flight-risk-teves-placed-under-house-arrest-timor-leste-court.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rey E. Requejo",
    "published": "2024-06-13T21:30:00Z",
    "title": "‘Flight risk’ Teves under house arrest",
    "text": "A Court of Appeals in Timor-Leste on Thursday placed former Negros Oriental Representative Arnolfo ‘Arnie’ Teves, Jr. under house arrest, after it deemed the extraditee to be a “flight risk.”\nTimor-Leste media agency Hatutan.com reported that the appeals court issued a “Warrant Of Conduct Under House Arrest” against Teves after finding that he has the financial capability to leave the country.\nWhen sought for comment and update on Teves’ extradition case, the Department of Justice (DOJ) confirmed that he was indeed placed under house arrest, citing information provided by the Prosecutor General Office of Timor-Leste.\n“The Prosecutor General’s Office of Timor-Leste has officially placed former House Representative Arnie Teves under house arrest,” the DOJ said, in a text message.\nThe justice department noted that the fugitive politician “will be under 24-hour security with only family members permitted to visit him.”\n“The government will maintain close oversight of the situation to ensure that all procedures are both valid and appropriate,” the DOJ added.\nJustice Undersecretary Raul Vasquez further stated that regardless whether he is in custody, rearrested, or house arrest, Teves is under the control of the police authorities. “Simply put, he is deprived of liberty,” he said.\nTeves’ legal counsel, Atty. Ferdinand Topacio, simply described Teves situation as “he is no longer in jail.”\nThe court noted that the former legislator is facing multiple murder charges in the Philippines and that he came to Timor-Leste by private plane in April 2023.\nIt said that Teves lives in a rented house with a monthly rent of $10,000 with his wife and two children and has more than 20 employees, 10 of which were Filipino and 10 of which were Timorese.\nThe court also noted that he is working as a partner of a construction firm, whose owner gave him financial support.\n“Given the facts above, it is concluded that the risk of flight persists for the extraditee, especially since he has the financial means to leave Timor-Leste,” the Court said.\nAccording to the Court, flight risk is mitigated by applying the Coercive Measure of House Arrest as provided for under Timor Leste’s laws.\n“I order… the arrested individual below named is to be taken to House Arrest at his residence to await further extradition proceedings,” court ruling stated.\nThe appeals court also found Teves’ detention to be valid as it was carried out following a detention warrant issued by a judge.\nTeves is facing multiple murder charges for the killing of Negros Oriental Governor Roel Degamo and others at the home of the then-governor on March 4, 2023. Teves repeatedly denied the allegations.\nHe was arrested in Dili, Timor Leste while playing golf based on the Interpol red notice issued against him in February.\nAside from the murder of Degamo, Teves and others have also been charged with the deaths of three individuals in Negros Oriental in 2019. He also denied involvement in those charges.\nTeves and 12 others have also been designated as terrorists by the Anti-Terrorism Council, citing several alleged killings and harassment in Negros Oriental. In early February, a Manila Court ordered the cancellation of his passport.\nThe legislator was expelled by the House of Representatives in August last year for disorderly conduct and continued absence despite an expired travel authority.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "teves",
          "sentiment": "negative"
        },
        {
          "name": "leste",
          "sentiment": "negative"
        },
        {
          "name": "raul va",
          "sentiment": "none"
        },
        {
          "name": "arnie’ teves",
          "sentiment": "none"
        },
        {
          "name": "arnie teves",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "negros oriental",
          "sentiment": "negative"
        },
        {
          "name": "court of appeals",
          "sentiment": "negative"
        },
        {
          "name": "justice",
          "sentiment": "none"
        },
        {
          "name": "office of timor-leste",
          "sentiment": "none"
        },
        {
          "name": "prosecutor general office of timor-leste",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "department of justice",
          "sentiment": "none"
        },
        {
          "name": "doj",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "timor",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:56:44.091+03:00",
    "updated": "2024-06-14T00:56:44.091+03:00"
  },
  {
    "uuid": "4a7f66ddfa0ea70456717b278a26dd99a17ec0ab",
    "url": "https://www.republicworld.com/india/water-storage-in-country-s-key-reservoirs-at-just-38-ahead-of-summer-season-official-data",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Trust Of India",
    "published": "2024-03-22T09:53:00Z",
    "title": "Water Storage in Country’s Key Reservoirs at Just 38% Ahead of Summer Season: Official Data- Republic World",
    "text": "Updated March 22nd, 2024 at 17:53 IST Water Storage in Country’s Key Reservoirs at Just 38% Ahead of Summer Season: Official Data Ahead of the summer season, the live storage capacity in India's 150 primary reservoirs stands at just 38 per cent of their total capacity, which is less than the last decade's average for the same period, according to data. [India](https://www.republicworld.com/india) - 3 min read [Press Trust Of India](/anchors-and-authors/press-trust-of-india/) Advertisement New Delhi: Ahead of the summer season, the live storage capacity in India's 150 primary reservoirs stands at just 38 per cent of their total capacity, which is less than the last decade's average for the same period, according to data. Cities like Bengaluru are already grappling with a shortfall of around 500 million litres of water per day (MLD), against a demand of 2,600 MLD. Advertisement Karnataka, among other states, registered lower storage levels compared to the same period last year, according to the weekly bulletin by the Central Water Commission. Bengaluru hosts 14,000 borewells with 6,900 of them having dried up. Water bodies have either been encroached upon or have dried up. The city requires 2,600 MLD of water, out of which 1,470 MLD is sourced from the Cauvery River and 650 MLD from borewells, Karnataka CM Siddaramaiah had told reporters. Advertisement Several other states, including Himachal Pradesh, Punjab, Madhya Pradesh, Tripura, Rajasthan, Bihar, Maharashtra, Uttar Pradesh, Gujarat, Chhattisgarh, Andhra Pradesh and Telangana (two combined projects in both states), and Tamil Nadu, also reported lower storage levels compared to last year. The total live storage capacity of these 150 reservoirs is 178.784 BCM, which accounts for about 69.35 per cent of the nation's total live storage capacity estimated at 257.812 billion cubic metres, according to official data. Advertisement According to the reservoir storage bulletin on Thursday, the live storage available in these reservoirs is 67.591 BCM, representing 38 per cent of their total live storage capacity. However, during the corresponding period last year, the live storage available was 80.557 BCM, with an average of 72.396 BCM over the past decade. Advertisement Thus, the current live storage in these 150 reservoirs amounts to 84 per cent of the storage during the same period last year and 93 per cent of the average storage over the past decade. \"The overall storage position in the country is lower than the corresponding period last year and also falls short of the average storage over the past ten years for the same period,\" stated the bulletin. Advertisement The Southern region, which includes states like Andhra Pradesh and Telangana (two combined projects in both states), Karnataka, Kerala, and Tamil Nadu, monitors 42 reservoirs with a total live storage capacity of 53.334 BCM. As of the Reservoir Storage Bulletin dated 21.03.2024, the total live storage available in these reservoirs is 12.287 BCM, which constitutes 23 per cent of their total live storage capacity. Advertisement This marks a decrease compared to the storage levels during the corresponding period last year (39 per cent) and the average storage over the past ten years (32 per cent). Thus, the current storage levels in the Southern region are lower than those observed during the same period last year and also fall below the average storage over the past ten years. Advertisement Published March 22nd, 2024 at 17:53 IST Your Voice. Now Direct. Send us your views, we’ll publish them. This section is moderated.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "water storage",
          "sentiment": "negative"
        },
        {
          "name": "ist water storage",
          "sentiment": "negative"
        },
        {
          "name": "press trust of india",
          "sentiment": "none"
        },
        {
          "name": "central water commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T14:31:09.156+02:00",
    "updated": "2024-03-22T14:49:35.550+02:00"
  },
  {
    "uuid": "aec8e69edfe958bab3c8e0be3180ca43678cf1c5",
    "url": "https://www.kienyke.com/mundo/el-papa-francisco-lava-los-pies-doce-reclusas-por-jueves-santo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "david.palencia",
    "published": "2024-03-28T23:30:00Z",
    "title": "El papa Francisco lava los pies a doce reclusas por Jueves Santo",
    "text": "El papa Francisco celebró este Jueves Santo en la prisión femenina de Rebibbia en Roma, adonde acudió para presidir la misa de la última cena y lavar los pies a doce reclusas como Jesús a sus discípulos, un gesto que cumplió desde su silla de ruedas, emocionando a las mujeres. Las presas, muchas de ellas llorando, se subieron a una plataforma y el pontífice pasó por delante de ellas, a sus pies, para lavárselos y después besarlos, con un mandil blanco y llevado en su silla de ruedas debido a sus conocidos problemas de movilidad. Previamente, había improvisado una breve homilía basada en el tema del perdón, aunque no la leyó (en el último mes a menudo ha tenido que renunciar a leer sus discursos por unos problemas respiratorios que arrastra tras una gripe, según ha explicado él mismo). \"Todos tenemos pequeños o grandes fracasos, todos tenemos una historia, pero el Señor nos espera siempre con los brazos abiertos y no se cansa nunca de perdonar\", afirmó dentro de una carpa en el patio de la cárcel, ante las presas y el personal de la institución. Francisco explicó que en este Jueves Santo, Jesús hizo entender, lavando los pies a sus discípulos en la última cena antes de su arresto, que \"había venido para servir y no para ser servido\". \"Jesús perdona todo, Jesús perdona siempre, solo espera que nosotros pidamos perdón\", sostuvo ante las reas. El pontífice argentino recordó que una vez \"una anciana sabia y de pueblo\" le dijo que \"Jesús nunca se cansa de perdonar, sino que -puntualizó- somos nosotros quienes nos cansamos de pedir perdón\". \"Ahora haremos lo mismo que hizo Jesús, lavar los pies, que es un gesto que llama la atención sobre la vocación del servicio. Pidamos al señor que haga crecer en todos nosotros la vocación del servicio\", explicó, para después proceder a imitar a Cristo. Tras culminar la misa, la directora del centro, Nadia Fontana, agradeció al papa su presencia: \"Para cada una de ellas es un rayo de sol que caldea el corazón y reaviva la esperanza de poder recomenzar, aunque se tenga que hacer desde cero\", aseguró. Luego, las presas le regalaron algunos de los productos que ellas mismas elaboran: una cesta con verduras, un rosario con cuentas con los colores del arcoiris y unas estolas. El papa devolvió el gesto entregando al centro un cuadro de la Virgen y el Niño. Además, Francisco pudo conocer al único niño que vive en el centro, llamado Jairo, a quien acarició y regaló un huevo de Pascua. La cárcel femenina de Rebibbia, en la periferia romana, es la más grande de las cuatro exclusivamente de mujeres que hay en Italia y en la actualidad acoge a 360 reclusas y a un niño, de varias nacionalidades y muchas llegadas de contextos de marginalidad. Francisco llegó a esta institución en torno a las 16:00, hora local (15:00 GMT), en la silla de ruedas y fue acogido por decenas de mujeres, presas, trabajadoras sociales, monjas y agentes de policía, que le ovacionaron y besaron sus manos a su paso. De este modo, el papa, a pesar de sus últimos problemas de salud, continúa con una tradición iniciada con su pontificado, en 2013, la de no celebrar el Jueves Santo en la basílica de San Juan de Letrán de Roma sino en los lugares de sufrimiento de la sociedad moderna. En sus once años de magisterio ha celebrado la misa 'In Coena Domini' generalmente en cárceles, aunque también lo ha hecho en centros de acogida para refugiados, en correccionales de menores o en residencias, con los enfermos. Esta mañana el pontífice argentino abrió los ritos del Triduo Pascual de la Semana Santa en la basílica de San Pedro del Vaticano con la misa crismal, en la que se conmemora la institución del sacramento del orden sacerdotal. Francisco ha comenzado los ritos pascuales con total normalidad a pesar de la preocupación que suscitó su rechazo a leer en público y este Viernes Santo se espera que celebre la pasión del señor y acuda, como es tradición, al Coliseo romano para un vía crucis que, por primera vez, contará con unas meditaciones escritas por él mismo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:08:19.298+03:00",
    "updated": "2024-03-29T03:28:52.746+03:00"
  },
  {
    "uuid": "dcd4e1bc6443c7ed96351d94f3f55849965623de",
    "url": "https://timesofindia.indiatimes.com/city/patna/aiims-patna-set-to-get-centre-for-rare-diseases/articleshow/106362567.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VK Tripathi",
    "published": "2023-12-29T01:46:00Z",
    "title": "AIIMS-Patna set to get centre for rare diseases | Patna News - Times of India",
    "text": "Patna: Come 2024, the state will get a centre for rare and neglected diseases (RND) - health issues which mostly skip the common diagnostic methods like muscular dystrophies or metabolic and carbohydrate disorders - at All India Institute of Medical Sciences-Patna (AIIMS-P), said executive director Dr G K Pal on Thursday.A team of experts from the health ministry visited the AIIMS-P on Thursday, inspected the infrastructure available with different departments and held a meeting with executive director Dr Pal to discuss the ways for launching the new initiative for healthcare and medical research.Earlier, the proposal for a centre of excellence for RND, equipped with all diagnostic and treatment facilities, had been approved by the institutional body of the AIIMS-P and routed through other medical bodies to the Centre for a final approval. Dr Pal said rare and neglected diseases comprised a group of ailments, mostly genetic, which could also prove fatal in many cases. \\\"A centre for RND in the state will be of great help not only to the people of Bihar but neighbouring states as well. There could be a good number of RND cases in Bihar but most of them remain neglected for want of proper diagnosis and treatment. The new RND centre is likely to start functioning early next year,\\\" he said.Dr Pal added having their genesis in the foetal make-up, RND are genetic or hereditary diseases. \\\"Common RND include muscular dystrophies, metabolic disorder, carbohydrate disorder, glycogen storage diseases, phenylketonuria, maple syrup urine disease, gaucher disease, severe combined immunodeficiency and Niemann-Pick Disease.\\\"Dr Anil Kumar, officer on special duty to the executive director and a professor of trauma department, said since RND were associated with several branches of medicine, the central team inspected departments like paediatrics, pathology, radiology, genetics, neurology, microbiology and paediatric rheumatology.Thorough screening of intra-uterine life at health centres could help in early detection of RND and accordingly planning of healthcare and medication could help improve the quality of a patient's life, he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "aiims",
          "sentiment": "negative"
        },
        {
          "name": "rnd",
          "sentiment": "none"
        },
        {
          "name": "all india institute of medical sciences",
          "sentiment": "none"
        },
        {
          "name": "dr g k pal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "patna",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "bihar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:56:34.445+02:00",
    "updated": "2023-12-29T11:24:02.842+02:00"
  },
  {
    "uuid": "81bb4112abe474d43ac2c75cc0592f950a6710ae",
    "url": "https://www.91wheels.com/owner-reviews/great-experience-with-activa-280392-scooter-review",
    "ord_in_thread": 0,
    "author": "Prashant",
    "published": "2025-07-22T00:00:00Z",
    "title": "Great Experience with Activa - Owner Review of Honda Activa 125 - 91Wheels",
    "text": "5.0\nfor\nHonda Activa 125Great Experience with Activa\nby Prashant |22 Jul 2025\nMy Activa is very good, very nice, and gives good mileage too. The more I use it, the more I realize that you truly understand it only when you ride it yourself.\nRating Parameters:\n- 5.0 Design\n- 5.0 Features\n- 5.0 Reliability & Maintenance\n- 5.0 Comfort\n- 5.0 Mileage & Performance\nAbout the Owner:\n- Year of Registeration1970\n- Current Mileage55 kmpl\n- Purchased asnew\nHelpful(0)\nShare\nExplore more on Honda Activa 125\n4.1\n₹ 95,702 - ₹ 99,674 *\n*Ex-showroom Price in New Delhi\n124cc 46-47 kmpl8.3 bhp @ 6500 rpm\nDon't miss out on Latest Offers!\nHonda Activa 125 Scooter Owner Reviews\n4.1\n1272\nratings and 892 reviews\n5\n1035\n4\n109\n3\n687\n2\n21\n1\n215\nWrite A Review\nReview Summary\nAI-Generated from user reviews\nAccording to user reviews, the Honda Activa 125 is well-regarded for its reliable performance, comfortable ride, and low maintenance costs, making it a popular choice for daily commuting. Users appreciate its stylish design and satisfactory fuel efficiency. However, some users express concerns about its weight during longer rides and variability in mileage, particularly for long distances.\nSee what users say\n- Dependable Performance\n- Comfortable Ride\n- Stylish Design\n- Weight Concerns\n- Mileage Variability\n- Service Quality\n8 people found this helpful\nReviews with Images\n892 Review\n- GcGhanshyam choudhary23 Jul 20255.0All-Rounder RideThe Honda Activa 125 is an excellent scooter, perfect for both boys and girls. I’ve been using it for 3 years and haven’t faced a single issue. It delivers a mileage of around 47 km/l, which is quite good. A truly reliable and well-rounded scooter.LikeReplyRead more\n- RCRiya Chawhan20 Jul 20255.0Highly Recommended Activa 125The Activa 125 scooter I'm currently using is extremely smooth. It runs effortlessly and requires very low maintenance. I would definitely recommend it to others.LikeReplyRead more\n- MaMuhammad abdu20 Jul 20254.4Comfortable Seating ExperienceI like the design it’s made with aerodynamics in mind, and the seat design is awesome it gives good mileage.LikeReplyRead more\n- PPritam20 Jul 20253.0Happy with the ScooterGoogle is good, good luck to you. I’m happy, though sometimes things are a bit crazy. I really like this scooter for going on long tours.LikeReplyRead more\nView More Reviews)\nAd",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "topics": [
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->hobby",
      "Lifestyle and Leisure->lifestyle",
      "Economy, Business and Finance->customer insights and reviews",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->automotive"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Honda",
          "sentiment": "positive",
          "tickers": [
            {
              "ticker": "HMC",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:42:43.997+03:00",
    "updated": "2025-07-24T07:48:29.000+03:00"
  },
  {
    "uuid": "fb867600c24884b5a26b5c5787fc93701080c8c3",
    "url": "https://www.ad-hoc-news.de/boerse/ad-hoc-mitteilungen/novavest-real-estate-ag-erwartet-ein-deutlich-gesteigertes/67858463",
    "ord_in_thread": 0,
    "author": "Redaktion ad-hoc-news.de",
    "published": "2025-07-31T04:45:00Z",
    "title": "NOVAVEST Real Estate AG erwartet ein deutlich gesteigertes Halbjahresergebnis 2025 und gibt erste vo",
    "text": ",\nNOVAVEST Real Estate AG erwartet ein deutlich gesteigertes Halbjahresergebnis 2025 und gibt erste vorläufige Resultate bekannt Novavest Real Estate AG / Schlagwort(e): Vorläufiges Ergebnis NOVAVEST Real Estate AG erwartet ein deutlich gesteigertes Halbjahresergebnis 2025 und gibt erste vorläufige Resultate bekannt 31.07.2025 / 06:45 CET / CEST Veröffentlichung einer Ad-hoc-Mitteilung gemäss Art.\n31.07.2025 - 06:45:18EQS-Adhoc: NOVAVEST Real Estate AG erwartet ein deutlich gesteigertes Halbjahresergebnis 2025 und gibt erste vorläufige Resultate bekannt (deutsch)\nNOVAVEST Real Estate AG erwartet ein deutlich gesteigertes Halbjahresergebnis 2025 und gibt erste vorläufige Resultate bekannt\nNovavest Real Estate AG / Schlagwort(e): Vorläufiges Ergebnis NOVAVEST Real Estate AG erwartet ein deutlich gesteigertes Halbjahresergebnis 2025 und gibt erste vorläufige Resultate bekannt 31.07.2025 / 06:45 CET/CEST Veröffentlichung einer Ad-hoc-Mitteilung gemäss Art. 53 KR Für den Inhalt der Mitteilung ist der Emittent / Herausgeber verantwortlich. _____________________________________________________________ Medienmitteilung, 31. Juli 2025 Ad hoc-Mitteilung gemäss Art. 53 KR Die Novavest Real Estate AG («NOVAVEST» oder «Gesellschaft»; SIX Swiss Exchange: NREN) erzielte nach vorläufigen, ungeprüften Ergebnissen im ersten Halbjahr 2025 ein deutlich gesteigertes Ergebnis. Im Berichtszeitraum wurden zur Portfoliooptimierung fünf kleinere Liegenschaften mit Gewinn veräussert. Der Wert des Immobilienportfolios belief sich per 30. Juni 2025 auf CHF 1'004.2 Mio. mit einem gesteigerten Wohnanteil an den Soll-Mietzinsen von 60% (31.12.2024: CHF 1'038.5 Mio.; 59%). Der Mietertrag erhöhte sich im Vergleich zur Vorjahresperiode um 1% auf CHF 21.2 Mio. (kombiniertes NOVAVEST/SenioResidenz Portfolio H1 2024 pro forma[1]: CHF 20.9 Mio.). Die Marktbewertung des Liegenschaftenportfolios durch den unabhängigen Bewerter Wüest Partner AG führte zu einem Gewinn aus Neubewertung von CHF 4.1 Mio. (H1 2024 pro forma: CHF -2.4 Mio.). Das Betriebsergebnis vor Zinsen und Steuern (EBIT) liegt im ersten Halbjahr 2025 bei CHF 21.5 Mio. (H1 2024 pro forma: CHF 11.7 Mio.). Auf Stufe Gewinn inklusive Neubewertungen wird für die Berichtsperiode 2025 ein Gewinn von CHF 16.0 Mio. erwartet (H1 2024 pro forma: CHF 6.4 Mio.). Der Gewinn exklusive Neubewertungsergebnis beläuft sich auf CHF 12.7 Mio. (H1 2024 pro forma: CHF 8.4 Mio.). Auf Basis des Gewinns pro Aktie errechnet sich somit ein voraussichtlicher Gewinn pro Aktie inkl. Neubewertungserfolg von CHF 1.58 bzw. exkl. Neubewertungserfolg von CHF 1.25 (H1 2024 pro forma: CHF 0.63 inkl. bzw. CHF 0.82 exkl. Neubewertungserfolg). Der Net Asset Value liegt per 30. Juni 2025 bei CHF 41.79 (31.12.2024: CHF 41.61). Weitere Details zum Halbjahresergebnis sowie der Halbjahresbericht 2025 werden am 20. August 2025 veröffentlicht. ______________________________________________ [1] Die Halbjahresrechnung des Vorjahres 2024 umfasst nach Swiss GAAP FER nur die Erträge/Aufwände der Stand-alone NOVAVEST (Fusion mit SenioResidenz fand am 14. Juni 2024 statt, mit buchhalterischer Integration der ehemaligen SenioResidenz per 30. Juni 2024). Aus Gründen der Vergleichbarkeit und Transparenz werden für die Vergleichswerte betreffend H1 2024 daher die in der Halbjahresberichterstattung 2024 detailliert ausgewiesenen pro forma Zahlen (inkl. SenioResidenz Liegenschaften) verwendet. Die vollständigen pro forma Halbjahreszahlen 2024 sind in der Medienmitteilung vom 21. August 2024 publiziert, die auf der Website der Gesellschaft abrufbar ist (Medienmitteilungen - Jahr 2024): https://www.novavest.ch/de/medien/?section=medien__medienmitteilun gen Kontaktperson: Peter Mettler, CEO / Fabio Gmür, CFO Novavest Real Estate AG Feldeggstrasse 26 8008 Zürich +41 (0)44 276 40 40 info@novavest.ch www.novavest.ch NOVAVEST Real Estate AG www.novavest.ch Die NOVAVEST Real Estate AG ist eine Schweizer Immobiliengesellschaft mit Sitz in Zürich. Sie fokussiert ihre Aktivitäten auf die Bewirtschaftung und Entwicklung von Liegenschaften mit reiner Wohnnutzung (Mietwohnungen) und Wohnraum für das Leben im Dritten Alter (Seniorenresidenzen, Pflegeeinrichtungen) sowie mit Büro- und Gewerbenutzung und auf Neubauprojekte in all diesen Segmenten. Der Mietertragsanteil aus Wohnnutzung macht strategisch mindestens 50% der gesamten Soll-Mieterträge aus. Das Immobilienportfolio umfasst Objekte in der ganzen Schweiz, die betreffend reinen Wohnliegenschaften in der Stadt oder Agglomeration liegen und/oder eine gute Erschliessung mit öffentlichen Verkehrsmitteln bzw. für den motorisierten Individualverkehr aufweisen. Im Bereich Seniorenresidenzen und Pflegeeinrichtungen können sich die Liegenschaften sowohl in städtischen wie auch in ländlichen Regionen der Schweiz befinden. Die Namenaktien der Gesellschaft sind an der SIX Swiss Exchange kotiert (Ticker NREN, Valor 21218624, ISIN CH0212186248). Disclaimer Diese Medienmitteilung dient ausschliesslich zu Informationszwecken. Sie stellt keinen Prospekt im Sinne des schweizerischen Finanzdienstleistungsgesetzes (FIDLEG) oder des Kotierungsreglements der SIX Swiss Exchange dar. Sie stellt weder ein Angebot noch eine Aufforderung zum Kauf oder Verkauf von Aktien der NOVAVEST Real Estate AG noch zum Erwerb oder Verkauf von anderen Finanzinstrumenten oder Dienstleistungen dar. Diese Medienmitteilung kann bestimmte, in die Zukunft gerichtete Aussagen enthalten, z.B. Angaben unter Verwendung von Worten wie \"glaubt\", \"geht davon aus\", \"erwartet\", \"plant\" oder Formulierungen ähnlicher Art. Solche in die Zukunft gerichteten Aussagen unterliegen bekannten und unbekannten Risiken, Unsicherheiten und sonstigen Faktoren, die dazu führen können, dass die tatsächlichen Ereignisse, finanzielle Situation, Entwicklung oder Leistungen des Unternehmens wesentlich von denjenigen in den zukunftsgerichteten Aussagen direkt oder indirekt genannten abweichen. Vor dem Hintergrund dieser Unsicherheiten sollten die Leser sich nicht auf diese in die Zukunft gerichteten Aussagen verlassen. Das Unternehmen übernimmt keine Verpflichtung, diese zukunftsgerichteten Aussagen zu aktualisieren oder diese an zukünftige Ereignisse oder Entwicklungen anzupassen. Diese Medienmitteilung sowie die darin enthaltenen Informationen dürfen nicht in die Vereinigten Staaten von Amerika (USA) gebracht oder übertragen werden oder an US-amerikanische Personen (einschliesslich juristischer Personen) sowie an Publikationen mit einer allgemeinen Verbreitung in den USA verteilt oder übertragen werden. Aktien der NOVAVEST Real Estate AG werden weder in den USA noch US-amerikanischen Personen zum Kauf angeboten. _____________________________________________________________ Ende der Adhoc-Mitteilung _____________________________________________________________ Sprache: Deutsch Unternehmen: Novavest Real Estate AG Feldeggstrasse 26 8008 Zürich Schweiz Telefon: +41442764040 E-Mail: info@novavest.ch Internet: www.novavest.ch ISIN: CH0212186248 Valorennummer: 21218624 Börsen: SIX Swiss Exchange EQS News ID: 2176528 Ende der Mitteilung EQS News-Service ________________________________________________________",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->construction and property",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business reporting and performance",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research",
      "Science and Technology->economics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "NOVAVEST Real Estate AG",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:57:35.651+03:00",
    "updated": "2025-07-31T08:00:56.000+03:00"
  }
]