[
  {
    "uuid": "d26e0decc2b6c28af3e1f2f236060fdcfea960d1",
    "url": "http://business.mammothtimes.com/mammothtimes/article/abnewswire-2023-12-28-rosemary-d-oglesby-henry-promotes-her-novel-the-rose-who-blossomed-through-the-concrete",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2023-12-28T00:00:00Z",
    "title": "Rosemary D. Oglesby-Henry Promotes Her Novel – The Rose Who Blossomed Through the Concrete | User | mammothtimes.com",
    "text": "Rosemary D. Oglesby-Henry Promotes Her Novel - The Rose Who Blossomed Through the Concrete Uncover the power of faith in the midst of life's challenges… Trilogy Christian Publishing is pleased to introduce The Rose Who Blossomed Through the Concrete: Consequence Vs Choice by Rosemary D. Oglesby-Henry, a compelling and spiritually enriching Christian women's fiction novel. This thought-provoking book, now available for readers worldwide, invites individuals to explore the transformative power of faith and personal choices.\nIn The Rose Who Blossomed Through the Concrete , Rosemary D. Oglesby-Henry shares a heartfelt narrative of her own life journey, portraying the struggles and obstacles she faced as she navigated the challenges of teenage parenthood and life's adversities. This poignant story unveils the author's spiritual awakening, demonstrating that one can find strength, healing, and purpose even in the midst of adversity.\nIn her own words, Rosemary says, \"Oblivious and unconcerned with what was happening, I allowed the pitfalls of life to form in what I thought was a perfect garden. I learned that you cannot mend a spiritual wound with human tools. Thus, God left my garden covered by concrete.\"\nThe Rose Who Blossomed Through the Concrete calls on girls, women, and mothers to transform their faltering faith into a source of spiritual growth and healing. Rosemary's testimony serves as an inspirational beacon, encouraging each reader to view their choices and their consequences as opportunities to draw closer to God, uncover their life's purpose, and ultimately flourish.\nAbout the Author:\nRosemary D. Oglesby-Henry is a native Cincinnatian whose remarkable life journey has fueled her passion for helping others. As a teen parent, Rosemary faced numerous challenges, but her unwavering faith in God, her strong support network, and her self-motivation propelled her toward personal healing and a deep desire to assist others on their own journeys. She is a nationally recognized leadership educator, accomplished author, philanthropist, and the CEO of a non-profit organization dedicated to empowering teen parents through self-leadership development. Rosemary's work has garnered recognition in Forbes and other notable publications, and she has been featured in the documentary Worth One's Salt , which explores health equity issues in maternal health for black pregnant teens.\nRosemary has received over 40 honors and accolades for her leadership and philanthropic efforts throughout her illustrious career. She is a sought-after speaker, panelist, and advocate for youth pregnancy awareness, education, and maternal health. Additionally, Rosemary's business acumen has allowed her to mentor and consult with over 50 small businesses and non-profits, contributing to significant revenue growth.\nFor more information about Rosemary D. Oglesby-Henry and her work, please visit her website at https://www.thepetalsincorporation.com/\nThe Rose Who Blossomed Through the Concrete: Consequence Vs Choice is available for purchase on Amazon at https://www.amazon.com/Rose-Who-Blossomed-Through-Concrete-ebook/dp/B0BJN6GQKZ/\nConnect with Rosemary on Facebook: https://www.facebook.com/profile.php?id=100012559814918\nMedia Contact\nCompany Name: BookBuzz\nContact Person: Amanda - PR Manager\nEmail: Send Email\nPhone: 7065098422\nCity: New York\nState: NY\nCountry: United States\nWebsite: https://www.bookbuzz.net\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/B0BJN6GQKZ",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-rosemary-d-oglesby-henry-promotes-her-novel-the-rose-who-blossomed-through-the-concrete",
      "https://www.bookbuzz.net",
      "https://www.facebook.com/profile.php?id=100012559814918",
      "https://www.cloudquote.io",
      "https://www.abnewswire.com/press_stat.php?pr=rosemary-d-oglesbyhenry-promotes-her-novel-the-rose-who-blossomed-through-the-concrete",
      "https://www.abnewswire.com/companyname/bookbuzz.net_85429.html",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.abnewswire.com/uploads/1703773710.jpeg",
      "https://www.thepetalsincorporation.com/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.abnewswire.com/email_contact_us.php?pr=rosemary-d-oglesbyhenry-promotes-her-novel-the-rose-who-blossomed-through-the-concrete",
      "https://www.abnewswire.com/email_contact_us.php",
      "http://amazon.com/exec/obidos/ASIN/B0BJN6GQKZ",
      "https://thepetalsincorporation.com/",
      "https://abnewswire.com/uploads/1703773710.jpeg",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-rosemary-d-oglesby-henry-promotes-her-novel-the-rose-who-blossomed-through-the-concrete",
      "https://abnewswire.com/press_stat.php?pr=rosemary-d-oglesbyhenry-promotes-her-novel-the-rose-who-blossomed-through-the-concrete",
      "https://abnewswire.com/companyname/bookbuzz.net_85429.html",
      "https://tracking.newsrpm.com/pixel",
      "https://www.thepetalsincorporation.com",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://facebook.com/profile.php?id=100012559814918",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://cloudquote.io/article/5",
      "https://bookbuzz.net",
      "https://www.googletagmanager.com/gtag/js",
      "https://abnewswire.com/email_contact_us.php?pr=rosemary-d-oglesbyhenry-promotes-her-novel-the-rose-who-blossomed-through-the-concrete",
      "https://www.facebook.com/profile.php",
      "https://cloudquote.io/article/6"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "henry",
          "sentiment": "negative"
        },
        {
          "name": "rosemary d. oglesby",
          "sentiment": "negative"
        },
        {
          "name": "rosemary",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trilogy christian publishing",
          "sentiment": "none"
        },
        {
          "name": "rosemary d. oglesby-henry",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:55.967+02:00",
    "updated": "2023-12-29T00:43:55.967+02:00"
  },
  {
    "uuid": "f59d610ec934cb4509c2106bdb11d0c696658a69",
    "url": "https://www.biospace.com/article/releases/sparx-group-announces-first-patient-dosed-with-spx-303-injection-the-first-in-its-class-of-anti-lilrb2-pd-l1-bispecific-antibody-drugs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BioSpace",
    "published": "2024-04-11T00:00:00Z",
    "title": "SparX Group Announces First Patient Dosed with SPX-303 Injection, the First in Its Class of anti-LILRB2/PD-L1 Bispecific Antibody Drugs | BioSpace",
    "text": "SparX Group Announces First Patient Dosed with SPX-303 Injection, the First in Its Class of anti-LILRB2/PD-L1 Bispecific Antibody Drugs Published: Apr 11, 2024\n CHICAGO , April 11, 2024 /PRNewswire/ -- Signifying a monumental step forward in the domain of powered antibody therapies, SparX is thrilled to announce that the first patient has been successfully dosed with SPX-303, a First-in-Class anti-LILRB2/PD-L1 bispecific antibody drug candidate, reaching a significant milestone in the fight against cancer. This innovative treatment, developed by SparX Group, is currently undergoing clinical trials at the HonorHealth Research Institute, with Dr. Justin Moser leading the study.\nDr. Gui- Dong Zhu , Chief Executive Officer of SparX Group, expressed his enthusiasm: \"The dosing of the first patient with SPX-303 at HonorHealth Research Institute is a crucial step forward in its clinical development process. We are honored to collaborate with Dr. Moser's team at the Research Institute to bring this innovative therapy into clinical trials. By fusing a best-in-class (BIC) nano-anti-PD-L1 with mAb-anti-LILRB2 epitopes, SPX-303 aims to unlock the full potentials in the immune system's ability to fight cancer. The trailblazing preclinical data of SPX-303 instilled confidence in us to harness its therapeutic prowess in clinical settings, particularly for patients who previously had limited treatment options.\"\nDr. Justin Moser , associate clinical investigator at the Institute and clinical assistant professor at the University of Arizona College of Medicine-Phoenix, shared his optimism about the potential impact of SPX-303. \"SPX-303 is designed to combat the myeloid cell-induced immunosuppression that often hinders the effectiveness of current cancer therapies. SPX-303's unique dual mechanism, targeting both myeloid cell and T-cell immune checkpoints, may offer a new avenue for enhancing the immune system's weaponry against cancer,\" said Dr. Moser.\nWith the successful dosing of SPX-303, SparX Group is initiating three additional study sites for the ongoing Phase 1 clinical study. This study aims to evaluate SPX-303's safety, tolerability, and preliminary efficacy in patients with resistant or refractory solid tumors, potentially ushering in a new era of superior therapeutic solutions.\nSPX-303 stands as a first-in-its-class bispecific antibody therapy, ingeniously designed to simultaneously target two crucial immune checkpoint proteins, LILRB2 and PD-L1. These proteins play essential roles in maintaining immune balance and preventing autoimmune diseases. However, cancer cells often exploit these checkpoints as a defense against immune attacks. SPX-303 seeks to overcome this by enabling the immune system to recognize and destroy cancer cells effectively, representing a significant leap forward in cancer therapy.\nAbout SparX Biopharmaceutical:\nA research-driven, development-stage biopharmaceutical trailblazer, SparX Biopharmaceutical Corp. has a mission of \"amplifying human immunity with groundbreaking antibody therapies.\" Through the utilization of big data analytics, including machine learning, SparX decrypts potential interactions within the vast complexity of biological information. With meticulous pharmacological analyses, backed by in vitro and in vivo evaluations using advanced mouse models, SparX is on a relentless quest to develop unparalleled therapeutics. SparX's robust target discovery platform, combined with the multifaceted SAILING ™ antibody optimization system and groundbreaking bi-ADC technology, is poised to redefine the success metrics of empowered antibody drug development. Equipped with in-house cGMP facilities, SparX is on track to become a self-sustaining, fully integrated biopharmaceutical entity.\nFor more information about the study, please visit www.clinicaltrials.gov and search for NCT06259552.\nAbout the HonorHealth Research Institute\nHonorHealth Research Institute is an international destination that is at the forefront of providing patients with a better quality of life through its clinical trials and innovative treatment options. Headquartered in Scottsdale, Arizona , the institute's team of physicians and researchers collaborate with experts from across the nation to offer life-changing therapies, drugs and devices. At HonorHealth Research Institute, patients have access to tomorrow's health innovations, today. Learn more at: HonorHealth.com/research .\nView original content: https://www.prnewswire.com/news-releases/sparx-group-announces-first-patient-dosed-with-spx-303-injection-the-first-in-its-class-of-anti-lilrb2pd-l1-bispecific-antibody-drugs-302114821.html\nSOURCE SparX Group\n Email this Facebook Twitter LinkedIn Pinterest Reddit Back to news",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gui-dong zhu",
          "sentiment": "none"
        },
        {
          "name": "justin moser",
          "sentiment": "none"
        },
        {
          "name": "moser",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "honorhealth research institute",
          "sentiment": "none"
        },
        {
          "name": "sparx group",
          "sentiment": "none"
        },
        {
          "name": "research institute",
          "sentiment": "none"
        },
        {
          "name": "bic",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:20:51.591+03:00",
    "updated": "2024-04-12T05:59:39.011+03:00"
  },
  {
    "uuid": "acb5831fa655421936b6bbeb5c49c78db7c2a2df",
    "url": "https://journalstar.com/news/nation-world/government-politics/millions-of-u-s-workers-will-see-a-pay-increase-in-2024/article_64bd5e16-b8ae-543b-86f0-197bab768cff.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VideoElephant",
    "published": "2023-12-29T16:30:00Z",
    "title": "Millions of U.S. workers will see a pay increase in 2024",
    "text": "Listen now and subscribe: Apple Podcasts | Google Podcasts | Spotify | RSS Feed | Omny Studio\nAt the start of the new year, 22 states and 43 cities and counties are increasing the hourly minimum wage, benefiting nearly 10 million people. And that doesn't only affect workers at major fast food chains or retail outlets; it also includes people who work at small, locally-owned businesses.\nScripps News At the start of the new year, 22 states and 43 cities and counties are increasing the hourly minimum wage, benefiting nearly 10 million people. And that doesn't only affect workers at major fast food chains or retail outlets; it also includes people who work at small, locally-owned businesses.\n0 Comments Love 0 Funny 0 Wow 0 Sad 0 Angry 0\nTags Dcc Wire Lvs Nation-world Politics Job Market Trade The Economy Be the first to know Get local news delivered to your inbox!\nSign up! * I understand and agree that registration on or use of this site constitutes agreement to its user agreement and privacy policy . Related to this story Most Popular Maine bars Trump from ballot as US Supreme Court weighs state authority to block former president Maine has removed former President Donald Trump from the state’s presidential primary ballot under the Constitution’s insurrection clause in a…\nMichigan's Supreme Court will keep Donald Trump on the 2024 primary election ballot Michigan's Supreme Court is keeping former President Donald Trump on the state's primary election ballot.\nSupreme Court won’t fast-track ruling on whether Trump can be prosecuted in election subversion case The Supreme Court will not immediately take up a plea to rule on whether former President Donald Trump can be prosecuted for his actions to ov…\nPolice investigate Christmas Day swatting call made on Marjorie Taylor Greene’s home Authorities are investigating a Christmas Day swatting call at Republican Rep. Marjorie Taylor Greene’s residence in Rome, Georgia.\nNikki Haley wants to reform Social Security and Medicare. Donors are paying attention Former South Carolina Gov. Nikki Haley is distinguishing herself from her competitors for the 2024 Republican presidential nomination by advoc…\nListen now and subscribe: Apple Podcasts | Google Podcasts | Spotify | RSS Feed | Omny Studio\nListen now and subscribe: Apple Podcasts | Google Podcasts | Spotify | RSS Feed | Omny Studio\nWatch Now: Related Video Must-see! A ‘Plasma Twister’ Blew Up on the Sun Russia pummels Ukrainian cities with missiles Russia pummels Ukrainian cities with missiles These Foods Saw Price Hikes Over 10 Times Higher Than Average These Foods Saw Price Hikes Over 10 Times Higher Than Average Nelson Mandela's estate: lack of funds and family feuds taint Madiba's name today Nelson Mandela's estate: lack of funds and family feuds taint Madiba's name today ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzLzBjMjM5YTAyLWIxZDktNGM5Ny1hZDUzLWFlODQwMGZiNGMxMS82NmQxNDQ4YS1lNTFlLTQ5M2YtOTZkOS1hZTg0MDBmYzYxNzQvcG9kY2FzdC5yc3M%3d",
      "https://podcasts.apple.com/us/podcast/hot-off-the-wire/id1622218223",
      "https://launcher.spot.im/spot/sp_Vh9s2wvW",
      "https://redirect.field59.com/video/60b93a0bfae95107ccda7ae7105b3684435f6532.m3u8",
      "https://pubads.g.doubleclick.net/gampad/ads?env=instream&correlator=&#039;+Date.now()+&#039;&description_url=https%3A%2F%2Fjournalstar.com%2Fnews%2Fnation-world%2Fgovernment-politics%2Farticle_64bd5e16-b8ae-543b-86f0-197bab768cff.html&gdfp_req=1&iu=/8438/journalstar.com/news/nation-world/government-politics&output=vast&sz=640x480%7C640x360%7C400x300%7C1920x1080%7C426x240%7C1290x720&unviewed_position_start=1&url=https%3A%2F%2Fjournalstar.com%2Fnews%2Fnation-world%2Fgovernment-politics%2Farticle_64",
      "https://pubads.g.doubleclick.net/gampad/ads?env=instream&correlator=&#039;+Date.now()+&#039;&description_url=https%3A%2F%2Fjournalstar.com%2Fnews%2Fnation-world%2Fgovernment-politics%2Fvideo_b83b0f0c-4142-5249-86e9-3f8a473484b7.html&gdfp_req=1&iu=/8438/journalstar.com/news/nation-world/government-politics&output=vast&sz=640x480%7C640x360%7C400x300%7C1920x1080%7C426x240%7C1290x720&unviewed_position_start=1&url=https%3A%2F%2Fjournalstar.com%2Fnews%2Fnation-world%2Fgovernment-politics%2Fvideo_b83b0f",
      "https://omny.fm/shows/hot-off-the-wire/playlists/podcast.rss",
      "https://redirect.field59.com/video/a6273c42c9517fe179a814e166e3a1a9d8d60483.mp4",
      "https://redirect.field59.com/video/a6273c42c9517fe179a814e166e3a1a9d8d60483.m3u8",
      "https://redirect.field59.com/video/60b93a0bfae95107ccda7ae7105b3684435f6532.mp4",
      "https://open.spotify.com/show/5wkHH6Hb5RLghuf24kBFWh",
      "https://open-api.spot.im/v1/messages-count?spot_id=sp_Vh9s2wvW&posts_ids=64bd5e16-b8ae-543b-86f0-197bab768cff",
      "https://omny.fm/shows/hot-off-the-wire/playlists/podcast/embed?style=cover&image=1&share=1&download=0&description=1&follow=1&playlistimages=1&playlistshare=1",
      "https://leeaws.com/cio/subscribe/",
      "https://omny.fm/shows/hot-off-the-wire",
      "https://google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzLzBjMjM5YTAyLWIxZDktNGM5Ny1hZDUzLWFlODQwMGZiNGMxMS82NmQxNDQ4YS1lNTFlLTQ5M2YtOTZkOS1hZTg0MDBmYzYxNzQvcG9kY2FzdC5yc3M%3d",
      "https://www.redirect.field59.com/video/60b93a0bfae95107ccda7ae7105b3684435f6532.mp4",
      "https://www.redirect.field59.com/video/60b93a0bfae95107ccda7ae7105b3684435f6532.m3u8",
      "https://www.omny.fm/shows/hot-off-the-wire/playlists/podcast.rss",
      "https://www.omny.fm/shows/hot-off-the-wire",
      "https://www.redirect.field59.com/video/a6273c42c9517fe179a814e166e3a1a9d8d60483.m3u8",
      "https://leeaws.com/cio/subscribe",
      "https://www.launcher.spot.im/spot/sp_Vh9s2wvW",
      "https://www.podcasts.apple.com/us/podcast/hot-off-the-wire/id1622218223",
      "https://www.open.spotify.com/show/5wkHH6Hb5RLghuf24kBFWh",
      "https://www.omny.fm/shows/hot-off-the-wire/playlists/podcast/embed?style=cover&image=1&share=1&download=0&description=1&follow=1&playlistimages=1&playlistshare=1",
      "https://www.redirect.field59.com/video/a6273c42c9517fe179a814e166e3a1a9d8d60483.mp4",
      "https://www.open-api.spot.im/v1/messages-count?spot_id=sp_Vh9s2wvW&posts_ids=64bd5e16-b8ae-543b-86f0-197bab768cff",
      "https://open-api.spot.im/v1/messages-count",
      "https://omny.fm/shows/hot-off-the-wire/playlists/podcast/embed",
      "https://www.leeaws.com/cio/subscribe/",
      "https://pubads.g.doubleclick.net/gampad/ads",
      "https://www.pubads.g.doubleclick.net/gampad/ads?env=instream&correlator=&#039;+Date.now()+&#039;&description_url=https%3A%2F%2Fjournalstar.com%2Fnews%2Fnation-world%2Fgovernment-politics%2Fvideo_b83b0f0c-4142-5249-86e9-3f8a473484b7.html&gdfp_req=1&iu=/8438/journalstar.com/news/nation-world/government-politics&output=vast&sz=640x480%7C640x360%7C400x300%7C1920x1080%7C426x240%7C1290x720&unviewed_position_start=1&url=https%3A%2F%2Fjournalstar.com%2Fnews%2Fnation-world%2Fgovernment-politics%2Fvideo_b83b0f",
      "https://www.google.com/podcasts",
      "https://www.pubads.g.doubleclick.net/gampad/ads?env=instream&correlator=&#039;+Date.now()+&#039;&description_url=https%3A%2F%2Fjournalstar.com%2Fnews%2Fnation-world%2Fgovernment-politics%2Farticle_64bd5e16-b8ae-543b-86f0-197bab768cff.html&gdfp_req=1&iu=/8438/journalstar.com/news/nation-world/government-politics&output=vast&sz=640x480%7C640x360%7C400x300%7C1920x1080%7C426x240%7C1290x720&unviewed_position_start=1&url=https%3A%2F%2Fjournalstar.com%2Fnews%2Fnation-world%2Fgovernment-politics%2Farticle_64"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "scripps news",
          "sentiment": "none"
        },
        {
          "name": "dcc wire lvs nation",
          "sentiment": "none"
        },
        {
          "name": "us supreme court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T22:50:37.202+02:00",
    "updated": "2023-12-29T22:50:37.202+02:00"
  },
  {
    "uuid": "cdb9a917eb3bdc0bcf9584db21fffbea24c0f5cd",
    "url": "https://www.ambientum.com/ambientum/ahorro-energetico-en-empresas-hacia-una-practica-sostenible.asp",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ambientum",
    "published": "2024-02-15T11:34:00Z",
    "title": "Ahorro Energético en Empresas: Hacia una Práctica Sostenible",
    "text": "El ahorro energético en entornos empresariales no solo representa un compromiso ambiental, sino que también se constituye como una estrategia fundamental para optimizar la eficiencia operativa y disminuir costes. En este artículo, os contamos, cuáles son las tácticas más efectivas para alcanzar ahorros energéticos sustanciales, manteniendo intacta la productividad.\nLa gestión eficiente de la energía en empresas no solo contribuye a la sostenibilidad del medio ambiente, sino que también fortalece su competitividad y posición en el mercado. Exploraremos cómo implementar medidas inteligentes que no solo reduzcan la huella ambiental, sino que también impulsen la rentabilidad y el crecimiento empresarial.\nFundamentos del Ahorro Energético Empresarial\nConcienciación y Compromiso: El Primer Paso\nEntender la relevancia de crear conciencia y garantizar compromiso en la aplicación de medidas de ahorro energético es fundamental. Desde la formación del personal hasta el diseño de políticas internas, exploraremos cómo instaurar una cultura empresarial centrada en la eficiencia energética.\nEn la actualidad, según investigaciones acerca de la toma de decisiones de los consumidores en sostenibilidad, uno de los principales motivos por los que los clientes se fidelizan con una empresa, es el ahorro energético empresarial. El compromiso que adopta una marca o empresa con la sostenibilidad y las prácticas que introduce en su responsabilidad medioambiental , como la reducción en el uso energético de su actividad, son clave para que los clientes se decidan entre una empresa, u otra. Este ahorro permite a las empresas fortalecer su posición en el mercado. Les dota de una imagen y reputación, clave en el mundo actual de los negocios.\nAuditorías Energéticas: Identificando Oportunidades\nLas auditorías energéticas implican un exhaustivo análisis de los patrones de consumo de energía en edificaciones, industrias, procesos o sistemas. Su propósito radica en la reducción de consumos para alcanzar ahorros tanto energéticos como económicos. A través de estas evaluaciones, se accede a datos fidedignos y imparciales sobre el uso efectivo de la energía.\nLa auditoría energética debe cubrir el 85% del consumo total de energía final del conjunto de las instalaciones de la empresa. Se analizan los siguientes puntos:\n- Consumo energético\n- Red eléctrica\n- Iluminación\n- Equipos de climatización, ventilación, calderas…\n- Sistemas de monitorización y control\nSegún el\nReal Decreto 56/2016, publicado en el Boletín Oficial del Estado (BOE) el 12 de febrero de 2016, las empresas que cumplen con los siguientes criterios deben realizar una auditoría energética de forma obligatoria cada 4 años:\n- Tener más de 250 empleados.\n- Tener un volumen de negocios superior a 50 millones de euros.\n- Presentar un balance general con activos superiores a 43 millones de euros.\nEstos criterios definen la obligatoriedad de las auditorías energéticas para las empresas que cumplan con estas condiciones.\nDescubre cómo las auditorías energéticas se convierten en pilares esenciales para detectar oportunidades de optimización en el uso de la energía. Desde la iluminación hasta la administración de equipos, te sumergirás en cómo estos análisis ofrecen información clave para decisiones estratégicas fundamentadas.\nTecnologías Eficientes: Optimizando el Consumo\nIluminación LED: Brillando con Eficiencia\nLa transición a la iluminación LED puede revolucionar el ahorro energético. Desde oficinas hasta almacenes, es otro factor a considerar para optimizar el uso eficiente de la tecnología en términos de costos y sostenibilidad.\nSegún un informe de la\nAgencia Internacional de Energía (AIE), el cambio a luces LED puede reducir el gasto en consumo en un 75% al mejorar la vida útil de las lámparas.\nSistemas de Gestión Energética: Control Total\nAdemás, te recomendamos que te formes acerca de cómo los sistemas de gestión energética proporcionan un control integral sobre el consumo. Desde la monitorización en tiempo real hasta la automatización, estos sistemas son fundamentales para optimizar la eficiencia energética en entornos empresariales.\nMediante la monitorización energética: El objetivo es conseguir una correcta gestión para tener toda la información energética de la empresa. Puedes conocer en tiempo real los malos funcionamientos y anticiparte al desperdicio de energía\nMediante la automatización: Con la automatización energética fusionarás diversas tecnologías, como el almacenamiento de energía y las fuentes renovables. Su finalidad es mejorar la inteligencia y la eficiencia en el consumo energético\nEficiencia en Equipos y Operaciones\nTecnología Inteligente en Oficinas: Redefiniendo Espacios de Trabajo\nLa integración de tecnología inteligente en entornos de oficina representa una oportunidad significativa para mejorar la eficiencia energética y crear ambientes de trabajo más cómodos. Desde la implementación de sensores de ocupación hasta la adopción de sistemas de climatización automatizados, existen diversas formas de alcanzar estos objetivos. Te detallamos a continuación como la puesta en marcha de tecnologías puede ayudarte con la optimización de la energía en despachos y oficinas.\nEl uso de:\n- Sensores de ocupación: Los sensores de ocupación son dispositivos que pueden detectar la presencia de personas en diferentes áreas de la oficina. Estos sensores pueden integrarse con sistemas de iluminación y HVAC (calefacción, ventilación y aire acondicionado) para ajustar automáticamente el nivel de luz y la temperatura en función de la ocupación real de las habitaciones. De esta manera, se evita el desperdicio de energía en áreas desocupadas.\n- Sistemas de iluminación LED y control de luz: La instalación de sistemas de iluminación LED de bajo consumo energético combinados con controles de luz inteligentes permite ajustar la intensidad de la luz según las necesidades específicas de cada espacio y momento del día. Además, la programación de horarios de encendido y apagado automático contribuye a reducir el consumo energético durante las horas en las que la oficina está menos activa.\nOtras soluciones como, Energías Renovables en el Entorno Empresarial\nSumérgete en la integración de\nenergías renovables en empresas. Desde la instalación de paneles solares hasta la adopción de sistemas de energía eólica, cómo las fuentes de energía renovable pueden ser una inversión rentable y sostenible.\nBeneficios Económicos y Medioambientales\nEn definitiva, la puesta en marcha de iniciativas como las comentadas, supondrán desde luego una reducción tus costes pero además mejorará la imagen de tu marca como una empresa ligada a la sostenibilidad real pues podrás comunicar tus iniciativas a nivel de\nresponsabilidad ambiental corporativa mostrando tu compromiso real más allá del beneficio propio.\nPreguntas Frecuentes\n¿Cuáles son los primeros pasos para implementar el ahorro energético en una empresa?\nComienza con la concientización del personal, seguido de una auditoría energética para identificar áreas de mejora. Establece políticas internas y promueve la eficiencia en todos los niveles.\n¿Qué tecnologías son más efectivas para el ahorro energético en oficinas?\nLa iluminación LED, los sistemas de gestión energética y la tecnología inteligente son altamente efectivos para mejorar la eficiencia en entornos de oficina.\n¿Cómo pueden las empresas financiar la transición a tecnologías más eficientes?\nExisten diversas opciones, como incentivos fiscales, subsidios gubernamentales y financiamiento a través de programas de eficiencia energética. Consultar con expertos financieros puede ayudar a explorar las opciones disponibles.\n¿Cuáles son los beneficios ambientales de la adopción de energías renovables en empresas?\nLa adopción de energías renovables reduce la dependencia de combustibles fósiles, disminuyendo las emisiones de gases de efecto invernadero y contribuyendo a la mitigación del cambio climático.\n¿Es viable la implementación de tecnologías inteligentes en empresas de pequeña escala?\nSí, muchas tecnologías inteligentes pueden adaptarse a empresas de cualquier tamaño. Los beneficios en ahorro energético y mejora de la eficiencia pueden ser significativos.\n¿Cómo pueden las empresas fomentar la concientización del personal sobre el ahorro energético?\nOrganizar sesiones de capacitación, implementar programas de incentivos y comunicar regularmente los logros en ahorro energético son estrategias efectivas para fomentar la conciencia entre el personal.\nConclusión\nEn conclusión, el ahorro energético en empresas no solo es una medida esencial para la sostenibilidad ambiental, sino también una estrategia inteligente para optimizar la eficiencia operativa y reducir costos. Al adoptar tecnologías eficientes, promover la conciencia del personal y alinearse con la responsabilidad ambiental corporativa, las empresas pueden contribuir significativamente a un futuro más sostenible y rentable.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "https://boe.es/buscar/doc.php?id=BOE-A-2016-1460",
      "https://iea.org/",
      "https://www.iea.org",
      "https://www.iea.org/",
      "https://www.boe.es/buscar/doc.php",
      "https://www.boe.es/buscar/doc.php?id=BOE-A-2016-1460"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T09:42:40.650+02:00",
    "updated": "2024-02-16T09:42:40.650+02:00"
  }
]