[
  {
    "uuid": "cc149efac02a5be63e3681ab4a27e8ff0e5d2fe9",
    "url": "https://www.tori.ng/news/257763/new-year-tinubu-promises-new-minimum-wage-for-work.html/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephen Emmanuel",
    "published": "2024-01-02T03:12:00Z",
    "title": "Tinubu Promises New Minimum Wage For Workers",
    "text": "To see this page as it is meant to appear, we ask that you please enable your Javascript! Home Contact Us Tip Us: [email protected] Meet Fewa Otedola, The Only Son Of Nigerian Billionaire Femi Otedola Boyfriend Gets Stuck Inside Married Women During S*x and Dragged Along the Street (Photos+Video) Revolving Beds, Chauffeur-Driven Rolls Royces & More: A Peep Inside the Billion Dollar Burj Al Arab Hotel in Dubai (Photos) How Ex-gov Akpabio Built N30b Hospital But Sought Medical Attention Abroad After Car Crash Home Politics World Entertainment Lifestyle Tech Sports Metro Weird Video Get Latest Tori News Alert! Enter your email below. Delivered by FeedBurner Hot Stories Lady Conducts Ritual On Lovers Stuck Together After Being Caught By 'Magun' (Video) Comedienne Maraji Welcomes Her Second Child The Whole of 2023 Na Me Enjoy Pass - Ghanaian Man Who Married Two Women Same Day Says Nigeria Willl Get Hotter Before Cooling – Pastor Adeboye Tinubu’s New Year Speech Is Like Native Doctor’s Words of Hope to Sick Man – Shehu Sani First Lady Remi Tinubu Welcomes First Baby Born in 2024 at Abuja Hospital (Photo) Victor Osimhen Spends Crossover Service in Lagos (Video) Apostle Johnson Suleman Releases 2024 Prophecies Prophet Iginla Releases 2024 Prophecies On Tinubu, Akpabio, Wike, Fubara Mercy Aigbe Celebrates 46th Birthday With Stunning Photos Don't Marry Big Bumbum or Big Chest - Nigerian Man Says As He Shares Secret Behind His Successful Marriage Thank You For Standing By Me Solidly - Yul Edochie Tells Judy As She Turns A Year Older Bishop Oyedepo Releases Prophetic Declarations for 2024 Bola Tinubu Sends New Year Message to Nigerians [FULL SPEECH] Reno Omokri Taunts Peter Obi For Flying A Private Jet to Plateau State, Nigerians React (Video) Actor Kunle Remi Shares Photos After Getting Married to The Love of His Life Celebrities React As Nollywood Actor, Zack Orji Reportedly Slumps, Rushed to Hospital 2023 Show Me Shege – Wizkid Says As He Prays For Better 2024 Gunmen Attack Plateau Community, Kill Father And Son How I Almost Died In November 2023 After Carbon Monoxide Poisoning – Nigerian Actress, Iretiola Doyle Recent Stories President Bola Tinubu Returns To Abuja Cristiano Ronaldo Surprises His Mum With a $73k Porsche Cayenne On Her 69th Birthday (Video) Nnamdi Kanu Suffering Internal Bleeding, His Death Capable Of Sinking Nigeria – IPOB Lady Conducts Ritual On Lovers Stuck Together After Being Caught By 'Magun' (Video) 2024: LP‘ll Adjust to New Role As Nigeria’s Main Opposition Party — Obi Comedienne Maraji Welcomes Her Second Child Nigerian Man Addresses 'Rich Simps' Who Use Money to Snatch Other Men's Girlfriends Nigerian Lady Shares Photo of Her Healed Face After Surviving Car Accident The Whole of 2023 Na Me Enjoy Pass - Ghanaian Man Who Married Two Women Same Day Says Tinubu Signs N28.7trillion 2024 Budget Into Law New Year: Tinubu Promises New Minimum Wage For Workers Posted by Thandiubani on Mon 01st Jan, 2024 - tori.ng Tinubu disclosed this in his New Year broadcast to Nigerians on Monday. Nigeria's President Bola Ahmed Tinubu has promised a new minimum wage for workers. He made the declaration in his New Year message to Nigerians. He promised that his administration will implement a new minimum wage for Nigerian workers in 2024. Tinubu disclosed this in his New Year broadcast to Nigerians on Monday. According to him, the economic challenges Nigerians are facing occasioned by fuel subsidy removal and exchange rate reforms will soon be a time of the past. He assured that his government is committed to ensuring the security of all Nigerians. “Every decision, every trip outside the shore of our land has been undertaken since my assumption of office on May 29th 2023 has been made in the country’s best interest. “I will fight every obstacle that hinders business in Nigeria.” “We will implement a new national minimum for Nigerian workers in this new year,” he said. facebook twitter google+ linkedin email Top Stories Mercy Aigbe Celebrates 46th Birthday With Stunning Photos Bola Tinubu Sends New Year Message to Nigerians [FULL SPEECH] Veteran Nigerian Actor, Zack Orji In ‘Critical Condition' Rushed To Abuja Hospital After 'Slumping In Toilet' (Video) Stop Downplaying Women’s Achievements Because Of Marriage – BBNaija’s Uriel Warns 2024: President Tinubu To Address Nigerians On New Year Day Popular Stories Being Young Is Not An Advantage: See List Of Young NIgerians Who Have Held Powerful Positions Check Out Wierd Traditions Across Africa (Photos) 5 Nigerians That Have Been Nominated For Grammy Awards Lady Who Spent 23-years Growing Her Nails Crowned the Woman with Longest Fingernails (Photos) Incredible! Meet Nigerian Teen Girl, Ifeoma White-Thorpe Who Got Accepted by All 8 Ivy League Schools in USA Stories from this Category President Bola Tinubu Returns To Abuja Nnamdi Kanu Suffering Internal Bleeding, His Death Capable Of Sinking Nigeria – IPOB Lady Conducts Ritual On Lovers Stuck Together After Being Caught By 'Magun' (Video) 2024: LP‘ll Adjust to New Role As Nigeria’s Main Opposition Party — Obi Nigerian Man Addresses 'Rich Simps' Who Use Money to Snatch Other Men's Girlfriends Recent Stories Angela Okorie Threatens To Arrest Former PA And Others For Allegedly Using Her Son's Name To Extort People Nigerian Lady Shares Photo of Her Healed Face After Surviving Car Accident Stop Groping In The Dark In 2024 - Atiku Warns Tinubu Ondo Will Immortalise Akeredolu – Aiyedatiwa Vows No Directive to Hike Electricity Tariff by January 1 – Discos Home | About Us | Contact Us | Disclaimer | Privacy Policy | Terms Of service | Advertise With Us | facebook | Twitter | Google+ Copyright © 2023. Tori.ng - All rights reserved",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tinubu",
          "sentiment": "negative"
        },
        {
          "name": "shehu sani first lady remi tinubu",
          "sentiment": "none"
        },
        {
          "name": "abu",
          "sentiment": "none"
        },
        {
          "name": "magun",
          "sentiment": "none"
        },
        {
          "name": "adeboye tinubu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cases shook nigeria meet the world",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "owerri",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T06:26:33.792+02:00",
    "updated": "2024-01-02T08:45:12.662+02:00"
  },
  {
    "uuid": "81bf7b40c6b33cd201c2b643403a774761976d2d",
    "url": "https://www.laopiniondemalaga.es/sociedad/2023/12/28/ong-denuncia-muerte-14-personas-96347291.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2023-12-28T21:52:00Z",
    "title": "Una ONG denuncia la muerte de 14 personas en una zódiac al sur de Canarias - La Opinión de Málaga",
    "text": "Al menos catorce personas han muerto ahogadas en una zódiac cuyos ocupantes llevan pidiendo auxilio desde las 14.00 horas de este jueves desde un punto del Atlántico situado a unos 55 kilómetros de Cabo Bojador, en la costa marroquí del Sáhara Occidental, al sur de [Canarias](/tags/islas-canarias/), porque su barca se desinfla y se hunden. Es la denuncia que realiza la activista Helena Maleno, fundadora de Caminando Fronteras, ONG que lleva toda la tarde de este jueves en contacto con los náufragos y que ha transmitido su posición a las autoridades españolas y marroquíes para que movilicen medios de rescate. Por la localización del incidente, ha asumido la emergencia Rabat. Maleno ha facilitado a EFE una foto enviada por los supervivientes que todavía siguen a flote, una imagen nocturna y borrosa en la que se ve a entre seis y siete personas sentadas a horcajadas sobre un flotador de una neumática, doblado y medio deshinchado. Y también un audio que le ha remitido una de las ocupantes de la patera. En él se escucha a una mujer decir en francés: \"Estamos aquí, Helena. Soy una mujer embarazada de nueve meses, estoy en el flotador (de la zódiac). Todos los chicos del medio (de la embarcación) han desaparecido, la gente está desapareciendo, hasta ahora no hemos visto a la Marina\". \"Toda la gente está desapareciendo. ¡Por favor ayúdennos, ayúdennos! ¡Estamos aquí, ayúdennos! Estamos sentados así en el flotador (se refiere a la imagen que adjunta con el audio). Es muy peligroso, el agua está entrando\", se lamenta la mujer Helena Maleno ha explicado a EFE que, según la información que han recabado sobre esa neumática, se trata de un grupo de 58 personas que salieron el miércoles desde la costa del Sahara hacia Canarias y que ahora se encuentran al suroeste de Cabo Bojador. Entre ellos, añade, hay siete mujeres (incluyendo a la embarazada) y dos niños. La portavoz de Caminando Fronteras denuncia que, hasta el momento, Marruecos no ha hecho llegar ayuda a los ocupantes de esa neumática, ni tampoco Salvamento Marítimo español ha intervenido. Por eso, expresa su temor a que ocurra lo mismo que el 21 de junio, cuando varias personas murieron al hundirse una zódiac al sur de Gran Canaria después de pasar toda la noche esperando a que llegara una patrullera de Marruecos, porque la emergencia la había asumido el Centro de Coordinación de Salvamento de Rabat. Y ello, a pesar de que un barco de rescate español había estado a solo una hora de distancia de navegación de ellos, socorriendo a otra patera, cuando ya se conocían sus coordenadas. Ese suceso dio lugar una denuncia de la Fiscalía de Canarias por presunto delito de omisión del deber de socorro contra los responsables del operativo en España, denuncia que desde este verano instruye un Juzgado de Las Palmas de Gran Canaria, que ha declarado secretas las actuaciones.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:33.128+02:00",
    "updated": "2023-12-29T00:35:14.963+02:00"
  },
  {
    "uuid": "9fd6ca28844822fd2adbdc79d395faf14e77651c",
    "url": "https://www.laprensa.hn/fotogalerias/honduras/caida-donaciones-admirado-shin-fujiyama-cumple-reto-250-kilometros-fotos-LL18757826",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/redaccion-web",
    "published": "2024-04-18T21:22:00Z",
    "title": "Caída, donaciones, admirado: Shin Fujiyama cumple el reto de los 250 kilómetros (fotos)",
    "text": "A las 3:15 pm de este jueves 18 de abril Shin Fujiyama llegó la UNAH en donde edificará una de las mil escuelas que tiene como meta construir en Honduras Shin Fujiyama tuvo una recaída apenas unos kilómetros antes de llegar a la meta que estaba en la Universidad Nacional Autónoma de Honduras. El japonés más querido de Honduras fue atendido y luego volvió al recorrido. Shin llegó a la meta a eso de las 3:15 kilómetros. La carrera de Shin inició en Chamelecón, San Pedro Sula, Cortés, hace trece días. Con botellones en mano, los colaboradores del filántropo lo acompañaron por todo el recorrido y cientos se acercaron a colaborar, sin embargo, Shin también recibió la ayuda de grandes empresas y Tiktoker, quien anunció, ayer, que transfirió más de 20,000 dólares a la fundación One Thousand Schools, que fundó hace 20 años el influencer. Aunque hasta ahora es la donación más significativa, hay Mipymes y grandes empresas que se han sumado al reto y darán material a para la obra, además de sumas de dinero en efectivo que ayudarán a Fujiyama a terminar su misión: Construir 1000 escuelas en Honduras. Entre algunos donativos significativos están el que hizo la Secretaría de Seguridad con 200 mil, Banco Atlántida 100,000 y los 500 mil de Carlos Eduardo Espino, 50,000 Octavio Pineda, 50,000 de Larach y Cia. La secretaría de Seguridad donó 200 mil lempiras. El influencer salió este a las 6:30 de la mañana desde el puente peatonal de la colonia El Carrizal. Deadpool llegó con Shin al recorrido de este jueves. La mamá de Shin lo acompañó desde un carro que estuvo siembre en el recorrido. El influencer conocido como Supremo llegó con un gallo. Por donde pasaba Shin, era ovacionado. Instantes previos al ingreso de Shin a la UNAH. Shin a su llegada a la meta. El japonés no pudo contener las lágrimas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:54:42.190+03:00",
    "updated": "2024-04-19T02:06:12.503+03:00"
  }
]