[
  {
    "uuid": "b95f7b42c8c1e9eddb56582f94e5b74c7e30297e",
    "url": "https://www.ilmattino.it/napoli/area_metropolitana/ischia_abusi_edilizi_ischia_piena_zona_sismica_guai_ex_assessore-8179749.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dario Sautto",
    "published": "2024-06-13T00:00:00Z",
    "title": "Ischia, abusi edilizi in piena zona sismica: nei guai l’ex assessore",
    "text": "Un fabbricato di 50 metri quadrati in un fondo agricolo, che in passato avrebbe ospitato un ristorante, costruito senza alcun permesso e in piena zona sismica sull'isola di Ischia. Ad essere denunciato a piede libero alla Procura di Napoli è stato l'assessore comunale di Forio, Gaetano Savio, a cui il sindaco Stani Verde aveva ritirato poche ore prima le deleghe a sentieristica, agricoltura, problematiche di quartiere e valorizzazione delle tradizioni, nell'ambito di un rimpasto politico. «Il manufatto – precisa l'avvocato Cristiano Rossetti, che assiste l'assessore Savio – ricade nella proprietà di un familiare e non è di recente fattura, ma risalente nel tempo. Su questa vicenda il mio assistito è tranquillo e si rimette alle valutazioni dell'autorità giudiziaria». Le ferite aperte L'abusivismo edilizio sull'isola di Ischia è un tema tristemente ricorrente: i danni del terremoto del 2017 e dell'alluvione del 2022, che hanno devastato Casamicciola Terme con diverse vittime, sono cicatrici ancora aperte che hanno portato un'attenzione massima sui controlli proprio sul tema della lotta al mattone selvaggio, piaga di un territorio stretto tra mille vincoli e fragilità. Controlli precisi e puntuali, che anche la Prefettura di Napoli aveva chiesto di intensificare sull'intero territorio isolano. In questa ottica, i carabinieri della compagnia di Ischia e della stazione di Forio hanno messo in campo una vera e propria task-force antiabusivismo insieme al personale dell'Ufficio Tecnico comunale, in parte rispondendo anche ad alcuni esposti che girano da settimane sull'isola verde e che hanno avvelenato anche l'ultima campagna elettorale in zona. Una serie di verifiche sono state effettuate a tappeto e, in poche ore, hanno portato a tre denunce proprio per reati legati alle costruzioni irregolari e alle violazioni dei vincoli in un territorio che resta comunque inserito tra le isole flegree di origine chiaramente vulcanica. Tra i denunciati figura anche Nino Savio, 55enne di Forio, assessore in carica con diverse deleghe legate al territorio. Accanto alla sua abitazione in via Mortola, i carabinieri hanno rilevato la costruzione di una struttura abusiva di circa 50 metri quadrati. L'area dove è stato riscontrato l’abuso edilizio è regolamentata da vincoli sismici e paesaggistici, dunque c'è divieto assoluto di nuove costruzioni. Secondo la sua versione, però, si tratterebbe di una struttura rustica, costruita con pietra locale sfruttando un muro perimetrale e ricoperta con una tettoia in legno. Una sorta di locale attrezzato, che in passato aveva ospitato anche un ristorante, con tanto di attrezzature all'interno e «risalente nel tempo» ci tiene a precisare l'assessore tramite il suo legale, che sottolinea come non ci fossero lavori in corso. Veleni e denunce Inoltre, secondo quanto emerso da alcune denunce presentate nelle scorse settimane, il locale sarebbe già da tempo destinatario di un ordine di abbattimento mai eseguito, che potrebbe aver portato anche a presunte incompatibilità di Savio con il suo incarico politico. Veleni e denunce che sarebbero ora anche al vaglio della Prefettura di Napoli. Ma l'abusivismo edilizio sull’isola è una piaga contro la quale i carabinieri della compagnia di Ischia investono enorme impegno. Durante gli stessi controlli mirati, i militari della stazione di Forio hanno denunciato anche altre due persone per aver costruito un muro perimetrale di circa 22 metri. Si tratta del proprietario di un’abitazione in via Palummera e del geometra responsabile dei lavori. La struttura, poi sequestrata, è stata realizzata senza alcuna autorizzazione, in un’area sottoposta a vincoli paesaggistico, sismico e ambientale. La storia Un territorio delicato, quello dell'intera isola di Ischia, che da sempre convive con il rischio idrogeologico e i terremoti. L'ultimo, di magnitudo 3,9 con epicentro molto superficiale, sconquassò Casamicciola la sera del 21 agosto 2017, uccidendo due persone nei crolli di alcune abitazioni e causando 42 feriti. Nel corso delle verifiche, si scoprì che parte di un edificio crollato era stata realizzata abusivamente, in un territorio – quello di Ischia – che conta oltre 600 case abusive colpite da ordinanza definitiva di abbattimento. Il tema del mattone selvaggio è tornato triste attualità la mattina del 26 novembre 2022, quando un'alluvione provocò altri 12 morti e 5 feriti, con 462 persone sfollate e 40 abitazioni colpite. Alcune di quelle travolte dalla colata di fango e detriti che si riversò in mare trascinando tutto con sé erano abusive. Guardando sempre ai numeri, sono 27mila le pratiche di condono presentate dagli abitanti in occasione delle tre leggi nazionali di sanatoria: 8.530 istanze solo a Forio, dove l'abusivismo edilizio è più di un semplice problema.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:16:25.637+03:00",
    "updated": "2024-06-14T00:16:25.637+03:00"
  },
  {
    "uuid": "b3d4a33a38b9ee2a74a2c43b2efc1459aea06a7b",
    "url": "https://indianexpress.com/article/india/periyar-ev-ramaswamy-women-liberation-pregnancy-why-women-were-enslaved-tamil-nadu-dmk-9081094/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chithira N Raju",
    "published": "2023-12-24T07:37:00Z",
    "title": "‘Pregnancy a cruel enemy to women’s liberation’: Remembering Periyar and his book ‘Why Women were Enslaved?’ | India News - The Indian Express",
    "text": "December 24 marks the death anniversary of social reformer E V Ramasamy aka [Periyar known for the Self Respect Movement in Tamil Nadu](https://indianexpress.com/article/explained/a-man-an-ideology-the-importance-of-ev-ramasamy-periyar-statue-vandalised-5090002/). The rationalist fought against Brahmanical patriarchy, untouchability and envisioned a Dravida homeland of Dravida Nadu. The iconic leader was a staunch feminist and his ideas had contributed to birth control becoming a national programme, legitimisation of widow remarriage, women gaining property rights and legal recognition of self-respect marriage. Periyar penned a Tamil book ‘Penn Yaen Adimai Aanaal?’ translated as ‘Why Women were Enslaved’ more than 75 years ago and the book is regarded as iconic for women’s liberation. The English version of the book translated by Meena Kandaswamy reveals how Periyar urged women to give up pregnancy, fight masculinity, struggle for property rights, opt for remarriage, and denounce chastity. He argued about the sex-selective application of the words ‘chastity’ and ‘prostitution’ and viewed love as nothing more than desire, affection, friendship and passion. He put forth the idea of Self Respect marriages, a social contract, glaringly different from the sacred union practised by religion. Here are the key elements Periyar had written in his book: ‘Pregnancy a cruel enemy to women’s liberation’ According to Periyar, pregnancy is an enemy to freedom and liberation of women. He perceived that the campaign for birth control should be more significant than the campaign against liquor and communicable diseases. “In today’s world pregnancy and delivering children has become an obstacle to the independence of men and women. Pregnancy is especially a cruel enemy to the independence of women. Because women lack wealth, income and a profession, they have to expect the support of others to raise their children. So we say that women should certainly stop having babies,” he wrote. The social reformer termed pregnancy as the root cause for women contracting diseases, developing signs of premature aging, having reduced lifespan and their lives cruelly cut short. “Pregnancy is the obstacle that prevents women from creating the female categories of brahmacharini and sankarachari like the categories that exist for men (such as brahmachari, sanyasi, sankaracharya, tambiran and pandara sannidhi) and consequently women are unable to capture such elite places where they can live with freedom, own several crores and be worshipped by several men and women,” Periyar wrote. Nivedita Louis, author and social feminist historian, shared her thoughts about Periyar feminism with [indianexpress.com](https://indianexpress.com). She said Periyar wanted women to make choices for themselves and often asked “why do you need uterus?”. However, Nivedita opined that Periyar’s view on women denouncing pregnancy is practically inferior. “An individual should decide whether she needs to get married, have children or not. She should make choices for her own body and have autonomy over it.” “Nowadays, young women are reading Periyar’s works more and they are independent, career oriented. In Tamil Nadu, a majority of the people are not using caste surnames and such a change can be attributed to Periyar,” she said. “We as a society are conditioned to think that all women love children and being a mother literally thrills her that takes her to heaven. In reality, around half the women who took part in a survey have said that they are not interested in parenting. Even today we see slogans outside infertility centres which claim that ‘motherhood is a boon’. How outright insulting! A woman is more than just a live person with a uterus whose function is to beget heirs for her husband and eventually been given the sole responsibility of child rearing and to carry the guilt if her children grow up the way not intended by society,” Dr Radhika Murugesan, founder and CEO of [Chennai](https://indianexpress.com/section/cities/chennai/) minds, consultant psychiatrist told indianexpress.com. Even today, a woman is considered a child-bearing machine, she said. Widow remarriage Periyar took inspiration from his own life to shape his opinions and fight for women’s rights. Sharing an anecdote, Periyar mentions how his 10-year-old niece burst into tears in front of him when her 13-year-old husband died. In the book, Periyar says the girl asked her uncle why he threw such a huge stone on her head and said she never asked him to get her married. The child’s plight left Periyar in tears and later once she attained puberty, Periyar got her remarried to a relative, despite opposition from the family members. “Even though she might not have even tasted any worldly pleasure, if a woman (even if she is a 16-year-old beauty) loses her husband she must tightly shut away all her natural desires for a lifetime and die in dejection and sadness. What an injustice! It is very regrettable that the so-called Hindus passively watch their society being unjustly destroyed in this manner. In short, it is a kind of social suicide,” Periyar wrote. Property rights Periyar found denial of inheritance rights as one of the key reasons why a woman is enslaved and as a bane to Hinduism. “No one has ever given a reason why women are not granted property rights. If parents provide education and a profession to women, they will acquire the power to earn property. Later, they might be able to select their husbands, or live a life of independence with the husband selected by their parents,” Periyar wrote. Prostitution Periyar dissected the gender disparities of prostitution and said that words of blame, abuses, and curses do not exist for men. He also wrote about how a man boasts about their sexual exploits, whereas a woman is made outcaste, chased, beaten, scolded, tortured, murdered for prostitution. “When we closely study the practical philosophy behind the word ‘prostitution’, we feel that the word merely signifies that women are nothing but slaves. This is because the ‘sin of prostitution and immorality arising out of prostitution are applied only to women and never to men,” he wrote. He said that the word prostitute signifies that women are the slaves of men, they are the objects of men’s lust and are mere commodities that can be sold for a price or rented out. The right to divorce Periyar stood for marriages which are based on mutual consent and he was of the view that it is natural for people to fall in love with others. However, when a couple finds they do not experience pleasure, passion and their needs are no longer satisfied in a marriage, they should opt for divorce rather than suffering misery for the rest of the lives, according to him. “It is highly important to make space for the annulment of marriages so that women are emancipated and acquire human nature, human rights and self-respect and men should acquire satisfaction, pleasure, true love and morality. Until this happens, there will be no space for real pleasure and an independent life for men and women…Somehow we have got married, whatever happens we should bear it and continue to experience sadness and dissatisfaction and force others to undergo the same. Because, doing so is nothing but way of life devoid of human nature and self-respect and never an act of intelligence,” he wrote. According to Dr Radhika, women are enslaved by the emphasis on purity and a design where a “good woman” puts her family first and all her needs next. “She has grown over decades to internalise it so that even she believes that her place is first as a wife who cooks and cleans or a mom who feeds and changes nappies before her aspirations in life,” Dr Radhika Murukesan remarked explaining why women stay in marriages that do not work. “Periyar encourages women to leave marriages that do not work and not stay purely due to the significance of ‘Karpu’ which incidentally does not have an equivalent English term attached to being a slave to her husband. Even today in families we see women being ostracised purely due to the fact that her husband is no more. We have come a long way from enforced widowhood or Sati and women who want to move on into another relationship either after her husband dies or following a divorce is socially, culturally getting an acceptance here. In short, Periyar encouraged women to think,” Dr Murukesan added. Fight against masculinity Periyar argues in his book that women should lead their movement for liberation and that’s the way for true emancipation. “I read the book ‘Why Women were Enslaved?’ when I was in Class 5 for the first time. Everytime I keep reading the book, it gives me a new vision,” Nivedita Louis remarked. “People from different walks of life took part in Suyamariyathai Iyakkam (Self Respect Movement) including lay people, those were not much educated. It started in 1920s when Hindi was imposed by Rajaji. However, the movement culminated into something else. Women with Dravidian ideology in the households were ingrained into the movement. He instigated women to come forward and support men in the struggle. Five or six women, including Dr Saminathan Dharmambal, took to protests and they were arrested for agitating against [Hindi imposition](https://indianexpress.com/article/india/tn-cm-stalin-denounces-amit-shah-push-for-hindi-8878355/) in a Hindu theological school. Women like Dr Dharmambal believed in Periyar’s words and Periyar also got arrested for instigating women to protest,” Nivedita added. Criticisms Periyar received criticism for his own first marriage with Nagammai. In his obituary to Nagammai, Periyar had admitted that he did not follow “even one-hundredth” of the ideas he put forward in his marriage. He was also questioned for his marriage at 70 years to Maniammai, who was younger to him by 40 years. He also received censure for asking women to have multiple sexual relationships.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://indianexpress.com).",
      "https://www.indianexpress.com)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ramasamy",
          "sentiment": "neutral"
        },
        {
          "name": "meena kandaswamy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "| india news",
          "sentiment": "neutral"
        },
        {
          "name": "respect movement",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tamil nadu",
          "sentiment": "none"
        },
        {
          "name": "dravida nadu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T12:09:56.126+02:00",
    "updated": "2023-12-24T12:22:26.027+02:00"
  },
  {
    "uuid": "f82274194011c4c6efd76bf2a627e87190ffcf39",
    "url": "https://www.mundodeportivo.com/vidae/nutricion/20250130/1002397621/error-debes-cometer-cena-quieres-adelgazar-nutricionistas.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Catalina Ciampa",
    "published": "2025-01-30T14:12:00Z",
    "title": "El error que no debes cometer en la cena si quieres adelgazar, según los nutricionistas",
    "text": "Cuando intentamos adelgazar, solemos enfocarnos en lo que comemos durante el día, pero la cena es una de las comidas más importantes a la hora de lograr resultados. Un mal hábito en este momento del día puede afectar el metabolismo y dificultar la quema de grasa.\nSi has estado cuidando tu alimentación y no ves cambios en la balanza, es posible que estés cometiendo errores sin darte cuenta. A continuación, te mostramos algunos de los fallos más comunes que pueden estar afectando tu proceso de pérdida de peso.\nErrores que debes evitar en la cena\nHacer ajustes en la cena puede marcar una gran diferencia en tu proceso de adelgazamiento. Los errores más comunes incluyen:\n- Comer demasiado tarde: el horario en el que cenas influye en tu metabolismo. Comer justo antes de acostarte puede hacer que tu cuerpo no tenga tiempo suficiente para procesar los alimentos, favoreciendo la acumulación de grasa. Lo ideal es cenar al menos dos o tres horas antes de dormir para una mejor digestión.\n-\nAbusar de los carbohidratos: si consumes demasiados carbohidratos en la cena, tu cuerpo no tendrá tiempo de quemarlos y podrían almacenarse como grasa. En lugar de pan, pasta o arroz en grandes cantidades, opta por opciones más ligeras, como verduras o proteínas magras.\n- Saltarse la cena: aunque pueda parecer que evitar la cena ayuda a reducir calorías, en realidad puede tener el efecto contrario. Saltarse la cena puede hacer que sientas más hambre al día siguiente y termines comiendo en exceso.\n-\nNo incluir suficiente proteína: las proteínas ayudan a mantener la saciedad y favorecen la conservación de la masa muscular. Si solo cenas ensaladas o verduras sin una fuente de proteína, es probable que sientas hambre poco después y termines picando alimentos poco saludables.\nCómo mejorar tu cena para adelgazar\n- Evita los ultraprocesados: los alimentos ultraprocesados suelen estar llenos de azúcares, grasas poco saludables y sodio, lo que puede dificultar la pérdida de peso. En su lugar, opta por ingredientes naturales y prepara comidas caseras.\n-\nControla las porciones: incluso si eliges alimentos saludables, comer en exceso puede hacer que consumas más calorías de las necesarias. Aprende a escuchar tu cuerpo y a detenerte cuando estés satisfecho. - Modera el consumo de alcohol y bebidas azucaradas: las bebidas alcohólicas y los refrescos azucarados aportan muchas calorías vacías y pueden frenar el proceso de adelgazamiento. En su lugar, opta por agua, infusiones o bebidas sin azúcar.\nEvitar errores como comer demasiado tarde, abusar de los carbohidratos o saltarse la cena te permitirá mejorar tu metabolismo y favorecer la quema de grasa. Además, optar por alimentos naturales y equilibrados te ayudará a sentirte saciado sin consumir calorías en exceso.\nAdoptar hábitos más saludables en la última comida del día no solo contribuirá a la pérdida de peso, sino que también mejorará tu descanso y bienestar general. Si pones en práctica estos cambios, verás cómo tu cuerpo responde de manera positiva y te sentirás con más energía y motivación para alcanzar tus objetivos.\nEsta información no sustituye en ningún caso al diagnóstico o prescripción por parte de un médico. Es importante acudir a un especialista cuando se presenten síntomas en caso de enfermedad y nunca automedicarse.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Health->diet",
      "Health->health treatment and procedure",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Social Issue->values"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:17:35.998+02:00",
    "updated": "2025-01-31T00:17:35.998+02:00"
  },
  {
    "uuid": "d4402821bebd0fb58da9091650eb3d7f2c634a76",
    "url": "https://indiaeducationdiary.in/big-5-tech-giants-like-apple-microsoft-added-3-9-tn-to-their-stock-value-this-year-report/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "iednewsdesk",
    "published": "2023-12-28T20:57:00Z",
    "title": "Big 5 tech giants like Apple, Microsoft added $3.9 tn to their stock value this year: Report",
    "text": "Big 5 tech giants like Apple, Microsoft added $3.9 tn to their stock value this year: Report\nThe Big Five tech giants Apple, Microsoft, Alphabet, Amazon and Meta collectively added a whopping $3.9 trillion to their stock value in 2023, the highest figure in the market’s history, a new report revealed on Thursday.\nTech stocks have dominated the 2023 stock market performance. The rise of Artificial Intelligence (AI), combined with the improving economy and slowing inflation, has helped the sector come into the spotlight, with many investors jumping back on the tech train, according to Stocklytics.com.\nThe Nasdaq experienced a significant increase of 32 per cent in the first half of the year, which can be attributed to Apple’s rapid growth and Nvidia’s success.\nThis marks the best first half performance in the last four decades.\nAdditionally, the upward trend in the stock prices of tech companies has continued, leading to the largest players in the market adding trillions of dollars to their stock values.\nAccording to YCharts data, the combined stock value of Apple, Microsoft, Alphabet, Amazon and Meta amounted to $6.17 trillion in December last year.\nSince then, this figure has surged by 62 per cent or $3.9 trillion and hit more than $10 trillion, representing the biggest annual increase so far.\nIn 2019, their combined stock value grew by $1.73 trillion. In 2020 and 2021, when the tech market boomed due to Covid-19, the market’s largest players increased their stock value by $2.6 trillion.\nMoreover, the report showed Meta was the best performer in the Big Tech group this year.\nAfter losing two-thirds of its stock value in 2022, Meta’s market cap has surged by an impressive 188 per cent (year-over-year), the biggest increase among the Big Five tech giants.\nIn December 2022, Meta’s stock value was $315.5 billion, and now it’s over $908 billion. Amazon has witnessed the second-largest increase of 84 per cent, driving its market cap to over $1.5 trillion, the figure last seen in mid-2022, the report mentioned.\nMicrosoft and Alphabet’s market caps jumped by 55 per cent (year-over-year), helping the two companies add more than $1.6 trillion in value.\nApple stocks have jumped 45 per cent since last December, crossing $3 trillion in market cap.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "apple",
          "sentiment": "negative"
        },
        {
          "name": "microsoft",
          "sentiment": "negative"
        },
        {
          "name": "nvidia",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:20:09.969+02:00",
    "updated": "2023-12-29T04:20:09.969+02:00"
  },
  {
    "uuid": "ded5d69b597cab856f0fbb5838553a9b2d59fc8d",
    "url": "https://www.nwemail.co.uk/news/national/24016305.sharp-rise-religious-hate-crimes-recorded-uks-largest-police-forces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T00:01:00Z",
    "title": "Sharp rise in religious hate crimes recorded by UK’s largest police forces | The Mail",
    "text": "The number of antisemitic hate crimes recorded by many of the UK’s largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal. Islamophobic offences also rose for some forces, although the picture was more mixed across the country. Jewish charities called the findings “shocking”, while campaigners against anti-Muslim abuse said the data was “deeply worrying”. The Home Office condemned the rise in offences, adding: “There is no place for hate in our society.” The figures have been obtained by the PA news agency using Freedom of Information requests. They show that: – Greater Manchester Police recorded 74 antisemitic offences in the month following the Hamas attacks on Israel on October 7, compared with 15 for the same period in 2022 and 14 in 2021, while West Yorkshire Police recorded 53, compared with 10 (2022) and 14 (2021). – West Midlands Police recorded 22 antisemitic offences from October 7 to November 7, compared with one (2022) and eight (2021), while Merseyside Police recorded 20 compared with four (both 2022 and 2021). – The British Transport Police had one of the largest increases, recording 87 antisemitic offences in the month after October 7, up from eight in the same period in 2022 and 11 in 2021, as well as a jump in Islamophobic offences with 22 (2023), up from two (2022) and eight (2021). – West Yorkshire recorded 49 Islamophobic offences in this period in 2023, up from 29 (2022) and 38 (2021), but the pattern was not so clear for Greater Manchester (34 in 2023, 43 in 2022 and 42 in 2021) or West Midlands (25 in 2023, 33 in 2022 and 23 in 2021). The Community Security Trust described the figures as “shocking” and said they made clear “the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7”. A spokesman for the Jewish charity said: “This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fuelled and sustained by extremist hatred online and on our streets. “It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.” Tell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that “levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging”. Iman Atta, the organisation’s director, said there had been a “significant spike in anti-Muslim hate since the atrocities on October 7”, adding: “The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanising slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender. “We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.” The Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022. PA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change. Methods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK. But the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied. Some forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences – for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021). Data obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine. A spokesman for the Board of Deputies of British Jews said the findings “provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7”. The board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organisations they represent, told PA the rise in antisemitism had “caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress”. A spokesman added: “We call on police to take strong action against anyone found to be perpetrating hate crimes.” The Muslim Council of Britain said: “Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups. “The Government’s laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.” A spokesperson for the Home Office said: “There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred. “We expect the police to fully investigate all hate crimes and work with the CPS to make sure the cowards who commit these abhorrent offences feel the full force of the law. “Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments) Comments are closed on this article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa news agency using freedom of information",
          "sentiment": "none"
        },
        {
          "name": "merseyside police",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "greater manchester police",
          "sentiment": "none"
        },
        {
          "name": "west yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "west midlands police",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:11:24.584+02:00",
    "updated": "2023-12-29T02:11:24.584+02:00"
  },
  {
    "uuid": "900c4126f53b07422ab2dad93931c93e74fa419c",
    "url": "http://www.tz.de/verbraucher/geschmacklos-mueller-produkt-stoesst-kundin-auf-drogeriemarkt-zieht-konsequenzen-zr-93707505.html",
    "ord_in_thread": 0,
    "author": "Lennart Schwenck",
    "published": "2025-05-01T02:54:00Z",
    "title": "„Geschmacklos\": Müller-Produkt stößt Kundin auf - Drogeriemarkt zieht Konsequenzen",
    "text": "„Geschmacklos“: Müller-Produkt stößt Kundin auf – Drogeriemarkt zieht Konsequenzen\nEine Müller-Kundin findet ein anzügliches Modellbau-Set in der Spielwarenabteilung. Der Drogeriemarkt reagiert prompt. Auch der Hersteller äußert sich.\nMünchen – Ein unscheinbares Modellbau-Set erregt aktuell viel Aufsehen: Das Figuren-Set „Voyeure“ der Firma NOCH aus Wangen im Allgäu zeigt halbnackte Frauen, einen Mann mit Fernglas – und ein Kind, das sich die Augen zuhält. Es ist Teil einer Produktreihe für Modelleisenbahn-Landschaften. Das eigentlich unauffällige Set aus dem Standardsortiment wurde zum Zentrum einer hitzigen Debatte über Geschmack, Ethik und die Grenzen der Miniaturdarstellung.\nAuslöser für den Wirbel war eine Beschwerde: Christine B. entdeckte das Set in der Spielwarenabteilung einer Müller-Filiale in München. Gegenüber Bild kritisierte sie: „Hier wird Voyeurismus verharmlost und Kindern als harmlose Unterhaltung vermittelt.“ Für sie sei das „nicht nur geschmacklos, sondern auch höchst verantwortungslos.“\nFiguren-Set verschwindet nach Beschwerde von Kundin aus dem Müller-Sortiment\nDer Drogeriemarkt Müller reagierte prompt. Ein Sprecher des Unternehmens erklärte gegenüber der BILD-Zeitung: „Beim Handelskonzern Müller legen wir größten Wert auf ein verantwortungsvolles und familienfreundliches Sortiment. […] Die betreffenden Artikel wurden umgehend entfernt.“ Man bedaure den Vorfall sehr und prüfe derzeit, wie ähnliche Fehler in Zukunft vermieden werden könnten. Das Figuren-Set ist mittlerweile aus dem Sortiment und Online-Handel entfernt worden.\nDie Firma Noch GmbH, ein traditionsreiches Familienunternehmen mit 114-jähriger Geschichte und europäischer Marktführerschaft im Bereich Modellbauzubehör, zeigt sich angesichts der Empörung gelassen. Geschäftsführer Rainer Noch erklärte gegenüber dem SWR: „Die Verkaufszahlen haben am Dienstagmorgen schon deutlich angezogen.“ Er rechne damit, dass das Set bald ausverkauft sein werde. Dass gerade dieses Figuren-Set für Diskussionen sorgt, verwundert Noch: „Die Realität kennt keine Tabus, und um ein wirklichkeitsnahes Abbild zu schaffen, ist es notwendig, auch jene Aspekte darzustellen, die zum menschlichen Leben gehören.“ Das Set sei seit Jahren im Sortiment und habe bislang kaum Kritik ausgelöst.\nHersteller äußert sich: „Wir wollen das Leben in all seinen Facetten darstellen“\nDas Set „Voyeure“ ist Teil einer Linie von Miniaturfiguren, mit denen Noch laut eigener Website „humorvolle oder ungewöhnliche Szenen“ darstellen will. Im Online-Shop wird es als geeignet für „erotische Szenen in Ihrer Modelllandschaftsgestaltung“ beworben. Die Figuren sind übliche Miniaturfiguren, wie man sie zum Beispiel aus dem Miniaturwunderland in Hamburg kennt. Während kritische Stimmen, wie die von Christine B., das Set als sexualisierte Darstellung mit problematischer Botschaft einstufen, betont der Hersteller seine künstlerische und realitätsnahe Freiheit. „Wir wollen das Leben in all seinen Facetten darstellen,“ sagte Rainer Noch gegenüber dem SWR.\nDie Aufmerksamkeit ist für das Unternehmen aus dem Allgäu offenbar kein Nachteil. Bereits auf der Spielwarenmesse in Nürnberg präsentierte die Noch GmbH eine neue Linie namens „Funny-Scenes“, die Sets mit Bezeichnungen wie „Saufbrüder“, „Seitensprung“ oder „Straßenstrich“ umfasst. Diese sollen ab Oktober im Handel erhältlich sein. Das, was der eine lustig findet, dem anderen sauer aufstößt, ist keine Seltenheit. So erhiet etwa auch ein Mafia-Brettspiel heftigen Gegenwind. (ls)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->customer insights and reviews",
      "Economy, Business and Finance->business strategy and marketing",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.mueller.de/p/noch-15847-h0-voyeure-2768985/",
      "https://www.merkur.de/welt/beleidigt-die-wuerde-der-sizilianer-italien-empoert-ueber-deutsches-brettspiel-93533499.html",
      "https://www.swr.de/swraktuell/baden-wuerttemberg/friedrichshafen/figuren-der-firma-noch-aus-wangen-wegen-anstoessigkeit-aussortiert-100.html",
      "https://www.bild.de/leben-wissen/sparfochs/spanner-set-in-spielwaren-abteilung-drogerie-mueller-nimmt-voyeure-aus-verkauf-680ccd537ebb0418fb73655b",
      "https://swr.de/swraktuell/baden-wuerttemberg/friedrichshafen/figuren-der-firma-noch-aus-wangen-wegen-anstoessigkeit-aussortiert-100.html",
      "https://mueller.de/p/noch-15847-h0-voyeure-2768985/",
      "https://merkur.de/welt/beleidigt-die-wuerde-der-sizilianer-italien-empoert-ueber-deutsches-brettspiel-93533499.html",
      "https://bild.de/leben-wissen/sparfochs/spanner-set-in-spielwaren-abteilung-drogerie-mueller-nimmt-voyeure-aus-verkauf-680ccd537ebb0418fb73655b",
      "https://www.mueller.de/p/noch-15847-h0-voyeure-2768985"
    ],
    "entities": {
      "persons": [
        {
          "name": "Christine B.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "München",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "NOCH",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T06:05:15.301+03:00",
    "updated": "2025-05-01T03:12:26.000+00:00"
  },
  {
    "uuid": "927c73ea51cf23a50037078bfd972caa684216f9",
    "url": "https://www.thestar.com.my/sport/football/2024/09/06/soccer-ter-stegen-delighted-to-be-germany-number-one-after-long-wait",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NA",
    "published": "2024-09-05T19:23:00Z",
    "title": "Football: Soccer-Ter Stegen delighted to be Germany number one after long wait | The Star",
    "text": "(Reuters) - Marc-Andre ter Stegen could not be happier to finally be Germany's first-choice goalkeeper ahead of Saturday's home Nations League match against Hungary.\nGermany coach Julian Nagelsmann said on Monday that the Barcelona captain would be his regular keeper following Manuel Neuer's retirement from internationals.\nThe 32-year-old had spent over a decade as Neuer's understudy since his international debut in 2012.\n\"It is a different feeling altogether,\" Ter Stegen told reporters on Thursday. \"My aim has always been to be No. 1.\n\"I am happy that the spell of waiting is now over. I am happy about the new task, about what is to come.\"\nTer Stegen, who has won 40 caps for his country, said he had often felt disheartened waiting for his turn.\n\"To be honest there were always these moments when you say: 'Wow, that was another blow.' The decision mostly went in Manu's (Neuer's) favour,\" he added.\n\"It was disappointing, of course, but you have to live with it. You should have this experience and accept it. In the end, it was worth it.\"\nAsked if he could see himself taking Neuer's place at Bayern Munich or moving to another German club, Ter Stegen said; \"I still have a long contract with my club and am very happy with my family in Catalonia.\"\nGermany play the Netherlands in Amsterdam on Sept. 10.\n(Reporting by Shifa Jahan in Bengaluru, editing by Ed Osmond)\nOpen Modal × $(document).ready(function(){ var freeBoxShow = false; $(window).scroll(function() { var scrollPercent = 100 * $(window).scrollTop() / ($(document).height() - $(window).height()); window.setTimeout(function () { //scroll to page length 35% then show the pop-up if (scrollPercent >= 35 && !freeBoxShow) { freeBoxShow = true; $('#freeHTMLBoxBtn').click(); } }, 500); }); var freeModal = document.getElementById(\"freeModal\"); $(\"#freeHTMLBoxBtn\").click(function () { freeModal.style.display = \"block\"; //$('body').addClass('free-modal-open'); }); $(\".free-close\").click(function () { freeModal.style.display = \"none\"; //$('body').removeClass('free-modal-open'); }); var freeBox = '",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:44:40.205+03:00",
    "updated": "2024-09-06T01:10:11.337+03:00"
  },
  {
    "uuid": "fa704484a29e5b8687f434b0cd7eb4ff9a2c3657",
    "url": "http://business.mammothtimes.com/mammothtimes/article/getnews-2024-4-4-dr-lauren-papa-grant-advancing-animal-care-excellence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T00:00:00Z",
    "title": "Dr. Lauren Papa Grant: Advancing Animal Care Excellence | User | mammothtimes.com",
    "text": "Dr. Lauren Papa Los Angeles, CA - Dr. Lauren Papa , a leading advocate for animal welfare and philanthropy, announces the establishment of the prestigious Dr. Lauren Papa Grant for Animal Care, dedicated to nurturing the next generation of veterinary professionals and pet health advocates.\nThis grant, with an amount of $1,000, seeks to recognize and support undergraduate students across the United States who exhibits outstanding academic achievements, a fervent commitment to animal care, and a vision for enhancing the well-being of animals in their future careers.\nDr. Lauren Papa emphasizes the importance of academic excellence in the selection process. Applicants are required to demonstrate a strong academic record, maintaining a minimum GPA of 3.0 on a 4.0 scale. Moreover, candidates should showcase a genuine passion for animal welfare, embodying a deep commitment to improving the health and happiness of pets.\nThe grant places a premium on leadership potential, preferring candidates who have exhibited exemplary leadership skills through extracurricular activities, volunteer work, or professional experiences related to animal care. Financial need, as determined by FAFSA or equivalent financial aid documentation, will also be taken into consideration during the evaluation process.\nApplicants are invited to submit a compelling essay (500-750 words) narrating a memorable experience or encounter that solidified their dedication to pursuing a career in animal care. Dr. Lauren Papa encourages candidates to envision how their education and skills will contribute to the betterment of animals in the future.\nAdditionally, applicants must provide at least one letter of recommendation from a professor, mentor, or supervisor who can attest to their character, academic achievements, and potential in the field of animal care.\nThe application deadline for the Dr. Lauren Papa Grant for Animal Care is January 15, 2025. The winner of the grant will be announced on February 15, 2025.\nDr. Lauren Papa's journey epitomizes the fusion of artistry, compassion, and a commitment to making a difference. As an artist, singer, and philanthropist, she has dedicated her life to supporting causes that resonate with her deeply-held values. Her tireless efforts in charitable endeavors, particularly with St. Jude Children's Research Hospital, exemplify her unwavering dedication to spreading kindness and compassion in the world.\nFor more information about the Dr. Lauren Papa Grant for Animal Care and to apply, please visit https://drlaurenpapagrant.com\nAbout Dr. Lauren Papa\nA compassionate advocate for animal welfare and philanthropy , Dr. Lauren Papa's life is a testament to the profound impact that passion, compassion, and art can have on the world. Through her charitable endeavors, including the 'Who's Your Papa' concert series supporting St. Jude Children's Research Hospital, she continues to inspire positive change and nurture hope in the lives of others. Dr. Papa's commitment to advancing animal care excellence through the Dr. Lauren Papa Grant underscores her dedication to creating a brighter future for animals and aspiring veterinary professionals alike.\nMedia Contact\nCompany Name: Dr. Lauren Papa Grant\nContact Person: Dr. Lauren Papa\nEmail: Send Email\nCity: Los Angeles\nState: California\nCountry: United States\nWebsite: https://drlaurenpapagrant.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.linkedin.com/in/dr-lauren-papa-a66598289/",
      "https://www.getnews.info/press_stat.php?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapagrant.com/",
      "https://drlaurenpapascholarship.com/",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapagrant.com",
      "https://drlaurenpapa.com/",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.universalpressrelease.com/?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapa.org/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.getnews.info/wp-content/uploads/2024/04/1712265237.jpeg",
      "https://tracking.newsrpm.com/pixel",
      "https://drlaurenpapa.com",
      "https://drlaurenpapascholarship.com",
      "https://www.getnews.info/press_stat.php",
      "https://www.drlaurenpapascholarship.com/",
      "https://www.drlaurenpapagrant.com",
      "http://universalpressrelease.com/?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://www.googletagmanager.com/gtag/js",
      "https://www.drlaurenpapagrant.com/",
      "https://drlaurenpapagrant.com",
      "https://getnews.info/wp-content/uploads/2024/04/1712265237.jpeg",
      "https://www.drlaurenpapa.com/",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://drlaurenpapa.org",
      "https://getnews.info/press_stat.php?pr=dr-lauren-papa-grant-advancing-animal-care-excellence",
      "https://linkedin.com/in/dr-lauren-papa-a66598289/",
      "https://cloudquote.io/article/6",
      "https://cloudquote.io/article/5",
      "https://www.drlaurenpapa.org/",
      "https://www.linkedin.com/in/dr-lauren-papa-a66598289",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lauren papa grant",
          "sentiment": "negative"
        },
        {
          "name": "lauren papa",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:16:28.104+03:00",
    "updated": "2024-04-05T02:16:28.104+03:00"
  },
  {
    "uuid": "4137dceebc98ab9d7fd3af1e78a0167eee3daa37",
    "url": "https://www.dawn.com/news/1854100",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-08-23T02:40:00Z",
    "title": "Bodies of five Afghans returned to families - Newspaper - DAWN.COM",
    "text": "ISLAMABAD: Five bul-let-riddled bodies found hanging from an electric pole in in Dalbandin town of Chagai district in Balochistan last week were Afghan nationals and have been returned to their families, Kabul’s embassy in Islamabad said on Thursday. The bodies were discovered on Friday near a college in Dalbandin, close to the borders with Afghanistan and Iran in Balochistan. A statement from the Afghan embassy said the bodies were handed over to families at the Spin Boldak-Chaman border crossing on Wednesday. Their consulate in Balochistan made “serious efforts” to return the bodies to waiting relatives in Afghanistan. “The five Afghans were brutally killed by unknown people,” said the statement shared with AFP on Thursday. Balochistan is home to several militant groups, with security forces often the target of bombings. These groups are also behind sectarian violence in the province. Some 600,000 Afghans have travelled to Pakistan since the Taliban took back power in 2021. Since last year, however, Islamabad has waged a campaign to evict huge numbers of undocumented Afghans, as relations with Kabul soured over security. The Foreign Office and the Army have repeatedly urged the interim Afghan government in Kabul to act against the terrorists operating from its soil. Published in Dawn, August 23rd, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "taliban",
          "sentiment": "none"
        },
        {
          "name": "afp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dalbandin",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "balochistan",
          "sentiment": "none"
        },
        {
          "name": "kabul",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T06:30:52.686+03:00",
    "updated": "2024-08-23T06:30:52.686+03:00"
  }
]