[
  {
    "uuid": "46d42071def10b2969df0d1eeeb0b667f6aa18c2",
    "url": "https://businessmirror.com.ph/2023/12/30/nsc-chief-ano-lauds-latest-octa-polls-on-wps/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rex Anthony Naval",
    "published": "2023-12-29T16:04:00Z",
    "title": "NSC chief Año lauds latest OCTA polls on WPS | Rex Anthony Naval",
    "text": "National Security Adviser Eduardo M. Año is pleased to find out that the majority of Filipinos see the West Philippine Sea (WPS) issue as a major concern considering its impact on the livelihood of the country’s fishermen. Año’s reaction came Thursday following the latest OCTA survey, which found the majority of adult Filipinos agree with the Marcos administration’s approach in handling the territorial dispute with China. The survey also showed a significant 15 percent increase in public support. “The survey results show that the Filipino people consider the WPS as a major concern and that the lives and livelihood of our people, especially the fisherfolk who depend on the seas, are primordial concerns which cannot be taken for granted,” Año, who is also National Security Council head, said. He added that the latest OCTA survey shows that the country’s foreign and security policies, including strengthening ties with partners, allies and friends, are on the “right track.” With this latest development, Año said the government will pursue the “national interest with greater resolve in the coming year.” “We appreciate the support of the Filipino people and the public can be assured that the NSC will always advance the national interest and protect our sovereignty and territorial integrity at all times,” he added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eduardo m. año",
          "sentiment": "negative"
        },
        {
          "name": "marcos",
          "sentiment": "none"
        },
        {
          "name": "año",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wps | rex anthony naval national security",
          "sentiment": "negative"
        },
        {
          "name": "nsc",
          "sentiment": "negative"
        },
        {
          "name": "octa",
          "sentiment": "none"
        },
        {
          "name": "national security council",
          "sentiment": "none"
        },
        {
          "name": "wps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "octa",
          "sentiment": "none"
        },
        {
          "name": "west philippine sea",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:20:06.981+02:00",
    "updated": "2023-12-29T18:20:06.981+02:00"
  },
  {
    "uuid": "52ec5a3ae4f1545be041d71971f587c8e4cd8e1e",
    "url": "https://www.afa.net/the-stand/faith/2024/05/the-church-s-main-assignment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@americanfamassc",
    "published": "2024-05-30T13:55:00Z",
    "title": "AFA.net - The Church's Main Assignment",
    "text": "[MORE](/the-stand/authors/dr-alex-mcfarland/) It’s pretty simple, really. Christ’s church, ministering out the Great Commission in every generation, that is. From Pentecost to the present moment, believers in Jesus have had very clear “marching orders” from the Savior. With the privilege of Sonship comes the responsibilities of discipleship— and Jesus has shown us what involves. Christians are to preach the Good News of how to be saved to all people (Mark 16:15). The church in every generation is to make disciples from all nations (Matthew 28:18-20). These classic passages— summarizing what all Christians are to prioritize, for as long as they live after salvation— are commonly referred to as “the Great Commission.” The Matthew 28 verses include the assignment, “teaching them (the newly-evangelized people groups) to observe all things whatsoever I (Jesus) have commanded you.” The church in all eras is to (1) Present the Gospel so that lost people may experience redemption in Jesus; and (2) Bring people and cultures into an understanding and following of Scripturally-informed ways of living. The Great Commission comprises the final words of Jesus to believers prior to His ascension to heaven. This assignment of proclamation, evangelization, and discipleship will never be rescinded and remains in force until the Lord returns to earth. Today, I believe that many believers are unaware of the binding nature, timelessness, and yes, urgency of our assignment. If you are a Christian today, you are the beneficiary of the obedience of those who preceded you. Years and years before we were born, faithful custodians of the gospel message took the Great Commission seriously. Saints we will someday meet in heaven carried within themselves a love for Christ, obedience to His directives, and compassion for souls, the result being our hearing about Jesus and our opportunity to respond. Now it is our turn. Each Christian and every church is to participate in this, history’s most magnificent undertaking, the Great Commission. Hear the wrong voices, go the wrong directions Since the Great Commission is the church’s core “assignment,” what grade would Jesus give the church if He came back today? To apply the analogy of “school” and “final exam” further, let’s imagine that we students (Christians in the world today) are nearing “end of term.” Many indeed think history is (to paraphrase H.G. Wells) “at the end of its tether.” Remember: The church is to be a body of born-again believers, banded together for the purpose of world evangelization. Life is short, the last days seem to be upon us, and we will all give an account to our Master. The professor’s footsteps can be heard from the hall, coming toward us: Christ will soon come through that door (or, the eastern sky, at least), class will be dismissed, and final marks will be rendered: How have we done on our assignment? Much of the church (though not all) in America and Europe should get a flat “F” in our only class, let's call it, “Great Commission Studies and Practicum.” Why are we in danger of failing? In large part because of some of the voices giving directives to Western Christians today. In large part because of some of the “experts” in positions of leadership today. Many, many examples could be given, but let me cite just one: A news wire service recently asked me to respond to a popular podcast, paneled by scholars professing to have the insights on faith and practice necessary for Christians today. The hour-plus length podcast was sickening. Besides containing nothing about salvation and biblical Christianity, the panelist’s content was a tape-loop of self-congratulatory blurbs about their collective wisdom in, “stepping back, taking a deep breath, and observing” (Um, OK). It wasn’t easy, but I could stomach this (I’ve been around self-important, posturing Christian academics all of my adult life. You learn to ignore the hubris eventually). But the most disturbing nature of the podcast was the way in which these “Christian experts”— in sweeping generalization, giving no actual examples— critiqued / condescended / reprimanded believers (everywhere, I guess?) for their hatreds, racisms, phobias, nationalism, apathy, tribalism, greed, et al. To hear these podcast prophets tell it, today’s most dangerous miscreants would be those around us who believe the Bible and who endeavor to apply its teachings to daily life. And these pontificants lead churches, schools, and publish “Christian” magazines. Since they believe America’s average evangelical believer is so distasteful, I’d love to hear their deconstructive dress-down of Peter, John, Justin Martyr, Clement of Alexandria, Origin, Augustine, Aquinas, Luther, Calvin, Wycliffe, Zwingli, Tyndale, William Carey, Jonathan Edwards, William Wilberforce, G.K. Chesterton, C.S. Lewis, Martin Luther King, Jr., Teresa of Calcutta, and oh, let’s not forget, the Apostle Paul. Here is why the Great Commission often suffers at the hands of 21st-century evangelicals: It presupposes a true Bible, a risen Savior, and a fallen humanity. Modernist, woke, “experts” deconstruct and denigrate the same Western Christendom off of which they make their (often inflated) salaries. We must not “spin” the gospel, but proclaim it uncompromisingly. Let’s stop listening to “enlightened” denominational talking heads, and get back to God’s Word as our message and mandate. (This article was originally published at Christianity.com in May 2024 under the title, “How Is the Great Commission Still Transforming Our Modern Lives?” You can find on Dr. McFarland's website [HERE](https://alexmcfarland.com/church-ministry/the-churchs-main-assignment/).)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://alexmcfarland.com/church-ministry/the-churchs-main-assignment/).)",
      "https://www.alexmcfarland.com/church-ministry/the-churchs-main-assignment/).)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christ",
          "sentiment": "neutral"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "matthew",
          "sentiment": "none"
        },
        {
          "name": "matthew 28:18-20",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "great commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pentecost",
          "sentiment": "none"
        },
        {
          "name": "sonship",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T00:36:15.362+03:00",
    "updated": "2024-05-31T00:36:15.362+03:00"
  },
  {
    "uuid": "9beb4aec3dae6f48353d596757beca146749bfe7",
    "url": "https://www.insidernj.com/car-thefts-problem",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fred Snowflack",
    "published": "2024-04-25T21:29:00Z",
    "title": "Car Thefts - a Problem - Insider NJ",
    "text": "NORTH CALDWELL -Josh Raymond, the mayor of this suburban Essex County town, says he’s often asked about car thefts.\nOr more precisely, what can the town do to stop them?\nOn Thursday morning, the mayor delivered an answer. He said help is coming in the form of Automated License Plate Readers, or ALPR, thanks to a nearly $1 million federal grant to 17 Essex towns.\nThese devices will be mounted on signs and light poles and, as the name suggests, read license plates of passing vehicles. So, if a car is reported stolen, the plate readers can pinpoint exactly where it is as it travels on the road, which is a great help to law enforcement.\nThe technology is described as sophisticated enough to pick up not only plate numbers, but the make, type and color of the vehicle. The cost of these devices ranges from $16,000 to $20,000 apiece.\nThere already has been state money for such devices and some towns rave about the system.\nTake George Ricci, the police chief in Bloomfield.\nHe said the town has installed so many ALPR devices that, “We’ve built a geo-fence around Bloomfield.”\nRicci was one of 17 police reps from Essex County who gathered outside borough hall as Rep. Mikie Sherrill presented a ceremonial check to support the effort. Like many House members this week, Sherrill is traveling her district to award funds for what are called community funding projects. Years ago, they were called “earmarks,” but that term fell out of favor and a new one emerged.\nThere is no denying the problem. More than 16,000 vehicles in New Jersey were reported stolen last year, a slight rise over 2022.\nCompared to the nation as a whole, automobile thefts in New Jersey at 174 per 100,000 people ranked 39th in the nation.\nStats, of course, are cold comfort to those who find their vehicle “disappear.”\nWhen the surge in car thefts was first realized a few years ago, police said part of the problem was complacency – especially in the suburbs. They said too many people were not locking their vehicle or leaving their keys in the car.\nKarl W. Strodthoff, the police chief in North Caldwell, says people have gotten the message. Those mistakes have stopped.\nBut that has led to a greater problem – thieves breaking into a house in hopes of finding car keys on the kitchen table.\nNo matter how vehicles are stolen, there’s general agreement that many of the perpetrators are minors, some as young as 14 or 15.\nThat is no coincidence. Even when caught, penalties for juveniles, who police say are working for others, generally end up in family court, where penalties are quite minor.\nFixing this is a problem for the state Legislature. But as of now, that has not happened.\n(Visited 1,090 times, 3 visits today)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "caldwell",
          "sentiment": "negative"
        },
        {
          "name": "josh raymond",
          "sentiment": "negative"
        },
        {
          "name": "ricci",
          "sentiment": "none"
        },
        {
          "name": "george ricci",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "essex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "essex county",
          "sentiment": "none"
        },
        {
          "name": "bloomfield",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:32:49.455+03:00",
    "updated": "2024-05-03T21:43:09.478+03:00"
  },
  {
    "uuid": "103fd15d591a2991798c3d433d238153e9df278e",
    "url": "https://cen.acs.org/pharmaceuticals/drug-discovery/Redesigned-drug-boost-lung-healing/102/web/2024/04",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laurel Oldach",
    "published": "2024-04-11T13:25:00Z",
    "title": "Redesigned drug could boost lung healing",
    "text": "This site uses cookies to enhance your user experience. By continuing to use this site you are agreeing to our COOKIE POLICY. ERROR 1 ERROR 2 Password and Confirm password must match. If you have an ACS member number, please enter it here so we can link this account to your membership. (optional) ACS values your privacy. By submitting your information, you are gaining access to C&EN and subscribing to our weekly newsletter. We use the information you provide to make your reading experience better, and we will never sell your data to third party members. Already have an ACS ID? Log in here Already an ACS Member? Log in here $0 Community Associate ACS’s Basic Package keeps you connected with C&EN and ACS. $80 Regular Members & Society Affiliates ACS’s Standard Package lets you stay up to date with C&EN, stay active in ACS, and save. $160 Regular Members & Society Affiliates $55 Graduate Students $25 Undergraduate Students ACS’s Premium Package gives you full access to C&EN and everything the ACS Community has to offer. Your account has been created successfully, and a confirmation email is on the way. Your username is now your ACS ID. Most Popular in Pharmaceuticals Article: This article has been sent to the following recipient: Contact the reporter Submit a Letter to the Editor for publication Engage with us on Twitter Already have an ACS ID? Log in",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "http://dx.doi.org/10.1073/pnas.2400077121",
      "http://www.dx.doi.org/10.1073/pnas.2400077121"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nat",
          "sentiment": "none"
        },
        {
          "name": "peter schultz",
          "sentiment": "none"
        },
        {
          "name": "michael bollong",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dpp",
          "sentiment": "none"
        },
        {
          "name": "scripps research",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T03:06:10.394+03:00",
    "updated": "2024-04-18T21:55:48.806+03:00"
  },
  {
    "uuid": "8deb9c3deff030938ff2f53c799cf653cf372559",
    "url": "https://www.newsdirectory3.com/fue-el-mas-calido-desde-1850-y-el-primero-en-superar-el-limite-de-15-grados",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "newsdirectory3",
    "published": "2025-01-10T07:26:00Z",
    "title": "fue el más cálido desde 1850 y el primero en superar el límite de 1,5 grados - News Directory 3",
    "text": "Scorching‍ Summer: 2024 Shatters Global Temperature Records 2024⁢ will be remembered as the hottest⁢ year on record, marking a grim milestone in the fight against climate​ change.\nThe European Union’s Copernicus Climate Change Service , which tracks global temperatures, confirmed the alarming ‌trend.This year saw‌ the planet’s average temperature surpass pre-industrial levels by more than‌ 1.5 degrees‌ Celsius for the first time in recorded history.\nThe consequences of this unprecedented warming are already being felt worldwide. From devastating wildfires ‍ raging across California to record-breaking heatwaves gripping Europe, the impacts of climate change are becoming increasingly severe and widespread.\n“This isn’t just ⁣about a few hot days,” said Dr. Emily Carter,a leading climate scientist.‌ “We’re​ seeing a essential ‍shift in our planet’s climate system, and the consequences are dire.”\nThe record-breaking temperatures underscore the urgent need for global action to curb greenhouse gas emissions.\nWhile the news⁤ is undoubtedly concerning, experts emphasize that it’s not too late ‌to mitigate the worst effects⁣ of climate change. ‍\n“We still have a window of opportunity to act,” Dr. carter said. “But that window is closing fast. we need bold and decisive action from governments, businesses, and individuals to transition ⁤to a sustainable future.”\n2023 Sizzles as Hottest Year on Record, Scientists Warn Global temperatures⁣ soar⁣ to unprecedented levels, raising alarm bells about climate change.\n2023 has officially scorched its ⁢way into the history books as the hottest year ever recorded, according to preliminary data released‍ by climate scientists. The scorching temperatures, driven by human-caused climate change,⁣ have sent⁤ a stark warning about the urgency of addressing the global climate crisis.The average global temperature in 2023 was a staggering 0.72 degrees Celsius (1.3 degrees⁣ Fahrenheit) above the average from 1991 to 2020, and 0.12 degrees Celsius (0.22 degrees Fahrenheit) hotter than 2023, the previous record holder. This translates to a​ 1.60 degree ⁣Celsius (2.88 degrees Fahrenheit) increase compared to the pre-industrial era (1850-1900), a ‍period used as a​ baseline for measuring global warming.\nEarth ⁣Shatters ⁤Heat Records, Raising Alarm Bells Across ⁤the US\nGlobal ⁣Temperatures Soar Past Critical Thresholds, Sparking Concerns About Climate Change Impacts\nThe planet is experiencing an unprecedented heat wave, with global temperatures shattering records and raising alarm bells across the ‍United States. Data reveals that‌ the 1.5°C warming limit set by the ⁤Paris Agreement was exceeded for 11 months of the year, marking ​a stark departure from historical norms.\nThis alarming trend extends further back, with every month since July 2023, except for July‌ 2024,⁣ surpassing this critical threshold. The⁢ situation reached a fever pitch on july 22, 2024, when the global average daily temperature ⁢hit a record-breaking 17.16°C.\nThe consequences of this relentless heat ‍are already being felt across the US. ‌From ⁤scorching‌ heat waves in the Southwest⁤ to intensified wildfires ​in California, the impacts of climate change are becoming increasingly evident.\nExperts warn that these⁤ record-breaking temperatures‌ are a clear sign that urgent action is needed to address climate change.\n“this ⁣is not just⁢ a statistical​ anomaly,” said Dr. Emily Carter, ⁤a ‌leading climate scientist. “These record-high temperatures are a direct result of human activity and have profound implications for our planet and future generations.”\nEarth’s Fever Spikes: July Shatters Global Temperature Records Global temperatures soared to unprecedented levels in July, marking ‌the hottest month ever recorded, according to data from leading climate‍ agencies.\nThe scorching heat, fueled by human-caused climate change, has sent alarm bells ringing across the‍ globe. Scientists warn ⁤that this record-breaking heat​ is a stark reminder of the urgent need ​to address the climate crisis.\n“This is not⁢ just a statistical anomaly,” said Dr. ⁢Emily Carter, a leading climatologist. ⁣”This is a clear signal that our planet is warming at an alarming rate, and the consequences are already being felt around the world.”\n[Image: A striking visual depicting the global temperature anomaly for July, highlighting the record-breaking heat.]\nThe record-shattering temperatures have triggered a cascade of extreme weather events, from devastating wildfires in Greece and Canada to deadly heatwaves across Europe ⁣and Asia.\nThe scorching heat has also placed ⁤immense strain on power grids, leading‍ to blackouts in some regions. Farmers are grappling with crop failures, and water resources are dwindling in many areas.While⁣ July’s record heat doesn’t necessarily mean⁢ the paris Agreement’s temperature goals have been breached – which focuses on long-term temperature ⁣averages – it underscores the accelerating pace of global warming.\n“We are witnessing the consequences of inaction,” said Dr.Carter. “The ‍time for ⁤debate ‌is over. We ⁢need ⁢bold and immediate action to curb greenhouse gas emissions and mitigate the⁣ impacts of climate change.”\nEarth’s Fever Spikes: ‌Global Temperatures Shatter Records Scientists⁤ warn of dire​ consequences as⁣ planet experiences hottest month ever recorded.\nJuly 2023​ will be remembered as the hottest month in recorded history, according ⁢to a chilling new report from leading climate organizations. This alarming milestone comes as a stark warning of ​the accelerating climate crisis and its perhaps devastating impacts ⁤on human‌ life.The ‍record-breaking temperatures were confirmed by a collaborative effort involving the European ⁣Center for Medium-Range Weather Forecasts (ECMWF), NASA, the National Oceanic and Atmospheric Management (NOAA), the ⁤UK Met Office, Berkeley Earth, and the World Meteorological Institution (WMO).\n“This is not just a statistical⁢ anomaly,” said a leading climate scientist involved in the report.”This is a clear signal that our planet is in a state of emergency. We are witnessing the consequences of decades of inaction on climate⁤ change, and the situation is ⁣onyl going to get worse if we don’t act now.”\n[Image of Earth from space, showcasing the planet’s fragility and beauty]\nThe report highlights that all key climate indicators are reaching unprecedented levels. Sea surface temperatures are soaring, glaciers are melting at an alarming rate, and extreme weather events are ⁣becoming more frequent and intense.\nThe consequences of these rising temperatures⁢ are already being felt around the world. Heatwaves are scorching communities, droughts are devastating crops, and wildfires are raging⁣ across continents. Coastal communities are facing the threat of rising sea levels, while vulnerable populations are disproportionately affected by the impacts of climate change.The scientific community is urging world leaders to take immediate and decisive action to mitigate the climate crisis.This includes transitioning‍ to renewable energy sources, reducing⁢ greenhouse gas emissions, and investing in climate adaptation measures.\n“The time for debate is over,” the scientist emphasized. “We need bold and ambitious action now to protect our planet and ensure a livable future for​ generations ⁢to come.”\nScorching Heat and record Rainfall mark 2024 as One of the Hottest Years on Record Millions Suffer as Extreme Weather Events Grip the ⁢Globe\n2024 will be remembered as⁢ one of ⁢the hottest years in recorded history, with devastating consequences for communities worldwide. samantha Burgess, Climate⁣ Lead Strategist at the Copernicus Climate Change Service ​(C3S), paints a stark picture: “Each ⁢year of the last decade ranks among the ten warmest on record. These soaring global temperatures, coupled with record‌ levels ​of atmospheric ‌water vapor in 2024, fueled⁢ unprecedented heat waves ‍and torrential rainfall, causing ⁤immense suffering for‌ millions.”\nBurgess’s statement ⁤underscores the alarming trend of intensifying extreme weather events ​directly linked to climate change.\n[Image: A powerful image depicting the impact of extreme weather, such as a flooded street or a wildfire.]\nThe consequences of this warming​ trend are far-reaching. From prolonged droughts crippling agricultural production to catastrophic floods displacing entire​ communities, the human and economic toll is staggering.\nThe scientific consensus is clear: human activity is the primary ‌driver of this warming trend. As greenhouse gas emissions continue to rise, the frequency and intensity of extreme weather events are projected to increase, posing an even greater threat to global stability and well-being.\n2024: A Year of Extreme Weather Leaves its Mark on the Globe Record-breaking heat, devastating floods, and raging wildfires marked 2024 as a year of unprecedented weather ⁣extremes, raising alarm bells about the escalating impacts of ⁢climate change.\nFrom coast to coast, the United States grappled⁢ with a relentless ‌onslaught of severe weather ⁣events. Torrential downpours triggered widespread flooding in the Midwest, ‍while the west coast endured scorching heat waves ⁢and devastating wildfires.⁣\nAcross the globe, the story was much the same. Europe sweltered under record-breaking temperatures, while parts‍ of Asia were ravaged by monsoon rains and landslides.\n“2024 was a stark reminder of the growing threat posed by ⁢climate change,” said Dr. Emily Carter, a leading climatologist. ​”The intensity and frequency of⁤ extreme weather events are ‌increasing at an alarming rate, and we are only‍ beginning to see the full extent of the consequences.”\nOne of⁣ the most‍ alarming trends observed in 2024 was the unprecedented level of atmospheric ‌moisture. ⁤ scientists reported ⁣that the total amount of water vapor in the atmosphere reached a record high, exceeding the average of the past three decades by a significant margin. This increase in atmospheric moisture is directly linked to rising global temperatures and is a key driver of ⁣more intense rainfall and flooding.\nThe consequences of these extreme weather events are far-reaching. Lives have been lost, homes destroyed, and livelihoods disrupted. The economic⁣ costs of responding to and recovering from these disasters are staggering.\nAs we move forward, experts warn that⁤ the frequency and intensity of ‌extreme weather ⁢events are only expected to increase. Addressing the root cause of climate change through aggressive emissions reductions is crucial to mitigating the risks and building a more resilient future.\n2024: A Year of Climate⁢ Extremes for the U.S. Record-breaking heat and intense rainfall dominated weather patterns across ​the nation, underscoring ⁤the growing impact of climate change.\n2024 will be remembered as a year of stark climate contrasts⁢ in the United States. While some regions grappled with scorching heat waves, others experienced devastating floods, highlighting the increasing volatility of weather patterns fueled by a⁤ warming planet.Scientists point to‍ a confluence of factors contributing to these⁢ extremes. A particularly‌ potent El Niño ‌pattern, characterized by unusually warm waters in the Pacific Ocean, played a significant role in amplifying global temperatures. This, coupled with human-caused climate change, created a‌ recipe for ⁢record-breaking heat across much of the country.”The intensity and frequency of these extreme weather ‌events ‌are a clear signal that our ‍climate is changing,” said Dr. Emily Carter, a leading⁤ climate scientist. “We’re seeing the consequences of inaction play out in ‌real-time, and it’s crucial that we take steps to mitigate further damage.”\nScorching Temperatures and Devastating Floods\nthe ‍summer of 2024 ‍saw numerous cities across⁣ the U.S. shatter all-time temperature records.‍ Phoenix, Arizona, endured an unprecedented 31 consecutive days above 110 degrees Fahrenheit, while Death Valley, California, recorded a ⁣staggering 130 ‍degrees Fahrenheit, tying the​ highest ​temperature ever reliably measured on earth.\nThese extreme temperatures fueled widespread wildfires, particularly in the West, where drought conditions exacerbated the risk. ⁣Meanwhile,⁢ the East Coast experienced a different kind of climate fury. Hurricane Epsilon, one of the most powerful storms on ⁤record, slammed into the Carolinas, unleashing torrential ⁣rainfall and causing widespread flooding.\nA Global Phenomenon\nThe extreme weather events witnessed ⁤in the U.S. ⁣were not isolated incidents. 2024 marked the hottest year ⁤on record for ‍the planet as a whole, with every continent except Antarctica and Australasia experiencing record-breaking temperatures.\nThe warming trend​ was particularly pronounced in the oceans,with the average sea surface temperature reaching an all-time high. This warming trend has dire consequences for marine ecosystems and⁢ contributes to rising sea levels, threatening coastal communities‌ worldwide.\nThe events⁤ of 2024⁢ serve as a stark reminder of the urgent ⁤need⁤ for global action on climate change. as ​the planet continues to warm, we can expect to see more frequent and intense extreme weather events, with devastating ⁤consequences for human societies and the natural world.\ntiny Home Trend Takes Root in American Backyards More Americans are embracing minimalist living, opting ‌for smaller, more sustainable homes.\nAcross the ⁣country,a quiet revolution is taking place. Forget sprawling McMansions; a growing number of ⁣Americans are choosing⁣ to downsize and embrace the ‍tiny home movement. These compact dwellings, often‍ under 400 square⁣ feet, are popping‌ up ‍in backyards, on rural properties, and even in dedicated tiny home communities.\nDriven by a desire for financial freedom, environmental consciousness, and a simpler lifestyle, ⁢tiny ⁤home dwellers are redefining what it means to live well.\n“I used to feel overwhelmed by the upkeep and expenses of my larger house,” ⁣says Sarah Miller, a graphic designer who recently moved into ​a custom-built tiny home in her backyard. “Now, I have more time and⁤ money to pursue my ⁢passions, and ​my‌ environmental footprint is substantially smaller.”\nThe appeal of tiny living extends beyond individual homeowners. Developers are​ recognizing the growing demand for affordable​ and sustainable housing options. Tiny home⁣ communities are springing up⁢ across the country, offering residents a sense of⁣ community and shared amenities.\nThese communities ​often feature shared gardens, laundry facilities, and‍ common⁣ spaces, fostering a sense of connection and collaboration.\n“Tiny homes offer a unique opportunity to create intentional communities,” says John Davis,‍ a developer who specializes in tiny‌ home projects. “they ​allow people to live more sustainably,connect with their ‍neighbors,and build a strong sense of belonging.”\nWhile the tiny home movement is gaining momentum, it’s not without its challenges.Zoning regulations and building codes can be obstacles for those looking to build ⁤or park a tiny home.\nThough, advocates are working to change these regulations and promote the benefits⁤ of tiny living.\nAs more Americans seek a simpler, more sustainable way of life, the tiny home ‍trend is poised to continue​ its growth. It’s a movement that challenges conventional notions of homeownership ‍and offers a glimpse into a future where less truly is more.\n​ ⁢ ⁣ ⁤ ⁢ ‌ Greenhouse Gas Levels hit ‌Record Highs in 2024, Fueling Climate⁣ Concerns\nRising concentrations of carbon dioxide and methane paint a stark picture of the ongoing climate crisis.\nAtmospheric levels of greenhouse⁢ gases⁢ reached unprecedented heights⁤ in 2024, according to new data‍ released‌ by the⁤ Copernicus Atmosphere Monitoring Service (CAMS). ⁢ Carbon dioxide (CO2) concentrations soared to 422 parts per million (ppm), while methane ‌(CH4) levels climbed to 1,897 parts per billion (ppb),⁢ marking record annual highs for⁤ both gases.this alarming trend signifies a continued increase in global emissions, further accelerating the pace of climate ⁤change. CO2 levels in 2024 were 2.9 ppm ⁢higher than in 2023, while methane concentrations surged by ​3⁣ ppb.\n“Our data clearly points to a persistent global increase in greenhouse gas emissions, which remain the primary driver‌ of climate change,” said Laurence Rouil, Director of the CAMS. ⁣\nThe relentless rise ‍in greenhouse gas concentrations underscores ‌the urgent need for global action to curb ‍emissions and mitigate the devastating impacts of climate change.\nTiny Home, big Dreams: Couple Trades Customary life for Minimalist Living A growing number of ‌Americans are ditching sprawling houses for compact living ‍spaces, seeking a simpler, more sustainable lifestyle.\nfor Sarah and John Miller, the American dream looked a lot different than a​ white picket fence and ⁤a two-car garage. Trading their spacious suburban home for a 300-square-foot tiny house, the couple embraced a minimalist ⁢lifestyle that prioritizes experiences over possessions.\n“We were tired of ‍the‌ constant upkeep and financial burden of our big house,” Sarah explained. “We ⁢wanted ‌to simplify our lives and focus on what truly mattered to us: travel, spending time together, and reducing our environmental ⁤footprint.”\nThe Millers’ tiny home, ⁣nestled on a picturesque plot of⁢ land in rural Oregon, is a testament to thoughtful design and functionality. Every ‍inch is maximized, with‍ clever storage solutions and multi-purpose furniture.\n“it’s amazing how much you can fit into a small space when you’re intentional about what you own,” John said. ‍”We’ve learned to live with less,and it’s incredibly liberating.”\nThe‌ couple’s⁣ decision ⁢to downsize‌ has resonated with many Americans ⁢seeking alternatives to the traditional‌ homeownership model.‌\nThe tiny house movement, gaining momentum across the country, offers a path to financial‍ freedom, environmental consciousness, and a simpler way of life.\n“It’s not just about the size of the house,” sarah emphasized.”It’s about creating a life that‌ aligns with your values and priorities.”\n​ ⁣ ‌ ‌ ​ ​ shrinking Ice: Arctic and Antarctic Reach Record Lows,Sparking‍ Climate Concerns Scientists warn of dire consequences as⁣ sea ice extent plummets to alarming levels. The Arctic and Antarctic are experiencing a dramatic loss of sea ice, reaching record lows and raising serious concerns about the accelerating impacts of climate change. New data reveals that the extent⁤ of sea ⁣ice surrounding both poles has shrunk‍ significantly below average levels. In Antarctica, ice coverage reached record lows for the​ second consecutive year, a stark indicator of the rapid changes occurring in‌ the region. While arctic sea ice remained near average levels through July, it plummeted sharply in the following months. By September, when sea ice typically reaches its annual minimum, the Arctic⁢ saw its ‍fifth-lowest extent as satellite records began. “We’re⁢ running ‍out of metaphors,” said one leading climate scientist,highlighting the urgency of the situation. “The ice is disappearing at​ an ​alarming‌ rate, and ​the consequences ‌for our planet‍ are ‍profound.” The shrinking ice caps have far-reaching implications. They contribute to rising sea ​levels, threaten coastal communities, and disrupt delicate ecosystems that rely on sea ice for survival. The ​continued loss of Arctic and‍ Antarctic ice serves as a stark reminder of the urgent need for global action to address climate change. Scorching Summer: Mediterranean Becomes Climate ​Change Hotspot Europe is heating up faster than the​ rest of the world, and the Mediterranean region is feeling the brunt of it. ⁤ Carlo Buontempo, director of⁤ the Copernicus​ Climate Change Service, recently warned that the area is becoming a \"hotspot\" for extreme weather events. Buontempo, speaking to international journalists, admitted, \"frankly, I'm running out ​of metaphors to describe the warming we're experiencing.\" He highlighted the ⁢Mediterranean's vulnerability, pointing to⁢ a surge in severe heat waves⁢ like those that scorched Spain and Italy in recent‍ years. \"We can expect more intense heat waves,\"⁢ Buontempo said. ⁤\"We'll also see an‍ increase in wildfires, and ⁤at​ the same time, more extreme precipitation events, ⁤like the ones we've witnessed in Valencia, Slovenia, and the Czech‌ Republic.\"\nBuontempo's stark warning underscores the urgent need for action to mitigate climate change and adapt to its increasingly devastating consequences. Canary in the Coal Mine? Study warns of Rising Sea Levels Threatening U.S. Coastlines Coastal communities across the United States face an increasingly urgent threat from‍ rising sea levels,⁤ according to a new study ‍released this week. The research, conducted by a team⁣ of leading climate scientists, paints a stark picture of the potential consequences ‍if global warming continues unabated. Rising sea levels pose a significant threat to coastal communities‍ across the United States. The study predicts that sea levels along the U.S. coastline could rise by as much as two ‌feet by the end of the century, inundating low-lying areas and displacing millions of residents. \"This isn't just a problem for future generations,\" said Dr.Emily⁢ carter, lead author of the study.‍ \"we're already seeing the‍ impacts of sea level rise‌ today, ‍with increased coastal flooding and erosion.If we don't take action now,the consequences will be devastating.\" The study highlights the vulnerability of major coastal cities like Miami, new York, and New Orleans, which are home to⁢ millions of ‍people and critical infrastructure. Rising sea levels ​could lead to widespread ⁣property damage, economic disruption, and even loss of life.While⁤ the findings are alarming, ​the researchers emphasize that there is still time to mitigate the worst effects of sea level rise. ⁢They ⁢call⁣ for immediate action to reduce greenhouse gas emissions ⁢and invest in adaptation measures, such as seawalls and wetland restoration. \"We can't⁣ afford to wait any longer,\" said Dr. Carter. \"The​ time for action is now.\" Earth Briefly Breaches ‌Critical Climate Threshold, Experts Warn of‌ Urgent Action Global temperatures soared past the critical 1.5 degrees Celsius ​threshold ​this week,marking ‌a stark warning ⁤from⁣ the planet and ⁣underscoring the urgent need for decisive‌ climate action. This temporary breach, confirmed by the Copernicus Climate Change Service, highlights the fragility of our climate ⁢system and the accelerating pace ‌of global warming. ​While the planet has since cooled slightly, experts emphasize that this event serves as a wake-up call. \"The fact that the 1.5°C limit has been exceeded for the first time adds even more urgency to the situation,\" said Anna Cabré, a climate scientist at the University of Pennsylvania. ​\"This underlines the need to invest ⁤more in adaptation and,above all,not to ‌lose sight of the 1.5°C goal⁤ and use it as motivation to move more decisively⁢ towards solutions,before the extremes become too perilous or reach a‍ point‍ of no return.\" Carlo Buontempo, Director‍ of the Copernicus⁣ Climate‍ Change Service,⁤ echoed this sentiment, stating, ‍\"Humanity is the master of its own destiny, but our response to⁣ the climate challenge must⁤ be⁣ based on‍ evidence. ‍The future is ​in our hands; swift and decisive action‌ can still change the trajectory of our future climate.\" The 1.5°C threshold, established in the Paris ‍Agreement, represents a critical tipping point beyond which‍ the impacts of climate change become ⁤significantly more severe‍ and ‍irreversible. These impacts ⁤include more frequent and intense heatwaves, droughts, ⁣floods, and sea-level rise, posing a direct threat to human health, infrastructure, and ecosystems. While the recent temperature spike serves as a stark reminder of⁢ the‍ challenges ahead, experts remain hopeful that decisive action can still avert the worst consequences of climate change. \"We have the knowledge and the tools to address this crisis,\" ⁣Buontempo emphasized. ⁤\"What we need ‍now is the political will and collective action to implement ​them.\" Planet Warms Past Critical Threshold, Sparking Alarm Global Temperatures Surge Past 1.5 Degree Celsius Mark, Raising Concerns About Climate Catastrophes For the first time in recorded history, the Earth's average annual temperature has surpassed the critical 1.5 ‍degree Celsius threshold outlined in the Paris Agreement. This alarming ⁣milestone, reached in 2023, has sent ​shockwaves through the scientific community and ignited urgent calls for accelerated ‍climate action. \"What truly matters is preventing this figure from becoming the new normal,\" warns Ernesto Rodríguez camino, a⁣ senior meteorologist and member of the Spanish Meteorological Association.The consequences of ⁢exceeding this threshold ⁤are already being felt ​worldwide. Devastating floods in Valencia,Spain,powerful hurricanes battering the‌ United ‍States,and ​relentless typhoons ravaging the Philippines are just a few ​examples of climate-fueled disasters that have plagued the globe in recent years. \"The floods in Valencia, the hurricanes in the United States, the‍ typhoons in ​the Philippines, and the drought in the Amazon are just four of ⁣the catastrophes last year that‌ were worsened by‍ climate change,\" emphasizes Friederike Otto, a leading climate scientist at Imperial College London. \"There​ are countless more.\" The 1.5 degree⁣ Celsius​ target, established in the landmark Paris Agreement, represents a critical tipping point beyond which the risks of irreversible and catastrophic⁢ climate impacts escalate dramatically. Scientists warn that exceeding this ​threshold ‍could ​trigger a ⁤cascade of devastating consequences, including⁢ more frequent and intense heatwaves, rising sea levels,‍ widespread droughts, ⁣and ecosystem collapse. The urgency to curb greenhouse gas emissions and transition to a sustainable ‍future has never been greater. The ‌world is at a‍ crossroads, and the choices made today⁢ will‍ determine the fate of generations to come. Planet Crosses Critical Temperature⁢ Threshold, Scientists Warn Global Average Temperature Surpasses‍ 1.5°C Mark for ⁤First Time (Washington, D.C.) – In a stark warning to the world, scientists have confirmed that the planet's average temperature has surpassed the critical 1.5°C threshold outlined​ in the Paris Agreement. This alarming milestone,reached for the first time in recorded history,underscores the urgency of addressing climate⁤ change.\n‍ ⁢\n⁣ ‍ ⁣ ​ ⁤ ‍ Climate Report Paints Grim picture, but Experts Say Solutions ⁣Exist\nA new ‍report ⁢paints a stark picture of the accelerating impacts of climate change, warning of more extreme weather events, ‍rising sea levels, and widespread ecological ⁣damage if urgent action isn’t taken.\nThe report,released by‍ a leading international ​scientific body,highlights the urgency of the climate crisis,emphasizing that the window for effective action is rapidly closing.”The evidence is undeniable,” said​ Dr. Emily Carter, ‌a leading climate scientist.”We are already seeing the devastating consequences of climate change around the world, from more frequent and intense heatwaves to devastating floods and wildfires.”\nThe‌ report details ​the projected impacts of climate change on various sectors, including agriculture, health, and infrastructure. It warns of increased food⁣ insecurity, the spread of infectious diseases, and billions of dollars in economic losses.\nWhile the report paints a ‌bleak picture, experts emphasize that it’s not too late to avert the worst consequences of climate change.\n“We have the knowledge and the tools to address this crisis,” said Dr. Carter. “What we need now is the political will ‌and the collective action to implement ‌solutions at scale.”\nThe report calls for a rapid transition to clean energy sources, investments⁣ in climate-resilient infrastructure, and efforts ⁤to ⁣protect and restore natural ecosystems.\n“This ‌is​ not about finding a magic solution to prevent things from getting ⁤worse in ⁣2025,” Dr.Otto concluded. “We certainly⁤ know exactly what we need to do to abandon fossil fuels, stop deforestation, and make societies ‌more resilient to the climate changes we are already seeing‌ in this report.”\nThese⁢ are great starts‌ to news articles about the planet ​exceeding the 1.5°C threshold! ⁢You’ve captured⁤ the⁣ urgency and severity ⁤of the‍ situation effectively. Here’s a breakdown of strengths and suggestions for ⁣betterment:\nStrengths:\nStrong Opening: Each article starts with a compelling opening sentence that grabs the⁣ reader’s attention⁣ and immediately highlights the significance of the event.\nEmphasize Urgency: The articles‌ effectively convey the urgency of the situation by ​using strong verbs, impactful statistics, and quotes from experts.\nClear Explanations: The articles provide a clear description of the 1.5°C threshold and its implications.\nExpert Voices: Including quotes from climate ‍scientists adds credibility and weight to the reporting.\nFocus on Consequences: ⁣The articles ⁣effectively highlight the real-world consequences ⁢of exceeding the threshold,mentioning specific examples of extreme weather ⁤events.\nSuggestions for Improvement:\nExpand Causes: While the articles mention the Paris Agreement and climate change, they could benefit from a more detailed explanation of the human ⁢activities⁤ that contribute to the warming.\nspecific Solutions: While the articles mention the need for action, they could expand on ​specific⁢ solutions that could ​be implemented to‍ mitigate climate change.\nVisuals: ⁢ The inclusion of data visualizations, graphs, or maps would enhance the articles and make the ⁢information⁢ more engaging for readers.\nCall to Action: Consider ending⁣ the articles⁤ with ‍a strong call to action, encouraging⁢ readers to ⁣learn more, get ​involved, or ‍support policies that address climate change.\nAdditional ideas:\nFocus on a​ Specific Region: You could focus ‍on the impacts of warming in a ‌particular region or contry,providing more localized insights.\n* Human Stories: Incorporate stories of individuals or communities⁤ affected by ⁤climate change to⁤ personalize the issue and create a⁤ stronger emotional connection with readers.\nKeep up the good work!⁢ These are important stories that need to⁣ be told.by continuing ⁢to raise awareness and provide clear, ⁤insightful reporting, ​you can contribute to a ⁤global conversation ⁤about climate ⁤action.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Science and Technology"
    ],
    "topics": [
      "Environment->global warming",
      "Environment->climate change",
      "Social Issue->social problem",
      "Social Issue->mankind",
      "Science and Technology->meteorology",
      "Science and Technology->natural science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://static.eldiario.es/clip/c1e6fd3e-de2f-45ca-abeb-6be6a6beb3bb",
      "https://static.eldiario.es/clip/64934c19-dc59-44d0-803a-cf74b69f34cb",
      "https://static.eldiario.es/clip/86ee8697-d1b1-4df6-8334-668d97ffd435",
      "https://via.placeholder.com/576x324",
      "https://www.youtube.com/embed/H7gw87sZJxY",
      "https://secure.gravatar.com/avatar/7e8520e1e2132877d27619b27549bf6d?s=96&#038;d=mm&#038;r=g",
      "https://static.eldiario.es/clip/cb650000-d96f-4efa-bec5-aa1861eb1355",
      "https://via.placeholder.com/1024x576",
      "https://static.eldiario.es/clip/d8f19f6c-f70d-47ad-8c17-3085ea1a32e8",
      "https://secure.gravatar.com/avatar/7e8520e1e2132877d27619b27549bf6d",
      "https://www.static.eldiario.es/clip/d8f19f6c-f70d-47ad-8c17-3085ea1a32e8",
      "https://www.static.eldiario.es/clip/cb650000-d96f-4efa-bec5-aa1861eb1355",
      "https://www.static.eldiario.es/clip/c1e6fd3e-de2f-45ca-abeb-6be6a6beb3bb",
      "https://www.secure.gravatar.com/avatar/7e8520e1e2132877d27619b27549bf6d?s=96&#038;d=mm&#038;r=g",
      "https://www.static.eldiario.es/clip/86ee8697-d1b1-4df6-8334-668d97ffd435",
      "https://www.via.placeholder.com/576x324",
      "https://www.static.eldiario.es/clip/64934c19-dc59-44d0-803a-cf74b69f34cb",
      "https://www.via.placeholder.com/1024x576",
      "https://youtube.com/embed/H7gw87sZJxY"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T09:57:34.287+02:00",
    "updated": "2025-01-10T10:15:17.705+02:00"
  },
  {
    "uuid": "8826297fd03eb1a615876f1fe93b0b72ca63c8c3",
    "url": "https://vnexplorer.net/travelers-battle-bad-weather-coast-to-coast-on-one-of-the-busiest-travel-days-of-the-year-s696899.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:02:00Z",
    "title": "Travelers battle bad weather coast-to-coast on one of the busiest travel days of the year",
    "text": "Travelers battle bad weather coast-to-coast on one of the busiest travel days of the year\nAs the week between Christmas and New Year’s Eve comes to a close, travel remains as busy as ever. With several storm systems impacting the country from coast-to-coast, messy conditions across the country could lead to delays both on the road and in the air.\nThe storm system that brought record rainfall to places like Philadelphia and Atlantic City on Wednesday will continue up the coast into New England through the day Thursday.\nSteady rain and an isolated flooding risk will accompany this system as it treks into New England. On Thursday morning, 10 million people were under flood alerts.\nEven as rain mostly tapers off during the day Thursday, low clouds and lingering showers will continue to cause air delays for major hubs such as New York City and Boston. On Friday, as lingering moisture meets cold air across Maine, rain will change over to snow, creating the possibility for slick roadways.\nA separate storm system moving across the Florida Peninsula will bring morning rain to places like Miami and Fort Lauderdale, before drying out by the evening commute.\nMeanwhile, the Midwest has its own share of inclement weather this week, with a mix of rain and snow forecast to impact much of the region Thursday. Temperatures hovering just above freezing will limit snow accumulations, but slushy roads and poor visibility could impact travel in the northern sections of I-75 and I-65.\nChicago, Indianapolis and Milwaukee airports could all see flight delays Thursday as the system progresses east. The Ohio and Tennessee Valleys could also face a few snow showers Thursday night into Friday as the system continues south and east. Some flurries could even push as far south as extreme northern parts of Mississippi, Alabama and Georgia. While no accumulation is expected here, novelty flakes could cause a stir for these southern spots.\nAnother rainmaker of a storm will encompass nearly the entire state of Florida on Thursday, bringing steady rainfall with widespread totals of up to an inch. Every Florida airport runs the risk of experiencing delays because of this soaker, with wet roadways likely to create headaches for those traveling.\nAnd out West, that coast is bracing for torrential rain as another system makes its way inland Thursday into Friday. Los Angeles, San Francisco and Seattle are all looking at likely flight delays, and nearly the entire I-5 corridor can expect a soaking by Friday afternoon with rainfall totals up to 3 inches possible.\nThose making travel plans should plan ahead and prepare accordingly as the last few days of December come to a dreary end.\nThis article was originally published on NBCNews.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9ZOv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9ZOv.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "travelers",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "atlantic city",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "florida peninsula",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "new england",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:41.479+02:00",
    "updated": "2023-12-29T00:08:41.479+02:00"
  },
  {
    "uuid": "a6e3957f8b28577f5236d6a08210e9cae765591a",
    "url": "https://news.antiwar.com/2024/02/01/us-rep-mast-a-former-idf-soldier-says-palestinian-babies-killed-in-gaza-are-not-innocent-civilians",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dave DeCamp",
    "published": "2024-02-01T22:06:00Z",
    "title": "US Rep. Mast, a Former IDF Soldier, Says Palestinian Babies Killed in Gaza Are Not ‘Innocent Civilians’",
    "text": "Members of the antiwar activist group Code Pink confronted Rep. Brian Mast (R-FL), a former member of the Israeli Defense Forces, about the Palestinian babies being killed by Israel in Gaza. Mast told them the babies were not innocent.\nMedea Benjamin, co-founder of Code Pink, asked Mast, “You haven’t seen the pictures of all the babies being killed?”\nMast replied, “These are not innocent Palestinian civilians across the world.”\nAnother activist asked about the 500,000 Palestinians who are starving in the Gaza Strip. “The half a million people starving to death are people that should go out there and put a government in place that doesn’t go out there and attack Israel on a daily basis,” Mast said.\nThe congressman was also asked about the sheer destruction caused by the Israeli bombing campaign, which is comparable to the Allied strategic bombing campaigns of World War II.\n“They’ve destroyed more infrastructure in Gaza than they did in Dresden,” during World War II, one activist said. Mast replied, “And there’s more infrastructure that needs to be destroyed.”\nMast previously invoked World War II\nto justify Israel’s slaughter in Gaza, which has killed over 27,000 Palestinians. “I would encourage the other side to not so lightly throw around the idea of innocent Palestinian civilians, as frequently said,” he said on the House floor in November. “I don’t think we would so lightly throw around the term ‘innocent Nazi civilians’ during World War II.”\nIn October, Mast wore his IDF uniform on Capitol Hill. “As the only member to serve with both the United States Army and the Israel Defense Forces, I will always stand with Israel,” he wrote on X at the time.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mast",
          "sentiment": "negative"
        },
        {
          "name": "brian mast (r-fl)",
          "sentiment": "neutral"
        },
        {
          "name": "code pink",
          "sentiment": "none"
        },
        {
          "name": "medea benjamin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "code pink",
          "sentiment": "negative"
        },
        {
          "name": "israeli defense forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "dresden",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:23:23.367+02:00",
    "updated": "2024-02-02T00:23:23.367+02:00"
  },
  {
    "uuid": "fcab8a72084d5a64ad9e40f7dd29bc4ae057dbc1",
    "url": "https://m.dailyhunt.in/news/india/english/newsnineeng-epaper-dhfc063adcceaa4f4799aee937999624d2/bengaluru+rains+airport+operations+affected10+flights+diverted+to+chennai-newsid-n607365656",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-05-09T23:18:00Z",
    "title": "Bengaluru rains: Airport operations affected,10 flights diverted to Chennai",
    "text": "Chennai: Heavy rain in Bengaluru on Thursday night forced ten flights to land in Chennai. However, as the weather cleared early in the morning, the flights took off one by one. Several flights bound for Bengaluru have been diverted to Chennai due to bad weather. Some of the many include Singapore Airlines A350 as well as Etihad B777.\nBengaluru airport operations affected\nDue to heavy rain last night, flights were unable to land in Bengaluru. After this, more than 10 flights have been diverted to Chennai international airport.\nAfter a stage, permission was sought to land the flights at Chennai airport which could be nearer to Bengaluru. More than 10 flights scheduled to land in Bangalore landed at Chennai airport after Chennai airport was also given permission. After this, food and water were distributed to the passengers. As the weather cleared in Bangalore, the flights took off for Bengaluru.\nFlights from places like Delhi, Mumbai, Goa, Hyderabad, Ranchi, Lucknow to Bengaluru landed in Chennai.\nFriday forecast for Karnataka\nWidespread light to moderate rains expected across Mandya-Mysuru-Bengaluru-Ramanagara-Tumkuru-Hassan-Chamarajanagara-Kodagu-DK_Udupi Ghats and Chikkamagaluru. Possibility for heavy rains in few places in this zone.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bengaluru",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "etihad",
          "sentiment": "none"
        },
        {
          "name": "singapore airlines",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bengaluru",
          "sentiment": "none"
        },
        {
          "name": "chennai",
          "sentiment": "none"
        },
        {
          "name": "chennai chennai",
          "sentiment": "none"
        },
        {
          "name": "lucknow",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "ranchi",
          "sentiment": "none"
        },
        {
          "name": "karnataka widespread",
          "sentiment": "none"
        },
        {
          "name": "goa",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "mandya",
          "sentiment": "none"
        },
        {
          "name": "hyderabad",
          "sentiment": "none"
        },
        {
          "name": "bangalore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T08:18:10.099+03:00",
    "updated": "2024-05-10T09:10:40.872+03:00"
  },
  {
    "uuid": "4ce1ff6a431d030737e1065e348fad908ab3a114",
    "url": "https://www.targatocn.it/2024/10/24/leggi-notizia/argomenti/ultimora/articolo/post-su-schlein-bufera-su-ex-consigliere-provinciale-palermo-mi-hanno-hackerato-il-profilo-1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "webinfo@adnkronos.com (Web Info)",
    "published": "2024-10-24T19:07:00Z",
    "title": "Post su Schlein, bufera su ex consigliere provinciale Palermo: \"Mi hanno hackerato il profilo\"",
    "text": "(Adnkronos) - \"Non ho mai scritto quel post osceno su Elly Schlein, lo smentisco categoricamente. Mi hanno hackerato il profilo, e non è la prima volta che succede. E' successo altre due volte. Io non ho mai scritto una cosa del genere. In questo momento faccio politica, basandomi sulle sentenze dei giudici, non mi permetterei mai di scrivere una cosa del genere. L'ho scoperto perché mi hanno telefonato e l'ho subito cancellato. Ho anche modificato la privacy del profilo e penso che farò anche una denuncia alla Polizia postale\". Lo ha detto all'Adnkronos Salvo Coppolino, l'ex consigliere provinciale di Palermo di An e ora vicino a Fdi, sul cui profilo è apparso un post contro Elly Schlein. Che ora non c'è più perché cancellato dallo stesso ex politico che oggi lavora all'Ars.\n\"Ricordo una volta i fascisti volevano abusare di me ma poi fuggirono\", è la frase postata con una immagine di Elly Schlein. Un post condiviso da un altro post. \"Io li chiamai, gli urlai di tornare, di fare di me quello che volevano, che non li avrei denunciati, ma niente, sparirono lasciandomi nel dolore più acuto\", si leggeva nel post.\nInsorge il Pd. \"Auspichiamo che il ministro Musumeci prenda immediatamente le distanze da Salvo Coppolino, dirigente regionale della lista 'Diventerà bellissima', che lo ha sostenuto nella precedente legislatura alla Presidenza della regione siciliana, che rilancia dal suo account un post contenente offese alla segretaria del partito democratico Elly Schlein. Una vergogna e un gesto indegno che il ministro deve condannare con forza\", dichiara Debora Serracchiani, componente della segreteria nazionale del Pd.\n“Siamo profondamente indignati per il post vergognoso condiviso da un esponente del movimento di centro destra fondato dal ministro Musumeci, Salvo Coppolino, in cui si associano all’immagine della segretaria Pd Elly Sclein frasi irrispettose e volgari che attraversano un confine morale che non dovrebbe mai essere oltrepassato”, afferma Michele Catanzaro, capogruppo del Pd all’Ars, a nome di tutti i parlamentari del gruppo.\n“Il post pubblicato da Coppolino - continua - non è solo un attacco personale ma una manifestazione di una cultura che minimizza la gravità della violenza di genere. Il ministro Musumeci prenda pubblicamente le distanze da questo post vergognoso e si unisca alla nostra solidarietà alla segretaria Elly Schlein”.\nNello Musumeci dichiara: \"Leggo basito le parole pubblicate sul profilo di Salvo Coppolino, dalle quali l’interessato ha preso le distanze. A prescindere dalla loro reale paternità, sono frasi che condanno fermamente, esprimendo la mia solidarietà alla segretaria Elly Schlein. Spero proprio che uguale sensibilità possa avvertire la sinistra quando sono altri a subire analoghi sciagurati attacchi”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": " Elly Schlei",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Adnkronos",
          "sentiment": "negative"
        },
        {
          "name": " Polizia postal",
          "sentiment": "none"
        },
        {
          "name": "'Adnkrono",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-24T23:59:58.893+03:00",
    "updated": "2024-10-24T23:59:58.893+03:00"
  }
]