[
  {
    "uuid": "a6b13e78824a78ac0dca01b63bbd59a21a068c6c",
    "url": "https://www.india.com/webstories/entertainment/10-upcoming-movies-to-get-ott-releases-in-january-2024-6618490/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shawn Dass",
    "published": "2023-12-30T13:20:00Z",
    "title": "10 Upcoming Movies To Get OTT Releases In January 2024",
    "text": "30 Dec, 2023 Shawn Dass Animal- The movie revolves around the relationship of a son and a father. Sam Bahadur- The film is a biographical war based movie directed by Meghna Gulzar. Boy Swallows the Universe- After their family is torn apart by a drug lord, a precocious child and his deliberately silent brother embark on a suburban journey of love, redemption, and retribution. Do Patti- A suspenseful mystery thriller set in the highlands of northern India. Fool Me Once Season-Mya, a widowed mother, is startled by a photograph of her late husband taken on her toddler's nanny cam. Griselda- The story of Griselda Blanco, a dedicated mother who founded one of history's most wealthy cartels. Indian Police Force- One officer risks his family's safety and his own to bring down a violent criminal network that threatens innocent people. Despite hurdles, he remains committed to his job of keeping the people safe. Karmma Calling- Starring Raveena Tandon, Namrata Sheth, and Varun Sood is a TV Series expected to release on Disney+ Hotstar. Killer Soup- What is the soup's secret ingredient? Is this love? Is it retaliation? Whatever it is, we can't wait to see what's in the works. Masters of the Universe: Revolution- Teela joins He-Man and the other Masters in their journey to free Eternia from the clutches of darkness. Thanks For Reading! Next: BTS Singer V Turns 28: Kim Taehyung's Interesting Facts And Net Worth Find Out More",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raveena tandon",
          "sentiment": "none"
        },
        {
          "name": "griselda",
          "sentiment": "none"
        },
        {
          "name": "meghna gulzar",
          "sentiment": "none"
        },
        {
          "name": "mya",
          "sentiment": "none"
        },
        {
          "name": "griselda blanco",
          "sentiment": "none"
        },
        {
          "name": "varun sood",
          "sentiment": "none"
        },
        {
          "name": "namrata sheth",
          "sentiment": "none"
        },
        {
          "name": "patti",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T18:15:20.717+02:00",
    "updated": "2023-12-30T18:15:20.717+02:00"
  },
  {
    "uuid": "d3c27e19207f39d0cb0e114ed1d2dc5673d026cc",
    "url": "https://borneobulletin.com.bn/when-to-expect-your-babys-teeth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gp",
    "published": "2024-03-14T14:03:00Z",
    "title": "When to expect your baby’s teeth",
    "text": "ANN/THE STAR – Although baby teeth are not permanent, overlooking their importance in a child’s dental health is a serious mistake that some parents make. The growth of both baby and permanent teeth plays a vital role in child development. In addition to tracking other developmental milestones, parents should also pay close attention to their child’s dental development during the early years. First of all, it is good to learn about the types of teeth for both baby teeth and permanent teeth. They are: INCISORS These are the front teeth with a thin cutting edge that function to bite and cut food. There are eight incisors in both baby and permanent teeth, comprising central and lateral incisors. CANINES These are the pointy teeth located next to the incisors, which are used to tear food. There are four canines in both baby and permanent teeth. MOLARS AND PREMOLARS These teeth with broad, flat surfaces located to the side and back of the mouth, serve to crush and grind food. There are eight molars in baby teeth and 12 molars in permanent teeth. The eight premolar teeth are smaller than the molars and are present in permanent teeth only. DENTAL DEVELOPMENT Teething is the process of baby teeth erupting or breaking through the gum. Typically, the first teeth to erupt are the two central incisors on the lower jaw at around the age of six months. These are followed by the two central upper incisors, upper and lower lateral incisors, the four first molars, the four canines, and finally, the four second molars. Usually, one tooth will erupt per one to two months once teething starts. The timing of eruption may vary among children, while the sequence tends to be more consistent. In general, a child should have a complete set of 20 baby teeth by the age of two to three years. Do note that it is normal to have some spacing between the upper front teeth and no treatment is required. This is a natural growth process to provide the necessary space for the larger permanent teeth. Teething may feel uncomfortable to children; here are some ways to provide relief: • Massage the gum with a clean, soft, wet cloth. • Provide chilled teething rings. • Give them unsweetened teething rusks. • Use pain-relief medications. The permanent teeth will begin to emerge between the ages of six to seven years. Typically, the first permanent teeth to erupt are the first molars, which may emerge behind the baby molars. Next, the lower permanent incisors may also emerge behind the baby incisors, giving the impression of a double layer. This is not a cause for concern as baby teeth will get wobbly and fall out as permanent teeth emerge and move into the correct position. Parents must ensure that the erupting teeth are cleaned as well. The rest of the permanent teeth will follow and grow into the gaps left by baby teeth that are lost. Between the ages of six and 12 years, children will have a mixture of both baby and permanent teeth in their mouth. By the age of 21 years, a person will have a full set of 32 permanent teeth, including the wisdom teeth (or the third molars). IMPORTANT FOUNDATION Baby teeth are not permanent, but they are a crucial part of your child’s dental development. Baby teeth reserve and create space for permanent teeth to grow into. They also play a role in the normal development of speech and facial structure. Healthy baby teeth also help in attaining good nutrition and giving a good start to the permanent teeth, as decay or infection in baby teeth can affect food consumption and dental development. Hence, taking care of dental health should start from an early age. – Dr Annapurny Venkiteswaran",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:25:27.226+02:00",
    "updated": "2024-03-16T14:09:50.994+02:00"
  },
  {
    "uuid": "66285186e54b4ad37733b5ee9c5f98a3ed2d4a65",
    "url": "https://www.losandes.com.ar/policiales/video-asi-se-robaban-la-placa-del-doble-disco-de-platino-de-maria-becerra",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Los Andes",
    "published": "2024-04-25T21:32:00Z",
    "title": "Video: así se robaban la placa del doble disco de platino de María Becerra",
    "text": "Una pareja robó la placa del doble disco de platino de [María Becerra](https://www.losandes.com.ar/espectaculo/maria-becerra-apuesta-por-cambios-de-look-y-vestimenta-para-su-nueva-era/). El productor de la cantante había dejado el disco apoyado en una columna del Aeropuerto de Ezeiza. Según informaron fuentes policiales, el incidente tuvo lugar el 22 de abril, cuando el director creativo de la cantante desembarcó de un vuelo procedente de Italia alrededor de las 7:30. Tras completar los procedimientos de inmigración, se dirigió hacia uno de los estacionamientos de la terminal, donde lo esperaba un auto. [ Al llegar a su destino, notó la ausencia de la placa, ](https://www.losandes.com.ar/espectaculo/el-mal-momento-de-maria-becerra-en-ezeiza-le-robaron-uno-de-sus-objetos-mas-preciados/)que había olvidado en uno de los carritos utilizados para transportar sus pertenencias. La Policía de Seguridad Aeroportuaria (PSA), mediante un seguimiento por cámaras de seguridad, logró identificar a la pareja que se lo había llevado. Según se observa en las imágenes, la pareja había dejado el auto justo al lado del paquete verde y, al verlo sin la presencia de nadie alrededor, decidió tomarlo. Después de recorrer el establecimiento con él, lo colocó dentro de su auto. Tras la denuncia correspondiente ante las autoridades, pudieron recuperar la placa, informó la agencia Noticias Argentinas. Disco doble de platino El doble disco de platino, que simboliza el éxito alcanzado por María Becerra con su tema “Corazón Vacío”, fue entregado por la discográfica Warner Music como reconocimiento a las destacadas ventas de la canción.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:36:24.856+03:00",
    "updated": "2024-04-26T01:55:44.422+03:00"
  }
]