[
  {
    "uuid": "61be55e88969aefa3a56dae7611bad9df3a1e684",
    "url": "https://www.wbko.com/2024/05/09/officials-warn-people-about-park-flood-waters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wbkotv",
    "published": "2024-05-09T23:19:00Z",
    "title": "Officials warn people about park flood waters",
    "text": "Officials warn people about park flood waters BOWLING GREEN, Ky. (WBKO) - Flooded areas have been reported in numerous locations after Wednesday night’s series of storms that passed through the region. One such area is Jim Roberts Community Park, located in Franklin. Drakes Creek runs through the park, which causes a substantial amount of flooding in the area. According to Lisa Deavers, Park Director of Jim Roberts Community Park, people have been trying to come out to the park to wade in the flood waters. ”We do encourage you not to do that,” Deavers said. “For one you don’t know the debris that’s underneath, but also we’ve had the electric electric plant board come out and turn off the electricity because there were electric panels in some of those areas. We know that we have some dead trees down there. Some are caught on guidelines. There’s no telling what kind of trash we’re going to find.” Deavers also encouraged anyone tempted to visit the park to see the flooding to be safe, stay out of the water, and not go into any areas of the park where the gates are closed. Copyright 2024 WBKO. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lisa deavers",
          "sentiment": "none"
        },
        {
          "name": "deavers",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ky.",
          "sentiment": "none"
        },
        {
          "name": "franklin",
          "sentiment": "none"
        },
        {
          "name": "drakes creek",
          "sentiment": "none"
        },
        {
          "name": "jim roberts community park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T02:31:22.988+03:00",
    "updated": "2024-05-10T02:31:22.988+03:00"
  },
  {
    "uuid": "b9d90e24caf9feb7e3f8886eb60e30a1662ed51c",
    "url": "https://www.frontpagemag.com/frontpage-magazines-man-of-the-year-the-idf-soldier/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EdJenner",
    "published": "2023-12-29T09:20:00Z",
    "title": "Frontpage Magazine’s Man of the Year: The IDF Soldier",
    "text": "In a year when the civilized world is stuck in a state of retreat, he is fighting back. Under Biden’s leadership, America has been invaded by hordes of millions of migrants, and Europe continues to stagger under an endless wave of migration from the Muslim world. That’s why American and European cities are being torn apart by rioting mobs supporting Hamas. But after Israel was invaded on Oct 7, it fought back. The men on the front lines are not the politicians or the generals, they’re among the 360,000 reservists activated in a nation with a Jewish population of 7 million who left behind their homes, families and jobs to go and fight. The Israeli military was unprepared for both Oct 7 and a call-up of this size. The soldiers were fed, clothed, and equipped by the people. While the media reports on the fighting, the truly incredible unreported story is how civilian volunteers have become the supply and support (the ‘tooth-to-tail’) of the Israel Defense Forces or the IDF. In a small country, volunteers have been [bringing food](https://www.youtube.com/watch?v=u4tLau1Rec4) every day, they have provided clothes, shipped in body armor and even showed up with [washing machines](https://ejewishphilanthropy.com/filling-requests-as-quickly-as-he-gets-them-rabbi-shai-graucher-looks-to-help-anywhere-he-can/) on pickup trucks to do the laundry. Some civilian volunteers have been wounded and even [killed ](https://www.theyeshivaworld.com/news/boruch-dayan-emmes/247374/breaking-frum-man-rl-killed-from-rocket-at-erez-crossing-while-delivering-food-chizuk-to-idf-soldiers.html)while delivering food. [Israeli housewives ](https://aish.com/cooking-and-baking-for-soldiers-in-israel/)have formed the [Baking Battalion](https://www.jpost.com/food-recipes/article-772508) to make cookies, a [cooking school](https://virtualjerusalem.com/israels-word-of-the-year-for-2023-is-resilience/) produces meals for the troops and restaurants operate [free food trucks](https://www.jewishvoicesnj.org/articles/cherry-hill-native-delivering-food-to-idf-soldiers-on-the-frontline/). Others have stepped in to harvest crops and run the shops of the reservists who have been called up to serve in Gaza. When the government and the leaders failed, the ordinary Israeli stepped up. Some armies call themselves the “people’s army”: IDF soldiers really are. They’ve gone into Gaza knowing that the country stands behind them, not as an ideal, but as an everyday reality. Israel is a small country and everyone knows someone who died, came under attack, is among the 200,000 who left their homes to be out of range of the terrorist attacks, or in the ranks of those who are fighting or who have already fallen in defense of their nation. Israel today reminds me of New York City after September 11 where for a brief shining moment everyone except the worst leftists pulled together against a common enemy. That spirit may well pass in Israel as it did in America, but while it lasts, it is something to admire and emulate. Islamist mobs rampage around Manhattan and our elites celebrate Hamas, but the Israelis woke up after one terrible day and decided that they wouldn’t take it anymore. They rejected the dogma that fighting doesn’t work and they went to war. And far more than their own country is riding on the outcome. Nation after nation has surrendered to the Jihad, appeased it, and accepted the lie that Islamic terrorists can’t be defeated and fighting back only radicalizes them. America accepted Islamic terrorism as the new normal, now we’ve accepted Muslim mobs smashing up our cities as the new normal. What new horror will we accept next? The Israeli soldier is in the field fighting against this corrosive mainstreaming of evil. He is at war not only with the reality of Islamic terror but the idea that we are defenseless against it. That is why we all have a stake in what happens thousands of miles away. Gaza is not a territory: it’s a state of mind. There are Gazas in the ‘no-go zones’ of England and France, forming in Michigan and emerging in New York City. It is not a question of whether our war will come, but when. For now we can still pretend that a 7th century madman’s book doesn’t affect us. American soldiers in Afghanistan and Iraq all too often had to ask why they were there, no Israeli soldier in Gaza ever has to ask that question. Such questions end when the war comes home. We’ve become used to wars that are abstractions, geopolitical policy decisions to change a regime or protect the international order, but that’s not what wars are like in Israel. It’s a one hour drive from the hyper dense Tel Aviv metropolitan area to Kibbutz Be’eri where Islamic terrorists carried out some of the worst atrocities on Oct 7. The thousands of Jihadis, some on pickup trucks with mounted machine guns, had orders to keep going until they reached Tel Aviv. They didn’t get that far, but they did make it to Sderot, a town of 27,000 and they attacked Yad Mordechai just down the road from the city of Ashkelon. It’s a six hour trip along Israel. On the narrowest points, it’s walkable. In wartime, there is no ‘over there’ in Israel, it’s all ‘over here’. IDF soldiers are not fighting for the international order or to nation build anything: they’re traveling hours to the north to protect their homes. The Biden administration, the international community and the rest of the foreign policy ‘blob’ are obsessed with nation building in Gaza. They keep demanding a ‘day after’ plan from Israel. Conspiracy theorists claim that the lack of a ‘day after’ plan proves that Israel intends to expel all the Arab Muslim settlers from Gaza. The truth is that Israel doesn’t care about the same nation building nonsense that failed in every single Muslim country it’s been tried in 30 years. When the madman across the street just butchered your family, you don’t plan out a rehab program or discuss his prison sentence while exchanging fire with him. That sort of madness is reserved for international foreign policy experts with no clue or skin in the game. The same goes for the obsession with “proportionate responses” or “winning the hearts and minds” of Hamas. Instead of the nonsense that wasted so many of our lives, Israel is focused on winning the war. Buried in the CNN and MSNBC reports, which are virtually indistinguishable from Al Jazeera’s Hamas propaganda barrage of bombing videos, is the fact that Israeli soldiers accomplished what the Biden administration’s military experts believed was impossible in record time. Secretary of Defense Austin had urged Israelis to use his fight against ISIS in the Iraqi city of Mosul as a model. The fighting in Mosul took 9 months and led to over 1,000 casualties among the anti-ISIS coalition. Two weeks after the beginning of ground operations, Israel was in the heart of Gaza City. Now, IDF leaders say they’re close to having operational control over the north. As of now, 164 IDF soldiers have fallen in the fighting against over 8,000 Hamas terrorists. Those approximate, but improve on, the casualty rates of American forces fighting against ISIS (then known as Al Qaeda in Iraq) and Iranian militias during the peak of the 2007 ‘Surge’. But the Israelis don’t have any Muslim allied forces fighting alongside them in urban battles. Oct 7 heavily damaged the myth of the IDF, but the myth was always based on a misconception of what the Israel Defense Forces are. The IDF has its origins in groups of volunteer guards who were trained by Major General Orde Wingate, a devout Christian Zionist highly unpopular within the British military, in the unconventional doctrines that he would apply in WWII. The IDF is excellent at offensive operations, but poor at defensive ones except when individual soldiers launch desperate last stands of the kind that helped turn the tide in a few crucial battles. The strength of the IDF has never been in its generals, though like the U.S. military it had some capable old school celebrity generals, now long gone, but in the character of the average fighting man. Strategy and leadership are crucial, but the IDF was built on the resilience of the ordinary soldier. Nations don’t make peoples and generals don’t make armies: it’s people who make nations and armies. That’s as true in Israel as it is in America. Unlike the Islamic Jihadists they are battling, IDF soldiers don’t go to war fueled by meth or promises of 72 virgins, they go knowing that the lives of their friends and families depend on them. The politicians and the generals may fail them, but they do what needs to be done. In Gaza now, they make beds among the rubble, put in earplugs and try to sleep while bombs and bullets shatter the night, and then, when it is time, they rise and fight. They are not superhuman or infallible: only ordinary men who know what is at stake. But they don’t know everything that is at stake. They see only their homes and the children they said goodbye to. What they don’t see is a thousand year Jihad, the rafts bringing invaders to Europe and planes carrying them to America. They see only their small corner of the sky and earth to protect, but they are fighting a small battle that will shape the outcome of the greater civilizational war. That is why the IDF soldier is Front Page Magazine’s ‘Man of the Year’. In a year of defeatism, he is still fighting. Even though all the experts say he should stop, he does not give up. Those of us who see the big picture are often prone to despair, but the Israelis never look at big pictures. Israelis, unlike American Jews, have little interest in the big questions because, also unlike American Jews, they are religious in a mostly matter-of-fact way. When they look in the mirror, they don’t see insecurity, they see a fallible human being and when they look at the sky, they don’t see existential questions, they see G-d. That is why they have hope, not woke. These are important because they not only encourage us to hope, but tell us how. The IDF soldier is the reflection of a nation that has learned to live in the face of impossible threats by focusing on what needs to be done today. That lack of vision is a weakness, but it is also a strength. We too can turn from worrying about tomorrow and ask what we can do today. The ordinary Israeli is in the field, or making cookies, washing khaki clothes and harvesting crops. He does not think about the unlikelihood that a nation of millions can survive the hatred of over a billion fanatics who believe that their only path to paradise is through genocide. He or she does what needs to be done, without despair or rage, but with the inner strength of purpose. Israel is a nation at war with our enemies. The Islamists and leftists, the professional racists and deranged woke armies march through the streets of our cities calling for Israel’s destruction. It is not only a physical war, but a spiritual war, a cultural war and a moral war. It is a war that encompasses all of us, our homes, our families and our futures, but at the moment only one group of men is fighting that war, not just with words or elections, but with bullets. Their fight gives us hope. Their fight shows us how to fight. Their fight shows us the future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [
      "https://aish.com/cooking-and-baking-for-soldiers-in-israel/",
      "https://www.jewishvoicesnj.org/articles/cherry-hill-native-delivering-food-to-idf-soldiers-on-the-frontline/",
      "https://www.jpost.com/food-recipes/article-772508",
      "https://virtualjerusalem.com/israels-word-of-the-year-for-2023-is-resilience/",
      "https://www.theyeshivaworld.com/news/boruch-dayan-emmes/247374/breaking-frum-man-rl-killed-from-rocket-at-erez-crossing-while-delivering-food-chizuk-to-idf-soldiers.html",
      "https://ejewishphilanthropy.com/filling-requests-as-quickly-as-he-gets-them-rabbi-shai-graucher-looks-to-help-anywhere-he-can/",
      "http://www.youtube.com/watch?v=u4tLau1Rec4",
      "https://www.jewishvoicesnj.org/articles/cherry-hill-native-delivering-food-to-idf-soldiers-on-the-frontline",
      "https://jewishvoicesnj.org/articles/cherry-hill-native-delivering-food-to-idf-soldiers-on-the-frontline/",
      "https://aish.com/cooking-and-baking-for-soldiers-in-israel",
      "https://www.ejewishphilanthropy.com/filling-requests-as-quickly-as-he-gets-them-rabbi-shai-graucher-looks-to-help-anywhere-he-can/",
      "http://youtube.com/watch?v=u4tLau1Rec4",
      "https://theyeshivaworld.com/news/boruch-dayan-emmes/247374/breaking-frum-man-rl-killed-from-rocket-at-erez-crossing-while-delivering-food-chizuk-to-idf-soldiers.html",
      "https://virtualjerusalem.com/israels-word-of-the-year-for-2023-is-resilience",
      "https://www.virtualjerusalem.com/israels-word-of-the-year-for-2023-is-resilience/",
      "https://www.aish.com/cooking-and-baking-for-soldiers-in-israel/",
      "https://ejewishphilanthropy.com/filling-requests-as-quickly-as-he-gets-them-rabbi-shai-graucher-looks-to-help-anywhere-he-can",
      "http://www.youtube.com/watch",
      "https://jpost.com/food-recipes/article-772508"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "israel defense forces",
          "sentiment": "none"
        },
        {
          "name": "idf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:30:03.031+02:00",
    "updated": "2023-12-29T12:00:49.849+02:00"
  },
  {
    "uuid": "0f351d9990f7e369044d11febfec099d9de11518",
    "url": "https://gamingbolt.com/tekken-8-everything-you-need-to-know",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shubhankar Parijat",
    "published": "2024-01-05T00:00:00Z",
    "title": "Tekken 8 – Everything You Need to Know",
    "text": "Fans of fighting games have been treated to a number of excellent games in recent years, with 2023 alone having delivered two of them in the form of Street Fighter 6 and Mortal Kombat 1– and there’s still more to come. Tekken 8 is set to launch for PS5, Xbox Series X/S, and PC on January 26, and as we count the days down to its release, here, we’re going to go over a few key details that you should know about Bandai Namco’s upcoming fighter. STORY Tekken 7’s story ended at a very dramatic place, and very clearly set up the direction the series would be heading in next, with Kazuya Mishima defeating and killing his father, Heihachi. Tekken 8 picks up six months after those events, and as you may have guessed, the uber-dysfunctional Mishima family’s internal grudges will play a central role again, with Jin Kazama once again taking center stage as he attempts to kill his father Kazuya and finally bring the Mishima family’s endless cycle of destruction to a close. ARCADE QUEST In addition to its main single player campaign, Tekken 8 is also introducing a new single player mode in the form of Arcade Quest. Designed as an introductory story-driven quest to help players get familiar with the game’s core systems and mechanics, Arcade Quest boasts a completely different tone and visual style from the rest of the game, complete with chibi-esque characters. Players will create their own avatar and visit a number of different arcades, where you’ll be meeting and challenging various rivals in fights. HEAT SYSTEM On the gameplay front, the new Heat system is one of Tekken 8’s biggest changes. For 10 seconds in every round, you can activate your character’s Heat state, which will see your attacks being buffed in a variety of different ways. Every time your opponent is hit or is downed, your Heat timer will paus its countdown, which means you can keep your Heat status going for longer than the 10-second maximum if you’re playing well enough. RAGE SYSTEM As you may have guessed, Tekken 8’s Rage system is also going to see some changes, owing to the addition of the new Heat system. Though Rage Arts are returning, Rage Drive isn’t, while the only way to enter a Rage state to get buffs to your attacks will still be by dropping to a certain amount of health. That, of course, means it will now be an automatic process, and every character will use the same Rage Art command. RECOVERABLE GAUGE Tekken 8’s new recoverable gauge will be familiar(ish) to those who’ve played the Tekken tag games. Any time you successfully block a heavy attack, a chunk of the health you lose will linger on as recoverable. To recover that chunk of your health, you’ll have to attack your opponent (though interestingly enough, you will heal even if your attack gets block). ROSTER Tekken games usually do a solid job of launching with healthy rosters, and it seems like Tekken 8 won’t disappoint on that front either. Bandai Namco has confirmed that at launch, the game will have 32 playable fighters. Unsurprisingly, many of these will be returning characters that series fans will be very familiar with, including the likes of Jin Kazama, Kazuya Mishima, Paul Phoenix, Nina Williams, and more. Raven is also coming back, as is Jun Kazama, Jin’s mother who supposedly died all the way back in Tekken 3. NEWCOMERS The majority of Tekken 8’s roster will be populated with familiar faces, but there will obviously be a few fresh ones as well. The roster will include three newcomers in total- Azucena, a cheerful martial artist and coffee enthusiast from Peru; Victor Chevalier, a French royal, UN super spy, decorated war veteran, and the founding grandmaster of Raven Unit; and Reina, a Japanese student who has “mysterious connections” to the Mishima clan. STAGES Tekken 8’s roster of stages isn’t looking quite as packed as its character roster is, but there’s still some stuff to look forward to here. At launch, the game will have 16 stages- though it seems Bandai Namco is also counting alternate lighting versions as separate stages of their own. Interestingly, however, the developer has confirmed that Tekken 8 will place a greater emphasis on stage destruction and interactivity than ever before. CUSTOMIZATION Customization is an area where you usually expect a lot from fighters (especially in today’s day and age), and Tekken 8 is making lofty promises in this area. Head, glasses, upper body, lower body, accessories and shoes can all be customized, as can the colours of each individual part and even the accessories’ sizes. Beyond that, you can also customize titles, gauges, player cards, HUD elements, jukebox music, and more. CONTROL METHODS Tekken 8 is going to offer multiple options for how you want the game to play and control, something we’re seeing more and more of in fighters. For those looking for the authentic, traditional control style, Arcade controls will offer exactly that. On the other hand, those who want something simpler and more streamlined can go with Special controls, which will “combine and evolve” Tekken 7’s Easy Combo and Assist features, according to Bandai Namco. TECH DETAILS With Tekken 8, Bandai Namco is emphasizing technical and visual advancements. Built on Unreal Engine 5, the game is promising more cinematic fights than ever before, while every single character model has also been remade from scratch, rather than being reused from previous instalments. SEASON 1 PASS Bandai Namco obviously has every intention to keep supporting and adding to Tekken 8 after its release, and though the full extent of those post-launch plans is currently unknown, we do know that the game’s first season pass will include four DLC characters. As for what their release cadence will be, what else the season pass will include, and who those characters will be- all of that remains to be seen. PC REQUIREMENTS For those who are looking to play Tekken 8 on PC, you’ll need a pretty decent rig to be able to properly run the game. At minimum, you’ll need either an i5-6600K or a Ryzen 5 1600, along with either a GeForce GTX 1050Ti or a Radeon R9 380X, and 8 GB of RAM. Meanwhile, on recommended settings, you’ll need either an i7-7700K or a Ryzen 5 2600, along with either a GeForce RTX 2070 or a Radeon RX 5700 XT, and 16 GB of RAM. On either setting, you’ll also need a whopping 100 GB of free storage space. PRICE For the longest time, Bandai Namco has stuck to the old standard AAA price of $60, but the list of publishers that still do that has dwindled pretty much down to zero by this point. Tekken 8 will cost $70 on all platforms, becoming the first Bandai Namco game to be sold at that price. DEMO Tekken 8’s launch is not far away, but those who want a taste of the game’s offerings will get the chance to dip their toes in the water. A free demo of the game is out now on PS5, while Xbox Series X/S and PC players will get it on December 21. The demo includes the first chapters of Arcade Quest and The Dark Awakens, which is the main story mode, as well as a taste of local versus, the Gallery, and Super Ghost Battle. Also included as three stages, and four characters in the form of Jin, Kazuya, Paul, and Nina.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "heihachi",
          "sentiment": "none"
        },
        {
          "name": "jin kazama",
          "sentiment": "none"
        },
        {
          "name": "kazuya",
          "sentiment": "none"
        },
        {
          "name": "mishima",
          "sentiment": "none"
        },
        {
          "name": "kazuya mishima",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bandai namco",
          "sentiment": "none"
        },
        {
          "name": "tekken",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:52:58.049+02:00",
    "updated": "2024-01-06T01:52:58.049+02:00"
  },
  {
    "uuid": "19d697c7322346af89cf44d9553c45b9cb9dfb59",
    "url": "https://www.atlantanewsfirst.com/video/2024/04/25/police-no-charges-driver-after-dekalb-county-5-year-old-hit-killed-by-car",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Updated",
    "published": "2024-04-25T00:00:00Z",
    "title": "Police: No charges for driver after DeKalb County 5-year-old hit, killed by car",
    "text": "Skip to content News Watch Live First Alert Weather First Alert Traffic ANF Investigates Trump Investigation Sports PeachtreeTV Contact Us Home News Public Safety & Crime Education Entertainment Politics Elections National Trump Investigation Young Thug Trial The Carters Better Call Harry Restaurant Report Card ATL Vault ANF Investigates Contact ANF Investigates Stolen Home False Recognition In Plane Sight Georgia's Gitmo The Sixth Mariam's Law Shielded DFCS: Unhoused and Unsafe Behind the Investigation ATL Live Watch Live ANF+ Previous Newscasts First Alert Weather 3-Degree Guarantee Severe Weather Alerts First Alert Radar Closings & Delays Map Room Weather Cameras First Alert Cameras First Alert Traffic Gas Prices Peachtree Sports Network Atlanta Hawks Sports Atlanta Braves Atlanta Dream Atlanta Falcons Atlanta Hawks Georgia Bulldogs Soccer Peachtree Sports Network ANF+ Sports Tonight Stats & Predictions How to Watch Podcasts ATLVault Behind the Investigation Sports Tonight Contests Peachtree TV Community Black History Month Week of Giving Angel Tree Assembly Atlanta Magic of Lights Juneteenth Books to Kids Decaturish Donate Books 2 Kids Atlanta Pride Community Calendar Positively Georgia St Jude Dream Home Surprise Squad Submit Your Photos About Us Contact Us Meet the Team News & Weather Apps Streaming Apps Sign up for Atlanta News First Newsletters TV Schedule Closed Captioning/Audio Description Atlanta News First Careers Gray TV Careers Zeam - News Streams Gray DC Bureau InvestigateTV PowerNation Circle Country Sponsored Digital Marketing Police: No charges for driver after DeKalb County 5-year-old hit, killed by car Updated: 56 minutes ago Email This Link Share on Facebook Share on X (formerly Twitter) Share on Pinterest Share on LinkedIn Kaden Jackson was hit and killed by a car Tuesday night at Highlands at East Atlanta apartment complex. News Crowd chants 'Long live Palestine' during protest at Emory University in Atlanta Updated: 12 minutes ago News Activists at Emory University clash with police during pro-Palestine, 'Stop Cop City' protest Updated: 13 minutes ago News Police detain members of crowd at Emory University during pro-Palestine protest Updated: 13 minutes ago News Several detained after protests over Israel-Hamas war erupt on Emory campus Updated: 1 hour ago The protests happened on Emory's campus early Thursday. News Man accused of burglarizing Troup County construction company arrested in Florida, sheriff’s office Updated: 3 hours ago |",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "peachtree tv community black history month week of giving angel tree assembly atlanta magic",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:06:58.278+03:00",
    "updated": "2024-04-26T00:35:00.885+03:00"
  },
  {
    "uuid": "acf8448865e6ce2450b7116c384bfe5e9dd222b8",
    "url": "https://www.nsenergybusiness.com/news/enersys-to-acquire-bren-tronics-to-expand-presence-in-critical-defense-applications",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Refna Tharayil",
    "published": "2024-05-03T05:00:00Z",
    "title": "Enersys to acquire Bren-Tronics to expand presence in critical defense applications - NS Energy",
    "text": "The purchase price represents approximately 8.7x Bren-Tronics’ adjusted EBITDA for the twelve months ending December 31, 2023 EnerSys (NYSE: ENS), the global leader in stored energy solutions for industrial applications, announced it has entered into a definitive agreement to acquire Bren-Tronics, Inc. in an all-cash transaction of $208 million. The purchase price represents approximately 8.7x Bren-Tronics’ adjusted EBITDA for the twelve months ending December 31, 2023. Bren-Tronics, headquartered in Commack, N.Y., is a privately held company with a legacy of innovation since 1973. Bren-Tronics is a leading manufacturer of highly reliable portable power solutions, including small and large format lithium batteries and charging solutions, for military and defense applications. It has approximately 280 employees across the U.S., France, and the U.K., with 2023 sales of approximately $100 million. Bren-Tronics will be integrated within EnerSys’ Specialty line of business. EnerSys plans to finance the acquisition with cash on hand. The acquisition is expected to be immediately accretive to EnerSys’ earnings per share and is expected to close in the second calendar quarter of 2024, subject to the receipt of regulatory approvals and the satisfaction of other customary closing conditions. “The acquisition of Bren-Tronics is a strategic move that will strengthen our position as a critical enabler of the energy transition and supports our growth in the attractive and growing military and defense end market,” said EnerSys President & CEO David M. Shaffer. “Having partnered with Bren-Tronics to support the Department of Defense (DOD) for over five years, we know the company well. We have tremendous respect for Bren-Tronics’ outstanding products that support our military every day and which help save lives on the front lines. We have a proven track record of collaboration, and we know that our company cultures are well-aligned. Our product portfolios are highly complementary, with minimal overlap in our product lines. We are excited to integrate Bren-Tronics’ exceptional engineering and product development capabilities with our own to drive innovation, deliver enhanced services, and strengthen our relationship with the DOD. We look forward to welcoming the Bren-Tronics team into EnerSys at closing anticipated in the coming months.” “This acquisition will accelerate EnerSys’ progress in expanding our lithium product offerings, growing revenue and profitability and advancing toward our fiscal year 2027 targets,” said Mark Matthews, President, Specialty Global. “The additional product volume will be well supported by our planned lithium cell gigafactory. Together, we look forward to setting new standards in our industry, delivering innovative lithium technologies to our customers, and continuing to deliver sustainable growth.” “Joining the EnerSys team is an exciting opportunity for Bren-Tronics,” said Sai W. Fung, Bren-Tronics President and CEO. “This combination will allow us to leverage our respective strengths to solve critical DOD energy storage challenges together. I am extremely proud of Bren-Tronics’ legacy of reliability and innovation, and we look forward to building upon our success as a part of EnerSys.” Reed Smith LLP served as legal advisor to EnerSys in connection with the transaction. Stout, a global advisory firm, served as financial, tax, and IT advisor to EnerSys in connection with the transaction. Source: Company Press Release",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bren-tronics",
          "sentiment": "negative"
        },
        {
          "name": "ns energy",
          "sentiment": "negative"
        },
        {
          "name": "enersys",
          "sentiment": "none"
        },
        {
          "name": "bren-tronics, inc.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "commack",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "u.k.",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T17:10:27.281+03:00",
    "updated": "2024-05-03T17:10:27.281+03:00"
  },
  {
    "uuid": "373bb28b71f3f5ec2c1ce4ec4ad88102dbdc4493",
    "url": "https://www.dhnet.be/regions/bruxelles/2025/01/30/on-etait-le-dernier-des-mohicans-mais-le-mohican-est-parti-le-dernier-cafe-de-wezembeek-oppem-a-ferme-ses-portes-KKSFWWQPXVFALA2MBIIHH4MXQE",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Romain Masquelier",
    "published": "2025-01-30T16:30:00Z",
    "title": "\"On était le Dernier des Mohicans mais le Mohican est parti\" : le dernier café de Wezembeek-Oppem a fermé ses portes",
    "text": "\"On était le Dernier des Mohicans mais le Mohican est parti\" : le dernier café de Wezembeek-Oppem a fermé ses portes\nJean-Claude Jacob, après quatre décennies, prend sa pension. La fin du Café Madelon, et une page qui se tourne dans cette commune de la périphérie bruxelloise.\nRomain MasquelierJournaliste\n- Publié le 30-01-2025 à 17h30\n\"On était le Dernier des Mohicans mais le Mohican est parti.\" Après 40 ans derrière le zinc, Jean-Claude Jacob a le coeur lourd. Son café Madelon, situé à Wezembeek-Oppem, vient de fermer ses portes. Il s'agissait pour ainsi dire du dernier café de la petite commune de la périphérie bruxelloise.\nÀ lire aussi\nÉgouts, rails de tram… Plus d'un an de chantier s'annonce à Evere dans le prolongement de la chaussée de HelmetÂgé de 68 ans, le Wezembeekois, qui avait repris l'établissement en 1985, prend sa pension dans un contexte difficile. \"On avait de plus en plus de contraintes, de factures… Enfin, je suppose que c'est aussi le cas dans d'autres secteurs. Au bout de 40 ans, on a assez vu. Et puis il y a la santé, qui commence à déconner.\"\nPour accéder à cet article, veuillez vous connecter au réseau internet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->human mishap",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->leisure venue"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:07:07.424+02:00",
    "updated": "2025-01-31T00:07:07.424+02:00"
  }
]