[
  {
    "uuid": "090a39f76c82a8fd1baf450a20edf9c39efdc525",
    "url": "https://www.dailynews.lk/2024/06/03/editorial/561557/president-reaffirms-commitment-to-buddhism-and-territorial-integrity",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "damith",
    "published": "2024-06-02T20:00:00Z",
    "title": "President reaffirms commitment to Buddhism and Territorial Integrity",
    "text": "President Ranil Wickremesinghe reaffirmed his commitment to preserving the constitutional priority given to Buddhism and safeguarding the territorial integrity of Sri Lanka during his speech at the inauguration of the “Gurudev Suva Arana Gilan Bhikshu Centre” in Kiriwatthuduwa, Homagama. By emphasising the importance of these constitutional mandates, he underscored the essential roles of the Executive, Legislature, and Judiciary in upholding these principles. This steadfast dedication ensures the continuity of Sri Lanka’s rich cultural heritage and the protection of its national unity.\nIn his speech, President Wickremesinghe underscored that according to the constitution, giving priority to Buddhism is not merely a ceremonial gesture but a legal imperative. He emphasised that this responsibility is shared by the Executive, Legislature and the Judiciary, thus ensuring a holistic approach to upholding this principle. The President’s assertion that altering this principle would require constitutional amendments highlights the robustness of Sri Lanka’s legal framework in preserving its foundational values.\nThe President’s remarks are a timely reminder of the constitution’s core principles: people’s sovereignty, prioritisation of Buddhism, and preservation of territorial integrity. These principles are interwoven into the fabric of Sri Lankan society, guiding the nation’s governance and its interaction with the diverse religious landscape.\nWhile President Wickremesinghe emphasised the priority given to Buddhism, he also acknowledged the constitutional right of every citizen to practice their religion of choice or to hold no religious beliefs. This balanced approach is crucial in a multi-ethnic and multi-religious society like Sri Lanka. It ensures that while Buddhism holds a place of prominence, the rights of all religious communities are respected and protected.\nThis inclusive stance fosters unity and harmony among Sri Lanka’s diverse population. It sends a message that prioritizing Buddhism does not equate to marginalising other religions but rather upholding a key aspect of Sri Lanka’s identity while respecting and celebrating its diversity.\nPresident Wickremesinghe’s speech highlighted the collective responsibility of all three branches of government in prioritising the Buddhist doctrine. The Executive, led by the President; the Legislature, led by the Speaker; and the Judiciary, led by the Chief Justice, all play integral roles in upholding this Constitutional mandate. This collective responsibility ensures that the principle of prioritising Buddhism is integrated into the decision-making processes at all levels of governance.\nBy emphasising this shared duty, the President is reinforcing the importance of cohesion and cooperation among the branches of government. This unity is essential for maintaining stability and ensuring that the constitutional principles are upheld consistently across the board.\nAn argument has emerged advocating for the separation of government and Buddhism. However, President Wickremesinghe’s speech makes it clear that any such change would necessitate a constitutional amendment. This approach underscores the importance of due process and the rule of law in any efforts to alter foundational principles.\nWhile debates about the specifics of implementing the prioritisation of Buddhism may arise, the fundamental principle remains indisputable. This approach ensures that any discussions or changes are grounded in a legal framework, preserving the integrity of the Constitution and the nation’s democratic processes.\nThe prioritisation of Buddhism as emphasised by President Wickremesinghe is also a reflection of Sri Lanka’s rich cultural heritage. Buddhism has been a cornerstone of Sri Lankan identity for centuries, influencing its culture, traditions, and societal norms. By reaffirming this priority, the President is not only adhering to constitutional mandates but also preserving a vital aspect of the nation’s history and identity.\nThis preservation is crucial in a rapidly globalizing world where cultural identities can sometimes be overshadowed. It ensures that future generations continue to understand and appreciate the significance of Buddhism in shaping Sri Lankan society.\nPresident Ranil Wickremesinghe’s speech is a commendable reaffirmation of Sri Lanka’s constitutional principles. His emphasis on prioritising Buddhism, while respecting the religious freedoms of all citizens, reflects a balanced and inclusive approach to governance. By highlighting the collective responsibility of all branches of government in upholding this principle, the President is fostering unity and stability within the nation’s political framework.\nAs Sri Lanka continues to navigate the complexities of a multi-ethnic and multi-religious society, this reaffirmation of constitutional values is a guiding light. It ensures that the nation remains rooted in its rich cultural heritage while embracing diversity and promoting harmony among its people. President Wickremesinghe’s speech is a powerful reminder of the importance of adhering to the foundational principles that define Sri Lanka, ensuring a stable, inclusive, and culturally rich future for all its citizens.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ranil wickremesinghe",
          "sentiment": "negative"
        },
        {
          "name": "wickremesinghe",
          "sentiment": "none"
        },
        {
          "name": "gurudev suva arana gilan bhikshu centre”",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "legislature",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kiriwatthuduwa",
          "sentiment": "none"
        },
        {
          "name": "sri lanka",
          "sentiment": "none"
        },
        {
          "name": "homagama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-03T00:10:26.694+03:00",
    "updated": "2024-06-03T00:10:26.694+03:00"
  },
  {
    "uuid": "b2de44baf82dc7ed0af25f93eeb12a262cd7d99f",
    "url": "https://www.leaderlive.co.uk/news/national/24016305.sharp-rise-religious-hate-crimes-recorded-uks-largest-police-forces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T00:01:00Z",
    "title": "Sharp rise in religious hate crimes recorded by UK’s largest police forces | The Leader",
    "text": "The number of antisemitic hate crimes recorded by many of the UK’s largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal. Islamophobic offences also rose for some forces, although the picture was more mixed across the country. Jewish charities called the findings “shocking”, while campaigners against anti-Muslim abuse said the data was “deeply worrying”. The Home Office condemned the rise in offences, adding: “There is no place for hate in our society.” The figures have been obtained by the PA news agency using Freedom of Information requests. They show that: – Greater Manchester Police recorded 74 antisemitic offences in the month following the Hamas attacks on Israel on October 7, compared with 15 for the same period in 2022 and 14 in 2021, while West Yorkshire Police recorded 53, compared with 10 (2022) and 14 (2021). – West Midlands Police recorded 22 antisemitic offences from October 7 to November 7, compared with one (2022) and eight (2021), while Merseyside Police recorded 20 compared with four (both 2022 and 2021). – The British Transport Police had one of the largest increases, recording 87 antisemitic offences in the month after October 7, up from eight in the same period in 2022 and 11 in 2021, as well as a jump in Islamophobic offences with 22 (2023), up from two (2022) and eight (2021). – West Yorkshire recorded 49 Islamophobic offences in this period in 2023, up from 29 (2022) and 38 (2021), but the pattern was not so clear for Greater Manchester (34 in 2023, 43 in 2022 and 42 in 2021) or West Midlands (25 in 2023, 33 in 2022 and 23 in 2021). The Community Security Trust described the figures as “shocking” and said they made clear “the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7”. A spokesman for the Jewish charity said: “This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fuelled and sustained by extremist hatred online and on our streets. “It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.” Tell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that “levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging”. Iman Atta, the organisation’s director, said there had been a “significant spike in anti-Muslim hate since the atrocities on October 7”, adding: “The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanising slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender. “We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.” The Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022. PA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change. Methods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK. But the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied. Some forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences – for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021). Data obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine. A spokesman for the Board of Deputies of British Jews said the findings “provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7”. The board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organisations they represent, told PA the rise in antisemitism had “caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress”. A spokesman added: “We call on police to take strong action against anyone found to be perpetrating hate crimes.” The Muslim Council of Britain said: “Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups. “The Government’s laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.” A spokesperson for the Home Office said: “There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred. “We expect the police to fully investigate all hate crimes and work with the CPS to make sure the cowards who commit these abhorrent offences feel the full force of the law. “Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments) Comments are closed on this article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa news agency using freedom of information",
          "sentiment": "none"
        },
        {
          "name": "merseyside police",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "west yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "west midlands police",
          "sentiment": "none"
        },
        {
          "name": "manchester police",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:57:00.560+02:00",
    "updated": "2023-12-29T04:57:00.560+02:00"
  },
  {
    "uuid": "397cb8913def1bad17c5aa6ea693ee742f023cc7",
    "url": "https://www.montevideo.com.uy/Noticias/Todo-sea-por-un-repelente-furor-en-un-mayorista-argentino-en-medio-de-escalada-de-dengue-uc884554",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@portalmvd",
    "published": "2024-04-04T21:07:00Z",
    "title": "Todo sea por un repelente: furor en un mayorista argentino en medio de escalada de dengue",
    "text": "En medio de una escalada de infecciones por dengue en Argentina, el abastecimiento de repelente para uso de la población es desde hace días un problema en el país vecino. En ese marco, el gobierno de Javier Milei levantó en las últimas horas un conjunto de trabas administrativas para facilitar por 30 días la importación del producto, según informó La Nación. Ante la alta demanda y la falta de stock en diferentes puntos de venta, el Poder Ejecutivo anunció que exceptuará el cobro del Impuesto al Valor Agregado (20%) y la retención del Impuesto a las Ganancias (6%) para este tipo de producto. Además, se exceptuará la intervención de la Administración Nacional de Medicamentos, Alimentos y Tecnología Médica para la importación, según el citado medio. En este contexto de desabastecimiento, conseguir repelente en un supermercado parece por momentos una odisea en Argentina. Así quedó plasmado en un video que se hizo viral en las últimas horas. Según señalaron medios como Clarín y Canal 13, en una supermercado mayorista de la localidad de El Talar, la llegada del producto provocó que al instante las personas se acerquen a la zona donde fue presentado el producto sobre un palet, y comiencen a retirar rápidamente los distintos packs que están disponibles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:27:39.027+03:00",
    "updated": "2024-04-05T00:27:39.027+03:00"
  },
  {
    "uuid": "f154ab8051132986362ace039558f74301436dad",
    "url": "https://umsoplaneta.globo.com/clima/noticia/2025/03/06/gelo-marinho-dos-polos-tem-menor-extensao-ja-registrada-aponta-agencia.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2025-03-06T03:00:00Z",
    "title": "Gelo marinho dos polos tem menor extensão já registrada, aponta agência | Clima | Um só Planeta",
    "text": "Em fevereiro, os polos do planeta alcançaram conjuntamente a menor extensão de gelo marinho já registrada, divulgou a agência espacial europeia, Copernicus, nesta quinta-feira (6). O dado se refere à soma conjunta de área de mar congelada para Ártico e Antártida, que são as porções destes continentes mais sujeitas ao degelo e expostas aos efeitos do aquecimento global . A agência não divulgou o valor exato da extensão de gelo. O recorde anterior, de fevereiro de 2023, foi de 16,6 milhões de km² (quilômetros quadrados), segundo dados do Copernicus. Este ano, a rede britânica BBC divulgou no último dia 14 que as extensões de gelo marinho unidas chegaram a 15,76 milhões de km², de acordo com dados dos Estados Unidos.\nContinuar lendo Fevereiro é naturalmente o mês em que a retração de gelo marinho somada no planeta costuma atingir seu ápice. Este ano, porém, o degelo teve o maior impacto já registrado desde 1978 no monitoramento europeu, que utiliza bilhões de medições a partir de satélites, navios, aeronaves e estações meteorológicas ao redor do mundo.\nApesar do relativo “alívio” nas temperaturas, o planeta viveu em 2025 seu 3º fevereiro mais quente já registrado. Segundo a agência europeia, foi o 19º mês nos últimos vinte em que a Terra se mantém com média de calor ao menos 1,5ºC acima dos registros do século 19, o chamado período pré-industrial (1850-1900), era anterior à queima massiva de combustíveis fósseis nas atividades econômicas da sociedade.\nGráfico do Copernicus mostra comportamento do gelo marinho dos polos durante os meses do ano. Em fevereiro de 2025 (linha azul-marinho), extensão atingiu mínimo sem precedentes. — Foto: C3S/ECMWF/EUMETSAT/Copernicus/Divulgação Por que essa retração se o calor não foi recorde?\nA resposta, segundo a professora Regina Rodrigues, pesquisadora de mudança climática na UFSC (Universidade Federal de Santa Catarina) e colaboradora do coletivo científico WWA (World Weather Attribution), está na temperatura da água do mar.\nSe fevereiro não foi um recorde absoluto de calor em terra, nos oceanos a temperatura média da superfície do mar para o mês foi de 20,88°C, o segundo maior valor registrado para o período, apenas 0,18°C abaixo do recorde de fevereiro de 2024.\n\"As temperaturas médias da superfície do mar permaneceram anormalmente altas em muitas bacias oceânicas e mares, embora a extensão dessas regiões tenha diminuído em comparação a janeiro, especialmente no Oceano Antártico e no Atlântico Sul. Alguns mares, como o Golfo do México e o Mar Mediterrâneo, ao contrário, tiveram áreas recordes maiores do que no mês passado\", observou o Copernicus.\nOutro ponto que a professora observou em conversa com Um Só Planeta é a consistência com que as temperaturas vêm se mantendo acima da média mês a mês.\nSão dois fatores: primeiro o acumulado, do gelo que já está menor e mais fácil de derreter. Um inverno mais quente que o normal cria um gelo marinho em camadas mais finas. Outro fator é a água do mar. Uma atmosfera fria, que resfrie a superfície do mar e forme o gelo, é importante. Mas com uma água mais quente e invernos mais amenos, é uma combinação que forma essa paisagem que estamos vendo. — Regina Rodrigues, pesquisadora de mudança climática na UFSC e colaboradora do WWA Os dados de Ártico e Antártida para fevereiro\nO gelo marinho do Ártico atingiu sua menor extensão mensal para fevereiro, 8% abaixo da média (que oscila entre 14,4 milhões de km² e 15 milhões de km²). Isso marca o terceiro mês consecutivo em que a extensão do gelo marinho estabeleceu um recorde para cada mês correspondente, notam os pesquisadores. No Ártico, a extensão mínima de gelo ocorre normalmente entre setembro e outubro, sob influência do verão no Hemisfério Norte. O gelo marinho antártico atingiu sua quarta menor extensão mensal em fevereiro, 26% abaixo da média (que fica em torno de 3 milhões de km²). Somadas, as retrações de ambos os polos estabeleceram o recorde divulgado pela agência europeia.\n“Fevereiro de 2025 continua a sequência de temperaturas recordes ou quase recordes observadas ao longo dos últimos dois anos. Uma das consequências de um mundo mais quente é o derretimento do gelo marinho, e a cobertura de gelo recorde ou quase recorde em ambos os polos empurrou a cobertura global de gelo marinho para um mínimo histórico”, analisa Samantha Burgess, chefe de estratégia para o clima do ECMWF (Centro Europeu de Previsões Meteorológicas de Médio-Prazo, na sigla em inglês), que integra o Copernicus.\nAssine aqui a nossa newsletter\nEnviando solicitação de inscrição...Por favor, aguarde. Li e concordo com os Termos de Uso e Política de Privacidade .\nCadastrar meu email\nMundo segue acima da barreira de 1,5°C\nFevereiro de 2025 foi o terceiro fevereiro mais quente globalmente, com uma temperatura média do ar na superfície de 13,36°C, valor que se coloca 0,63 °C acima da média do período 1991-2020 para o mês.\nEm comparação à média estimada do período pré-industrial, usada para definir o nível de aquecimento global hoje, o mês passado foi o 19º mês nos últimos 20 meses com temperatura média global do ar na superfície excedendo 1,5 °C acima da média da era 1850-1900.\nNos últimos 12 meses, de março de 2024 a fevereiro de 2025, o mundo esteve 0,71°C acima da média de 1991-2020 e 1,59°C acima do nível pré-industrial, apontam os dados europeus.\nO ano de 2025 começou com o janeiro mais quente já registrado pelo Copernicus, ficando 1,75°C acima da era pré-industrial. Cientistas revelaram surpresa com a pouca influência do fenômeno La Niña em curso, que geralmente contribui para arrefecer o calor no planeta ao resfriar as águas do Pacífico Equatorial.\nSiga o Um só Planeta:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Science and Technology"
    ],
    "topics": [
      "Environment->climate change",
      "Environment->nature",
      "Environment->global warming",
      "Social Issue->social problem",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Science and Technology->scientific research",
      "Science and Technology->meteorology",
      "Science and Technology->natural science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/company/um-s%C3%B3-planeta/",
      "https://twitter.com/umsoplaneta",
      "https://www.bbc.com/news/articles/cvgeydkz08go",
      "https://www.instagram.com/um_so_planeta/",
      "https://www.facebook.com/umsoplaneta",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.instagram.com/um_so_planeta",
      "https://www.linkedin.com/company/um-s%C3%B3-planeta",
      "https://www.twitter.com/umsoplaneta",
      "https://linkedin.com/company/um-s%C3%B3-planeta/",
      "https://instagram.com/um_so_planeta/",
      "https://bbc.com/news/articles/cvgeydkz08go",
      "https://facebook.com/umsoplaneta",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T06:57:33.341+02:00",
    "updated": "2025-03-06T06:57:33.341+02:00"
  },
  {
    "uuid": "edb1a8d47b139a2812afa57f94ca6c93177266c3",
    "url": "https://www.hngn.com/articles/261430/20240613/louisiana-mom-callie-brunett-found-brutally-murdered-sparks-desperate-search-killer.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tristan Balagtas",
    "published": "2024-06-13T07:43:00Z",
    "title": "Louisiana Mom Found 'Brutally Murdered' Sparks Desperate Search For Her Killer – And 2 Missing Kids | HNGN - Headlines & Global News",
    "text": "(Photo : Louisiana State Police) Four-year-old Erin Brunett’s body was dumped in Jackson, Mississippi, in a wooded area near the stolen getaway car driven by her alleged kidnapper, Daniel Callihan, authorities said, according to WVUE-TV. Erin’s 6-year-old sister, Jalie, was found alive in the vehicle. [Authorities in Louisiana](https://www.hngn.com/articles/261262/20240606/mother-baby-fentanyl-louisiana-dies-overdose-police.htm) are [frantically searching](https://www.hngn.com/articles/261376/20240611/gabby-petito-letter-wrote-killer-apologetic-brian-laundrie.htm) for the two missing daughters of a woman discovered \"brutally murdered\" in her home Thursday morning. Callie Brunett, 35, was [found dead](https://www.hngn.com/articles/261412/20240613/reward-raised-catch-killer-mother-4-year-old-daughter-florida.htm) by her father inside her Loranger, Louisiana, mobile home, according to the Tangipahoa Parish Sheriff's Office, [WVUE-TV](https://www.fox8live.com/2024/06/13/2-young-girls-missing-after-mother-found-dead-loranger-sheriff-says/) reported. It's unclear how she was killed. Her brown hair, blue-eyed girls – 6-year-old Jalie and 3-year-old Erin – are \"unaccounted for,\" Sheriff Daniel Edwards said, according to the outlet. Family members told investigators they became concerned after not hearing from Burnett since Tuesday and went to check on her when they came across the bloody crime scene, according to [WGNO-TV](https://wgno.com/news/crime/woman-found-killed-her-children-missing-in-loranger/) and [WDSU-TV](https://www.wdsu.com/article/tropical-weather-gulf-of-mexico-florida-texas-mexico/61083161). Her kids were nowhere to be found. Authorities are searching for an unknown, armed and dangerous white male wanted for questioning. He's believed to be driving Brunett's black 2012 Chrysler sedan bearing Louisiana license plate 895GML, an AMBER Alert poster read. VERY SERIOUS SHARE!— Missing People In America (@MissingPeopleIA) MISSING Jalie and Erin Location: Loranger, LA Last Seen: June 12, 2024 Age Now: 6 4 Circumstances: Their Mother, Callie Brunett 25, was found dead in their home in Loranger on Thursday, She had been missing for over 24 hours. Both girls are missing and their… [pic.twitter.com/qiee8guv9z] [June 13, 2024]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.wdsu.com/article/tropical-weather-gulf-of-mexico-florida-texas-mexico/61083161).",
      "https://www.fox8live.com/2024/06/13/2-young-girls-missing-after-mother-found-dead-loranger-sheriff-says/)",
      "https://wgno.com/news/crime/woman-found-killed-her-children-missing-in-loranger/)",
      "https://www.wgno.com/news/crime/woman-found-killed-her-children-missing-in-loranger/)",
      "https://wdsu.com/article/tropical-weather-gulf-of-mexico-florida-texas-mexico/61083161).",
      "https://fox8live.com/2024/06/13/2-young-girls-missing-after-mother-found-dead-loranger-sheriff-says/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jalie",
          "sentiment": "negative"
        },
        {
          "name": "erin brunett",
          "sentiment": "negative"
        },
        {
          "name": "erin",
          "sentiment": "none"
        },
        {
          "name": "loranger",
          "sentiment": "none"
        },
        {
          "name": "daniel edwards",
          "sentiment": "none"
        },
        {
          "name": "callie brunett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "louisiana state police",
          "sentiment": "negative"
        },
        {
          "name": "tangipahoa parish sheriff's office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "louisiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:48:06.712+03:00",
    "updated": "2024-06-14T03:10:51.776+03:00"
  },
  {
    "uuid": "fbd713a30205092e84d8f02e1da15a303864f59b",
    "url": "https://www.acidadeon.com/saocarlos/politica/guarda-de-sao-carlos-deve-ganhar-nome-de-policia-municipal-apos-aprovacao-de-pl",
    "ord_in_thread": 0,
    "author": "Raquel Baes",
    "published": "2025-04-16T21:17:00Z",
    "title": "Guarda de São Carlos deve ganhar nome de Polícia Municipal após aprovação de PL",
    "text": "A Câmara de Vereadores aprovou, em sessão da última terça-feira (15), o projeto de Lei que permite que a GM (Guarda Municipal) possa ser denominada também como Polícia Municipal de São Carlos.\nO projeto n° 154/2025, de autoria de Gustavo Pozzi (PP), tramitava na Casa de Leis há mais de 14 dias e foi aprovado por maioria absoluta durante votação, com 13 votos favoráveis.\nForam contrários ao projeto os vereadores Djalma Nery (PSOL), Larissa Camargo (PCdoB), Raquel Auxiliadora (PT) e Lineu Navarro (PT).\nJá os parlamentares Fernanda Castelano (PSOL), Sérgio Rocha (PRD) e Paulo Vieira (PP) não estavam presentes durante a votação.\nProjeto original alteraria nome da GM\nO projeto original protocolado por Pozzi previa a alteração do nome da Guarda Municipal para Polícia Municipal.\nNo entanto, a versão final do texto que foi aprovada no plenário – um substitutivo considerado menos radical – prevê que o órgão também possa ser denominado Polícia Municipal de São Carlos além do nome original já vigente.\nApesar da nova denominação, a ‘Polícia Municipal’, o órgão manterá as mesmas atribuições, direitos, deveres e estrutura organizacional atualmente estabelecidos para a GM.\nCaso sancionada, a prefeitura terá o prazo de 90 dias para regulamentar a nova lei.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "topics": [
      "Politics->government policy",
      "Politics->local government and authority",
      "Politics->political process"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:36:29.950+03:00",
    "updated": "2025-04-17T00:36:29.950+03:00"
  },
  {
    "uuid": "c479c1d41339f8b27c1240cfb2532c4c87e5cf0c",
    "url": "https://www.archyworldys.com/boat-accident-in-greece-four-dead-in-pakistan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyworldyscom",
    "published": "2024-12-19T19:58:00Z",
    "title": "Boat accident in Greece: four dead in Pakistan",
    "text": "According to the statement released by the Pakistani Foreign Ministry spokesperson on the boat capsizing incident in southern Greece , four Pakistanis who lost their lives in the accident have been identified.\n“We are deeply saddened to announce that, according to the latest information provided by the Greek authorities, four Pakistanis were among those killed in Saturday’s boat capsizing south of the Greek island of Crete ,” the statement said.\n“Our mission in Athens is in contact with the Greek authorities to facilitate the survivors and repatriate the bodies.”\nEarlier, the Foreign Ministry had said that Pakistan’s embassy in Athens is in contact with the Hellenic Coast Guard and Chania Coast Guard which are directly dealing with search and rescue operations. Embassy officials have reached Crete to meet the rescued Pakistanis and provide them with all possible assistance.\nA migrant ship capsized near the southern Greek island between Friday and Saturday night, leaving five dead and several missing, while 39 people were rescued by the Greek navy.\nThis section contains related landmarks (Related Nodes field).\nA statement released by the Prime Minister’s House on Sunday said “human trafficking is a heinous crime, claiming many lives and destroying many homes every year.”\nThe Prime Minister directed Home Minister Mohsin Naqvi to submit an inquiry report into the incident as soon as possible and said “such people should be identified and punished severely so that they do not repeat such heinous acts.”\nThe Prime Minister further said, “Concrete measures should be taken to prevent such incidents in the future.”\nHome Minister Mohsin Naqvi has formed a committee headed by Additional Secretary Home which will investigate the boat accident and submit a report to the Home Minister within five days.\nHome Minister Mohsin Naqvi said that “human trafficking is a crime in which the mafia involved has destroyed many houses.”\nHe also instructed the Federal Investigation Agency (FIA) to launch nationwide operations against mafia involved in human trafficking.\n!function(f,b,e,v,n,t,s)\n{if(f.fbq)return;n=f.fbq=function(){n.callMethod?\nn.callMethod.apply(n,arguments):n.queue.push(arguments)};\nif(!f._fbq)f._fbq=n;n.push=n;n.loaded=!0;n.version=’2.0′;\nn.queue=[];t=b.createElement(e);t.async=!0;\nt.src=v;s=b.getElementsByTagName(e)[0];\ns.parentNode.insertBefore(t,s)}(window,document,’script’,\n‘https://connect.facebook.net/en_US/fbevents.js’);\nfbq(‘init’, ‘2494823637234887’);\nfbq(‘track’, ‘PageView’);\n#Boat #accident #Greece #dead #Pakistan",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Social Issue->immigration",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Health->public health",
      "Health->government health care",
      "Health->injury"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://connect.facebook.net/en_US/fbevents.js&#8217;);",
      "https://www.connect.facebook.net/en_US/fbevents.js&#8217;);"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Foreign Ministry",
          "sentiment": "negative"
        },
        {
          "name": "Hellenic Coast Guard",
          "sentiment": "none"
        },
        {
          "name": "Chania Coast Guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Crete",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:02:31.165+02:00",
    "updated": "2024-12-20T01:02:31.165+02:00"
  },
  {
    "uuid": "c86fe1fe2e5eb9793511d5f8c7e84c6acf2db631",
    "url": "https://www.univision.com/local/miami-wltv/shows/la-voz-de-la-manana/a-abrigarse-muy-bien-frio-extremo-y-fuertes-lluvias-en-eeuu-en-los-proximos-dias-video",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Univision",
    "published": "2024-12-12T13:28:00Z",
    "title": "Se prevé frío extremo y fuertes lluvias en EEUU en los próximos días | Shows La Voz de la Mañana | Univision",
    "text": "null: nullpx\nA Bordo\nDelicioso\nDeportes\nFútbol\nLiga MX\nUEFA Champions\nBoxeo\nEstadísticas\nEstilo de Vida\nFamosos\nHoróscopos\nTu ciudad\nNoticias\nAmérica Latina\nCoronavirus\nEstados Unidos\nNews in English\nPolítica\nInmigración\nMundo\nUforia\nVix\nNoticias\nShows\nFamosos\nDeportes\nLifestyle\nRadio\nShop\n71ºF\nTodo\nLotería\nEl Tiempo\nLocal 24/7\nRepórtalo\nTrabajos\nComunidad\nQuiénes somos\nVideo\nCargando Video...\nA abrigarse muy bien: frío extremo y fuertes lluvias en EEUU en los próximos días\nDe acuerdo con los pronósticos del tiempo, en los próximos días las personas en el este de Estados Unidos experimentarán un descenso notorio en las temperaturas debido al aire Ártico. Asimismo, en el oeste del país se prevén fuertes lluvias y nieve hasta el lunes de la próxima semana.\nNo dejes de ver:\nImágenes de la destrucción que deja el incendio Franklin en Malibú, California\n.\nPor:\nUnivision\n,\nPublicado 12 Dic 2024 – 08:28 AM EST | Actualizado 12 Dic 2024 – 09:12 AM EST\nComparte\nCargando Playlist...\nEstás viendo\nLA VOZ DE LA MAÑANA\nA abrigarse muy bien: frío extremo y fuertes lluvias en EEUU en los próximos días\n2:21",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Disaster and Accident"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T01:11:30.008+02:00",
    "updated": "2024-12-13T01:11:30.008+02:00"
  },
  {
    "uuid": "004e1cb8a909b97f3e47ed2abe7f82191ab69e02",
    "url": "https://larepublica.pe:443/datos-estados-unidos/2025/04/16/ley-firmada-por-gavin-newsom-en-california-que-permitira-a-ciertos-residentes-obtener-licencia-remunerada-lrtmus-1353936",
    "ord_in_thread": 0,
    "author": "Richard Pimentel",
    "published": "2025-04-16T21:07:00Z",
    "title": "Ley firmada por Gavin Newsom en California que permitirá a ciertos residentes obtener licencia remunerada",
    "text": "Ley firmada por Gavin Newsom en California que permitirá a ciertos residentes obtener licencia remunerada\nEl gobernador Gavin Newsom firma la AB 2123, que pocos conocen y que transforma el acceso a la licencia familiar remunerada (PFL) en California, beneficiando a los cuidadores de familiares gravemente enfermos.\nCalifornia: Gavin Newsom firma ley que prohíbe a los empleadores solicitar la licencia de conducir como requisito de trabajoMuy buenas noticias para residentes de Florida: Ron DeSantis anuncia fin de estos carriles de alivio de congestión en el estado\nEl gobernador Gavin Newsom aprobó la AB 2123, una legislación que transforma el acceso a la licencia familiar remunerada (PFL) en California. La ley, impulsada por la asambleísta Diane Papan, exime a los trabajadores de usar hasta dos semanas de su tiempo de vacaciones antes de recibir los beneficios del PFL.\nEste cambio ofrece un respaldo concreto a los cuidadores de Estados Unidos, especialmente aquellos que deben atender a familiares con enfermedades graves como la ELA. Al eliminar esta exigencia, se protege a quienes viven de sueldo a sueldo y se facilita el uso del tiempo libre remunerado sin afectar sus derechos laborales.\nPUEDES VER:\n[Gavin Newsom presenta nueva demanda contra Trump por aranceles que afectan gravemente a la economía de California]\n¿Cuál es el principal cambio que introduce la ley AB 2123 para los cuidadores?\nLa AB 2123, firmada por Gavin Newsom, modifica un aspecto clave de la política de licencia familiar remunerada (PFL): ya no obliga a los trabajadores a consumir previamente hasta dos semanas de su tiempo de vacaciones antes de acceder a los beneficios del programa. Esta modificación permite que los empleados con responsabilidades de cuidado tomen hasta ocho semanas de licencia sin que eso implique perder sus días de descanso.\nGracias a esta reforma, los empleados podrán enfocarse en brindar el cuidado necesario sin comprometer su bienestar laboral o económico. Además, este avance fortalece el papel de los cuidadores dentro del sistema de salud de California, al reconocer su aporte indispensable. Con esta medida, se prioriza el equilibrio entre vida laboral y familiar, y se ofrece mayor apoyo a las familias que dependen de un solo ingreso o viven de sueldo a sueldo, brindándoles mayor seguridad y estabilidad en momentos de crisis.4o\nPUEDES VER:\n[Ley SB4-C firmada por Ron DeSantis afectaría a este grupo de inmigrantes en Florida si Corte Suprema la aprueba el 18 de abril]\n¿A partir de cuándo entró en vigor esta ley?\nLa AB 2123 entró en vigor el 1 de enero de 2025. La nueva normativa se alinea con los valores que Gavin Newsom ha promovido durante su mandato, centrados en la equidad, la justicia social y el fortalecimiento del tejido familiar en California. A través del Departamento de Desarrollo del Empleo de California, los solicitantes podrán acceder al beneficio mediante el mismo proceso vigente, sin tener que cumplir nuevos requisitos o realizar trámites adicionales.\nEl impulso de esta legislación representa una victoria significativa para las organizaciones defensoras de derechos laborales y familiares. Según la Red ALS, esta ley constituye un paso esencial para garantizar que nadie tenga que elegir entre el bienestar de un ser querido y la estabilidad laboral. En un país donde las reformas sociales muchas veces enfrentan obstáculos ideológicos, la AB 2123 ofrece un modelo replicable para otras jurisdicciones que buscan ampliar el acceso a beneficios justos y necesarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->civil rights",
      "Politics->government policy",
      "Politics->fundamental rights",
      "Social Issue->social condition",
      "Social Issue->social services",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Gavin Newsom",
          "sentiment": "negative"
        },
        {
          "name": "Diane Papan",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "PFL",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:40:11.799+03:00",
    "updated": "2025-04-17T00:40:11.799+03:00"
  }
]