[
  {
    "uuid": "c9dfb9c6df93700ac248bd062986cf94827b7458",
    "url": "https://www.newarkadvocate.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:47.320+02:00",
    "updated": "2023-12-29T00:09:47.320+02:00"
  },
  {
    "uuid": "ebb627aca40e00ca3ecf8263dc07cb2ed0176868",
    "url": "https://www.espn.in/nfl/story/_/id/39260404/buffalo-bills-pittsburgh-steelers-secure-playoff-spots",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alaina Getzenberg",
    "published": "2024-01-07T16:19:00Z",
    "title": "Buffalo Bills, Pittsburgh Steelers secure playoff spots - ESPN",
    "text": "MIAMI -- The [Buffalo Bills](/nfl/team/_/name/buf/buffalo-bills) and [Pittsburgh Steelers](/nfl/team/_/name/pit/pittsburgh-steelers) clinched the remaining spots in the AFC playoffs after the [Jacksonville Jaguars](/nfl/team/_/name/jax/jacksonville-jaguars)' [28-20 loss](/nfl/game/_/gameId/401547652/jaguars-titans) to the [Tennessee Titans](/nfl/team/_/name/ten/tennessee-titans) on Sunday. The loss eliminated the Jaguars and gave the [Houston Texans](/nfl/team/_/name/hou/houston-texans) the AFC South title for the first time since 2019. Houston will be the No. 4 seed in the AFC. The AFC East title remains on the line for the Bills in Sunday night's game against the [Miami Dolphins](/nfl/team/_/name/mia/miami-dolphins), but both teams have already punched their tickets to the postseason. The Bills can be either the No. 2 or the No. 7 seed. The Steelers can be either the No. 6 or No. 7 seed depending on the outcome of Sunday night's game. A win over the Dolphins would mean that the Bills would host the Steelers in the wild-card round. A Dolphins win would mean that the Bills and Dolphins meet again in Miami in the wild-card round, while the Steelers would travel to Kansas City to play the [Chiefs](/nfl/team/_/name/kc/kansas-city-chiefs). The Steelers are in the postseason for the first time since 2021 with a 10-7 record following a [17-10 win](/nfl/game/_/gameId/401547639/steelers-ravens) Saturday over the [Baltimore Ravens](/nfl/team/_/name/bal/baltimore-ravens), Pittsburgh's third straight win. After Week 15, the Steelers had just a 4% chance to make the playoffs, according to ESPN Analytics, following three straight losses. The postseason appearance comes as once-third-string quarterback [Mason Rudolph](http://www.espn.com/nfl/player/_/id/3116407/mason-rudolph) won all three of his starts and despite a variety of injuries on defense. Pittsburgh has not won a playoff game since 2016. \"Let us be dangerous. We have a formula that's working right now,\" Steelers defensive tackle [Cam Heyward](https://www.espn.com/nfl/player/_/id/13977/cameron-heyward) said. \"Hopefully, we can get some guys back in the fold and we're not going to discount ourselves. We know we got work to do and looking forward to it.\" The Bills are in the playoffs for a fifth consecutive year and are looking to win a fourth straight division title after going 5-1 in the past six games, including four straight wins, after a 6-6 start to the season and a change in offensive coordinator after Week 10 from Ken Dorsey to Joe Brady. A fourth straight AFC East title would match Buffalo's longest division title streak in franchise history (1963-66, 1988-91). Buffalo is getting healthy at the right time, with starting defensive tackle [DaQuan Jones](http://www.espn.com/nfl/player/_/id/16910/daquan-jones) returning last week. The Bills are one of just three teams to start all five offensive linemen in every game, along with the [Bengals](/nfl/team/_/name/cin/cincinnati-bengals) and [Broncos](/nfl/team/_/name/den/denver-broncos). ESPN's Brooke Pryor contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "http://www.espn.com/nfl/player/_/id/16910/daquan-jones)",
      "https://www.espn.com/nfl/player/_/id/13977/cameron-heyward)",
      "http://www.espn.com/nfl/player/_/id/3116407/mason-rudolph)",
      "https://espn.com/nfl/player/_/id/13977/cameron-heyward)",
      "http://espn.com/nfl/player/_/id/3116407/mason-rudolph)",
      "http://espn.com/nfl/player/_/id/16910/daquan-jones)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dolphi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "buffalo bills",
          "sentiment": "negative"
        },
        {
          "name": "pittsburgh steelers",
          "sentiment": "negative"
        },
        {
          "name": "espn",
          "sentiment": "negative"
        },
        {
          "name": "steelers",
          "sentiment": "none"
        },
        {
          "name": "houston texans",
          "sentiment": "none"
        },
        {
          "name": "jacksonville jaguars",
          "sentiment": "none"
        },
        {
          "name": "jaguars",
          "sentiment": "none"
        },
        {
          "name": "tennessee titans",
          "sentiment": "none"
        },
        {
          "name": "miami dolphins",
          "sentiment": "none"
        },
        {
          "name": "dolphins",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "miami",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:29:17.225+02:00",
    "updated": "2024-01-08T00:29:17.225+02:00"
  },
  {
    "uuid": "ac33ee165c7e02284c859cb635af8be3227d1ca4",
    "url": "https://www.infolibre.es/opinion/columnas/desde-la-tramoya/jesus-palestina_129_1676208.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luis Arroyo",
    "published": "2023-12-28T19:14:00Z",
    "title": "Jesús y Palestina",
    "text": "Jesús y Palestina\nLa felicitación navideña más delirante y vomitiva ha venido del primer ministro israelí Benjamín Netanyahu y dura 52 segundos. Felicita a “nuestros amigos cristianos del mundo”, para afirmar luego que “estamos enfrentando monstruos que matan a niños frente a sus padres y a padres frente a sus hijos, que violan y decapitan a mujeres, que queman vivos a niños y que toman bebés como rehenes. Esta es una batalla no sólo de Israel frente a los bárbaros. Es una batalla de la civilización frente a la barbarie”.\nViendo las imágenes de la franja de Gaza destruida sin piedad, de los niños muertos en manos de sus padres bajo las bombas incesantes de esos genocidas liderados por el que habla, la sensación es el asco y la vergüenza de ser humano. A mí me ruboriza celebrar el domingo la llegada del nuevo año entre espumillón, uvas y cava mientras esas criaturas siguen muriendo a manos de los militares asesinos de Israel.\nComo el primer ministro sionista, los fanáticos religiosos, convencidos de la historicidad de las leyendas que consumen, tratan de encontrar la cuadratura del círculo llevando los mitos a su terreno. En la versión más pintoresca está Nicolás Maduro, que hace un par de meses afirmó que Jesús fue un joven palestino muerto por el imperio español (sic… quizá quería decir romano). No está solo Maduro en esa apreciación: la izquierda quiere ver en Cristo a un palestino, y abundan las imágenes que lo identifican con un militante contra la ocupación israelí.\nLa discusión es religiosa y por tanto simplificada y exenta de racionalidad. Jesucristo es en prácticamente todo una invención como lo es la de la existencia de un pueblo escogido por Dios al que le corresponde una “tierra prometida” denominada Israel. Una buena cuenta de ambas construcciones puede encontrarse en las excelentes obras de título casi homónimo: La invención del pueblo judío, de Shlomo Sand, y La invención de Jesús de Nazaret, de Fernando Bermejo (ambas editadas por la imprescindible Akal).\nNo hace falta apelar a ninguna religión para condenar sin matices el llanto y la muerte de miles de niños en manos de los demonios que hoy gobiernan Israel\nEn esta última, de casi 800 páginas de impecable análisis científico, el profesor Bermejo logra despejar el grano de la paja y dibuja a quien con toda probabilidad fue una figura histórica: un hombre judío de cuyo nacimiento apenas se sabe que debió ocurrir en Nazaret y que tenía bastantes hermanos. En lo que sí hay una coherencia histórica es en que ese hombre, al que llamaban Jesús, murió crucificado rodeado de otros, por lo que parece que se trató de un sedicioso. La crucifixión en grupo en aquellas zonas, Galilea y Judea –Palestina no existía entonces con ese nombre–, que en la época eran parte del Imperio Romano, se reservaba solo a los insurgentes.\nHay, según la cuenta de Bermejo, no menos de 30 elementos historiográficos que permiten deducir que con mucha probabilidad Jesús fue el líder de un grupo judío que se levantó contra las imposiciones romanas, narrativa histórica por cierto coherente también con los evangelios, aunque éstos fueran decorados con cientos de ornamentos míticos. Y eso es todo: nada más y nada menos. A partir de ahí, el Islam tardaría siete siglos en nacer y extenderse por esa misma tierra, Occidente trató de “desjudeizar” a Jesús, Roma lo hizo suyo y más recientemente los nazis incluso “demostraron” que no era judío, sino ario.\nPartiendo de una escasísima plasmación histórica, los cristianos han construido el mito más poderoso de la historia del ser humano: uno que sirve para justificar la guerra y la paz, que permite predicar la pobreza al tiempo que tolera la codicia, que tanto castiga como perdona, que se adapta con comodidad y audacia a las vicisitudes del momento. Una religión capaz, sí, también, de justificar la “legítima defensa” de Israel frente a los terroristas, al tiempo que condena los evidentes excesos en su ejercicio. La religión más fácil, en fin, la más adaptable a los intereses y los tiempos que corren.\nPor eso haríamos bien en hacer oídos sordos a las proclamas religiosas de uno y otro lado y en afinar un poco más el juicio: lo que está sucediendo en Palestina hoy es una violación de los derechos humanos más básicos. Es una masacre vergonzosa de niños y mayores en manos de un Estado opresor y un régimen salvaje que trata de hacerse con un territorio que no es suyo y que está protegido en teoría por los tratados internacionales. No hace falta apelar a ninguna religión para condenar sin matices el llanto y la muerte de miles de niños en manos de los demonios que hoy gobiernan Israel.\nEl Holocausto no puede seguir siendo la justificación de los crímenes de lesa humanidad cometidos por Israel. Nos llamarán antisemitas a quienes condenemos la barbarie que estamos presenciando cada día. Pero un mundo más sano estaría enviando a Gaza fuerzas de paz que detuvieran la muerte de esos niños inocentes y a Netanyahu y a sus secuaces a La Haya. Y luego que cada cual rece lo que quiera.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T10:53:15.511+02:00",
    "updated": "2023-12-29T10:53:15.511+02:00"
  },
  {
    "uuid": "d3efd1073c2af0c78341a2ca2d358f404c9a4a75",
    "url": "https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketBeat",
    "published": "2025-02-27T23:14:00Z",
    "title": "Sunny Optical Technology (Group) (OTCMKTS:SNPTF) Hits New 12-Month High - What's Next?",
    "text": "Sunny Optical Technology (Group) (OTCMKTS:SNPTF) Hits New 12-Month High - What's Next? Written by MarketBeat February 27, 2025 Share Link copied to clipboard. Sunny Optical Technology (Group) Company Limited ( OTCMKTS:SNPTF - Get Free Report ) hit a new 52-week high during trading on Wednesday . The company traded as high as $11.35 and last traded at $11.35, with a volume of 300 shares trading hands. The stock had previously closed at $10.35. Get SNPTF alerts: Sign Up Sunny Optical Technology (Group) Stock Up 9.7 %\nThe firm has a 50 day moving average price of $9.10 and a two-hundred day moving average price of $7.44. The company has a debt-to-equity ratio of 0.20, a quick ratio of 1.51 and a current ratio of 1.76. Sunny Optical Technology (Group) Company Profile ( Get Free Report )\nSunny Optical Technology (Group) Company Limited, an investment holding company, engages in designing, researching, developing, manufacturing, and selling optical and optical related products, and scientific instruments. The company's Optical Components segment offers glass spherical and aspherical lenses, handset lens sets, vehicle lens sets, security surveillance lens sets, and other lens sets. Featured Articles\nThis instant news alert was generated by narrative science technology and financial data from MarketBeat in order to provide readers with the fastest and most accurate reporting. This story was reviewed by MarketBeat's editorial team prior to publication. Please send any questions or comments about this story to contact@marketbeat.com.\nShould You Invest $1,000 in Sunny Optical Technology (Group) Right Now? Before you consider Sunny Optical Technology (Group), you'll want to hear this.\nMarketBeat keeps track of Wall Street's top-rated and best performing research analysts and the stocks they recommend to their clients on a daily basis. MarketBeat has identified the five stocks that top analysts are quietly whispering to their clients to buy now before the broader market catches on... and Sunny Optical Technology (Group) wasn't on the list.\nWhile Sunny Optical Technology (Group) currently has a Hold rating among analysts, top-rated analysts believe these five stocks are better buys.\nView The Five Stocks Here\n7 Energy Stocks to Buy and Hold Forever With the proliferation of data centers and electric vehicles, the electric grid will only get more strained. Download this report to learn how energy stocks can play a role in your portfolio as the global demand for energy continues to grow.\nGet This Free Report Like this article? Share it with a colleague. Link copied to clipboard.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Science and Technology->biomedical science",
      "Science and Technology->scientific research",
      "Science and Technology->technology and engineering",
      "Lifestyle and Leisure->trend"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://api.stocktwits.com/widgets/share?via=MarketBeat&body=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://www.linkedin.com/cws/share?mini=true&url=https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://www.american",
      "https://www.americanconsumernews.net/scripts/standalone/viewcount.ashx?type=h&id=2724191&domain=marketbeat.com&referrer=",
      "https://twitter.com/intent/tweet?text=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://twitter.com/intent/tweet?text=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20%24SNPTF%20%23SNPTF%20https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://linkedin.com/cws/share?mini=true&url=https://marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://facebook.com/sharer/sharer.php?u=https://marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://americanconsumernews.net/scripts/standalone/viewcount.ashx?type=h&id=2724191&domain=marketbeat.com&referrer=",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26",
      "https://twitter.com/intent/tweet?text=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20%24SNPTF%20%23SNPTF%20https://marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://api.stocktwits.com/widgets/share?via=MarketBeat&body=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20https://marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/",
      "https://american",
      "https://api.stocktwits.com/widgets/share?via=MarketBeat&body=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet?text=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26",
      "https://www.linkedin.com/cws/share",
      "https://www.americanconsumernews.net/scripts/standalone/viewcount.ashx",
      "https://api.stocktwits.com/widgets/share",
      "https://www.linkedin.com/cws/share?mini=true&url=https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26",
      "https://twitter.com/intent/tweet?text=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20%24SNPTF%20%23SNPTF%20https://www.marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26",
      "https://twitter.com/intent/tweet",
      "https://twitter.com/intent/tweet?text=Sunny+Optical+Technology+(Group)+(OTCMKTS%3aSNPTF)+Hits+New+12-Month+High++-+What%27s+Next%3f%20https://marketbeat.com/instant-alerts/sunny-optical-technology-group-otcmktssnptf-hits-new-12-month-high-whats-next-2025-02-26/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Sunny Optical Technology (Group",
          "sentiment": "none"
        },
        {
          "name": "Group) Company Limited",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:15:38.938+02:00",
    "updated": "2025-02-28T01:15:38.938+02:00"
  },
  {
    "uuid": "de9ede85f9b590581add153d2838ba5a04fdd3ca",
    "url": "https://www.newstalk.com/news/it-was-horrendous-to-watch-call-to-include-rare-mld-disease-in-heel-prick-test-1755611",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jack Quann",
    "published": "2024-08-15T19:59:00Z",
    "title": "Call to include MLD disease in heel prick test: 'It's horrendous to watch'",
    "text": "The family of a two-year-old who died from a rare genetic disorder wants the disease screened at birth as part of the heel prick test. Maebhe Gorman was diagnosed with a life-limiting genetic disease known as Metachromatic Leukodystrophy (MLD) a year ago. She passed away last Monday. Her family are calling for the condition to be screened for in Ireland as part of a heel prick test which screens for nine serious conditions. The heel prick test is offered to all newborn babies usually when they are between three and five days old. Maeve's aunt Carol Gorman told [Lunchtime Live ](https://www.newstalk.com/podcasts/highlights-from-lunchtime-live)what MLD meant for her niece. \"Maebhe had a condition called MLD and bascically there's a white matter on the brain that we all have but we all produce an enzyme that cleans it,\" she said. \"Maebhe's little body didn't produce the enzyme which means this white matter just covered her brain and killed off the functions of her brain\". Ms Gorman said Maebhe initially had a condition called dystonia, which resulted in severe muscle spasms, but the family didn't realise what was happening. \"She had a finger that pointed out constantly and we thought 'Gosh that's so adorable the way she's always pointing' but actually it was dystonia and we never realised,\" she said. \"Dystonia is really, really painful for children with MLD. \"They are treated for dystonia, they are given a prescription and they are given something to relax the muscles. \"Unfortunately it does twist their little muscles and they are left permanently in that position\". Ms Gorman said MLD affects children mentally as well as physically. \"We watched Maebhe go backwards from last November when she was diagnosed,\" she said. \"It was like she was a two-year-old last November and when she passed away last week it was like she was a newborn. \"Every muscle in their body stops working; the muscles that you can see on the outside is happening on the inside too. \"Even to cough, she couldn't cough anymore so there was lots of secretions. \"Her heart never stopped working right up until the end, it was her strongest muscle. \"It's such a good description of Maebhe; Maebhe was all heart, it was the last muscle to go\". Ms Gorman said both parents have to be carriers to pass it to their child. \"It's a horrendous disease to watch progress,\" she said. \"It ravages the body and imagine watching that on a two-year-old? \"Nobody else in the family has MLD but both parents have to be carriers so it is a genetic disorder. \"There's a 25% chance that you'll have a child with MLD if you're both carriers\". Ms Gorman said Maebhe wasn't diagnosed until November 2023 and she seemed \"perfect\" except for the muscle spasms. \"We want this included in a heel prick test, the newborn screening test that they do,\" she said. \"In Ireland they test for nine diseases and in Italy they test for 48. \"We want this tested in Ireland at birth because if it caught at birth it is treated with a drug called libmeldy\". 'She cried so much' Ms Gorman said there was no let-up in Maebhe's condition. \"Maebhe was diagnosed on the 6th of November 2023 and we were told at that stage that we would have possibly up until the age of five,\" she said. \"There was this added caveat to treat every Christmas as her last. \"We knew that the disease would progress but [that] it would plateau - this is what had happened so far. \"However Meabh had it on two genes... so we don't know if that's what progressed the disease so aggressively.\" Ms Gorman said her niece was 'ravaged' by the condition. \"She never plateaued; six weeks after diagnosis she started to fail and she started to fail fast,\" she said. \"Her little body was ravaged with the disease, she was in pain constantly from April. \"She never cried as a baby and she cried so much in her final few months. \"It was horrendous to watch her like that. \"She passed away on the 5th of August - we didn't even get nine months [from the date of diagnosis] with her. \"I don't know how we're ever going to come to terms with this.\" Ms Gorman added that children with MLD \"can be saved\" by a heel prick test. Listen back here:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maebhe gorman",
          "sentiment": "none"
        },
        {
          "name": "carol gorman",
          "sentiment": "none"
        },
        {
          "name": "maeve",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ireland",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:41:32.602+03:00",
    "updated": "2024-08-16T00:41:32.602+03:00"
  }
]