[
  {
    "uuid": "5f2b3370e89483d708875adbd1d2d53696e8d611",
    "url": "https://www.newindianexpress.com/states/odisha/2024/Jul/05/odisha-cm-unveils-rs-200-crore-plan-to-combat-urban-floods-with-iit-delhis-expertise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Express News Service",
    "published": "2024-07-04T23:57:00Z",
    "title": "Odisha CM unveils Rs 200 crore plan to combat urban floods with IIT Delhi's expertise",
    "text": "BHUBANESWAR: Chief Minister Mohan Charan Majhi on Thursday announced that a long-term project will be prepared with technical assistance from Indian Institute of Technology (IIT), New Delhi, for management of urban flooding in the state capital Bhubaneswar, Cuttack and other cities.\nAnnouncing this after the state-level natural disaster committee meeting at the Lok Seva Bhawan here, the chief minister also asked officials of the Urban Development department to submit a Rs 200 crore proposal to deal with problems of waterlogging and urban flooding in areas under Bhubaneswar Municipal Corporation (BMC).\nPresiding over the meeting, Majhi asked the officials to ensure cleaning of drains and release of water during the rainy season to avoid waterlogging and flooding. Announcing the state government’s commitment to ensure zero casualty during natural disasters, he asked officials to take steps to strengthen weak embankments and repair vulnerable spots on embankments where breaches took place during previous floods.\nSources said the chief minister asked Health department officials to keep adequate stock of snake anti-venom in health centres in view of the chances of an uptick in snakebite cases during rainy season. Besides, the 24×7 control rooms set up in the state, district and sub-division levels to inform people regarding flood-related news will be upgraded into smart control rooms.\nThe chief minister said the state government has decided to increase the number of Odisha Disaster Rapid Action Force (ODRAF) units from 20 to 30. The Home department has been asked to ensure that ODRAF works as a dedicated force. Plans are also afoot to set up five regional fire services hubs to manage sudden accidents like the Bahanaga train tragedy.\nStating that fire services officials are the first to reach any place of natural disaster, Majhi said the department is being strengthened by utilisation of Rs 394 crore from the State Disaster Response Fund (SDRF). He announced that Rs 200 crore will be provided by the state government to further increase the efficiency level of the Fire Services department.\nElaborate discussion was held with special relief commissioner (SRC) Satyabrata Sahu regarding the preparedness to deal with possible flood situations during the ongoing rainy season.\nRevenue and Disaster Management Minister Suresh Pujari said the government has prepared plans to deal with any kind of natural disaster in the state with active cooperation of the people.\nAmong others, deputy chief ministers KV Singh Deo and Pravati Parida attended the meeting.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohan charan majhi",
          "sentiment": "negative"
        },
        {
          "name": "majhi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "health department",
          "sentiment": "none"
        },
        {
          "name": "bhubaneswar municipal corporation",
          "sentiment": "none"
        },
        {
          "name": "indian institute of technology",
          "sentiment": "none"
        },
        {
          "name": "urban development",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bhubaneswar",
          "sentiment": "none"
        },
        {
          "name": "iit delhi",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "lok seva bhawan",
          "sentiment": "none"
        },
        {
          "name": "bhubaneswar",
          "sentiment": "none"
        },
        {
          "name": "cuttack",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T08:07:48.230+03:00",
    "updated": "2024-07-05T08:07:48.230+03:00"
  },
  {
    "uuid": "1d88c7b0dc722bff954b310d18a5711bb3c9bf6b",
    "url": "https://ici.radio-canada.ca/nouvelle/2066064/surdoses-sunshine-house-centre-ville-winnipeg-drogues-consommation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Radio-Canada",
    "published": "2024-04-18T20:07:00Z",
    "title": "Le centre mobile de prévention de surdoses de Sunshine House a du succès, note un rapport | Radio-Canada",
    "text": "Le véhicule de Sunshine House. (Photo d'archives) Photo : Radio-Canada / Jérémie Bergeron Le service mobile de réduction et de prévention des surdoses de Sunshine House a reçu près de 27 000 visites de personnes à la recherche d'un endroit pour consommer des drogues depuis son lancement en octobre 2022, révèle un rapport. Le rapport de 91 pages a été préparé par une société de conseil locale engagée par Sunshine House. Il a été présenté jeudi matin lors d'une conférence de presse qui a eu lieu à la Circle of Life Thunderbird House, sur Main Street. Le document couvre les données de juin 2022 à octobre 2023. Pendant cette période, le rapport révèle un total de 26 154 visites sur les lieux, soulignant que des drogues ont été consommées 7086 fois. Parmi ces visites en lien avec la consommation des drogues, 20 cas de surdose ont été répertoriés, ce qui concerne 0,28 % des visiteurs, et aucun décès n'a été enregistré. La naloxone, qui inverse les effets des drogues opiacées et peut arrêter une surdose, a été administrée à 82 reprises. Dans quatre cas, une personne a été transportée à l'hôpital à sa demande. Dans l'ensemble, [le centre mobile] a démontré la nécessité de ce service par le simple nombre de visites, de relations et de liens qui ont été créés, note le document. Ce programme a sauvé et changé des vies, et continue de servir les populations vulnérables de Winnipeg avec soin et compassion, peut-on lire dans le rapport. Une initiative qui change les choses Sunshine House a officiellement lancé son service mobile de réduction des risques le 28 octobre 2022. Il s’agit d’un véhicule récréatif qui a été converti en un espace mobile de prévention des surdoses. Le véhicule offre aux personnes aux prises avec les drogues un endroit sûr pour consommer des substances, où elles peuvent également être supervisées par un personnel formé à la réponse aux surdoses. Le véhicule récréatif, qui se déplace cinq jours par semaine dans la zone centrale de Winnipeg, est supervisé par un coordinateur et géré par le personnel et les bénévoles de Sunshine House. À lire aussi : Le service mobile distribue également du matériel de réduction des méfaits, notamment des aiguilles et des pipes de consommation propres. Il propose également des tests sur les drogues à l'aide d'une machine qui en analyse la composition chimique. Selon le document, le service mobile a eu un impact positif sur les populations marginalisées et vulnérables, et a réussi à réduire les préjudices. Il a été lancé en réponse à la crise croissante des drogues toxiques au Canada. Le rapport indique que de nombreuses provinces ont réagi en mettant à la disposition des consommateurs de drogues des lieux surveillés, dotés d'équipements et de fournitures stériles, mais que le Manitoba n'a pas pris de mesures en ce sens. L'intérieur du véhicule de Sunshine House.(Photo d'archives) Photo : Radio-Canada / Jérémie Bergeron La nécessité d'une solution à long terme Malgré le succès du programme, le rapport souligne qu'il ne constitue pas une solution à l'ensemble de la crise [des drogues toxiques]. Un service mobile de prévention des surdoses est loin d'être suffisant pour répondre à la taille et à l'ampleur du défi, mentionne le rapport. Des chercheurs de l'Université de Toronto ont étudié les décès accidentels liés aux opioïdes dans neuf provinces et territoires canadiens, y compris les trois provinces des Prairies. Le Manitoba a enregistré la hausse la plus importante des décès par surdose chez les personnes âgées de 30 à 39 ans. Le rapport préconise la création de plusieurs centres de consommation supervisée à Winnipeg. Le gouvernement néo-démocrate du Manitoba s'est engagé à contribuer au financement d'un premier centre de consommation supervisée dans la ville . Lors de la publication du budget provincial, le premier ministre Wab Kinew a déclaré qu'un tel lieu devrait ouvrir ses portes l'année prochaine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:28:19.364+03:00",
    "updated": "2024-04-19T01:30:44.204+03:00"
  },
  {
    "uuid": "ea88de12de0b3d1b26f1b66ef0f93772f4dfe112",
    "url": "https://www.newsherald.com/story/life/humankind/2023/12/28/spiral-hot-dogs-photo-norman-ok-business-boom/72051213007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Robledo",
    "published": "2023-12-29T00:01:00Z",
    "title": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
    "text": "Customer's photo of forlorn owner in empty restaurant leads business to boom at OK diner Nick Chappell had never been to Spirals Hot Dogs & More before he took a photo of Scott Festler in his empty restaurant. But after business boomed, Chappell's part of the Spirals family, Festler says. [Anthony Robledo](https://www.usatoday.com/staff/7612431001/anthony-robledo/) An Oklahoma hot dog joint owner visibly wanted customers one day and he soon got more than he bargained for. During a slow shift on Dec. 20, a customer took a photo of Scott Festler standing by his restaurant entrance waiting for diners and shared it on social media. Festler would soon have no time to stand around as \" [Spirals: Hot Dogs & More](https://spiralshotdogs.com/),\" in Norman, Oklahoma, saw booming business once the post went viral. \"We immediately started doing double digits in sales,\" Festler told USA TODAY on Thursday. \"It happened really fast to me.\" The day the photo was taken, Festler found himself staring out the window upset his family business of four years wasn't booming as well as others ahead of Christmas. Festler said he had no idea why Spirals saw a sudden wave of new customers after Dec. 20 until the person responsible for posting the photo, Nick Chappell, later apologized and offered to take the post down. Festler wouldn't hear of it. \"You just wouldn't expect it. Social media is amazing. It's amazing that people get involved with it,\" he said. \"But more importantly, it's the stuff that you just don't think would work. That's what works.\" 'I will always love you': [See Dolly Parton grant Utah man's dying wish to meet her](/story/life/humankind/2023/12/26/dolly-parton-meets-longtime-fan/72033945007/) Customer knew he had to capture 'wholesome moment' Chappell visited the Norman area for his job as an Oklahoma Army National Guard. As part of their weekly hot dog Wednesday routine, Chappell and a his co-worker found Spirals on Google Maps and took a chance. Noticing Festler gazing, Chappell decided to capture the \"wholesome moment\" on Snapchat captioning \"He has been standing here waiting on customers to come in.\" \"A good buddy of mine named Chad said, 'Hey, man, you can either post this on Facebook or I'm going to post this on Facebook. Some way or another we're going to get this guy some customers,'\" Chappell said. In a Facebook post, Chappell gave an excellent recommendation of the restaurant, complimenting their food and \"off the charts\" service. He shared a photo of his dish, the menu and of Festler waiting for diners. Chappell was blown away by the success of the post, which has since had over 2,000 shares, and even more surprised to see over 70 guests at the diner during his next visit. \"I'm not a huge social media guy I typically don't share,\" Chappell said. \"I don't even know really the words to describe it as but it made me even that much happier that I did make a post.\" Owner adds new 'Thunderbird' item in customer's honor Festler is showing his gratitude by adding a new item in Chappell's honor. Having named hot dogs and bowls after family members, he was more than happy to do so. The \"Thunderbird\" is a hot link with bacon, cream cheese and jalapeños, Festler said. The meal gets its name from the Thunderbird Unit Patch for the 45th Infantry, which Chappell is a part of. The two reconnected at the restaurant on Thursday, where they both got emotional talking about the post's impact. Chappell received a certificate of appreciation during the unveiling of the \"Thunderbird\" and was told he is now forever part of the Spirals family. \"To know that it was a humble guy that just saw our need and did what he could. He doesn’t have a real following on social media, he hardly ever shares anything and to know that one post had so much power. It was super cool,\" Festler added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/7612431001/anthony-robledo/)",
      "https://spiralshotdogs.com/),",
      "https://www.spiralshotdogs.com/),",
      "https://usatoday.com/staff/7612431001/anthony-robledo/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nick chappe",
          "sentiment": "negative"
        },
        {
          "name": "festler",
          "sentiment": "none"
        },
        {
          "name": "anthony robledo",
          "sentiment": "none"
        },
        {
          "name": "chappell",
          "sentiment": "none"
        },
        {
          "name": "chris",
          "sentiment": "none"
        },
        {
          "name": "scott festler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spiral hot dogs",
          "sentiment": "negative"
        },
        {
          "name": "customer",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "norman",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:23:10.197+02:00",
    "updated": "2023-12-29T02:23:10.197+02:00"
  },
  {
    "uuid": "fecedbf0009dfd788008d62b70ba20b943465351",
    "url": "http://www.godlikeproductions.com/forum1/message5608698/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Coastie Patriot User ID",
    "published": "2023-12-28T20:47:00Z",
    "title": "Biden-Harris Regime Mum About the Infectious Diseases Tracked Back Into the US by Illegal Aliens. polio syph TB Leprosy",
    "text": "|Users Online Now: 2,070 (|\nPage 1\nPrevious Page\nNext Page\nBiden-Harris Regime Mum About the Infectious Diseases Tracked Back Into the US by Illegal Aliens. polio syph TB Leprosy\nOver 6.85 million illegal aliens have stolen into the U.S. since President Joe Biden took office. More have entered undetected. This ongoing incursion, largely by single adults, comes at a hefty price.\nWhile numerical values can be assigned to the cost of illegal immigration — an estimated $451 billion annually just to house the migrants who've entered under Biden's watch and another $3 billion in federal welfare benefits for every million parolees released into the U.S. — it can also be observed under microscopes, in hospital waiting rooms, and occasionally in morgues.\nDiseases once thought eradicated or controlled in the U.S. have made a comeback, in part due to the influx of illegal aliens from a growing list of countries in recent years.\nLeprosy and polio\n\"The recent polio and leprosy cases are almost certainly imports to the U.S.,\" Dr. Jay Bhattacharya, a physician and scientist at Stanford University, told RealClearInvestigations.\nLeprosy was long a rarity in the U.S., with most cases affecting travelers to distant countries with high rates of the disease, reported CNN. The World Health Organization's Global Health Observatory data shows that in 2022, India, Bangladesh, Indonesia, and Brazil led the world in leprosy cases.\nNow this likely import may be endemic in Florida.\nPolio, a debilitating and potentially deadly disease, turned up in New York last year. America hadn't seen a case in over a decade, largely because the supermajority of American citizens are vaccinated against the virus during childhood. The New York State Department of Health indicated the unnamed Rockland County resident, left paralyzed by the disease, caught the virus \"in a location outside of the U.S..\"\nNot only did polio hitch a ride back into the country, it made its way into the water supply.\nIn August 2022, New York City health authorities indicated that they found polio circulating in the city's wastewater after Rockland and Orange Counties had similarly announced the once-eradicated virus had been found in wastewater samples, reported the New York Times.\nNew York City Health Commissioner Ashwin Vasan warned in a damning April 11 letter that around 50% of the migrants pouring into the sanctuary city were not vaccinated against the poliovirus.\nWhereas legal migrants and travelers must be vaccinated to enter the U.S., the Centers for Disease Control and Prevention indicated that neither so-called refugees nor aslyees are required to meet vaccination requirements before coming to the United States.\nRealClearInvestigations reported that the Biden administration, otherwise gung ho about foisting novel vaccinations on the public, admitted to lacking vaccination records for the millions of illegal aliens who've entered the country since January 2021.\nChicken pox, tuberculosis, and syphilis\nNYC Health Commissioner Vasan indicated in his April letter that extra to a glaring polio vulnerability among illegal aliens and a breakout of chicken pox — a problem similarly observed this month in migrant shelters by the Chicago Department of Public Health — there was also cause for concern because many mirants \"lived in or traveled through countries with high rates of [tuberculosis].\"\n[\nLast Edited by\nCoastie Patriot\nSIC SEMPER TYRRANIS\nTHE SAME PEOPLE WHO SAID NO GUNS BECAUSE OF POLICE NOW WANT TO DEFUND THE POLICE!!!!\nDr Thaddeus They\nThey don't really care whether the truth gets out, because the public no longer knows what's meant by \"the truth.\"\nWell, I mean, no one can tell the difference anymore between what's real and what's fake.\nAnyway, the point is, I can tell you all of this, right out in the open, because it doesn't matter who knows about it. They won't know whether to believe it or not.-\nX Files: Lost art of Forehead Sweat\nA gun is a tool, Marion, no better or no worse than any other tool, an axe, a shovel or anything. A gun is as good or as bad as the man using it. Remember that.\n-SHANE-\nJefferson Smith: You see, boys forget what their country means by just reading The Land of the Free in history books. Then they get to be men they forget even more. Liberty's too precious a thing to be buried in books, Miss Saunders. Men should hold it up in front of them every single day of their lives and say: I'm free to think and to speak. My ancestors couldn't, I can, and my children will. Boys ought to grow up remembering that . - MR Smith Goes To Washington-\nto grow up remembering th\nMy oath to support and defend the constitution against all enemies foreign and domestic has no expiration date!!!\nTen Bears : It's sad that governments are chiefed by the double tongues. There is iron in your words of death for all Comanche to see and so there is iron in your words of life. No signed paper can hold the iron. It must come from men. Outlaw Josey Wales\nPage 1\nPrevious Page\nNext Page\n|1|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "neutral"
        },
        {
          "name": "harris",
          "sentiment": "neutral"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "jay bhattacharya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "stanford university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:39.186+02:00",
    "updated": "2023-12-29T00:01:39.186+02:00"
  },
  {
    "uuid": "8fd51e3493b9164fc1ab400f72363dee25528251",
    "url": "https://www.radioagricultura.cl/noticias/nacional/hasta-33c-en-la-rm-actualizan-aviso-por-altas-temperaturas_20241213",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Radio Agricultura",
    "published": "2024-12-13T15:11:00Z",
    "title": "Hasta 33 °C en la RM: Actualizan aviso por altas temperaturas",
    "text": "La Dirección Meteorológica de Chile (DMC) actualizó hoy su aviso por “altas temperaturas” en cinco regiones del país.\nBajo la condición sinóptica “dorsal en altura”, el evento se extenderá desde la tarde del sábado 14 hasta la tarde del domingo 15 de diciembre.\nEn ese sentido, las zonas que se verán afectadas son:\n- Metropolitana (Valle, Precordillera)\n- O’Higgins (Cordillera Costa, Valle, Precordillera)\n- Maule (Cordillera Costa, Valle, Precordillera)\n- Ñuble (Cordillera Costa, Valle, Precordillera)\n- Biobío (Cordillera Costa, Valle, Precordillera)\nCabe recordar que los avisos son cuando “se pronostican fenómenos con un grado de severidad moderada, potencialmente riesgosos”, expone el organismo.\nPor ello, el llamado es a mantenerse informado ante eventuales actualizaciones.\n[#Aviso]A455-2/2024 (actualización): [13/dic 12:02] Altas Temperaturas en zonas desde la región Metropolitana a la región del Biobío[https://t.co/IStdDZe1rJ][pic.twitter.com/7HmujG0n0b]— MeteoChile (@meteochile_dmc)\n[December 13, 2024]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Politics"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Dirección Meteorológica de Chile",
          "sentiment": "none"
        },
        {
          "name": "DMC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T20:31:07.441+02:00",
    "updated": "2024-12-13T20:31:07.441+02:00"
  },
  {
    "uuid": "dbe50228a5883b5ac0e7e85d573413c685dc2aad",
    "url": "https://www.courrierinternational.com/article/etat-d-urgence-excede-par-la-junte-birmane-pekin-demande-des-elections-pour-sortir-de-la-crise_221028",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Courrier international",
    "published": "2024-08-08T12:19:00Z",
    "title": "Excédé par la junte birmane, Pékin demande des élections pour sortir de la crise",
    "text": "Dans une récente tribune publiée sur le site de Radio Free Asia , un média financé par le Congrès états-unien, le chercheur américain Zachary Abuza, spécialiste de l’Asie du Sud-Est, s’interroge sur l’ “irritation grandissante” de Pékin face à l’impéritie persistante de la junte au pouvoir en Birmanie voisine, qui vient de prolonger de six mois l’état d’urgence .\n“L’incompétence militaire et économique de la junte suscite une frustration croissante [en Chine]. Pour être clair, Pékin n’a jamais fait confiance à Min Aung Hlaing, qu’il considère comme incompétent et gênant.” Chef d’état-major de l’armée birmane, le général Min Aung Hlaing est celui qui a dirigé le coup d’État militaire du 1 er février 2021, lequel a renversé le gouvernement d’Aung San Suu Kyi, dont le parti avait été largement reconduit au pouvoir lors des dernières élections de décembre 2020.\n“Pékin n’a pas approuvé ce coup d’État, qui est allé à l’encontre des intérêts fondamentaux de la Chine, entraînant une instabilité politique, une rupture de l’accord national de cessez-le-feu et un nouveau blocage des projets économiques clés [prévus entre les deux pays].”\nAussi étonnant que cela puisse paraître, la dictature chinoise entretenait d’excellentes relations avec le g",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.rfa.org/english/commentaries/myanmar-china-frustration-07252024133601.html",
      "https://rfa.org/english/commentaries/myanmar-china-frustration-07252024133601.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:20:52.793+03:00",
    "updated": "2024-08-09T00:20:52.793+03:00"
  },
  {
    "uuid": "3c0460c9413a0f03e6420f7516575be7c8618d14",
    "url": "https://www.canalrcn.com/super-like/gente/alina-lozano-confiesa-como-se-siente-en-su-embarazo-194145",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "canalrcn.com",
    "published": "2024-04-18T21:16:00Z",
    "title": "Alina Lozano confiesa cómo se siente en su embarazo",
    "text": "No dejes de leer Él es Matías, el hijo que Rigo y Adriana tuvieron en la vida real El teléfono ya hizo de las suyas y Miguel Bueno quedó nominado en La casa de los famosos Desde que anunciaron su embarazo, la pareja ha estado recibiendo peticiones de una confirmación sobre el estado de gestación de la actriz , razón por la cual, se realizaron una prueba de laboratorio en sangre, que nuevamente dio resultado positivo.\nAlina Lozano y Jim Velásquez sorprendieron a sus seguidores con las opciones de nombre s que tienen para el bebé que esperan luego de contraer matrimonio. Alina Lozano confiesa cómo se siente realmente al saber que está embarazada En medio de un video publicado en su cuenta de Instagram, en la cual suma más de 599 mil seguidores , la actriz de Hasta que la plata nos separe se sinceró con sus fans y reveló cómo se ha sentido al saber que su prueba de embarazo salió positiva.\n“Yo me siento muy feliz pero no sé cómo explicar la sensación, nosotros decidimos mostrar todo lo que ha sucedió con nosotros como pareja, pero, tener que estarle respondiendo a las personas, que si ¿si está en embarazo? que si ¿es marketing? Hay cosas que dicen de verdad que sobrepasan”, aclaró en medio de lágrimas.\nSegún las palabras que pronunció la actriz y su manera de actuar en el video, e staría muy afectada por la manera en la que el internet ha recibido la noticia tanto de su relación con Jim como con su embarazo.\nAlina Lozano afirma que no tiene que demostrarle nada a las personas del internet Finalmente, Alina habló de lo aburridor que le resulta tener que estar explicando cada uno de sus movimientos, pues en este momento de su vida y en el nivel en el que se encuentra su relación con Jim, con quien contrajo matrimonio hace unos meses, considera que merece cierto nivel de paz y tranquilidad para afrontar lo que se viene.\n“Es estar muy contenta en medio de un gran aburrimiento por estar sintiendo que yo tengo que dar explicaciones (…) estamos mostrando lo que pasa con nosotros como pareja incluyendo nuestro embarazo, pero no demostrando”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:31:59.354+03:00",
    "updated": "2024-04-19T01:31:59.354+03:00"
  },
  {
    "uuid": "92833f0148aee2ce5abea754288e7567c19fa9fd",
    "url": "https://www.newsbreak.com/los-angeles-ca/3279848636331-kelly-clarkson-slept-in-her-car-before-american-idol-audition",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T21:04:00Z",
    "title": "Kelly Clarkson Slept in Her Car Before ‘American Idol’ Audition",
    "text": "Kelly Clarkson knows firsthand that \"you've really got to want your dream\" in order to make it in the music industry. On Wednesday's episode of The Kelly Clarkson Show , the \"Since U Been Gone\" singer shared with guest Kevin Bacon that when she moved to Los Angeles, she moved in with a stranger. \"I actually moved out to LA with some random person I did not know,\" she told Bacon. \"Really?\" he replied . \"Yeah, she just needed a roommate,\" added Clarkson . \"I was like, 'I'll do it,' and I moved from Texas to LA with a random stranger.\" Clarkson didn't live with her roommate for too long though, because their apartment building caught on fire. \"It burned down, so yeah,\" she added. \"Then, I slept in my car for a few days and then tried out for a show called American Idol so it all worked out.\" The singer went on to win the first season of the singing competition show when she was 20 years old. \"You've really got to want your dream,\" Clarkson concluded. \"The universe makes you really want it.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://themessenger.com/entertainment/american-idol-contestant-fired-for-embezzlement",
      "https://themessenger.com/entertainment/kelly-clarkson-wardrobe-malfunction-think-my-boobs-showing",
      "https://themessenger.com/entertainment/shannen-doherty-kelly-clarkson-bond-over-life-after-heartbreak",
      "https://themessenger.com/entertainment/kevin-bacon-recreates-footloose-dance-actors-strike-over",
      "https://themessenger.com/news/kevin-bacon-shares-marriage-secret-less-about-work-and-more-about-play",
      "https://themessenger.com/entertainment/kelly-clarkson-scoops-up-two-awards-at-2023-daytime-emmys",
      "https://www.themessenger.com/entertainment/american-idol-contestant-fired-for-embezzlement",
      "https://www.themessenger.com/news/kevin-bacon-shares-marriage-secret-less-about-work-and-more-about-play",
      "https://www.themessenger.com/entertainment/shannen-doherty-kelly-clarkson-bond-over-life-after-heartbreak",
      "https://www.themessenger.com/entertainment/kelly-clarkson-scoops-up-two-awards-at-2023-daytime-emmys",
      "https://www.themessenger.com/entertainment/kevin-bacon-recreates-footloose-dance-actors-strike-over",
      "https://www.themessenger.com/entertainment/kelly-clarkson-wardrobe-malfunction-think-my-boobs-showing"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kelly clarkson",
          "sentiment": "negative"
        },
        {
          "name": "kevin bacon",
          "sentiment": "none"
        },
        {
          "name": "bacon",
          "sentiment": "none"
        },
        {
          "name": "clarkson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "la",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:35.906+02:00",
    "updated": "2023-12-29T00:10:35.906+02:00"
  },
  {
    "uuid": "f0059877992ff89ef42a02598e573134130a091b",
    "url": "https://menafn.com/1107666663/Building-Foundations-How-Innovative-Preschool-Programs-Impact-Early-Childhood-Development",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-28T00:16:00Z",
    "title": "Building Foundations: How Innovative Preschool Programs Impact Early Childhood Development | MENAFN.COM",
    "text": "( MENAFN - iCrowdNewsWire) In today's fast-evolving world of learning and development, parents and educators can't overstate the significance of preschool in shaping a child's future success. When it comes to options for child care in Olney MD , innovative preschool programs are leaving a mark on the lives of young learners in and around Brooke Grove. That's largely due to the critical role played by such programs in the overall development of preschool-aged children, blending daycare and childcare into a seamless educational experience.\nSetting the Stage for Success\nEarly childhood educators unanimously agree that preschools lay the foundation for a child's success in educational, personal, and professional spheres. Olney child care programs go beyond conventional approaches, ensuring that preschool-aged children receive foundational care and attention crucial for establishing a robust developmental base. The program's core lies in the Creative Curriculum®, a teaching strategy endorsed by the Maryland State Department of Education (MSDE), which tailors individualized attention to each child in alignment with developmentally approved guidelines.\nThe implementation of The Creative Curriculum® at Brooke Grove spans a diverse spectrum of developmental needs. From Social-Emotional and Physical development to Language, Cognitive, Literacy, Mathematics, Science and Technology, Social Studies, the Arts, and English Language Acquisition; the program focuses on nurturing every facet of a child's growth. This comprehensive approach ensures that children are not only academically prepared but also equipped with the confidence needed for the next steps in their academic journey.\nSchool Readiness: Beyond ABCs and 123s\nWhile the curriculum is play-based – a focus loved by preschoolers, it transcends traditional preschool age learning and development approaches. Children attending daycare in Olney MD actively engage in group activities, learning essential skills such as sharing toys and books, expressing emotions, and collaborating with their peers.\nAnd although play is at the heart of the preschool, it's not just about fun and games. Attendees gain a host of other invaluable life skills:\n– Teamwork: Sharing toys and books, cooperating with peers, and resolving conflicts.\n– Emotional Intelligence: Understanding and expressing emotions effectively.\n– Community Engagement: Appreciating their place in the world and valuing diversity.\nThe preschool program is not just about academic readiness; it is a holistic approach to child development that prepares children for the challenges of formal education while nurturing their individual strengths. The program ensures that these youngsters are school-ready in every other sense too:\n– Confidence: Children emerge with the confidence needed to take that next step in their academic journey.\n– Emotional Resilience: They learn to express themselves, collaborate, and work with others-a crucial skill set for life.\n– Social Skills: Group activities teach sharing, empathy, and cooperation.\n– Curiosity: The play-based approach sparks curiosity, setting the stage for lifelong learning.\nThese seemingly simple traits are, in fact, building blocks for the future, imparting invaluable social and emotional skills that children will carry with them throughout their lives. And, for parents and guardians entrusting their preschool-aged children to Brooke Grove, the assurance of receiving comprehensive care, support, and guidance is paramount.\nBuilding a Future Generation\nOlney child care programs don't just prepare children for school; they empower them for life's remarkable journey. The preschool age program is a place where young minds flourish, friendships bloom, and futures take shape. I fact, these innovative daycare programs are instrumental in nurturing the next generation of thinkers, dreamers, and achievers!\nMENAFN28122023003318003403ID1107 3\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Education"
    ],
    "external_links": [
      "https://icrowdnewswire.com/2023/12/28/building-foundations-how-innovative-preschool-programs-impact-early-childhood-development/",
      "https://www.icrowdnewswire.com/2023/12/28/building-foundations-how-innovative-preschool-programs-impact-early-childhood-development/",
      "https://icrowdnewswire.com/2023/12/28/building-foundations-how-innovative-preschool-programs-impact-early-childhood-development"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "olney",
          "sentiment": "none"
        },
        {
          "name": "brooke grove",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "maryland state department of education",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:05:55.985+02:00",
    "updated": "2023-12-29T03:05:55.985+02:00"
  }
]