[
  {
    "uuid": "7e79d28c0b44199bcf7d7ca3298dce9b56b2451f",
    "url": "https://www.bournemouthecho.co.uk/news/national/24016305.sharp-rise-religious-hate-crimes-recorded-uks-largest-police-forces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T00:01:00Z",
    "title": "Sharp rise in religious hate crimes recorded by UK’s largest police forces | Bournemouth Echo",
    "text": "The number of antisemitic hate crimes recorded by many of the UK’s largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal.\nIslamophobic offences also rose for some forces, although the picture was more mixed across the country.\nJewish charities called the findings “shocking”, while campaigners against anti-Muslim abuse said the data was “deeply worrying”.\nThe Home Office condemned the rise in offences, adding: “There is no place for hate in our society.”\n(PA Graphics) The figures have been obtained by the PA news agency using Freedom of Information requests. They show that:\n– Greater Manchester Police recorded 74 antisemitic offences in the month following the Hamas attacks on Israel on October 7, compared with 15 for the same period in 2022 and 14 in 2021, while West Yorkshire Police recorded 53, compared with 10 (2022) and 14 (2021).\n– West Midlands Police recorded 22 antisemitic offences from October 7 to November 7, compared with one (2022) and eight (2021), while Merseyside Police recorded 20 compared with four (both 2022 and 2021).\n– The British Transport Police had one of the largest increases, recording 87 antisemitic offences in the month after October 7, up from eight in the same period in 2022 and 11 in 2021, as well as a jump in Islamophobic offences with 22 (2023), up from two (2022) and eight (2021).\n– West Yorkshire recorded 49 Islamophobic offences in this period in 2023, up from 29 (2022) and 38 (2021), but the pattern was not so clear for Greater Manchester (34 in 2023, 43 in 2022 and 42 in 2021) or West Midlands (25 in 2023, 33 in 2022 and 23 in 2021).\n(PA Graphics) The Community Security Trust described the figures as “shocking” and said they made clear “the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7”.\nA spokesman for the Jewish charity said: “This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fuelled and sustained by extremist hatred online and on our streets.\n“It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.”\nTell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that “levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging”.\nIman Atta, the organisation’s director, said there had been a “significant spike in anti-Muslim hate since the atrocities on October 7”, adding: “The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanising slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender.\n“We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.”\nThe Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022.\nPA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change.\nMethods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK.\nBut the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied.\n(PA Graphics) Some forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences – for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021).\nData obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine.\nA spokesman for the Board of Deputies of British Jews said the findings “provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7”.\nThe board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organisations they represent, told PA the rise in antisemitism had “caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress”.\nA spokesman added: “We call on police to take strong action against anyone found to be perpetrating hate crimes.”\nThe Muslim Council of Britain said: “Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups.\n“The Government’s laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.”\nA spokesperson for the Home Office said: “There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred.\n“We expect the police to fully investigate all hate crimes and work with the CPS to make sure the cowards who commit these abhorrent offences feel the full force of the law.\n“Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa news agency using freedom of information",
          "sentiment": "none"
        },
        {
          "name": "merseyside police",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "west yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "west midlands police",
          "sentiment": "none"
        },
        {
          "name": "manchester police",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:23:36.819+02:00",
    "updated": "2023-12-29T02:23:36.819+02:00"
  },
  {
    "uuid": "9d75225ba02335f6a77a47dc85505c5032a8863b",
    "url": "https://www.gov.uk/government/news/vital-new-wetland-habitat-protected-with-announcement-of-a-new-kings-national-nature-reserve",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Natural England",
    "published": "2024-02-16T00:30:00Z",
    "title": "Vital new wetland habitat protected with announcement of a new King’s National Nature Reserve - GOV.UK",
    "text": "A Devon nature reserve is due to be significantly expanded today in part thanks to a unique piece of coastal engineering, which has seen 50 hectares of internationally important new wetland habitat created.\nThe huge climate change adaptation project led by the Environment Agency reconnected the River Otter with its historic estuarine floodplain – helping protect properties but also creating a new wetland habitat that has today been declared the third nature reserve in the King’s Series of National Nature reserves.\nThe enlarged national nature reserve, which is being extended by 90 hectares in total or the equivalent of 128 football pitches, will connect the Otter Estuary and the restoration project with the existing lowland heathlands of Pebblebed Heaths National Nature Reserve. This unique landscape supports some of our most precious wildlife, from Dartford warblers, silver-studded blue butterflies to populations of sea trout, Atlantic salmon and eels and will now be protected for nature.\nExtending the area managed for conservation will create bigger and better joined up spaces for wildlife and will help to achieve the government’s targets to halt and reverse nature’s decline.\nTony Juniper, Chair of Natural England, said: The extension of the Pebblebed Heaths National Nature Reserve to encompass the River Otter restoration project is a huge step for nature recovery, not just in Devon but the country as a whole, with new wetland habitat protected for nature.\nThe Otter estuary restoration shows how we can work with nature to deliver multiple benefits from climate change adaption to reduced flood risk while supporting internationally important wildlife.\nThis ambitious extension to the National Nature Reserve will not only enhance the natural environment, making it a better and more joined up place for wildlife to thrive, but also provide opportunities for locals and visitors alike to connect with the natural world, history and the local heritage.”\nNature Minister Rebecca Pow said: We need to move from nature conservation to nature recovery by creating much larger spaces for wildlife to thrive, and the extension to Pebblebed Heath is a great example how we can do that.\nThis declaration provides a much-needed boost for wildlife but also demonstrates how restoring nature can help manage the pressures of climate change and flood risk, as well as providing economic benefits with local people and tourists able to enjoy improved access to the great outdoors.\nNational Nature Reserves have a key role to play in halting and reversing biodiversity loss, and by expanding their number it helps us achieve our goal of protecting 30% of land and sea by 2030, as set out in our Environmental Improvement Plan\nAlan Lovell at the Environment Agency said: The restoration of the Lower Otter River is a fine example of the strengths of collaborative working to find solutions to the impacts of climate change.\nRestoring and reconnecting the floodplains has provided multiple benefits for the wading birds which call this landscape home and the people who live locally too, with improved resilience to flooding and new opportunities to connect with the natural world across the National Nature Reserve.\nThe heaths and new wetland of the Pebblebed Heath NNR share Triassic geology with spectacular red sandstone cliffs of the estuary forrming the oldest part of the Jurassic Coast World Heritage Site, with Otter Head being part of a Site of Special Scientific Interest. Wetlands provide a large number of ecosystem benefits from carbon capture to improved water quality and support a huge diversity of species but are under pressure at home and globally.\nThe announcement will also provide a boost to the local economy with the nature reserve well connected to the local towns and villages - in excess of 250,000 local people and visitors already enjoy the Otter Estuary nature reserve each year using the network of footpaths which run through it, including part of the South West Coast path.\nNatural England want to leave a lasting public legacy for people and nature by creating the King’s Series of National Nature Reserves to celebrate the Coronation of His Majesty King Charles III.\nThe King’s Series will see five major NNRs named every year for five years – 25 in total which will create bigger, better and more joined up spaces for nature to thrive.\nThe Lincolnshire Coronation Coast NNR was the first in the King’s Series to be announced, in September 2023, followed in October by the Mendip NNR , which includes the world-famous Cheddar Gorge.\nThere are currently 219 NNRs across England, comprising more than 109,000 hectares in total – around 0.8% of England’s land surface. Two-thirds of these are managed by Natural England. National Nature Reserves provide opportunities to experience nature for an estimated 20 million visitors a year up and down the country.\nNotes to editors:. NNR status is given to the very best nature conservation sites in England and is recognition that the land is nationally important and will be managed in perpetuity for its wildlife and geology. The status helps protect some of the country’s most important habitats, species and geology, and enhancing biodiversity and nature recovery while also connecting people with nature. The area will be managed by the Pebblebed Heaths Conservation Trust on behalf of the owners, Clinton Devon Estates. The King’s Series of National Nature Reserves Natural England will leave a lasting public legacy for people and nature by creating the King’s Series of National Nature Reserves to celebrate the Coronation of His Majesty King Charles III. As Prince of Wales, His Majesty expressed a deep love and concern for England’s wildlife, natural and rural places, frequently reflecting on his love of walking and its role in promoting a healthy mind and body. As the government’s focus moves on from an era of nature conservation to nature recovery to create spaces for wildlife to thrive, this new series showcases our ambition for bigger, better and more connected spaces for nature – building on those declared in the reign of her late Majesty Queen Elizabeth II. Dr Sam Bridgewater, Director of Environment Strategy and Evidence, Clinton Devon Estates said: We are very proud to have the Otter Estuary recognised as a National Nature Reserve. The recently completed restoration project took over a decade to plan, fund and deliver. To have the site’s conservation value recognised in this way makes it all worthwhile. The restoration work could not have been undertaken without the support of the Environment Agency who were our project partners in this endeavour.\nWe have been delighted with how nature is thriving in this greatly enhanced and expanded wetland with almost every week bringing a new species sighting. It has also been wonderful to see the overwhelmingly positive response from the public who can easily access the site and connect with nature. Over the coming years we will continue to record how the habitats evolve and how wildlife benefits with important research work supported by a strong team of local citizen scientists.\nAs well as managing this wonderful reserve, the efforts of our team are now focused on building on the nature gains we have seen with our long-term goal being to go further and create a ‘super’ National Nature Reserve that powers nature recovery across the agricultural hinterlands that link all of the component parts of the Pebblebed Heaths NNR.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "king’s national nature reserve",
          "sentiment": "neutral"
        },
        {
          "name": "environment agency",
          "sentiment": "none"
        },
        {
          "name": "pebblebed heaths national nature reserve",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "otter estuary",
          "sentiment": "none"
        },
        {
          "name": "dartford",
          "sentiment": "none"
        },
        {
          "name": "atlantic",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T02:39:47.238+02:00",
    "updated": "2024-02-16T02:39:47.238+02:00"
  },
  {
    "uuid": "746693ef0b0e28b3590d981a5e089b0af36c861a",
    "url": "https://www.canadianlawyermag.com/practice-areas/trusts-and-estates/bc-supreme-court-rules-my-children-in-will-refers-only-to-children-from-deceaseds-second-marriage/386763",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Angelica Dino",
    "published": "2024-06-13T19:14:00Z",
    "title": "BC Supreme Court rules 'My Children' in will refers only to children from deceased's second marriage",
    "text": "BC Supreme Court rules 'My Children' in will refers only to children from deceased's second marriage The testator intended to exclude his children from his first marriage as beneficiaries: court\nBy Angelica Dino 13 Jun 2024 Share In a recent ruling, the BC Supreme Court has ruled that \"My Children\" in the will refers only to children from the deceased's second marriage.\nIn Ritchie v Hamilton , 2024 BCSC 941, the court addressed a dispute regarding the interpretation of the will of the late Danny Lee Ball. The court ruled on a petition filed by Troy William Ritchie, who sought a declaration that the term “My Children” in the will referred only to himself and Tina Nicole Coell, excluding the deceased’s other biological children from a previous marriage.\nThe court noted that the will defined “My Children” to include Ritchie and Coell but lacked precision and consistency in its language, leading to confusion about the intended beneficiaries.\nMost Read Husband's transfer of matrimonial home to wife fraudulent: Ontario Court of Appeal BC Supreme Court awards damages in ICBC privacy breach class action How to spot ChatGPT output masquerading as legal analysis The court found that the will used the term \"My Children\" but did not capitalize it consistently, creating ambiguity. Additionally, the will contained a general definition section explaining that terms like \"includes\" were not intended to limit the generality of the preceding expression. This definition section, however, conflicted with the specific bequests in the will.\nIn considering the legal framework, the Supreme Court referenced several key principles from previous cases, including the necessity to ascertain the testator's intention by reading the will and considering any admissible extrinsic evidence. The court applied the “armchair” approach, putting itself in the position of the testator at the time the will was written, to determine Ball's subjective intentions.\nThe court found that the will's language and the surrounding circumstances indicated that Ball intended to benefit only Ritchie and Coell. The notary public who drafted the will deposed that Ball only mentioned Ritchie and Coell when asked to name his children. Moreover, Ball’s sister confirmed that he had expressed his intention to leave his estate to Ritchie and Coell.\nThe court ruled that extrinsic evidence was admissible in this case due to the ambiguity in the will. The evidence, including testimonies and the notary public's notes, supported the conclusion that Ball intended to exclude his biological children from his first marriage as beneficiaries.\nIn conclusion, the BC Supreme Court declared that the definition of “My Children” in Ball’s will was intended to include only Troy William Ritchie and Tina Nicole Coell. The court's decision clarified the intended distribution of Ball’s estate, ensuring that the petitioner and Coell were the sole beneficiaries.\nRelated stories NB Court of King's Bench rejects son's challenge to father's last will BC Supreme Court reconciles last will’s inconsistent clauses using extraneous proof Free newsletter The Canadian Legal Newswire is a FREE newsletter that keeps you up to date on news and analysis about the Canadian legal scene. A separate InHouse Edition is delivered on a regular basis, providing targeted news and information of interest to in-house counsel.\nPlease enter your email address below to subscribe.\nSIGN UP Fetching comments... Please enable JavaScript to view the comments powered by Disqus. Recent articles & video Lawyer salaries may vary more in wake of competition law changes: recruiter report BC Supreme Court rules 'My Children' in will refers only to children from deceased's second marriage Manitoba Court orders shared parenting plan in high-conflict case involving family violence BC Court of Appeal overturns damages award for crash injuries due to credibility issues Alberta Court of Appeal reinstates claim for specific performance in farmland purchase dispute Health PEI’s private contract with physicians not subject to judicial review: PEI Supreme Court Most Read Articles Husband's transfer of matrimonial home to wife fraudulent: Ontario Court of Appeal 07 Jun 2024\nBC Supreme Court awards damages in ICBC privacy breach class action 07 Jun 2024\nHow to spot ChatGPT output masquerading as legal analysis 07 Jun 2024\nNew report shows how arbitration in Canada is increasing as a means of dispute resolution 07 Jun 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.canlii.org/en/bc/bcsc/doc/2024/2024bcsc941/2024bcsc941.html",
      "https://canlii.org/en/bc/bcsc/doc/2024/2024bcsc941/2024bcsc941.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danny lee ball",
          "sentiment": "none"
        },
        {
          "name": "troy william ritchie",
          "sentiment": "none"
        },
        {
          "name": "ritchie",
          "sentiment": "none"
        },
        {
          "name": "tina nicole coell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bc supreme court",
          "sentiment": "negative"
        },
        {
          "name": "hamilton",
          "sentiment": "none"
        },
        {
          "name": "coell",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:29:56.847+03:00",
    "updated": "2024-06-14T07:23:22.385+03:00"
  },
  {
    "uuid": "41c8c0f3ac6d852b381da1d059f630b1aa87d0cb",
    "url": "https://ge.globo.com/sp/vale-do-paraiba-regiao/surfe/noticia/2024/02/29/filipe-toledo-lanca-instituto-de-surfe-para-criancas-e-jovens-em-ubatuba-no-litoral-norte-de-sp.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-02-29T21:05:00Z",
    "title": "Filipe Toledo lança instituto de surfe para crianças e jovens em Ubatuba, no Litoral Norte de SP | surfe | ge",
    "text": "O surfista Filipe Toledo , bicampeão mundial de surfe, anunciou nesta quinta-feira, 29, o lançamento do Instituto FT77 na Praia Grande, em Ubatuba, no Litoral Norte de São Paulo. O local, a ser inaugurado em breve, vai atender crianças e jovens em situação de vulnerabilidade no município.\n1 de 2 Filipe Toledo é bicampeão mundial de surfe — Foto: Thiago Diz/World Surf League Filipe Toledo é bicampeão mundial de surfe — Foto: Thiago Diz/World Surf League\nO instituto terá dois projetos iniciais. Um será o Projeto Social, que terá 60 atletas de 12 a 16 anos, com seletivas feitas por meio de edital. O outro é o Projeto Alto Rendimento, que contará com 16 atletas, sendo oito vagas para a categoria masculina e oito para feminina, com idades entre 12 a 16 anos. As seletivas serão por indicação do trabalho realizado pela Effect Surf Coaching, e também em parceria com o projeto Circuito Estudantil, da associação Ubatuba de Surf.\nUbatuba é a cidade natal de Filipe Toledo, o Filipinho. De acordo com o surfista, a associação sem fins lucrativos busca usar o surfe para gerar oportunidades e auxiliar na formação das crianças e jovens não apenas como possíveis atletas, mas, principalmente, como cidadãos.\n– O nosso maior objetivo com o IFT77 é ter o esporte como uma ferramenta de inclusão social e agente transformador na vida dessas pessoas. Colaborar com a educação e crescimento profissional e pessoal, além de promover a sustentabilidade e a construção de valores na prática esportiva. Temos uma equipe muito capacitada para conseguirmos apoiar a nova geração do surf em competições do mundo a fora – disse Filipinho por meio da assessoria de imprensa pessoal.\n2 de 2 Filipe Toledo comemora campeonato mundial em Ubatuba — Foto: Danilo Sardinha/ge Filipe Toledo comemora campeonato mundial em Ubatuba — Foto: Danilo Sardinha/ge\nFilipinho já apoia em Ubatuba o projeto social Namaskar. O surfista, inclusive, já chegou doar a premiação que ganhou em etapa do Mundial de Surfe para o local. O ge já visitou o projeto ( conhela aqui ).\nO surfista também é fundador da sua própria escola de surf, a Filipe Toledo Surf School, que busca desenvolver atletas da categoria de base, na Praia Grande, e promove o campeonato Kid’s On Fire, com o intuito de fomentar o esporte na região de Ubatuba.\nAtual bicampeão mundial de surfe, Filipe Toledo se retirou da disputa neste ano para cuidar da saúde mental . O atleta, porém, está confirmado na disputa das Olimpíadas de Paris.\nFilipe Toledo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport",
      "Education"
    ],
    "external_links": [
      "https://s2-ge.glbimg.com/hhNARHi7gx93CllL9NNatWkTY18=/0x0:1280x777/640x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2022/8/P/tuiSQjQAAPTL9bHksQwQ/whatsapp-image-2022-09-14-at-12.59.38.jpeg",
      "https://s2-ge.glbimg.com/VsPmGQVRTVvCuwhksh8yqhU8qC4=/0x0:1280x777/1000x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2022/8/P/tuiSQjQAAPTL9bHksQwQ/whatsapp-image-2022-09-14-at-12.59.38.jpeg",
      "https://s2-ge.glbimg.com/Y0eoqtM4j6GwTcH6oxIIG2nNH6s=/0x0:1280x777/600x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2022/8/P/tuiSQjQAAPTL9bHksQwQ/whatsapp-image-2022-09-14-at-12.59.38.jpeg",
      "https://s2-ge.glbimg.com/Bc4-WHV0YBdsluhxA4cXp3WGGCQ=/0x0:1280x777/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2022/8/P/tuiSQjQAAPTL9bHksQwQ/whatsapp-image-2022-09-14-at-12.59.38.jpeg",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s2-ge.glbimg.com/Y0eoqtM4j6GwTcH6oxIIG2nNH6s=/0x0:1280x777/600x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2022/8/P/tuiSQjQAAPTL9bHksQwQ/whatsapp-image-2022-09-14-at-12.59.38.jpeg",
      "https://www.s2-ge.glbimg.com/hhNARHi7gx93CllL9NNatWkTY18=/0x0:1280x777/640x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2022/8/P/tuiSQjQAAPTL9bHksQwQ/whatsapp-image-2022-09-14-at-12.59.38.jpeg",
      "https://www.s2-ge.glbimg.com/VsPmGQVRTVvCuwhksh8yqhU8qC4=/0x0:1280x777/1000x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2022/8/P/tuiSQjQAAPTL9bHksQwQ/whatsapp-image-2022-09-14-at-12.59.38.jpeg",
      "https://www.s2-ge.glbimg.com/Bc4-WHV0YBdsluhxA4cXp3WGGCQ=/0x0:1280x777/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_bc8228b6673f488aa253bbcb03c80ec5/internal_photos/bs/2022/8/P/tuiSQjQAAPTL9bHksQwQ/whatsapp-image-2022-09-14-at-12.59.38.jpeg",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:04:48.293+02:00",
    "updated": "2024-03-01T00:04:48.293+02:00"
  }
]