[
  {
    "uuid": "790bb3009ef5290c9ddbb2eb25b9234ee9432e11",
    "url": "https://lacrossetribune.com/news/nation-world/homeless-people-750-dollars-a-month-improved-lives-new-study-nonprofit/article_132ab567-459e-5f35-a3f0-104b6f3eff4b.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DOUG SMITH Los Angeles Times",
    "published": "2024-01-07T22:15:00Z",
    "title": "$750 a month, no questions asked, improved the lives of homeless people",
    "text": "LOS ANGELES — If 100 homeless people were given $750 per month for a year, no questions asked, what would they spend it on? That question was at the core of a controlled study conducted by a San Francisco-based nonprofit and the USC Suzanne Dworak-Peck School of Social Work. The results were so promising that the researchers decided to publish results after only six months. The answer: food, 36.6%; housing, 19.5%; transportation, 12.7%; clothing, 11.5%; and health care, 6.2%, leaving only 13.6% uncategorized. Those who got the stipend were less likely to be unsheltered after six months and able to meet more of their basic needs than a control group that got no money, and half as likely as the control group to have an episode of being unsheltered. “I felt there was enough interest and the initial findings were compelling enough that it was important to get those results out,” said Benjamin Henwood, director of the Center for Homelessness, Housing and Health Equity Research at the Dworak-Peck School, who led the study. People are also reading… “It may not be earth-shattering that providing money is going to help meet basic needs, but I do think it dispels this myth that people will use money for illicit purposes,” Henwood said. “We weren’t finding that in the study.” About 2% of the total went to alcohol, cigarettes and drug expenses — the largest portion of which was cigarettes, Henwood said. The participants submit monthly reports on their spending and are surveyed in more detail quarterly. A follow-up report will be published after participants have received the funds for a full year. But Henwood said the main findings were robust enough that they were unlikely to change. The study arose from Miracle Messages, a San Francisco-based nonprofit that sends volunteers to the streets and shelters to befriend homeless people and try to make connections with the loved ones who lost contact with them. Next founder and chief executive Kevin F. Adler started Miracle Friends, matching homeless people to volunteer phone buddies for weekly calls. That evolved into Miracle Money when volunteers began asking Adler whether it was OK to give their buddies a few dollars. “You asked me to be a friend to this person, but they don’t know what they’re going to eat tonight,” Adler said they would tell him. Adler didn’t think the volunteers should hand out their own money. But the idea of cash support appealed to him. After a pilot showed promise, Adler got a grant to expand to Los Angeles. He hired two recruiters to canvass homeless shelters. They enlisted more than 200 clients who met the criteria of being at least 18 years old and homeless and expressed interest in having a phone buddy. Rather than just give money away, Adler hoped to document its effect. He teamed up with Henwood, who devised the controlled study. The participants were divided randomly into two groups. One group of 103 received stipends. The others were told they were on a waiting list. After six months, only 12% of those who received funds reported being unsheltered at any time in the prior month, a dramatic decrease from 30% at the outset. Those on the waiting list also reported fewer unsheltered episodes, but by a much smaller margin, from 28% to 23%. The cash recipients also said they were better able to meet their basic needs. On a scale of 1 (completely) to 5 (not at all), they dropped from about 3.75 on average to just over 3.25. The control group did not budge from 3.75. Among those receiving the funds, some found permanent housing, even though the money fell far below average rents in the area, Henwood said. “It seems like it’s opening up possibilities in different ways,” he said. “They might have a friend or relative that may not be willing to support them completely, but if they have something to contribute that opens up a room.” In other cases, the money created opportunities, even for people who remained unsheltered. “I spent a lot of the money on food on the go,” one participant told the researchers. “Simple, cheap things like bean and cheese burritos. I eat on the run while I bike/work for DoorDash. I also bought a membership to REI, so I could get my bike fixed for free.” “It’s not a single path forward,” Henwood said. “It’s a lot of resourcefulness and creativity.” 20 facts about homelessness in the US The U.S. has seen a 0.3% increase in homelessness since 2020 Conversely, the U.S. has seen an 8.6% decrease in homelessness since 2010 Experts from HUD believe that resources from the American Rescue Plan directed toward homelessness assistance lessened the impact of COVID-19 on homelessness The end of the federal eviction moratorium in August 2021 made millions of Americans' housing situations more precarious during the long tail of the COVID-19 pandemic As of August 2022, one year after the federal eviction moratorium was lifted, nearly 12% of Americans experienced a rent increase of $250 or more per month HUD's Emergency Rental Assistance program received more than 12 million applications for assistance between August 2021 and January 2022 A greater proportion of people experiencing homelessness were unsheltered in 2022 compared to 2020 40% of all people experiencing homelessness in the U.S. during 2022 were unsheltered Chronic homelessness has increased 15.5% since 2020 Veteran homelessness has decreased by 11% since 2020 and more than 50% since 2010 Family and youth homelessness have both decreased since 2020 50,767 families with children experienced homelessness in 2022 Since 2020, unaccompanied youth homelessness has decreased by 12% 6,398 parenting youth taking care of 7,898 children experienced homelessness in 2022, down 13% since 2020 In 2022, 37% of people experiencing homelessness identified as Black, while only 12% of the overall U.S. population identifies as Black From 2020 to 2022, the number of people who identified as Hispanic or Latino who experienced homelessness rose by 8% The number of people who identify as Hispanic and experienced unsheltered homelessness in 2022 rose 16% since 2020",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benjamin henwood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usc suzanne dworak-peck school of social work",
          "sentiment": "none"
        },
        {
          "name": "center for homelessness, housing and health equity research",
          "sentiment": "none"
        },
        {
          "name": "dworak-peck school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:31:14.915+02:00",
    "updated": "2024-01-08T05:00:37.210+02:00"
  },
  {
    "uuid": "8441e2688d9fae0f9c85f4800091003b98993d50",
    "url": "https://www.t13.cl/noticia/nacional/toha-dice-hubo-falencias-instituciones-otorgar-libertad-acusados-del-tren-aragua-6-6-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "T13",
    "published": "2024-06-06T19:43:00Z",
    "title": "Tohá acusa “falencias” al otorgar libertad a acusados del Tren de Aragua | T13",
    "text": "La ministra del Interior, Carolina Tohá, aseguró que en la decisión del Poder Judicial de dejar en libertad a cinco miembros del [Tren de Aragua](https://www.t13.cl/etiqueta/tren-de-aragua) que son investigados por secuestro hubo “falencias”, y emplazó a la justicia y a la fiscalía a evaluar su actuar. \"Los organismos que participaron de esa audiencia (Fiscalía y Poder Judicial) corresponde que hagan la evaluación de cómo cada una de estas instituciones actuó\", dijo la ministra Tohá. [ Lee También ](/videos/nacional/reportajes-t13/reportajes-t13-tribunal-vilos-deja-libre-secuestradores-del-tren-aragua-5-6-2024) Reportajes T13: Tribunal de Los Vilos deja libre a secuestradores del Tren de Aragua \"Nosotros como gobierno expresamos (...) nuestra preocupación por decisiones de este tipo cuando se trata de grupos criminales que tienen los antecedentes que tenía este y de personas que, en casos similares, han tenido comportamientos de fuga\", agregó. “Nos preocupa y nos sorprende que en un caso en que tan evidentemente iba a pasar esto, se tome una decisión de este tipo. Ahí ciertamente hubo falencias que tendrán los organismos que evaluar\", complementó la secretaria de Estado. El Juzgado de Garantía de Los Vilos permitió que, previo el pago de cinco millones de pesos por cada acusado, los cinco miembros del Tren de Aragua salieran de la cárcel. [ Lee También ](/noticia/nacional/quienes-son-miembros-del-tren-aragua-se-mantienen-profugos-6-6-2024) ¿Quiénes son los miembros del Tren de Aragua que se mantienen prófugos tras haber sido liberados en Los Vilos? Si bien la Corte de Apelaciones de La Serena revocó la medida cautelar y volvió a decretar prisión preventiva para todos los imputados, [sólo uno de ellos se entregó la noche de este miércoles](https://www.t13.cl/noticia/nacional/se-entrego-pdi-detienen-imputado-del-tren-aragua-dejado-libertad-6-6-2024) y los demás siguen prófugos. [Síguenos en ](https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
      "https://www.news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:01:29.056+03:00",
    "updated": "2024-06-07T00:01:29.056+03:00"
  },
  {
    "uuid": "45161088124e5a05e89774a654a56a03fc864749",
    "url": "https://www.sportskeeda.com/pop-culture/news-what-happened-kanye-west-s-1-5m-church-building-property-now-abandoned-lot-trash",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hindi.sportskeeda.com",
    "published": "2023-12-28T23:50:00Z",
    "title": "What happened to Kanye West’s $1.5M church building? Property now abandoned with a lot of trash",
    "text": "') > -1) { addClass($('.section-container'), 'pill-tag'); } Rapper Kanye West (Photo by Ronald Martinez/Getty Images) Like what you are reading? Unlock the Full Story for Free! Sign in with Google Continue with Facebook Login using other methods Rapper Kanye West purchased a $1.5 million property in March this year to move his Christian School, Donda Academy. However, reports reveal that the building is abandoned and surrounded by trash.\nThis piece of news has become the center of attention as it now sits completely abandoned, marred by neglect, and littered with trash.\nExpand Tweet The famous rapper and fashion magnate, known for his high-profile projects and artistic activities, purchased the property to create a spiritual refuge. However, recent photographs and stories reveal a significant departure from this initial idea, prompting concerns about the fate of the once-prominent church building.\nKanye West is a multifaceted musician and entrepreneur who is no stranger to the spotlight, but the recent status of his church property has drawn a new kind of attention. The site, which was once supposed to be a place of prayer and community participation, now stands desolate. Its doors are now closed, and the surroundings are likely the result of neglect.\nKanye West's church now stands abandoned West's million-dollar church stands abandoned (Images via Instagram/@jesusisking) West purchased this $1.5 million property building with the intention of creating a location where people might come together for spiritual reflection and other communal activities. The musician is well-known for investigating faith and spirituality in his music. He appeared sincere in his desire to create a positive environment through this venture.\nThe property appears neglected, with overgrown foliage, damaged windows, and trash mingling with the once-pristine surroundings. The sharp contrast between the original design and the current state of the church building has piqued the interest and concern of both devotees and the general public.\nThe reasons behind the apparent abandonment of the property remain unclear. Speculations range from financial challenges to shifting priorities in Kanye West's busy and dynamic career. While West has yet to comment on the issue publicly, there have been numerous circulating online discussions talking about the responsibilities that come with high-profile investments.\nThe online response to the news has been swift, with social media buzzing about the fate of Kanye West's $1.5 million church. Fans and critics alike are sharing their opinions on the situation, questioning the rapper's intentions and expressing disappointment at the state of the abandoned property.\nExpand Tweet This development also raises broader questions about celebrities and their responsibilities regarding real estate investments. High-profile figures like Kanye West often have the means to acquire luxury properties. However, the public increasingly holds them accountable for the maintenance and purposeful use of such assets.\nAs the story unfolds, the fate of Kanye West's $1.5 million church building remains uncertain. Will it be rejuvenated and fulfill its intended purpose, or will it continue to be a symbol of unrealized potential? Only time will tell, but for now, the abandoned property is a poignant reminder of the challenges and scrutiny that accompany fame and fortune, even in real estate.\nEdited by Ivanna Lalsangzuali",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Environment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://twitter.com/rgbtecho/status/1739835236526043456",
      "https://twitter.com/iamyayyee/status/1735807038759010617",
      "https://www.twitter.com/rgbtecho/status/1739835236526043456",
      "https://www.twitter.com/iamyayyee/status/1735807038759010617"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ronald marti",
          "sentiment": "negative"
        },
        {
          "name": "kanye west",
          "sentiment": "none"
        },
        {
          "name": "donda academy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "google continue",
          "sentiment": "none"
        },
        {
          "name": "facebook login",
          "sentiment": "none"
        },
        {
          "name": "christian school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kanye west",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:17:35.291+02:00",
    "updated": "2023-12-29T07:17:35.291+02:00"
  }
]