[
  {
    "uuid": "f5b412f4fc11267fa40c38928b769c24f18e2336",
    "url": "https://nesn.com/2024/03/jaguars-mac-jones-had-hilarious-jacksonville-homecoming",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Keagan Stiefel",
    "published": "2024-03-14T22:01:00Z",
    "title": "Jaguars’ Mac Jones Had Hilarious Jacksonville Homecoming",
    "text": "The New England Patriots officially traded Mac Jones to the Jaguars on Thursday, and by doing so, sent him back to his hometown of Jacksonville. It’s a move that came with mostly positives. Jones, for instance, is familiar with the area. He grew up down the road from the Jaguars’ facility, and played his high school ball at The Bolles School, which is about a 20-minute drive from EverBank Stadium. That’s probably why his mom picked him up from his introductory press conference Thursday. No, we’re not kidding. Story continues below advertisement “I don’t think I’ll be staying with my parents, but maybe, we’ll see,” Jones cracked, per team-provided video. “My mom is coming to pick me up in about 30 minutes, so it’s kind of nice when your mom can come pick you up from work. It’ll be good.” It’d be quite the surprise if that becomes a regular occurrence, of course. Jones has what they call “ first-round quarterback money ,” which means he could take a new car to work each day of the week if he truly wanted to. It’s a nice reminder that if there ways anywhere for Jones to end up, he probably would have picked Duval County. [Leave a comment.](javascript:void(0)) He better get to house shopping quick, though. You can’t be an NFL QB living in an in-law apartment. Featured image via Benny Sieu/USA TODAY Sports Images",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://x.com/Jaguars/status/1768358388826612146?s=20",
      "https://x.com/JaguarsUKandIE/status/1768381069005357271?s=20",
      "https://www.x.com/Jaguars/status/1768358388826612146?s=20",
      "https://www.x.com/JaguarsUKandIE/status/1768381069005357271?s=20",
      "https://x.com/JaguarsUKandIE/status/1768381069005357271",
      "https://x.com/Jaguars/status/1768358388826612146"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mac jones",
          "sentiment": "negative"
        },
        {
          "name": "jones",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jaguars",
          "sentiment": "negative"
        },
        {
          "name": "new england patriots",
          "sentiment": "negative"
        },
        {
          "name": "bolles school",
          "sentiment": "none"
        },
        {
          "name": "everbank stadium",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jacksonville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:04:02.433+02:00",
    "updated": "2024-03-22T00:05:09.952+02:00"
  },
  {
    "uuid": "b6c613c6f951172abe36f0b4822e1f477c9591b7",
    "url": "https://vnexplorer.net/z/617121.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-06T13:12:00Z",
    "title": "Big Tech CEOs are lining up to back Trump. Don't be surprised.",
    "text": "Donald Trump arrives back at Trump Tower after being convicted in his criminal trial in New York City, on May 30, 2024. There’s been a lot of recent reporting on the endorsements and monetary support that Donald Trump’s campaign is receiving from tech executives and investors — many of them white men. This week’s “Tuesday Tech Drop” documented one aspect of that phenomenon, in which some influential figures in tech who previously donated to Democrats are now lining up behind Trump’s campaign. And last week, Reuters reported that the venture capitalists David Sacks and Chamath Palihapitiya are hosting a high-dollar event for Trump in San Francisco on Thursday, designed to show an outpouring of support from Silicon Valley leaders for the convicted former president. To the extent that this may come as a surprise, that may be rooted in a widespread misconception of Silicon Valley as a bastion of liberalism and not what it truly is: an epitome of crony capitalism, exclusion and white male elitism. Author Malcolm Harris’ book “Palo Alto: A History of California, Capitalism, and the World” is a great read for anyone looking to disabuse themselves of the pollyannaish propaganda about Silicon Valley’s purported progressive bonafides. The history of how Silicon Valley (largely built on Ohlone land) and its roots intertwine with the development of nuclear weapons dispelled for me some of the more fanciful depictions that portray Silicon Valley executives as avatars of a progressive revolution. In reality, the public alignment of some tech executives with the Trump campaign is pretty easy to understand. Generally speaking, Silicon Valley leaders are overwhelmingly white and male — and disproportionately rich. Which is to say, they belong to a group that Trump and his allies have gone to great lengths to show they’ll defend in a second Trump term. And conversely, Joe Biden’s administration has taken steps to bring more equity and diversity to the tech industry and to ensure rich people pay their fair share in taxes, both of which could diminish the power of those who’ve already made a killing off of Big Tech. As an example, the divergence between some rich, white tech executives and the Biden administration is epitomized in the administration’s efforts involving artificial intelligence tools, which are arguably the building blocks for the future global economy. Biden has emphasized the need for marginalized communities — including women, people with disabilities, and racial and ethnic minority groups — to be involved in the decision-making process when it comes to major developments in the world of AI. Conservative tech bros, including Elon Musk and others in his orbit, have vocally opposed such efforts to encourage diversity, equity and inclusion in the world of artificial intelligence. There’s no reason to think the tech executives and investors sidling up to Trump this year wouldn’t also benefit from Biden’s re-election. The U.S. is going to be deeply invested in new technologies regardless of who wins. But their share of Big Tech’s power and wealth is likely to be diminished if Biden wins in November and his administration follows through on its plans to emphasize diversity, equity and inclusion when it comes to emerging technology. Trump, on the other hand, is vowing to give a massive tax cut to the rich if elected. Judges he handpicked have ruled that efforts to diversify the tech industry amount to anti-white discrimination. And Trump himself has said he’d prioritize ridding America of “anti-white feeling” if he’s elected. That appears to have been all the assurance some in Big Tech needed to fall in line. This article was originally published on MSNBC.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "neutral"
        },
        {
          "name": "donald trump",
          "sentiment": "neutral"
        },
        {
          "name": "david sacks",
          "sentiment": "none"
        },
        {
          "name": "malcolm harris",
          "sentiment": "none"
        },
        {
          "name": "chamath palihapitiya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "trump tower",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "silicon valley",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:28:06.167+03:00",
    "updated": "2024-06-07T00:28:06.167+03:00"
  },
  {
    "uuid": "85e3726e475d5f82b12028fa3f8453c2adb28353",
    "url": "https://www.meneame.net/story/bmg-despide-roger-waters-dichos-sobre-israel-ucrania-estados/c0129",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "patchgirl",
    "published": "2024-02-01T20:51:00Z",
    "title": "#129 BMG despide a Roger Waters por sus dichos sobre Israel, Ucrania y Estados Unidos",
    "text": "[Gerome](/user/Gerome)a [pagina12.com.ar](/go/link/3903510) [#39](c39#c-39) Tengo todos los de Pink Floyd y algunos de los de Waters, los de PF en formato vinilo y CD, todos comprados legalmente en su día.\nCierto que también me los he ido bajando en formato FLAC, porque creo que va a llegar un día en que no existan los reproductores de vinilos y CDs, pero una buena pasta llevo gastada a lo largo de mi vida, de la que seguro que se han beneficiado más las discográficas que los artistas\nY, por supuesto, si Waters saca algo en una discográfica nueva, lo pienso comprar, aunque sea como apoyo a la causa\n[#106](c106#c-106) Hay gente que se piensa que porque piratas películas, no vas al cine. Con la música, lo mismo.\nSigo con mis LP en vinilo de Pink Floyd y de AC/DC. Me gusta ir contracorriente.\n[#112](c112#c-112) Debo confesar que yo al cine casi no voy desde hace unos cuantos años. Por el precio estratosférico de las entradas y, sobre todo, porque no soporto a la gente alrededor masticando palomitas o con unas tremendas bandejas conteniendo hamburguesas, perritos calientes, cocacola y toda clase de basura.\nPero en su lugar también gasto una cantidad no despreciable en pagar varias plataformas de streaming.\n[#48](c48#c-48) veo que por aqui tenemos al famoso anti anti fascismo del que he oido hablar en tantos lados. La censura güena, no como la otra que afecta a las cosas que a ti te gustan, que por supuesto es la buena\nEs curioso que siempre intenteis usar el termino \"izquierdista\" o \"ultra izquierdista\" y los aludidos nunca se dan por ofendidos, ahora, dile a un derechista que su opinion lo es y... preparate para leer que Hitler era de izquierdas\nEsto tiene que ser como la anorexia pero ideologica, teneis disforia ideologica.\nTambién me he leído esta de la misma web (lo del negacionismo no va por el precisamente que es lo que me pensaba)\nhttps://www.pagina12.com.ar/586545-los-stones-roger-waters-y-el-negacionismo\n[#36](c36#c-36) Te compro eso de que \"en España no pasa igual\", pero nuestro presidente, bajo mi punto de vista se quedó infinitamente corto. Y ya ni hablemos con las relaciones que seguimos teniendo con esa máquina de picar carne que es Israel y con EEUU. Y lo de pertenecer a la OTAN siempre me ha parecido asqueroso.\n[#74](c74#c-74) ¿La relación era del 50%? Lo digo porque cuando yo tenía una empresa, a mis empleados les hacía contratos Y tenía muy claro quién se quedaba con la plusvalía.\n[#4](c4#c-4) definitivamente no hay manera de hacer un boicot a EE. UU. socio imprescindible y esencial de Israel.\n[#107](c107#c-107) prueba en otro navegador, no sea que sea el tuyo el que esté infectado.\nSi te pasa igual, y tienes opción, prueba desde otro pc.\nY si te sigue pasando pon una nota a\n[@admin](/user/admin)\nNo me pasa, pero también tengo bloqueadas algunas cosas. Pero me extrañaría que no se quejase más gente.\nAunque tampoco sería la primera vez que se cuela algo malo (ej, publicidad que hacía cosas que no debía)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.pagina12.com.ar/586545-los-stones-roger-waters-y-el-negacionismo",
      "https://pagina12.com.ar/586545-los-stones-roger-waters-y-el-negacionismo"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:02:02.161+02:00",
    "updated": "2024-02-02T00:02:02.161+02:00"
  }
]