[
  {
    "uuid": "62e730277a8c2e8fc3fc5a48732b6bfa5cfdae0c",
    "url": "https://www.huffingtonpost.es/politica/sumar-unidos-isabel-garcia-nueva-directora-instituto-mujer-transfobia.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jorge Álvarez",
    "published": "2023-12-28T22:56:00Z",
    "title": "Sumar y Podemos, unidos contra Isabel García, nueva directora del Instituto de la Mujer, por su transfobia",
    "text": "Sumar y Podemos, unidos contra Isabel García, nueva directora del Instituto de la Mujer, por su transfobia Colectivos trans piden al ministerio de Ana Redondo que revoque el nombramiento y ponga al frente \"a una mujer que defienda a todas las mujeres, también las trans\". Sumar, Unidas Podemos han unido sus discursos este jueves para pedir al [ Ministerio de Igualdad de Ana Redondo](https://www.huffingtonpost.es/politica/ana-redondo-garcia-nueva-ministra-igualdad.html) que frene el nombramiento de Isabel García como nueva directora del Instituto de la Mujer, aprobado en el último Consejo de Ministros de este año y que califican de \"vergonzoso\" y \"lamentable\" por, como apuntan los colectivos trans, \"ha mantenido discursos abiertamente transfóbicos\" en la tramitación de la [Ley Trans de Irene Montero](https://www.huffingtonpost.es/politica/irene-montero-2.html). La portavoz de la plataforma de Yolanda Díaz en materia de feminismo, igualdad y derechos y libertades LGTBI, Elizabeth Duval, ha sido una de las primeras políoticas en reaccionar a la elección del Ministerio de Igualdad de Ana Redondo y, en un mensaje publicado en la red social 'X', ha calificado el nombramiento de \"vergonzoso\" y enviar \"un mensaje lamentable\" por poner al frente del Instituto de la Mujer a \"alguien que sostiene la conspiración del borrado de las mujeres y critica la dictadura queer\", ha escrito. En la misma línea se pronunciado Sumar, que ha definido el nombramiento de Isabel García de \"inaceptable\" porque el Instituto de la Mujer \"no puede estar en manos de quien menosprecia e insulta a las mujeres y las personas LGTBI\", ha señalado la formación de Yolanda Díaz en un mensaje publicado en la red social 'X' en el que también reclama que \"la libertad es de todas, todos y todes, o no es de nadie\" El dardo de Irene Montero contra el Gobierno Por su parte, la exministra de Igualdad, Irene Montero, [ha vuelto a criticar en redes una decisión del Gobierno de Pedro Sánchez](https://www.huffingtonpost.es/politica/irene-montero-tarda-cinco-horas-dejo-cartera-criticar-gobierno-redes.html). En un mensaje publicado este jueves en 'X', la que será la candidata de Unidas Podemos en las próximas europeas si lo refrenda la militancia, ha atacado al Ejecutivo de coalición por el nombramiento de Isabel García. \"Defender los derechos trans y LGTBI es una obligación democrática. Más para un Gobierno que tiene la obligación de cumplir y hacer cumplir los Derechos Humanos. No olvidéis que somos más\", ha señalado antes de publicar en otro tuit que \"hay algo más incómodo que el feminismo: la transfobia. Y pedir silencio cómplice\", ha añadido la que fuera responsable del Ministerio de Igualdad la pasada legislatura. Los colectivos trans piden que se frene el nombramiento La Federación Plataforma Trans y Euforia Familias Trans-Aliadas han pedido a la ministra de Igualdad, Ana Redondo, que \"revoque\" la designación de Isabel García al frente del Instituto de la Mujer y que, en su lugar, \"ponga a una mujer que defienda a todas las mujeres, también las trans\", señalan en un comunicado. En este sentido, aseguran la nueva directora del Instituto de la Mujer \"ha mantenido discursos abiertamente transfóbicos y antiderechos trans, durante la tramitación de la Ley Trans\", apuntando que los argumentos de Isabel García se sitúan en el mismo marco ideológico que el discurso del Gobierno de Isabel Díaz Ayuso para [ justificar los \"los recortes de derechos\"](https://www.huffingtonpost.es/politica/sprint-legislativo-ayuso-navidad-recorta-leyes-trans-lgtbi-votos-vox-cambia-normas-transparencia.html) y \"la derogación de aspectos fundamentales de las leyes trans y LGTBI\" en la Comunidad de Madrid. La presidenta de la Federación Plataforma Trans, Mar Cambrollé, ha exigido \"coherencia\" a un Gobierno de coalición \"que se dice progresista y que no puede poner al frente de ninguna institución a personas que se han destacado por sus declaraciones transfóbicas y anti derechos trans\", ha subrayado. La senadora de Más Madrid y activista trans, Carla Antonelli, también ha reprochado también la elección de una personas que ha \"vejado\" al colectivo, y la sucesora de Mónica García en la Asamblea de Madrid, Manuela Bergerot, ha recordado que \"el Ministerio de Igualdad debe seguir profundizando en los derechos LGTBI y Trans. Más si cabe ahora, cuando gobiernos como el de Madrid los están recortando\", ha trasladado portavoz del partido verde en 'X', una red social en la que Íñigo Errejón también ha cuestionado la designación porque \"en el siglo XXI no cabe una persona que se burla del colectivo LGTBI y no respeta a las personas trans\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:02:24.737+02:00",
    "updated": "2023-12-29T02:02:24.737+02:00"
  },
  {
    "uuid": "9d1fa8aaa17c1e46fe16009b303cc4b836b8f5b0",
    "url": "https://www.timesreporter.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T15:55:36.530+02:00",
    "updated": "2024-01-19T15:55:36.530+02:00"
  },
  {
    "uuid": "7ff60e2048aaf8dab9804e2a32c5ea601335bad4",
    "url": "https://flipboard.com/article/move-over-boomers-gen-x-is-rolling-in-it/f-6e8bd50155%2Ftheglobeandmail.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Globe and Mail - Jason Kirby",
    "published": "2024-04-18T00:00:00Z",
    "title": "Move over boomers, Gen X is rolling in it | Flipboard",
    "text": "Move over boomers, Gen X is rolling in it Gen X, the forgotten generation derided as slackers by its predecessors, has mostly avoided being drawn into the often nasty generational feud between millennials and baby boomers over wealth, privilege and opportunity. That could get tougher once everyone realizes just how well off Gen Xers have … [The Globe and Mail](/@globeandmail) flipped this story into [Business](/@globeandmail/business-hsh2uqeaz)•3h Related storyboards More stories from [Human Geography](/topic/humangeography) [America is uniquely ill-suited to handle a falling population](/topic/humangeography/america-is-uniquely-ill-suited-to-handle-a-falling-population/a-WSfgbi41SSKbcaLLNH85Kw%3Aa%3A37374060-f29a4e72d8%2Feconomist.com) Cairo, a town at the southern tip of Illinois founded in the early 19th century, was given that name because it was expected to grow into a huge … The United States has enjoyed some level of population growth virtually every year for more than a century. But that doesn't mean every state is always growing in lockstep. See which American states are losing population and learn the possible reasons as to why. [Shrinking States: These 8 States Are Actually Losing People](/topic/humangeography/shrinking-states-these-8-states-are-actually-losing-people/a-lkFlQS3FQpi09WOxoyD5kw%3Aa%3A3979866414-f8734d632b%2Fwealthup.com) The United States has enjoyed some level of population growth virtually every year for more than a century. But that doesn't mean every state is … [Ruins on remote Pacific island are ‘much older’ than once thought, study reveals](/topic/humangeography/ruins-on-remote-pacific-island-are-much-older-than-once-thought-study-reveals/a-IdLpTC6nQ0qRCVo8Acbgyg%3Aa%3A2867092696-25564cf268%2Fbnd.com) The Tongan island of Tongatapu — located about 1,400 miles northeast of New Zealand — is covered with clusters of man-made mounds long believed to … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Geography](/topic/geography) [NY Times Reverses Stance: Biden NOT Losing Latino Voters](/topic/geography/ny-times-reverses-stance-biden-not-losing-latino-voters/a-LokCFZraRmaa2uH8SME8PQ%3Aa%3A484531373-4a2e700b7b%2Fcrooksandliars.com) That day when The New York Times destroys its own spin that Biden's losing Latino voters. A newly released New York Times/Siena poll shows a wholesale … [Northern Lights shine over Iceland’s erupting volcano in stunning timelapse footage](/topic/geography/northern-lights-shine-over-iceland-s-erupting-volcano-in-stunning-timelapse-foot/a-Cs00iIi0RcSrW5c60MAg2g%3Aa%3A2867092696-2e4479c6ed%2Fflipboard.com) A stunning timelapse video shows the Northern Lights shining over an erupting volcano in southwestern Iceland. The current eruption, now ongoing for 28 days, became officially the second longest of the seven that have occurred in the last three years, after the six-month-long 2021 Fagradalsfjall eruption. It occurred near the fishing town of Grindavik, about 30 miles southwest of Reykjavik, Iceland’s capital, sending lava towards the community that is home to 3,800 people. Just one crater is erupting at the moment and the active lava flow is confined close to the volcanic cone, far from any infrastructure. [America is uniquely ill-suited to handle a falling population](/topic/geography/america-is-uniquely-ill-suited-to-handle-a-falling-population/a-WSfgbi41SSKbcaLLNH85Kw%3Aa%3A37374060-f29a4e72d8%2Feconomist.com) Cairo, a town at the southern tip of Illinois founded in the early 19th century, was given that name because it was expected to grow into a huge …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "gen x",
          "sentiment": "negative"
        },
        {
          "name": "globe",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "pacific",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:11:59.213+03:00",
    "updated": "2024-04-19T00:55:52.777+03:00"
  },
  {
    "uuid": "58f9fa9ac994830f66fc1dbd2ce77080c1806acc",
    "url": "https://gameranx.com/updates/id/533243/article/crystal-dynamics-confirmed-latest-round-of-layoffs-since-the-pandemic",
    "ord_in_thread": 0,
    "author": "Ryan Parreno",
    "published": "2025-03-27T11:56:00Z",
    "title": "Crystal Dynamics Confirmed Latest Round Of Layoffs Since The Pandemic",
    "text": "Crystal Dynamics has revealed another round of layoffs.\nThey shared this statement on social media:\n“This morning, Crystal Dynamics made the difficult decision to reduce our workforce by 17 talented team members. We did not make this decision lightly. Ultimately, this step was necessary to better align our current business needs and the studio’s future success. It is not a reflection of the dedication or ability of those affected.\nWe recognize how painful this outcome is for those impacted and we are supporting them with transition packages and opportunity outreach.\nCrystal Dynamics remains committed to pushing the boundaries of making great games. This change does not alter our current project plans.”\nThe last time Crystal Dynamics held layoffs was in September 2023. At this time, they were drawn in by the restructuring that was being done by their parent company. Embracer Group. But then, they laid off nine employees. That means this latest round of layoffs led to more people losing their jobs, than Embracer’s restructuring did.\nIn between both rounds of layoffs, Amazon acquired the Tomb Raider franchise from Embracer Group. Crystal Dynamics was then set to make a new Tomb Raider game, and started hiring accordingly. And so, we can’t avoid pondering the possibility that something happened to this Tomb Raider project that compelled the studio to now have layoffs, at an even greater number as well.\nWhether that ongoing project, or other factors, led to these layoffs, it’s an unfortunate reminder that the industry is still in the middle of a wave of layoffs. It’s particularly troublesome that Crystal Dynamics isn’t being ‘punished’ for releasing a game that didn’t sell enough units.\nIn this case, the studio is in the middle or possibly even still in the first steps of making their next Tomb Raider game. That implies that the money was not making sense for them to keep investing into the project. It’s certainly not a good sign for the game itself.\nWe do recognize that Crystal Dynamics claims these layoffs did not make changes to their plans, but it may be a situation where they didn’t finish laying out those plans yet. But all things considered, one wonders why Amazon didn’t think to intervene to secure the quality of their next game. Amazon should be incentivized to make a good Tomb Raider game to match their other Tomb Raider projects as well.\nWe wish the best for the staff at Crystal Dynamics, and hope those who are leaving the company will find placement back in the video game industry.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->layoffs",
      "Economy, Business and Finance->human resources",
      "Social Issue->social condition",
      "Labor->employer",
      "Labor->unemployment",
      "Labor->labour relations"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://spr.ly/l/6010F8AdQ",
      "https://www.spr.ly/l/6010F8AdQ"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Crystal Dynamics",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Embracer Group",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Amazon",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T07:06:38.461+03:00",
    "updated": "2025-03-28T07:06:38.461+03:00"
  },
  {
    "uuid": "9575afbd3cd2f599c922291d9ff2793b7562d64b",
    "url": "https://www.prnewswire.com/news-releases/bluehalo-and-kraken-partner-to-advance-autonomous-maritime-operations-302135555.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BlueHalo",
    "published": "2024-05-03T07:18:00Z",
    "title": "BlueHalo and Kraken Partner to Advance Autonomous Maritime Operations",
    "text": "ARLINGTON, Va. and LONDON , May 3, BlueHalo, the company transforming the future of global defense, and Kraken Technology Group, a maritime technology leader specializing in disruptive high-performance platforms, today announced a strategic partnership to integrate BlueHalo's cutting-edge Artificial Intelligence and Machine Learning (AI/ML)-backed autonomous mission systems into Kraken's littoral security platforms to develop next-generation uncrewed surface vehicles (USV) and uncrewed surface/sub-surface vehicles (USSV) along with multi-domain, 'marsupial' capabilities.\nContinue Reading\nBlueHalo will integrate its industry-leading autonomous innovations within a range of Kraken vessels, including the K4 MANTA USSV (pictured). BlueHalo's USV will be integrated as payload in the K4 MANTA for autonomous multi-domain \"marsupial\" operations.\nThrough this partnership, the entities will work together to integrate BlueHalo's industry-leading autonomous innovations within a range of Kraken vessels–including the K3 SCOUT USV, the K4 MANTA USSV and the K5 KRAKEN Gunship–to yield significant innovations in maritime autonomy and develop new littoral capabilities addressing critical national security priorities. BlueHalo will also integrate its Titan and SkyView Radio Frequency (RF)-based counter-uncrewed aircraft system (C-UAS) technologies as payload within the K3, K4, and K5 portfolio for mobile, maritime UAS detect and defeat capabilities.\n\"This expansion into the maritime domain is one of several initiatives we have been planning as part of our long-term strategic vision. The ability to rapidly and seamlessly adapt current leading technologies to adjacent domains allows us to out innovate adversaries and extend BlueHalo's ring of protection,\" said Jonathan Moneymaker , BlueHalo Chief Executive Officer. \"Kraken's innovative spirit and passion for customer success align directly with our DNA and we are excited to be bringing these disruptive offerings to the mission.\"\n\"Partnering so closely with BlueHalo on the integration of K3 has demonstrated clear synergies in both vision and expertise. With this combined effort, Kraken and BlueHalo are working together to expand these innovations across our other vessels and pursue even more opportunities to meet critical customer needs,\" said Mal Crease , Founder and CEO of Kraken Technology Group. \"Game-changing capabilities deployed at pace is our sole objective, and this partnership will ensure our ability to deliver against exponentially growing market demand.\"\nThe BlueHalo AI/ML-backed autonomous platform will serve as the primary core of autonomous operations and functions within the Kraken USV and USSV–leading mission-focused operations, maintaining situational awareness, signaling directions to the autonomous maritime controller, enabling multi-vessel swarming, and supporting hybrid maritime and land \"marsupial\" operations.\nBlueHalo has extensive technical experience delivering state-of-the-art autonomous capabilities, including R&D, engineering, systems development, fabrication and prototyping, manufacturing, integration and sustainment activities. These capabilities enabled the development of HaloSwarm–a transformational, autonomous drone swarming technology with unmatched mission efficiency and performance previously unavailable to the warfighter. The company also offers an entire ecosystem of uncrewed solutions purpose-built for any environment, including the Intense Eye UAS, which is part of the U.S. Defense Innovation Unit (DIU) Blue UAS Cleared List for rigorously vetted, policy-compliant, commercial UAS.\nKraken has a successful record of rapidly developing and manufacturing disruptive, scalable littoral platforms at high-volume. K3 SCOUT is a low-cost, low-signature, high-performance autonomous multi-mission USV for use both commercial and military applications. K4 MANTA is a unique, innovative scalable platform under development which will bring multi-mission payloads over large distances, before submerging for covert infiltration, persistent recce or loitering roles. K5 KRAKEN will be the definitive built-for-purpose, high-performance littoral gunship, capable of rapid solo or swarmed precision engagement in defense of littoral or afloat assets.\nAbout BlueHalo\nBlueHalo is purpose-built to provide industry-leading capabilities in the areas of Space, C-UAS and Autonomous Systems, Electronic Warfare & Cyber, and AI/ML. The company develops and brings to market next-generation capabilities to support customers' critical missions and national security. Learn more at https://www.bluehalo.com and follow BlueHalo on LinkedIn .\nAbout Kraken\nKraken Technology Group is a UK company founded in 2021 and structured around decades of cross-sector expertise and pioneering experience in the marine industry. Kraken Technology Group provides precision design, advanced engineering and technological innovation to the performance marine market. Delivered through innovative propulsion solutions, integrated security platforms, precision yachts or the development of next-generation racing, Kraken is an industry disruptor which thinks out of the box and embraces change, taking inspiration from other industry sectors and processes. Learn more at https://www.krakentechnology.com .\nSOURCE BlueHalo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4157667-1&h=518734349&u=https%3A%2F%2Fwww.krakentechnology.com%2F&a=https%3A%2F%2Fwww.krakentechnology.com",
      "https://c212.net/c/link/?t=0&l=en&o=4157667-1&h=4146588805&u=https%3A%2F%2Fwww.bluehalo.com%2F&a=https%3A%2F%2Fwww.bluehalo.com",
      "https://www.bluehalo.com",
      "https://www.krakentechnology.com",
      "https://c212.net/c/link/?t=0&l=en&o=4157667-1&h=1092256987&u=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fbluehalollc%2F&a=LinkedIn",
      "https://c212.net/c/link/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4157667-1&h=518734349&u=https%3A%2F%2Fwww.krakentechnology.com%2F&a=https%3A%2F%2Fwww.krakentechnology.com",
      "https://bluehalo.com",
      "https://www.c212.net/c/link/?t=0&l=en&o=4157667-1&h=4146588805&u=https%3A%2F%2Fwww.bluehalo.com%2F&a=https%3A%2F%2Fwww.bluehalo.com",
      "https://krakentechnology.com",
      "https://www.c212.net/c/link/?t=0&l=en&o=4157667-1&h=1092256987&u=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fbluehalollc%2F&a=LinkedIn"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bluehalo",
          "sentiment": "negative"
        },
        {
          "name": "kraken",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kraken partner to advance autonomous maritime operations",
          "sentiment": "negative"
        },
        {
          "name": "ussv",
          "sentiment": "none"
        },
        {
          "name": "usv",
          "sentiment": "none"
        },
        {
          "name": "kraken technology group",
          "sentiment": "none"
        },
        {
          "name": "continue reading bluehalo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "va.",
          "sentiment": "none"
        },
        {
          "name": "arlington",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "manta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T14:22:26.483+03:00",
    "updated": "2024-05-06T08:27:32.301+03:00"
  },
  {
    "uuid": "e2753178dc743466cdf5e172bab6f0425cb0f010",
    "url": "https://timesofindia.indiatimes.com/videos/international/la-tunnel-horror-watch-miraculous-escape-of-31-trapped-workers-scaled-heap-of-15-feet-high-soil/videoshow/122360154.cms",
    "ord_in_thread": 0,
    "author": "TIMESOFINDIA.COM",
    "published": "2025-07-10T07:39:00Z",
    "title": "LA Tunnel Horror: Watch Miraculous Escape Of 31 Trapped Workers; Scaled Heap Of 15-feet High Soil",
    "text": "A massive rescue operation unfolds in Wilmington after a tunnel collapses, trapping workers 6 miles underground. Over 100 responders rush to the scene as 31 are pulled out alive - a miracle in California’s industrial underworld.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Disaster and Accident->structural failure",
      "Disaster and Accident->emergency response",
      "Human Interest->human mishap",
      "Politics->safety of citizens"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_nz",
        "top_news_au",
        "top_news_ae",
        "top_news_us",
        "top_news_gb",
        "top_news_th",
        "top_news_sa",
        "top_news_sg",
        "top_news_ph",
        "top_news_hk",
        "top_news_nl",
        "top_news_qa",
        "top_news_ie",
        "top_news_pk",
        "top_news_id",
        "top_news_dk",
        "top_news_eg",
        "top_news_za",
        "top_news_my",
        "top_news_kw",
        "top_news_be",
        "top_news_in",
        "top_news_ca",
        "top_news_iq",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T12:19:03.827+03:00",
    "updated": "2025-07-11T10:04:19.000+00:00"
  },
  {
    "uuid": "e562710b102470f483a1e5e4b9edecc968c8f525",
    "url": "https://timesofindia.indiatimes.com/city/bareilly/man-arrested-for-bid-to-convert-family/articleshow/107951732.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Asif Ansari",
    "published": "2024-02-23T15:31:00Z",
    "title": "Man arrested for bid to convert family | - Times of India",
    "text": "BAREILLY: A man, who allegedly attempted to change the religion of a Dalit family to Christianity, was booked and arrested by police in the Faridpur area of Bareilly on Thursday evening.A complaint was registered by a resident, Ramgopal Kosi, who stated that Ramesh Chand Massey often visited his village and preached about Christianity to locals. Although Kosi refused to convert, Massey managed to convince his wife, Guddi Devi, and his five children to change their religion. On Thursday, while Kosi was out for work, Massey was performing the rituals to convert his family members to Christianity. Upon learning about it from neighbours, Kosi informed the police. Additional SP (South) Manush Pareek told TOI, \\\"The complainant said that the accused, Ram Chand Massey, allegedly tried to convert a Dalit family to his religion and later misbehaved with the complainant as well. We have booked Massey under sections 504 (criminal intimidation), and 504 (intentional insult) of the IPC along with sections 3 and 5 (1) of the Religious Conversion Act. The case is under investigation, and the accused has been sent to jail.\\\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dalit",
          "sentiment": "negative"
        },
        {
          "name": "guddi devi",
          "sentiment": "none"
        },
        {
          "name": "ram chand massey",
          "sentiment": "none"
        },
        {
          "name": "ramgopal kosi",
          "sentiment": "none"
        },
        {
          "name": "kosi",
          "sentiment": "none"
        },
        {
          "name": "massey",
          "sentiment": "none"
        },
        {
          "name": "ramesh chand massey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manush pareek",
          "sentiment": "none"
        },
        {
          "name": "ipc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "bareilly",
          "sentiment": "none"
        },
        {
          "name": "faridpur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T20:23:50.386+02:00",
    "updated": "2024-02-23T20:23:50.386+02:00"
  },
  {
    "uuid": "5f0a6049bf8d54b146d5c550e306fe292b9d20d9",
    "url": "https://heraldodemexico.com.mx/espectaculos/2025/4/30/katy-perry-revela-sentirse-maltratada-luego-de-las-criticas-que-recibio-por-su-viaje-al-espacio-695460.html",
    "ord_in_thread": 0,
    "author": "Celeste Gutiérrez",
    "published": "2025-04-30T23:06:00Z",
    "title": "Katy Perry revela sentirse \"maltratada\" luego de las críticas que recibió por su viaje al espacio",
    "text": "Pese a su exitosa trayectoria en la música que la ha convertido en una de las grandes figuras de la industria, Katy Perry no ha evitado las severas críticas en redes sociales que recientemente se intensificaron por el supuesto fracaso en sus últimos proyectos musicales y el viaje espacial que hizo con otras celebridades. Aunque la artista se mantuvo alejada de toda polémica, hizo frente a los comentarios negativos con un contundente mensaje en el que se dice \"maltratada\" ante los ya mencionados eventos en su carrera.\nAunque la gira “The Lifetimes Tour” ha tenido gran aceptación del público, en redes sociales internautas han señalado que el álbum “143” de Katy Perry podría no haber alcanzado el éxito que la cantante esperaba reflejando un bache en su carrera. A esto se suma la controversia por el viaje espacial que hizo el pasado 14 de abril y que desató burlas, críticas e interrogantes ya que algunos fans aseguraban que podría haberse tratado de un montaje destacando detalles como el instante en el que la tripulación abre la puerta de la cápsula desde el interior, algo que no sería posible.\nKaty Perry responde a los comentarios negativos tras su viaje espacial\nDurante varias semanas la intérprete de \"Firework\" se mantuvo alejada de la controversia, sin embargo, aprovechó la publicación en Instagram de un perfil de fans en Brasil para compartir un extenso mensaje con el que hace frente a los comentarios negativos revelando sentirse \"maltratada\". La cantante aseguró que internet se ha convertido en vertedero de personas \"desquiciadas\" e \"incurables\", cuyos comentarios pueden generar odio y lastimar a quienes los reciben.\n“Cuando el mundo ‘en línea’ intenta convertirme en una piñata humana lo acepto con paciencia y les envío cariño porque sé que mucha gente está sufriendo de muchas maneras e internet es, en gran medida, un vertedero de personas desquiciadas e incurables (…) Estoy en un viaje humano jugando el juego de la vida con una audiencia de muchos y a veces caigo, pero me levanto y sigo, continúo jugando el juego y, de alguna manera a través de mi malteada y magullada aventura, sigo mirando hacia la luz y en esa luz un nuevo nivel se desbloquea”, se lee en el mensaje.\nLa polémica por el viaje de Katy Perry al espacio\nKaty Perry fue parte de la tripulación del cohete New Shepard que la empresa empresa Blue Origin, de Jeff Bezos, lanzó al espacio el pasado 14 de abril. El viaje espacial tuvo una duración de 11 minutos y destacó al ser el primero integrado en su totalidad por mujeres ya que junto a la cantante estaban la periodista Gayle King; Lauren Sanchez, prometida de Bezos; Kerianne Flynn, productora de cine; Aisha Bowe, una exingeniera de la NASA, y la científica Amanda Nguyen.\nLos comentarios sobre el viaje espacial no se hicieron esperar y en contraste con la felicidad reflejada por sus tripulantes, en redes sociales esto desató un intenso debate entre los internautas. Y es que mientras algunos puntualizaron en el daño ambiental, otros destacaron algunos detalles por los que sospechaban que todo se habría tratado de un montaje, como la limpieza en la cápsula pese a la intensidad del viaje y que las celebridades abrieron la puerta desde el interior cuando esto no sería posible.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->travel and tourism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Katy Perry",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T02:11:58.177+03:00",
    "updated": "2025-04-30T23:13:54.000+00:00"
  },
  {
    "uuid": "b814d1e8bbc844cd9b4d70464d12d26361fc518d",
    "url": "https://www.brasil247.com/regionais/sudeste/greve-de-trabalhadores-da-pepsico-contra-jornada-6x1-e-suspensa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação Brasil 247",
    "published": "2024-11-30T14:15:00Z",
    "title": "Greve de trabalhadores da PepsiCo contra jornada 6x1 é suspensa",
    "text": "[HOME](/)>\n[Sudeste](/regionais/sudeste)\nGreve de trabalhadores da PepsiCo contra jornada 6x1 é suspensa\nGrupo suspendeu protesto em Sorocaba, mas está parado em Itaquera\nAgência Brasil - Trabalhadores da PepsiCo suspenderam na noite desta sexta-feira (29) a paralisação na unidade de Sorocaba, conforme informaram o sindicato da categoria e a empresa. De acordo com o sindicato, a suspensão, decidida em assembleia, valerá até que a empresa apresente nova proposta de jornada de trabalho na próxima quarta-feira (4).\nOs funcionários estavam parados desde o início da semana em protesto contra a implantação da jornada 6x1 – seis dias de trabalho por um de folga, assim como a jornada 6x2.\nNa unidade de Itaquera, os trabalhadores continuam em greve e a empresa opera parcialmente.\nA decisão pela paralisação foi motivada, segundo o sindicato da categoria, pela postura intransigente da empresa e recusa em dialogar sobre a jornada de trabalho. Na próxima segunda-feira (2), está marcada audiência no TRT-2.\n“Diante da tentativa arbitrária da PepsiCo de implementar a jornada 6x1 e 6x2, propusemos a jornada de trabalho espanhola como alternativa [alternar entre uma semana de 48 horas e uma semana de 40 horas]. Porém, mesmo com nossas insistentes solicitações para um diálogo construtivo, a empresa se manteve inflexível”, divulgou o Sindicato dos Trabalhadores nas Indústrias de Laticínios e Alimentação de São Paulo e Região (Stilasp).\nO tema ganhou repercussão nacional em novembro em razão da proposta de Emenda à Constituição Federal (PEC), de autoria da deputada federal Erika Hilton (PSol-SP), que propõe jornada de trabalho de, no máximo, 36 horas semanais e quatro dias de trabalho por semana no Brasil.\nEmpresa\nA PepsiCo disse, em nota, que “cumpre rigorosamente as leis do país e, ainda que em discussão no Congresso, a jornada 6x1 está de acordo com a legislação brasileira em vigor.”\n“A PepsiCo permanece aberta ao diálogo com seus colaboradores e representantes sindicais em busca de soluções equilibradas para todas as partes, reafirmando o seu cuidado e compromisso com as pessoas com base em relações éticas e responsáveis que sempre orientam as suas decisões”, informou.\n[iBest: 247 é o melhor canal de política do Brasil no voto popular](https://www.brasil247.com/midia/brasil-247-vence-o-premio-ibest-como-melhor-canal-de-politica-do-brasil-no-voto-popular)\n[Assine o 247](https://www.brasil247.com/apoio),[ apoie por Pix](https://docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform),[ inscreva-se na TV 247](https://www.youtube.com/brasil247), no canal [Cortes 247](https://www.youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg) e assista:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/brasil247",
      "https://docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform",
      "https://www.youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSfJOi0sp8RTiS91kHjo4uzLo97gMTG2ieIk-OOsdv7cvCgFnw/viewform",
      "https://youtube.com/brasil247",
      "https://youtube.com/channel/UC_M1ek8fhnDkz5C2zfkTxpg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-30T17:50:33.554+02:00",
    "updated": "2024-11-30T17:50:33.554+02:00"
  },
  {
    "uuid": "2645596357fca28226f552ab8818ec907447f33a",
    "url": "https://istoedinheiro.com.br/correcao-debate-do-estadao-e-marcado-por-troca-de-farpas-poucas-propostas-e-nunes-como-alvo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação",
    "published": "2024-08-15T20:30:00Z",
    "title": "Correção: Debate do ‘Estadão’ é marcado por troca de farpas, poucas propostas e Nunes como alvo",
    "text": "15/08/2024 - 17:30\nA matéria divulgada anteriormente apontava que Boulos, em debate com Marina Helena, afirmou que o presidente do partido da candidata estaria envolvido com a Justiça. Na verdade, Boulos estava se referindo ao presidente do PRTB, de Pablo Marçal, e não ao presidente do Novo. Segue abaixo o texto corrigido.\nOs candidatos à Prefeitura de São Paulo se encontraram nesta quarta-feira, 14, para debater suas propostas para o futuro da capital paulista. Como esperado, o atual prefeito, Ricardo Nunes (MDB), foi o principal alvo dos adversários durante o debate promovido pelo Estadão, em parceria com o Portal Terra e a Fundação Armando Alvares Penteado (Faap). Embora o formato do debate favorecesse a discussão de planos de governo, o encontro foi marcado principalmente por trocas de farpas e ataques entre os candidatos. O evento contou com os seis nomes mais bem posicionados nas pesquisas: Nunes, Guilherme Boulos (PSOL), José Luiz Datena (PSDB), Pablo Marçal (PRTB), Tabata Amaral (PSB) e Marina Helena (Novo).\nNo primeiro bloco, com educação como tema sorteado, o clima ficou acirrado quando Marina Helena questionou Ricardo Nunes sobre a “sexualização das crianças”, mencionando o canal do YouTube da Prefeitura chamado “Saúde para Todes”. Em resposta, o atual prefeito afirmou que o objetivo do programa citado por Marina Helena é garantir acesso à educação para todas as crianças na rede de ensino e lamentou o que classificou como “ataques pessoais”. Em resposta, a secretaria municipal de saúde enviou uma nota apontando que “a afirmação é absurda até mesmo por ignorar que o referido tratamento é proibido por meio de resolução do Conselho Federal de Medicina”, diz o trecho.\nAinda no primeiro bloco, foi a vez da dupla de candidatos Pablo Marçal e Tabata Amaral debater. O momento também foi acalorado quando a co-host Luciana Pioto perguntou sobre a desigualdade racial no ensino público. Nesse momento, Marçal questionou por que Tabata não escolheu uma vice negra para compor sua chapa. A candidata, por sua vez, respondeu ter “muito orgulho” de sua companheira de chapa, a professora Lúcia França. “A questão racial não deve ser tratada no específico, mas no coletivo”, afirmou a candidata do PSB.\nCom o tema economia sorteado, o segundo bloco começou com a dupla Marina Helena e Tabata Amaral. A candidata do Novo acusou Tabata de disseminar fake news por ter afirmado, durante o debate da Band, que era a “única candidata mulher” à Prefeitura. “Prazer”, disse ironicamente Marina Helena.\nO segundo bloco também foi marcado pelo confronto entre Boulos e Marçal. Boulos afirmou que Marçal não deveria estar ali, já que, no último debate, o candidato havia prometido deixar a candidatura caso sua condenação fosse comprovada. Após respostas com palavras de baixo calão, Marçal afirmou que Boulos foi preso três vezes e que “poderia pedir música no Fantástico”. Na sequência, Marçal voltou a negar ter sido condenado pela Justiça por estelionato. “Não tem condenação, isso ‘daí’ foi prescrito”.\nNo terceiro bloco, cujo tema sorteado foi Planejamento Urbano, Marina Helena começou perguntando a Boulos “que moral ele tem”, alegando que um coordenador de sua pré-campanha seria suspeito de receber propina do “chefe da máfia dos transportes”. Boulos rebateu, afirmando que o presidente do partido de outro candidato (Pablo Marçal) é quem está envolvido com a Justiça.\nJá no último bloco com temas sorteados, os candidatos debateram sobre segurança pública. O bloco foi marcado pela dobradinha entre Tabata Amaral e Guilherme Boulos – a primeira do debate. Ambos utilizaram seus tempos para criticar a Prefeitura, enquanto Nunes apenas assistia. Tanto Boulos quanto Tabata evitaram citar o atual prefeito para que ele não obtivesse direito de resposta.\nNo último bloco do debate, Boulos destacou a relação de Nunes com Jair Bolsonaro (PL) e as falas polêmicas do ex-presidente. A estratégia foi associar Nunes à direita, explorando a alta rejeição de Bolsonaro na capital. Nunes reagiu mencionando o presidente da Venezuela, Nicolás Maduro, e André Janones (Avante), que foi salvo da perda de mandato por um relatório de Boulos no Conselho de Ética.\nNeste bloco, Boulos também obteve direito de resposta após ser chamado de “aspirador de pó” por Pablo Marçal. “A gente precisa de um prefeito, não de um babaca de internet”. Marçal, na sequência, solicitou direito de resposta, que foi negado.\nNunes adota tom ameno em meio às críticas\nAlvo preferencial dos demais candidatos, Nunes adotou um tom ameno diante das críticas à sua gestão. No primeiro confronto entre Datena e Nunes durante o debate, o candidato do PSDB afirmou que a cidade está mais desigual e abandonada do que nunca.\nO emedebista, treinado para o bombardeio que sabia que viria, preferiu falar de suas ações na administração e adotou um tom mais sereno, evitando escalar os ataques. Essa foi a estratégia do prefeito ao longo de todo o debate.\nEm mais de uma oportunidade, Datena atacou a gestão de Nunes. O candidato tucano afirmou que o subsídio que a Prefeitura oferece às empresas de ônibus é “um verdadeiro absurdo” e, por isso, classificou a “tarifa zero” como “mentirosa”. “Se você cobrar uma tarifa justa, você ganha muito dinheiro com isso”, afirmou o apresentador.\nTabata também criticou o atual prefeito, afirmando que vai combater a corrupção e cumprir as metas que ele não conseguiu alcançar. A candidata mencionou as obras inacabadas da Prefeitura e os contratos sem licitação da gestão municipal. Sem elevar o tom, Nunes rebateu, dizendo que a candidata “está mal informada.”\nBoulos, por sua vez, afirmou que “primeiro, precisamos ter um prefeito honesto,” em referência à máfia dos transportes. O candidato do PSOL prometeu “passar a limpo” os contratos das concessionárias de transporte.\nMarçal e Boulos sobem o tom\nBoulos e Marçal protagonizaram alguns dos embates mais acirrados do debate. Em uma resposta, Boulos comparou Marçal ao “Padre Kelmon” do debate e o chamou de “caricatura”. A mediadora precisou intervir, pedindo que ambos os candidatos respeitassem os acordos firmados para o debate.\nNa sequência, Marçal retirou uma réplica de uma carteira de trabalho de um dos bolsos do paletó e, de forma irônica, disse que iria “exorcizar o demônio com uma carteira de trabalho”. “Eu sou o padre Kelmon e vou exorcizar o demônio com uma carteira de trabalho. Nunca trabalhou”, disse Marçal. No confronto também se viu a estratégia de respostas curtas com os dois candidatos tentando guardar tempo para ser o último a falar. Padre Kelmon foi o candidato do PTB à Presidência da República em 2022.\nApós a fala de Marçal, Boulos afirmou que seu concorrente não tem limites éticos ou morais. “Fico em dúvida se você é só mau-caráter ou é um psicopata”, afirmando que Marçal vem ao debate apenas para “lacrar para rede social”.\nA discussão entre Marçal e Boulos continuou mesmo após eles retornarem aos seus lugares. Marçal, aproveitando que estava sentado ao lado de Boulos no palco, estendeu novamente a carteira de trabalho para o candidato do PSOL, que tentou dar um leve tapa na mão do influenciador. A discussão precisou ser interrompida por uma integrante da organização, já que Boulos precisava ir ao centro do palco para responder a outra pergunta.\nDatena pouco à vontade\nDatena ainda demonstrou dificuldades em sua nova posição de candidato e teve problemas para lidar com as regras do debate. Na primeira oportunidade de questionar Guilherme Boulos, ele não fez nenhuma pergunta. Na segunda chance, novamente, não conseguiu formular uma pergunta. Boulos chegou a alfinetá-lo por conta das dificuldades com o tempo.\nMarina Helena tenta se posicionar como o único nome à direita e critica Tabata\nUm dos principais embates se deu entre Tabata e Marina Helena. Durante o debate, Marina se esforçou para enfatizar propostas mais à direita, com um tom de que todos os demais seriam “esquerdistas”. Além disso, Marina optou por enfatizar a idade e “experiência” para atacar uma das principais preocupações da campanha de Tabata, a de que o eleitor pode achá-la jovem demais. A candidata do PSB, por sua vez, destacou suas ações como deputada e ironizou o fato de sua adversária ainda não ter conseguido se eleger como parlamentar.\nEm outro momento, ainda no segundo bloco, Marina insinuou que o vice-presidente Geraldo Alckmin (PSB) “apoia o Hamas”. Nesse momento, Tabata acusou Marina de propagar fake news. “Eu fico feliz de ter nesse debate uma outra mulher, mas fico triste que essa mulher siga propagando fake news”.\nMarina Helena também tentou capitalizar sobre a Lava Jato, aproveitando a presença do ex-procurador e ex-deputado Deltan Dallagnol em seu partido. Ela mencionou ainda Romeu Zema, sugerindo que poderia ganhar força na reta final.\nNacionalização do debate com Lula e Bolsonaro\nNo embate entre Marina Helena e Guilherme Boulos, a polarização entre o presidente Luiz Inácio Lula da Silva (PT) e o ex-presidente Jair Bolsonaro (PL) se intensificou. A candidata do Novo mencionou o veto de Lula à “saidinha” e afirmou que o presidente adota posturas que favorecem o crime organizado. Boulos reagiu, lembrando o caso da venda ilegal de joias por parte de Bolsonaro. Lula já havia sido citado anteriormente por Pablo Marçal, mas sem reação de Boulos.\nEm outro momento, Guilherme Boulos citou frases de Bolsonaro e chamou o ex-presidente de “padrinho político” de Nunes. “Você concorda ou discorda de Bolsonaro?”, perguntou Boulos a Nunes, que respondeu afirmando: “Não sou comentarista político.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:05:29.977+03:00",
    "updated": "2024-08-16T00:05:29.977+03:00"
  }
]