[
  {
    "uuid": "984db7c1dbbbb567c153a5d0eaf79a7bcd89a830",
    "url": "https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alaina Yee",
    "published": "2024-01-05T04:47:00Z",
    "title": "How to get Xbox Game Pass Ultimate for cheap! | PCWorld",
    "text": "For over four years, gamers have been able to access hundreds of titles across PC and Xbox via Microsoft’s Xbox Game Pass Ultimate subscription service—but you don’t have to pay full price. With a few smart moves, you can lock in a 52 percent discount on Xbox Game Pass Ultimate for up to two years.\n( Note: This trick was last confirmed as working on Jan 4, 2024 .)\nThis deal isn’t quite as good as before: Before July 6, 2023, you could lock up to three years at 63 percent off. When Xbox Game Pass Ultimate first launched, early adopters discovered that if you activated one month of Game Pass Ultimate on an account, it converted existing Xbox Live Gold and standard Xbox Game Pass subscriptions to Ultimate at a 1:1 rate. Any prepaid time up to the maximum of three years got the upgrade.\nBut things have changed. After Microsoft’s price hike on Xbox Game Pass and Game Pass Ultimate, the conversion rate got nerfed to a 3:2 ratio. You’ll now pay about $8.20 per month using this conversion hack. Not as good as $5 per month (the old deal), but still much cheaper than list price for Ultimate ($17/month) or even PC Game Pass ($10/month). PC gamers still benefit from this trick.\nRead on for a step-by-step guide of how to secure this deal, which includes tips on how to maximize your savings. And yes, this trick is still alive for now—even with the recent replacement of Xbox Live Gold with Xbox Game Pass Core.\nXbox Game Pass Ultimate bundles together Microsoft’s Netflix-esque Xbox Game Pass for Console and PC Game Pass subscriptions with its baseline console multiplayer service. !- News alerts -! 9/15/2023: Microsoft has sunset Xbox Live Gold (as of 9/14/2023). The service has now “evolved” into Xbox Game Pass Core . The good news is, the conversion ratio of 3:2 from Xbox Live Gold to Game Pass Ultimate carries over. You can pay for Core in yearly installments for $60 like XBL Gold, too.\n8/29/2023: Microsoft has killed off the $1 Xbox Game Pass Ultimate trial again, likely due to Starfield ‘s imminent release. You’ll have to pay full price for one month of Ultimate to trigger the conversion.\nHow to convert Xbox Game Pass Core, Xbox Live Gold, or standard Game Pass to Xbox Game Pass Ultimate The most basic description of what you’ll do is this:\nBuy Xbox Game Pass Core (formerly Xbox Live Gold) Buy one month of Xbox Game Pass Ultimate Agree to a conversion of your Core and/or standard Game Pass subscription(s) to Game Pass Ultimate However, you can run into a few pitfalls during this process—especially if you’re going for the maximum of two years. The process has also gotten a little more complicated if you have an existing Xbox Game Pass subscription. The detailed instructions below are long, but read through them all. They will help you avoid mistakes.\n( Note: If you need a more visual guide for redeeming Xbox Game Pass Core or Xbox Live Gold codes, you can refer to our old YouTube video guide . However, because it refers to the now-dead 1:1 conversion ratio, please refer to this written guide for all other instructions.)\nHalo games are included in PC Game Pass for PC (and by extension, Xbox Game Pass Ultimate).\nStep 1 Decide how long you want Xbox Game Pass Ultimate. To make the most of the deal, get as close to 36 months of Xbox Game Pass Core (or Game Pass Core + standard Game Pass) as you can afford—three years is the maximum amount of time you can load onto an account. Even with the change in conversion ratio, this remains true. The difference now is that you get fewer months of Ultimate when you convert.\nYou cannot go over 36 months—if you buy a code that will push you over the limit, Microsoft’s servers won’t let you redeem it. Also, if you get any bonus months for agreeing to recurring billing, those count toward your max, too.\nThe actual amount of time you buy for Xbox Game Pass Core will depend on your situation (new as of 9/14/23):\nIf you currently don’t have any active Xbox Game Pass subscriptions, buy the amount of time you want to convert. (Ex: You should buy two 12-month codes if you want to convert two years and end up with 16 months of Xbox Game Pass Ultimate.) If you had an active Xbox Live Gold subscription , it was automatically be converted to Xbox Game Pass Core on 9/14/2023. Any Xbox Live Gold codes you still have on hand will also convert directly to Game Pass Core. Buy additional time for the subscription (as desired) before conversion to Ultimate. If you already have an active PC Game Pass subscription, add enough time for Game Pass Core to get to your overall desired total. The two will combine to convert at the 3:2 ratio . (Ex: You have 2 months left of a prepaid PC Game Pass subscription. You want to end up with a full two years of Ultimate. You should buy 33 months worth of Game Pass Core codes. ) If you already have an active Xbox Game Pass for Console subscription, it converts at a different ratio of 4:3. Xbox Game Pass Core will still convert at a 3:2 rate. Calculate accordingly. (Most people will be subscribed to this plan on a month-to-month basis, so this math won’t be too difficult—basically subtract a month off the amount of Xbox Game Pass Core that you’ll need.) If you already have an active Xbox Game Pass Ultimate subscription, the easiest thing to do is let your current subscription expire, then do this conversion trick. (It’s a much better rate than when you have an active Ultimate subscription, which varies but can be as little as 81 days of Ultimate for six months of Core.) Best Buy is one of the few retailers selling Xbox Game Pass Core codes right now, but more stores should update their listings soon. You can buy Xbox Game Pass Core digital subscription codes from retailers like Newegg and Best Buy . More stores should follow—right now it’s early days for the change over to Game Pass Core. You can still also pick up Xbox Live Gold codes ( Amazon , Target ), which will first convert 1:1 to Core. You can then convert to Ultimate afterward.\nAlways increase the time on Xbox Game Pass Core (or Xbox Live Gold), not standard Game Pass—Game Pass Core is the cheaper option.\nAlso add time in the largest increments possible—a 12-month code works out much cheaper per month than the one-month, three-month, and six-month varieties. And again, when purchasing codes always remember that Microsoft’s servers won’t let you redeem a code for a duration that exceeds the 36-month cap. (Ex: You’re at 34 months, but attempt to redeem a three-month code. The servers will not let you activate it.) Short multi-day trial codes won’t work for this conversion hack, either, like those for three days or two weeks.\nWARNING : If you buy three one-year subscriptions, do not accept any bonus months in exchange for turning on recurring billing while redeeming the codes. Remember, any extra freebie months you get for doing so will make it impossible to redeem the final code.\nThe lone exception to the three-year limit is that one month of Ultimate you’ll use to convert your Xbox Game Pass Core (+ standard Game Pass, as applicable) subscription. If it puts you over the cap, the servers ignore that and still perform the conversion. If it doesn’t, you get that one month to count toward your time.\nAdditional tips and reminders:\nAs mentioned just above, don’t forget to account for your purchased month of Game Pass Ultimate. It stacks on top of whatever amount of Xbox Live Gold or Xbox Game Pass subscription time you convert. You won’t get the full month if it puts you over the 36-month limit, though. When redeeming an Xbox Live Gold digital subscription code , agreeing to recurring billing will sometimes give you an additional one month for free. (YMMV.) If you turn off recurring billing before redeeming your next code, you can usually continue to take advantage of this bonus. ( Don’t do this if you are redeeming three one-year codes—the system will refuse to let you redeem the final code because it’ll put you over the limit.)\nTo verify you’ve turned off recurring billing, head to the Services & Subscriptions section of your account info. Under “Xbox Game Pass Ultimate,” you’ll see an expiration date for your subscription, and the option to the right will say “Turn on recurring billing.”\nMicrosoft Reward members should also check to see what Xbox Game Pass Core options are available to them. Nothing’s sweeter than a free way to max out a deal. (Though the point redemption rates aren’t so great.)\nLikewise, Microsoft Reward members can snag their one month of Game Pass Ultimate for free if they have enough points.\nBuying discounted Xbox Game Pass Core codes (or Xbox Live Gold codes, if you can find them) will further your savings. For example, CDKeys offers a modest discount available to everyone and sells 1 -, 3 -, 6 -, and 12 -month codes. CDKeys also sells discounted one-month Game Pass Ultimate codes .\n Before buying any digital subscription codes, incorporate any of the above freebies or bonuses you can obtain into your calculations. Example: You need 17 months to max out. (You already have 16 months of Xbox Game Pass Core and three months of PC Game Pass active on your account.) You buy one 12-month Game Pass Core code and then use Microsoft Rewards points to obtain a single three-month GPC code. You can then angle for at least one bonus month by choosing recurring billing when you redeem each Xbox Game Pass Core code. (YMMV, Microsoft has become inconsistent with this bonus offer.) If you get zero bonus months, add another month of Game Pass Core to the account. Then buy (or apply a code for) one month of Game Pass Ultimate to convert everything to 24 months of Ultimate.\nStep 2 Activate your codes for Xbox Game Pass Core (or Xbox Live Gold, if you still have them). Again, as your final reminder, if you have three one-year subscription codes for Xbox Game Pass Core , do not agree to any freebie bonus months (in exchange for turning on recurring billing) in order to redeem your final code.\nIf you are using a patchwork of different codes, triple-check your math to be sure you know how many times (if any) you need to agree to recurring billing.\nOOPS: Did you have three one-year Game Pass Core codes and accidentally make it impossible to redeem that final code? You can wait a month or two, then redeem code #3 and convert. Or you can wait to activate it after you upgrade to Game Pass Ultimate—you’ll be able to redeem it on a pro-rated basis to extend your Ultimate subscription. But the exchange rate won’t be as good; 12 months of Core converts to a mere four months of Ultimate .\nStep 3 An example of the conversion confirmation screen, back from when the conversion rate was still 1:1. (RIP.) Usually, the next screen that follows this one will request billing info for recurring billing. You should be able to decline. Activate your code for one month of Game Pass Ultimate. (You can also purchase it instead through the Xbox website or the Store on an Xbox console.)\nYou will have two screens to pass through. The first explains how the conversion works if you already have an active Game Pass subscription. (Which you should, if you followed Step 2’s instructions.)\nUsually, the second that follows will ask for billing information for recurring billing. You should be able to decline.\nYou should now see “Xbox Game Pass Ultimate” listed under Services and Subscriptions on your Microsoft account page. If you purchased your Ultimate code directly through the Xbox website or on an Xbox console, your Game Pass Ultimate subscription will likely be set to recurring billing as default. We suggest you turn this off, lest you be taken by surprise when your subscription expires (especially if that’s two years from now). You can do so by clicking on “Manage” just to the right of the billing information on the website.\nOutside of that, you’re set to go. Happy gaming!\nEditor’s note: This article originally published in August 2019 but has been since updated to keep it current. Recent updates include edits to explain the effect of July 6’s Ultimate price hike and the retooling of Xbox Live Gold into Xbox Game Pass Core.\nAuthor: Alaina Yee , Senior Editor Alaina Yee is PCWorld's resident bargain hunter—when she's not covering software, PC building, and more, she's scouring for the best tech deals. Previously her work has appeared in PC Gamer, IGN, Maximum PC, and Official Xbox Magazine. You can find her on Twitter at @morphingball .\nRecent stories by Alaina Yee: The best CPUs for gaming 2023: Top picks in all price categories No, Assassin’s Creed Mirage isn’t supporting only Intel XeSS Snag Valve’s Steam Deck for up to 20 percent off right now",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.xbox.com/en-US/xbox-game-pass&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fsearchpage.jsp%3Fst%3Dxbox%2Bgame%2Bpass%2Bcore&publisher_slug=pcworld&exclusive=1&article_name=pcworld&article_url=https%3A%2F%2Fwww.pcworld.com%2Farticle%2F397667%2Fget-2-years-xbox-game-pass-ultimate-tip.html&u1=2-1-397667-1-0-0",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.amazon.com/s?k=xbox+live+gold&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://www.twitter.com/morphingball",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://account.microsoft.com/services/&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.cdkeys.com/xbox-game-pass-core-3-month-membership-ww&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://support.xbox.com/en-CA/help/subscriptions-billing/manage-subscriptions/xbox-game-pass-ultimate-faq&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.cdkeys.com/xbox-live/memberships/1-month-xbox-live-gold-membership-xbox-one-360&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://shop-links.co/link/?url=https%3A%2F%2Fwww.target.com%2Fp%2Fxbox-live-gold-membership-digital%2F-%2FA-84698672%3Fpreselect%3D54256322%23lnk%3Dsametab&publisher_slug=pcworld&exclusive=1&article_name=pcworld&article_url=https%3A%2F%2Fwww.pcworld.com%2Farticle%2F397667%2Fget-2-years-xbox-game-pass-ultimate-tip.html&u1=2-1-397667-1-0-0",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://account.microsoft.com/rewards/redeem/&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.cdkeys.com/xbox-game-pass-core-12-month-membership-us&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://twitter.com/morphingball",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://youtu.be/psQR3GfBuj4?t=270&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.newegg.com/p/pl?d=xbox+game+pass+core&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.cdkeys.com/xbox-game-pass-core-6-month-membership-ww&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.cdkeys.com/?q=game%20pass%20core&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.ign.com/articles/xbox-series-x-and-game-pass-are-about-to-get-a-little-more-expensive&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://www.cdkeys.com/xbox-live/memberships/1-month-xbox-game-pass-ultimate-xbox-one-pc&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://redeem.microsoft.com/&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://news.xbox.com/en-us/2023/07/17/xbox-game-pass-core/&xcust=2-1-397667-1-0-0&sref=https://www.pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://support.xbox.com/en-CA/help/subscriptions-billing/manage-subscriptions/xbox-game-pass-ultimate-faq&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://xbox.com/en-US/xbox-game-pass&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://cdkeys.com/?q=game%20pass%20core&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://newegg.com/p/pl?d=xbox+game+pass+core&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://youtu.be/psQR3GfBuj4?t=270&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://news.xbox.com/en-us/2023/07/17/xbox-game-pass-core/&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://account.microsoft.com/services/&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://cdkeys.com/xbox-live/memberships/1-month-xbox-live-gold-membership-xbox-one-360&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://redeem.microsoft.com/&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://www.shop-links.co/link/?url=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fsearchpage.jsp%3Fst%3Dxbox%2Bgame%2Bpass%2Bcore&publisher_slug=pcworld&exclusive=1&article_name=pcworld&article_url=https%3A%2F%2Fwww.pcworld.com%2Farticle%2F397667%2Fget-2-years-xbox-game-pass-ultimate-tip.html&u1=2-1-397667-1-0-0",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://cdkeys.com/xbox-game-pass-core-6-month-membership-ww&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://amazon.com/s?k=xbox+live+gold&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://cdkeys.com/xbox-game-pass-core-3-month-membership-ww&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://cdkeys.com/xbox-live/memberships/1-month-xbox-game-pass-ultimate-xbox-one-pc&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://www.twitter.com/morphingball",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://ign.com/articles/xbox-series-x-and-game-pass-are-about-to-get-a-little-more-expensive&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://shop-links.co/link/",
      "https://www.shop-links.co/link/?url=https%3A%2F%2Fwww.target.com%2Fp%2Fxbox-live-gold-membership-digital%2F-%2FA-84698672%3Fpreselect%3D54256322%23lnk%3Dsametab&publisher_slug=pcworld&exclusive=1&article_name=pcworld&article_url=https%3A%2F%2Fwww.pcworld.com%2Farticle%2F397667%2Fget-2-years-xbox-game-pass-ultimate-tip.html&u1=2-1-397667-1-0-0",
      "https://twitter.com/morphingball",
      "https://go.redirectingat.com/",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://account.microsoft.com/rewards/redeem/&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html",
      "https://go.redirectingat.com/?id=111346X1569483&url=https://cdkeys.com/xbox-game-pass-core-12-month-membership-us&xcust=2-1-397667-1-0-0&sref=https://pcworld.com/article/397667/get-2-years-xbox-game-pass-ultimate-tip.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "microsoft",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "micro",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T03:47:30.541+02:00",
    "updated": "2024-01-06T03:47:30.541+02:00"
  },
  {
    "uuid": "874970580ae1f8634cf7908e962b1ad665fc172c",
    "url": "https://www.come-on.de/verbraucher/android-smartphones-samsung-enttaeuscht-im-ranking-zr-93881555.html",
    "ord_in_thread": 0,
    "author": "Tobias Utz",
    "published": "2025-08-14T05:48:00Z",
    "title": "Android-Smartphones: Samsung enttäuscht im Ranking",
    "text": "Android-Smartphones: Samsung enttäuscht im Ranking\nSamsung fällt im Leistungsvergleich der Smartphones im Juli zurück: Die Analysen einer Plattform offenbaren deutlich leistungsfähigere Konkurrenten.\nFrankfurt/Peking – Im aktuellsten Leistungsvergleich der schnellsten Android-Smartphones schneidet Samsung nicht gut ab. Ein Gaming-Handy führt die Rangliste der Plattform AnTuTu hingegen an. Das geht aus Juli-Daten des Anbieters, der den chinesischen Markt monatlich analysiert, hervor. Dabei fokussiert dieser sich auf Smartphones mit dem Betriebssystem Android.\nWie eingangs erwähnt sicherte sich das Red Magic 10S Pro+, ein Smartphone, das laut chip.de in Gamingkreisen beliebt ist, den ersten Platz im AnTuTu-Ranking in China. Den zweiten Platz erhielt das Vivo X200 Ulta. Das erste Samsung-Smartphone rangiert hingegen erst auf Platz 10 der aktuellsten Version des Rankings.\nIm Vergleich: Das sind die schnellsten Android-Smartphones\nDas gesamte Ranking im kompakten Überblick:\nPlatzierung | Gerät |\n---|---|\n1 | Red Magic 10 Pro |\n2 | iQOO 13 |\n3 | vivo X200 Ultra |\n4 | OnePlus 13 |\n5 | Poco F7 Ultra |\n6 | Mi 15 Ultra |\n7 | vivo X200 Pro |\n8 | Mi 15 |\n9 | vivo X200 Pro mini |\n10 | Galaxy S25 Ultra |\nQuelle: antutu.com |\nBeim angesprochenen Samsung-Gerät handelt es sich um das Galaxy S25 Ultra. Laut Angaben von Jörn Schmidt, der regelmäßig auf seinem Blog schmidtisblog.de über die Thematik berichtet, brachte die Juli-Bewertung des Anbieters allerdings kaum Veränderungen auf den Spitzenplätzen – bereits zum dritten Mal in Folge. Demnach könnte jedoch im Herbst 2025 Bewegung in den Markt kommen, da neue Prozessoren der Anbieter MediaTek und Qualcomm erwartet werden. Diese könnten maßgebliche Auswirkungen beim Thema Schnelligkeit der Geräte haben.\nÜber die Plattform\nAnTuTu (chinesisch: 安兔兔) ist laut eigenen Angaben eine weit verbreitete Benchmark-Software zur Leistungsmessung von Smartphones und anderen Geräten. Die Plattform wurde im Januar 2011 als Android-Benchmark-Anwendung gestartet.\nDie Rangliste des Anbieters basiert auf Durchschnittswerten von Benchmarks, die wiederum nützliche Nutzerstatistiken mit mindestens 1000 gültigen Ergebnissen im jeweiligen Monaten abbilden – im aktuellen Fall aus dem Juli 2025.\nInwiefern die Ergebnisse des Rankings zum chinesischen Markt auf den deutschen Markt übertragbar sind, muss allerdings kritisch hinterfragt werden.\nTipps und Tricks: Wird Ihr Android-Smartphone langsamer?\nMit der Nutzungszeit nimmt die Geschwindigkeit vieler Smartphones, die Android als Betriebssystem nutzen, ab – völlig unabhängig vom Gerät. Vielfach kann dieser Entwicklung jedoch entgegengewirkt werden. Folgende Tipps können laut dem Portal giga.de offenbar helfen:\n- Deaktivieren Sie Animationen: Unter dem Puntk „Eingabehilfen“ können im Menü Animationen ausgeschaltet werden. Auf diese Weise wird Rechenleistung gespart, vor allem beim Wechseln und Öffnen von Fenstern.\n- Leeren Sie Ihren Cache: Der Cache von Apps kann demnach problemlos geleert werden, um Speicherplatz freizugeben – ganz im Gegenteil zum Cache von Browsern, die wichtige Daten für Websites, die alltäglich angesteuert werden, liefern.\n- Schränken Sie Hintergrundprozesse ein: Apps, die dauerhaft im Hintergrund laufen, können problemlos entfernt werden.\n- Entfernen Sie Bloatware: Sogenannte Bloatware ist meist vorinstalliert und belegt Speicherplatz. Vielfach ist sie aber nicht notwendig und kann deinstalliert werden.\n(tu) Verwendete Quellen: antutu.com, chip.de, schmidtisblog.de, giga.de",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->computing and information technology",
      "Social Issue->social networking",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.schmidtisblog.de/keine-ueberraschungen-antutu-ranking-der-android-flaggschiffe-im-juli-2025-1781443/",
      "https://www.antutu.com/en/ranking/rank11.htm",
      "https://schmidtisblog.de/keine-ueberraschungen-antutu-ranking-der-android-flaggschiffe-im-juli-2025-1781443/",
      "https://www.schmidtisblog.de/keine-ueberraschungen-antutu-ranking-der-android-flaggschiffe-im-juli-2025-1781443",
      "https://antutu.com/en/ranking/rank11.htm"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Android-Smartphones",
          "sentiment": "negative"
        },
        {
          "name": "Poco",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Frankfurt",
          "sentiment": "none"
        },
        {
          "name": "Peking",
          "sentiment": "none"
        },
        {
          "name": "China",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Samsung",
          "sentiment": "negative",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "Red Magic 10S Pro",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T10:40:29.902+03:00",
    "updated": "2025-08-15T11:08:49.000+03:00"
  },
  {
    "uuid": "1225b5c4c1338164c19c0b6d49fca1deb3930198",
    "url": "https://www.record.pt/modalidades/hoquei-em-patins/detalhe/liga-dos-campeoes-fc-porto-opera-reviravolta-e-bate-reus-no-dragao-arena",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@record",
    "published": "2025-01-16T22:16:00Z",
    "title": "Liga dos Campeões: FC Porto opera reviravolta e bate Reus no Dragão Arena",
    "text": "Seguir\nLiga dos Campeões: FC Porto opera reviravolta e bate Reus no Dragão Arena\nGonçalo Alves bisa frente aos espanhóis\nO FC Porto venceu esta quinta-feira o Reus, por 3-2, em duelo a contar para 6.ª jornada do Grupo A da Liga dos Campeões.\nNo Dragão Arena, Marc Julia inaugurou o marcador para a formação espanhola, mas Gonçalo Alves bisou e colocou o FC Porto na frente (2-1). Antes do intervalo, Martí Casas empatou (2-2).\nNo segundo tempo, Carlo di Benedetto fez o resultado final.\nCom este resultado, o FC Porto sobe ao 4.º lugar, ultrapassando o Barcelona. Recorde-se que apenas os quatro primeiros classificados avançam para os quartos de final.\nPor Record\nNo Dragão Arena, Marc Julia inaugurou o marcador para a formação espanhola, mas Gonçalo Alves bisou e colocou o FC Porto na frente (2-1). Antes do intervalo, Martí Casas empatou (2-2).\nCom este resultado, o FC Porto sobe ao 4.º lugar, ultrapassando o Barcelona. Recorde-se que apenas os quatro primeiros classificados avançam para os quartos de final.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->soccer"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va8GUgo5Ui2RRSrgy603",
      "https://www.whatsapp.com/channel/0029Va8GUgo5Ui2RRSrgy603"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:39:55.979+02:00",
    "updated": "2025-01-17T00:39:55.979+02:00"
  },
  {
    "uuid": "44367b4cbad22dfec4c29a01624e5326bf29b9f7",
    "url": "https://canal1.com.co/programas/sin-carreta/graves-inundaciones-en-santa-marta-durante-la-noche-de-halloween-se-pronuncio-la-ogricc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canal 1",
    "published": "2024-11-01T18:46:00Z",
    "title": "Graves inundaciones en Santa Marta durante la noche de Halloween: se pronunció la OGRICC",
    "text": "[W Sin Carreta](/programas/sin-carreta/) Graves inundaciones en Santa Marta durante la noche de Halloween: se pronunció la OGRICC Fuertes lluvias provocaron inundaciones en la capital del Magdalena durante la celebración de Halloween. Conozca qué han dicho las autoridades y qué se sabe sobre los afectados. [Esto debe hacer si su carro queda atrapado en medio de una inundación](/noticias/nacional/esto-debe-hacer-si-su-carro-queda-atrapado-en-medio-de-una-inundacion/)[Inundaciones Bogotá: balance, vías afectadas y advertencias de la Secretaría de Movilidad](/programas/6am/inundaciones-bogota-balance-vias-afectadas-y-advertencias-de-la-secretaria-de-movilidad/) [Laura Pachon](https://canal1.com.co/autores/lpachon/) Luego de que se registraran varios videos[ impactantes de la emergencia que se vive en Valencia, España, por cuenta del fenómeno meteorológico DANA](https://canal1.com.co/noticias/internacional/que-es-una-dana-el-fenomeno-meteorologico-que-esta-afectando-a-espana/), durante la noche de Halloween en Colombia, de este jueves 31 de octubre, los habitantes de algunas zonas de Santa Marta vivieron momentos de pánico, luego de que se registrara una avenida torrencial en ciertos sectores de la capital del Departamento de Magdalena. En ese sentido, se vio afectada, no solo el disfrute pleno de los niños y niñas samarios en Halloween, sino que también se vieron afectadas varias viviendas y personas. Por ese motivo, aquí le contamos todo lo que se ha dicho sobre esta emergencia. Le puede interesar: [¿Qué se sabe de los colombianos que están Valencia? Embajador en España responde](https://canal1.com.co/programas/6am/que-se-sabe-de-los-colombianos-que-estan-valencia-embajador-en-espana-responde/) La OGRICC se pronunció sobre las afectaciones por esta emergencia Uno de los temas principales de la edición de W Sin Carreta de Canal 1 de este viernes, 1 de noviembre, fue esta tragedia registrada en Santa Marta, por lo que una de las corresponsales dialogó con Alex Velázquez, jefe de la Oficina de Gestión del Riesgo y Cambio Climático de Santa Marta (OGRICC). Acá le contamos cuál fue el balance que dio este funcionario: De acuerdo con Velázquez, la emergencia se dio puntualmente en el barrio San Fernando de la capital samaria, donde se encuentran actualmente atendiendo los desastres ocasionados por esta avenida tortrencial: “Tenemos un reporte inicial de 7 viviendas destruidas o afectadas completamente, además de ello se tienen 3 viviendas en posible riesgo estructural de paredes y techo, y 10 viviendas con pérdidas de enseres”, mencionó el funcionario de la OGRICC añadiendo que también se vieron afectados 3 vehículos. Sobre la afectación a las personas y animales, indicó que se tienen 3 adultos mayores afectados por esta tragedia, así como un perro, con un total de 15 personas afectadas y 35 damnificadas. [Únase aquí a nuestro canal de difusión en WhatsApp para recibir al instante todas las noticias de Canal 1.](https://whatsapp.com/channel/0029VZzeUDc4CrfayhXkDn2X) ¿Qué están haciendo por los damnificados? Desde la Alcaldía de Santa Marta, se reportó la realización de un puesto de mando unificado para determinar el número exacto de damnificados, y así poder canalizar las ayudas a nivel distrital y nacional. Asimismo, el alcalde de la capital del Departamento del Magdalena,Carlos Pinedo Cuello, ha indicado a través de sus canales oficiales que la “maquinaria amarilla” se encuentra realizando trabajos en el lugar para facilitar la remoción de escombros, así como el personal de salud está visitando a cada uno de los afectados para evaluar las necesidades de los mismos, confirmando que se cuenta con la presencia de otras autoridades como la Cruz Roja, Defensa Civil, Bomberos, Policía, Ejército, Essmar y Atesa. Sin embargo, advirtió que las lluvias en Santa Marta continuarán, por lo que hace un llamado a que, ante cualquier alerta o emergencia, se reporte a sus líneas de emergencia. Continúa la intervención en San Fernando. Terminado el PMU, desde temprano se está evacuando y realizando censos para identificar a las familias afectadas en articulación con la [@UNGRD]. La maquinaria amarilla se encuentra realizando trabajos en el lugar para facilitar la remoción…[https://t.co/funsRmvzG3][pic.twitter.com/vrINmHEglu]— Carlos Pinedo Cuello (@CarlosPinedoC) [November 1, 2024] Lea también: [Video | Así fue el último abrazo de tres amigos antes de ser arrastrados por una creciente ](https://canal1.com.co/noticias/internacional/amigos-se-abrazan-en-inundacion-rio-natisone-udine-italia/) [Síguenos en nuestro canal de WhatsApp](https://whatsapp.com/channel/0029VZzeUDc4CrfayhXkDn2X) [Síguenos en Google News](https://news.google.com/publications/CAAqBwgKMN_slAsw5LyqAw?hl=es-419&gl=CO&ceid=CO:es-419)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029VZzeUDc4CrfayhXkDn2X)",
      "https://news.google.com/publications/CAAqBwgKMN_slAsw5LyqAw?hl=es-419&gl=CO&ceid=CO:es-419)",
      "https://t.co/funsRmvzG3",
      "https://news.google.com/publications/CAAqBwgKMN_slAsw5LyqAw",
      "https://www.whatsapp.com/channel/0029VZzeUDc4CrfayhXkDn2X)",
      "https://www.news.google.com/publications/CAAqBwgKMN_slAsw5LyqAw?hl=es-419&gl=CO&ceid=CO:es-419)",
      "https://www.t.co/funsRmvzG3"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T21:34:19.395+02:00",
    "updated": "2024-11-09T01:04:27.569+02:00"
  }
]