[
  {
    "uuid": "10220c7d34e702ec3effb893f63e86ae07b043e7",
    "url": "https://vnexplorer.net/catalina-perez-ad-portas-de-ser-interrogada-sobre-democracia-viva-me-tranquiliza-que-vaya-a-ocurrir-s2433705.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-04-18T21:28:00Z",
    "title": "Catalina Pérez ad portas de ser interrogada sobre Democracia Viva: \"Me tranquiliza que vaya a ocurrir\"",
    "text": "Catalina Pérez ad portas de ser interrogada sobre Democracia Viva: “Me tranquiliza que vaya a ocurrir”\n“Vamos a poner todos los antecedentes a disposición para esclarecer que no tenemos absolutamente ninguna participación ni vínculo con los hechos que se están investigando”, señaló la diputada Catalina Pérez, en la previa a su declaración ante la Fiscalía por el caso Democracia Viva.\nLa parlamentaria (RD, con su militancia suspendida) declarará este viernes ante el fiscal regional de Antofagasta, Juan Castro Bekios, y el persecutor jefe de dicha ciudad, Cristián Aguilar, en calidad de imputada.\nPérez dijo que esta es “una diligencia que venimos solicitando desde hace bastante tiempo a la Fiscalía, me tranquiliza mucho que esto vaya a ocurrir por fin esta semana. Tenemos la intención de poner todos los antecedentes a disposición de la investigación, como lo hemos hecho hasta ahora, somos los primeros interesados en que todo esto se aclare lo antes posible”.\n“Vamos a poner todos los antecedentes a disposición para esclarecer que no tenemos absolutamente ninguna participación ni vínculo con los hechos que se están investigando”, subrayó la expareja de Daniel Andrade, quien fuese representante legal de la fundación Democracia Viva y formalizado por el delito de fraude al Fisco.\nSobre su condición en la investigación, la diputada oficialista sostuvo que “la calidad en que se me cita es propia del proceso de investigación, efectivamente en algunas querellas se han imputado hechos, por lo mismo soy la primera interesada en que todo eso se aclare”.\nPor su parte, este jueves es el turno del ministro de Vivienda y Urbanismo, Carlos Montes, para declarar ante el ente persecutor, sin embargo, el secretario de Estado lo hará en calidad de testigo.\nDesde el Ejecutivo, el titular de Justicia, Luis Cordero, afirmó que esta diligencia “forma parte del proceso de investigación, el Gobierno ya se ha referido, ha entregado todos los antecedentes, el ministro Montes lo ha hecho desde el principio”.\nMontes “fue el primero que acudió a la Fiscalía de Antofagasta a entregar los antecedentes y el Ministerio de Vivienda y el Gobierno ha estado plenamente disponible a entregar toda la información. De hecho, lo ha realizado en términos proactivos, tanto el Ministerio Público como al Consejo de Defensa del Estado”, añadió.\nCOMISIÓN OFICIARÁ AL MINVU Esta semana se conoció una declaración que dio a la Fiscalía la exsubsecretaria de Vivienda, Tatiana Rojas, asegurando que le informó sobre este caso al ministro Montes el 8 de junio, aunque éste estalló ocho días después tras la publicación del medio Timeline.\nEl presidente de la comisión investigadora ad hoc, el diputado Rubén Oyarzo (Ind-PDG) anunció que “vamos a oficiar al Ministerio de Vivienda para que nos entregue el documento que dice la exsubsecretaria Tatiana Rojas de cuando se informó al ministro de Vivienda y cuando se informó al Gobierno”.\nMientras que el integrante de la misma instancia, el diputado Daniel Melo (PS) comentó que “la comisión investigadora hace bien su trabajo cuando cita a todos los actores que puedan entregar antecedentes relevantes que permitan abordar todas las aristas investigadas. No obstante, es la justicia la que debe avanzar en materia de la persecución de algún posible delito. Nadie está por sobre la ley”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lOPu0.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lOPu0.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:30:41.022+03:00",
    "updated": "2024-04-19T00:30:41.022+03:00"
  },
  {
    "uuid": "6eabe13e484520fbcf0ff714fed38d5eedf1a86b",
    "url": "https://www.meneame.net/story/padres-nino-trans-demandan-escuela-respetar-deseos-hijo-eng/c043",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lenari",
    "published": "2023-12-24T02:33:00Z",
    "title": "#43 Los padres cristianos de un niño trans demandan a una escuela por respetar los deseos de su hijo [ENG]",
    "text": "Portada\nmis comunidades\notras secciones\n[#14](c14#c-14) y poder decir lo que no es omitiendo que desde la primera a la ultima célula de su cuerpo está sexuada.\n[#16](c16#c-16) Y salir en un canal de YouTube denunciando que su vida ha sido un desastre porque siendo menor le dejaron actuar de manera irresponsable.\n[#23](c23#c-23) y que nadie le diga nada, porque eso es de malas personas. Asi que seguid el ejemplo y no le digáis nada a quien hace lo que quiera con su cuerpo, como:\n- el drogata.\n- el alcohólico.\n- el que come McDonald a diario.\n- el que se alimenta de dulces.\nSon sus cuerpos, y siendo así y sin molestar a nadie mas, es lo correcto.\n[#27](c27#c-27) Entre la pedofilia tradicional de los curas, y la obsesión de controlar el cuerpo de los crios de los cristo-tránsfobos, teneis una fijación con el cuerpo de los niños pequeños que es... peculiar, por decirlo diplomáticamente.\n[#4](c4#c-4) Que no te acepten tus amigos/compañeros de clase es una putada, pero que ellos sí lo hagan y sean tus padres los que no te aceptan ya es otro orden de magnitud.\nEstos padres deben ser de esos que creen en las terapias de reconversión. Total, si creen en un ser mágico, también pueden creer en un elixir antitrans, la cobra gay o mierdas similares.\n[#7](c7#c-7) Por eso cuando se habla de comunidad LGTB aunque suene raro es a veces algo literal, muchas veces cuando tus familia te rechaza tus amigos son tu única familia. Tal es así que en las comunidades trans y de la cultura ball de USA se estructuran por \"casas\" con apellido propio y a los lideres se les llaman madres.\nEs curioso los paralelismos que puedes encontrar con los clanes de Vampiro la mascarada.\n[#9](c9#c-9) qué es la cultura Ball?\n[#10](c10#c-10) fueron inicialmente concursos de pases de modelos, actuaciones de baile, en donde los LGTB mas desarrapados de NY y grandes ciudades de NY (principalmente negros y latinos) se juntaban para concursar y lucir modelito para sentirse estrellas y glamurosos por unos momentos. El nombre viene de Ballroom de las salas de baile del Siglo XIX y principios del XX donde se juntaban.La falta de recursos la compensaban con creatividad y tuvieron mucha influencia en el mundo cultural, el ejemplo más importante es la canción Vogue de Madonna. La serie Pose retrata muy bien esa cultura.\nhttps://agenciapresentes.org/2022/06/28/como-nace-la-cultura-ballroom-celebracion-politica-lgbti/\n[#18](c18#c-18) hace 50 o hace 100 ni si quiera existían oficialmente, obviamente no hay estudios al respecto, pero me resulta muy curioso que no me preguntes por estudios de hoy día, que sabes que hay docenas y que todos llegan a las mismas conclusiones\n[#29](c29#c-29) Ole tus santos cojones, colega. Vamos, que como los trans han sido silenciados hasta hace pocos años, tenemos excusa para ignorarlos unas pocas décadas más.\n[#32](c32#c-32) Claro que no se suicidan por ser trans, se suicidan por estar rodeado de tránsfobos.\nSobre las leyes de la biología me encantaría que me contases de qué estás hablando, la verdad\n[#33](c33#c-33) Sobre la biología, objetivamente, la sexualidad humana, la de todos los mamíferos y una buena parte de las especies vivas de la tierra es binaria.\nNadie debería censurar el comportamiento o lo que sienta otra persona.\nSobre que se suicidan por estar rodeados de tránsfobos, supongo que también hay estudios comparativos a lo largo del tiempo no?\nAntes se suicidaba tanta gente por transfobia? Ah, no, que no hay estudios y no tenemos forma de validar la afirmación. Volvemos al inicio.\nSabemos, al menos, si hay más o menos suicidios ahora que antes?\n[#39](c39#c-39) Sobre el sexo binario nadie te lo está discutiendo, estamos hablando de género, no de sexo.\nSobre los suicidios si, hay docenas de estudios desde hace tiempo que demuestran que cuando una persona trans está en un contexto trans inclusivo el número de suicidios se reduce significativamente, por ejemplo:\nhttps://news.utexas.edu/2018/03/30/name-use-matters-for-transgender-youths-mental-health/\nhttps://www.reuters.com/article/idUSKBN1HH2WG/\nTe pongo dos fuentes poco sospechosas de ser propaganda woke, pero en internet tienes docenas más si éstas no te gustan\nPues yo creo que el profesor ha hecho mal. Si el chaval declara que es trans, lo lógico es ponerse en contacto con los padres para ver que saben de esta situación, no tomar por cierto lo que dice el niño sin más.\nLas terapias afirmativas son un error si se desconoce la situación del chaval y sin ningún tipo de control médico. Que luego vienen las desgracias y nadie se hace responsable.\nSi luego resulta que sí tiene disforia, a tope con ello. Pero con niños, la intervención de un profesional debe ser algo obligatorio.\n[#8](c8#c-8) Pues sí, no parece correcto que el colegio tome ese tipo de decisiones a espaldas de los padres (o de los tutores legales), aunque las intenciones del colegio sean buenas y las razones de los padres malas.\n[#22](c22#c-22) Los derechos del menor no pueden ser dañados, ni por los responsables legales (padres) ni por nadie. El estado debe velar por su protección. La patria potestad es una relación jurídica y por tanto tiene límites. Eso no quiere decir que se les relegue o deslegitime.\nPor eso, por ejemplo, la postura de un padre testigo de Jehová ante la transfusión de sangre de su hijo, jamás estará por encima del derecho a la salud del menor.\n[#26](c26#c-26) pues no has explicado el porqué, ya lo único que has dado a entender es que los padres no velan por la protección de sus hijos., como sí hace el estado. Todo basado en las premisas de la ideología de género que no comparten, cuanto mensos el 50% de la población, en los países donde donde esta se aplica.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://agenciapresentes.org/2022/06/28/como-nace-la-cultura-ballroom-celebracion-politica-lgbti/",
      "https://news.utexas.edu/2018/03/30/name-use-matters-for-transgender-youths-mental-health/",
      "https://www.reuters.com/article/idUSKBN1HH2WG/",
      "https://www.news.utexas.edu/2018/03/30/name-use-matters-for-transgender-youths-mental-health/",
      "https://www.agenciapresentes.org/2022/06/28/como-nace-la-cultura-ballroom-celebracion-politica-lgbti/",
      "https://www.reuters.com/article/idUSKBN1HH2WG",
      "https://news.utexas.edu/2018/03/30/name-use-matters-for-transgender-youths-mental-health",
      "https://agenciapresentes.org/2022/06/28/como-nace-la-cultura-ballroom-celebracion-politica-lgbti",
      "https://reuters.com/article/idUSKBN1HH2WG/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T05:36:53.265+02:00",
    "updated": "2023-12-24T05:36:53.265+02:00"
  },
  {
    "uuid": "e5a50c2c91954f9eb7309117f62433013915d300",
    "url": "https://bnnbreaking.com/tech/avangrid-announces-quarterly-dividend-and-ambitious-renewable-energy-plans",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aqsa Younas Rana",
    "published": "2024-02-15T21:44:00Z",
    "title": "Avangrid Announces Quarterly Dividend and Ambitious Renewable Energy Plans",
    "text": "In a recent declaration that has caught the attention of sustainable energy enthusiasts and investors alike, Avangrid, Inc., a beacon of renewable energy and sustainability in the United States, announced a quarterly dividend of $0.44 per share, maintaining its previous rate and marking a significant step towards its commitment to rewarding its shareholders. This announcement is not just about the numbers; it's a testament to Avangrid's dedication to leading the charge in the sustainable energy sector. With an operation footprint across 24 U.S. states, Avangrid operates with a dual focus on networks and renewables, aiming to be at the forefront of the energy transition.\nAn Ambitious Leap Towards Sustainability\nAvangrid's recent declaration goes beyond the financial figures. The company, listed on the NYSE under the ticker AGR, has not only maintained its dividend yield at a compelling 5.65% but has also announced plans to expand its renewable energy portfolio. Among these ambitious projects is an onshore wind project in Oklahoma and a collaboration with tech giant Amazon on a wind project in Oregon. These initiatives underscore Avangrid's strategic move to capitalize on the growing demand for renewable energy sources, setting a precedence in the industry for sustainability and innovation.\nFinancial Health and Future Prospects\nWith a reported revenue of $7.92 billion in 2022 and earnings amounting to $881.00 million, Avangrid has solidified its position as a leader in the utility sector. The company's achievement of ranking first among utilities on the 2024 JUST 100 list is a testament to its commitment to environmental stewardship, social responsibility, and corporate governance. However, it's worth noting the current dividend payout ratio stands at 127.54%, a figure that raises questions about the sustainability of such dividends in the long run. Despite this, Avangrid's forward-looking approach, marked by its investment in renewable energy projects and sustainability initiatives, paints a promising picture of its financial health and growth trajectory.\nA Future Powered by Renewables\nAvangrid's announcement is not merely about rewarding its shareholders; it's a declaration of its unwavering commitment to spearheading the transition towards a sustainable energy future. The company's recent ventures into new wind projects, alongside its strategic partnerships, reflect a broader ambition to lead the sustainable energy charge in the United States. This commitment is further exemplified by the company's comprehensive sustainability initiatives, aimed at reducing carbon footprints and fostering a cleaner, greener future.\nIn conclusion, Avangrid's latest dividend declaration, coupled with its ambitious renewable energy projects, paints a vivid picture of a company poised at the intersection of financial growth and environmental stewardship. As the world gravitates towards sustainable energy sources, Avangrid's strategic ventures and its commitment to sustainability position it as a key player in shaping the future of energy in the United States. With a clear focus on renewable energy generation and a robust financial performance, Avangrid continues to blaze a trail for others to follow, encapsulating the essence of innovation and sustainability in the energy sector.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "avangrid",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ambitious leap towards sustainability avangrid",
          "sentiment": "none"
        },
        {
          "name": "avangrid, inc.",
          "sentiment": "none"
        },
        {
          "name": "nyse",
          "sentiment": "none"
        },
        {
          "name": "agr",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T01:49:04.970+02:00",
    "updated": "2024-02-16T01:49:04.970+02:00"
  },
  {
    "uuid": "4da15779ba89f3d4e98c56a8b21d37023429abe2",
    "url": "https://www.infobae.com/deportes/2024/07/25/las-razones-por-las-cuales-francia-le-gano-a-los-pumas-7s-en-paris-y-lo-dejo-sin-el-sueno-de-la-medalla-olimpica",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-07-25T21:36:00Z",
    "title": "Las razones por las cuales Francia le ganó a Los Pumas 7s en París y lo dejó sin el sueño de la medalla olímpica - Infobae",
    "text": "El seleccionado argentino de rugby 7 cayó ante el local y quedó fuera de la lucha por medallas en los Juegos Olímpicos de París 2024 Seguí toda la información de los Juegos Olímpicos y los resultados acá Con un claro 26 a 14 que obtuvo el equipo francés en Saint-Denis , Los Pumas 7s se despedirán de París sin haber cumplido con su objetivo, el de competir por una medalla olímpica . Francia , en cambio, logró el suyo y jugará ante Sudáfrica por llegar a la final, ese sueño que se trazó el día que supo que los Juegos Olímpicos se iban a jugar en su casa, en París.\nDesde que se disputó el Mundial de fútbol de Qatar 2022 que hay un aroma especial cada vez que juegan Francia y Argentina. Un ejemplo es la final del Seven de rugby en Madrid, con la victoria del equipo de Antoine Dupont y la expulsión de Rodrigo Isgró , que lo sacó de la primera fase de los Juegos.\nEn la serie reciente que se jugó en nuestro país hubo varias cosas que alimentaron el duelo. Dos jugadores detenidos por abuso sexual en Mendoza , encontronazos entre Galos y Pumas en ambos tests y un canto en Vélez que confirmó el momento que se vive por su contundencia: “El que no salta es un francés” , reemplazando al ya tradicional y enconado grito de guerra contra los ingleses. Los Pumas de Bronce también son un antecedente, ganándole a Les Blues en París el partido inaugural y el del tercer puesto en 2007.\nEl Stade de France estaba en llamas . Agresivo ante cada camiseta argentina, picante como todo lo que se está viviendo en la Francia de estos días, muy diferente a lo que vivimos unos meses atrás, en una Copa del Mundo que transmitió cordialidad y convivencia entre los miles de simpatizantes que recorrieron el torneo por todo el territorio francés.\nLa tristeza de los jugadores argentinos. REUTERS/Phil Noble El partido. La lluvia llegó a Paris igual que en octubre del año pasado, cuando los Springboks y los All Blacks definieron la Copa del Mundo en Saint Denis, la que ganaron los sudafricanos en una definición apasionante. Ahora, franceses y argentinos se enfrentaban por el paso a una medalla, el que perdía tendría que conformarse sólo con luchar del quinto al octavo puesto. La Argentina salió a la cancha a las 21, hora local, cuando Nueva Zelanda y Sudáfrica abrían los cuartos de final. En medio de un abucheo general, el partido ya empezó a jugarse media hora antes.\nEn el arranque no estuvieron ni Dupont ni Moneta , las estrellas de ambos equipos que se quedaban para la resolución del partido, en este nuevo juego de estrategias con los jugadores de impacto. El estadio vibraba al compás del “Allez Les Bleus” con 75.000 hinchas vestidos de azul, rojo y blanco. Mientras tanto Sudáfrica daba “el golpe olímpico” al eliminar a los All Blacks, 14-7.\nDel partido, lamentablemente hay que decir, que en la cancha no hubo equivalencias en ese primer tiempo . Fue todo de Francia, con un 21-0 lapidario que condenó cada acción deficitaria del equipo argentino. Los Pumas no aparecieron, lo perdieron de principio a fin con los tries de Timo y Grendidier, dos veces, todos convertidos por Rebbadj (21-0).\nEn el segundo tiempo entró Moneta, el equipo lo fue a buscar y llegó el descuento de Isgró (21-7) . Con tiempo había que ganar esa salida, una de las grandes deficiencias de este equipo en los Juegos Olímpicos. Justo lo mejor que había tenido en la temporada. Francia se equivocó en el manejo, sufrió una amarilla y Los Pumas tuvieron una nueva chance para descontar. El Rayo Moneta apoyó otra vez y ahora estaban 21-14. Con la posesión, luego de ganar la salida, Moneta tuvo la conducción de un ataque que pudo haber sido decisivo.\nAntoine Dupont selló la victoria. REUTERS/Dylan Martinez Las decisiones a veces salen bien, otras salen mal. El sombrerito de Marcos que tantas veces terminó en try esta vez finalizó en mano de los franceses . Francia recuperó la posesión, agotó los minutos y Dupont, en la última jugada, selló la suerte argentina con la conquista final, 26-14.\nLos Pumas se quedaron en el camino, terminó el sueño olímpico, simplemente porque el equipo no fue el mismo que el que llegó hasta Francia como candidato . Los locales fueron mejores y muchos más inteligentes en los 14 minutos que se jugaron en el Stade de France.\nLos equipos:\nFrancia (26): 2. Andy Timo, 3. Rayan Rebbadj, 5. Stephen Parez Edo Martin, 6. Paulin Riva (capitán), 7. Jefferson-Lee Joseph, 8. Antoine Zeghdar, 9. Aaron Grandidier Nkanang,\nEntrenador: Jerome Daret\nSuplentes: 1.Varian Pasquet, 10. Jean Pascal Barraque, 11. Antoine Dupont, 12. Jordan Sepho y 14. Nelson Epee.\nLos Pumas (12): 1. Joaquín Pellandini, 6. Santiago Álvarez Fourcade (capitán), 7. Tobías Wade, 9. Matías Osadczuk, 10. Santiago Mare, 11. Luciano González Rizzoni y 13. Rodrigo Isgró.\nEntrenador: Santiago Gómez Cora.\nSuplentes: 2. Tomás Elizalde, 4. Matteo Graziano, 5. Agustín Fraga, 8. Gastón Revol, y 12. Marcos Moneta.\nPrimer tiempo: 3, 5 y 7 minutos tries de Andy Timo y Aaron Grandidier Nkanang (2) convertidos por Rayan Rebbadj (F).\nResultado parcial: Francia 21 vs Los Pumas 0.\nSegundo tiempo: 2 minutos, try de Rodrigo Isgró convertido por Santiago Mare, 4m try de Marcos Moneta convertido por Joaquín Pellandini (A), y 7m try de Antoine Dupont (F).\nAmarilla: 3 minutos, Jordan Sepho (F)\nResultado final: Francia 26 vs Los Pumas 12\nÁrbitro: Jordan Way (Australia)\nÁrbitros asistentes: Aj Jacobs (Sudáfrica) y Tevita Rokovereni (Fiji)\nCancha: Stade de France\nPúblico: 75.000 espectadores\nAaron Grandidier Nkanang y el tercer try de Francia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://cdn.jwplayer.com/videos/PAxIniB4-B3B0AgVE.mp4",
      "https://www.cdn.jwplayer.com/videos/PAxIniB4-B3B0AgVE.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:48:21.992+03:00",
    "updated": "2024-07-26T00:48:21.992+03:00"
  },
  {
    "uuid": "5dd7bbfeab55e08a603934a1fabaae68bdedd989",
    "url": "https://scoop.upworthy.com/employee-working-overtime-for-2-weeks-quits-job-after-manager-refuses-to-acknowledge-their-effort-ex1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Angelina Dsouza",
    "published": "2024-11-29T21:12:00Z",
    "title": "Employee working overtime for 2 weeks quits job after manager refuses to acknowledge their effort",
    "text": "The employee was working without breaks, over 16 hours a day. Just when they needed some assurance from their manager, she took a step back.\nWe love our jobs or line of work but cannot stand the mistreatment by staff or management as it leads to a toxic environment. Working conditions have deteriorated in many places and employees are forced to take action where they stand up for themselves. In addition to that, after putting in all the hard work, when you are falsely accused of lying, it surely ticks you off. [u/kennyr101](https://www.reddit.com/r/antiwork/comments/16ihk69/quit_my_job/) shared their experience in a similar situation.\nThe user captioned their post, \"Quit my job\" on the platform. The employee explained that they had been working in a brewery for over 5 years. It was a busy season and they were busted with work and overtime shifts. The employee said, \"During a busy period, I worked 2 weeks straight, no days off, no breaks, just quick 5 min smoke breaks where possible.\" They also said that they're working for over 16 hours per day. Exhausted, as one would be, when the employee called in for extra staff, their area manager reprimanded them. When they explained the situation and overtime shifts, the manager did not believe it. The worker said, \"I got the response of 'Well, I don't believe that,' effectively calling me a liar in the politest way.\"\nIt got the employee on their nerves and they left the building for their break. They told the area manager, \"I'm going on my break, I'll be back in 1 hour.\" The employee then decided that they had had enough and that they did not need to be in a place where they were falsely titled a \"liar\" or not given basic acknowledgment. They added that when they got back from their break, there was a different area manager. But they stayed firm and did what they had to do. \"I walked in, handed over my keys and said 'I quit,' explained why and walked out.\"\nThe employee was not thrilled about their decision, but it was high time they cut the toxicity. They said, \"Never in my 39 years of work have I ever quit a job on the spot.\" They further mentioned that they would always hand in a notice and complete their period, leaving them in \"good standing.\" The user concluded their post by saying, \"It's true, people don't quit jobs. They quit managers.\" Having given all they could towards their job, the worker was deprived of respect, which is a compulsory right of an employee.\nPeople in the comment section agreed with the Reddit user. [u/RandallFlagg6666](https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0jn763/?utm_source=share&utm_medium=web2x&context=3) said, \"Already laughing about how your area manager's going to have to explain it to the higher-ups. Incredible how many 'people managers' have no business managing actual people.\" [u/Ambitious_Ad_1937](https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0kjvw1/?utm_source=share&utm_medium=web2x&context=3) said, \"I think as soon as a manager starts calling you a liar on work-related things like how many hours you worked or needing a day off, one must start looking for another job.\"\nOther users also shared their experiences of how toxic workplaces and managers caused them to leave their jobs.[ u/Consistent_Bus_9017 ](https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0lgsg6/?utm_source=share&utm_medium=web2x&context=3)said, \"I, too, have only quit one job there on the spot. I was a manager of an auto repair shop. One day, after 2 years of hell, my boss didn't like the shoes I had on. I had had enough and stripped my uniform off right there, handed him my keys and quit.\"\nThis article originally appeared 1 year ago.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0lgsg6/?utm_source=share&utm_medium=web2x&context=3",
      "https://www.reddit.com/r/antiwork/comments/16ihk69/quit_my_job/",
      "https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0kjvw1/?utm_source=share&utm_medium=web2x&context=3",
      "https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0jn763/?utm_source=share&utm_medium=web2x&context=3",
      "https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0kjvw1/",
      "https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0lgsg6/",
      "https://reddit.com/r/antiwork/comments/16ihk69/comment/k0jn763/?utm_source=share&utm_medium=web2x&context=3",
      "https://www.reddit.com/r/antiwork/comments/16ihk69/quit_my_job",
      "https://www.reddit.com/r/antiwork/comments/16ihk69/comment/k0jn763/",
      "https://reddit.com/r/antiwork/comments/16ihk69/comment/k0lgsg6/?utm_source=share&utm_medium=web2x&context=3",
      "https://reddit.com/r/antiwork/comments/16ihk69/comment/k0kjvw1/?utm_source=share&utm_medium=web2x&context=3",
      "https://reddit.com/r/antiwork/comments/16ihk69/quit_my_job/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-30T00:47:00.116+02:00",
    "updated": "2024-11-30T00:47:00.116+02:00"
  },
  {
    "uuid": "e946785ce71e62806fb308f58554992cd7e12f0e",
    "url": "https://tn.com.ar/tecno/ciencia/2024/05/10/una-tormenta-solar-podria-afectar-las-telecomunicaciones-esta-noche-como-es-y-que-pasara-en-la-argentina",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephane Bailly",
    "published": "2024-05-10T00:00:00Z",
    "title": "Alerta: una tormenta solar podría afectar las telecomunicaciones esta noche | TN",
    "text": "Una tormenta geomagnética, causada por una serie de erupciones solares y que podría ser la más severa desde 2005, alcanzará la Tierra este viernes al anochecer, según informó la Oficina Nacional de Administración Oceánica y Atmosférica (NOAA, en inglés).“Tenemos por delante un acontecimiento muy, muy raro”, dijo en una conferencia de prensa Shawn Dahl, coordinador en el Centro de Predicción del Clima Espacial (SWPC, en inglés) en Boulder, Colorado.Leé también: Esto pasa si un agujero negro “traga” a un humano, según una impresionante simulación de la NASALos vientos solares que se mueven directamente hacia la Tierra a casi 800 kilómetros por segundo alcanzarán el planeta hacia las 20:00 hora del este (121 en la Argentina).“Ya notificamos a los operadores de infraestructura crítica, incluidas las comunicaciones, los satélites y las plantas de energía eléctrica”, añadió el funcionario.SWPC alertó también a la Agencia de Gestión de Emergencias (FEMA), pero no espera “un colapso masivo catastrófico”.Las tormentas geomagnéticas, explicó el portavoz, pueden tener impacto en la infraestructura orbital terrestre y en la superficie de la Tierra con el potencial de interferir con las comunicaciones, la red de energía eléctrica, la navegación y las operaciones de radio y de satélites.La serie de erupciones comenzó el 8 de mayo y las condiciones para la tormenta persista podrían durar todo el fin de semana.Leé también: El Hubble captó una espectacular nebulosa con forma de guerrero espacial“Una gran mancha solar ha producido erupciones desde moderadas a muy fuertes desde el miércoles”, señaló la agencia. “Al menos cinco de esas erupciones estuvieron asociadas con eyecciones de masa de la corona solar que parecen dirigidas hacia la Tierra”.Estas eyecciones son explosiones de plasma y campos magnéticos en la corona solar que causan tormentas geomagnéticas cuando ocurren en dirección a la Tierra, explicó NOAA.La gran mancha solar lanzó una secuencia asombrosa de cinco eyecciones de masa solar hacia la Tierra, según la plataforma Spacewather, que estima que, si se tratara de un huracán, sería de categoría 4.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T19:52:43.568+03:00",
    "updated": "2024-05-10T19:52:43.568+03:00"
  },
  {
    "uuid": "37f237868e9918abb39d33f58dc6fdace3168db7",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7367533.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:32:00Z",
    "title": "光伏50ETF（516880）跌1.64%，半日成交额395.07万元_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，光伏50ETF（516880）跌1.64%，报0.539元，成交额395.07万元。光伏50ETF（516880）重仓股方面， 隆基绿能 截止午盘跌1.37%， 阳光电源 跌2.96%， TCL科技 跌1.37%， 特变电工 跌1.29%， 通威股份 跌2.01%， TCL中环 跌1.37%， 晶科能源 跌1.20%， 正泰电器 跌1.09%， 德业股份 跌3.78%， 晶澳科技 跌3.10%。\n光伏50ETF（516880）业绩比较基准为中证光伏产业指数收益率，管理人为银华基金管理股份有限公司，基金经理为王帅，成立（2021-01-05）以来回报为-45.30%，近一个月回报为-2.82%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:04.242+03:00",
    "updated": "2025-06-20T05:04:52.000+00:00"
  }
]