[
  {
    "uuid": "924050c9c4d0e017b1835a1978dacc8009eb7811",
    "url": "https://www.palmbeachdailynews.com/story/news/nation/2023/12/29/rogue-wave-ventura-california/72056173007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kinsey Crowley",
    "published": "2023-12-29T14:36:00Z",
    "title": "Rogue wave in Ventura injures 8, creates panic with beachgoers: Video",
    "text": "Rogue wave in Ventura, California injures 8, coastal watches issued in California, Hawaii [Kinsey Crowley](https://www.usatoday.com/staff/12271400002/kinsey-crowley/) [Wes Woods II](https://www.vcstar.com/staff/6965156002/wes-woods-ii/) [Cheri Carlson](https://www.vcstar.com/staff/4406860002/cheri-carlson/) Videos out of [Ventura, California captured the moment a rogue wave](https://shorturl.at/eENOX) jumped over a seawall Thursday, sweeping aside the cars and people in its path. Ventura isn't the only place experiencing tumultuous coasts. The National Weather Service has issued surf and flooding advisories along the California coast and in Hawaii. A video from Ventura officials opens on a seemingly tranquil scene. People are scattered along the seawall, leaning against it and watching the rolling waves in the distance. Suddenly, people start to back away from the wall moments before a wave spikes up in front of them. As it crashes down into the street, many of the people running get their feet knocked out from under them and a truck seems to skip forward in the waves. Another angle captured by [Facebook user Colin Hoag shows the waves chasing him](https://www.facebook.com/1 103854833/videos/339998562146021/) down the street. Officials urged people to avoid the ocean. [High surf is expected](https://forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1) through Saturday. Rogue waves: [A rogue wave caused a cruise ship tragedy. They occur more often than you think.](/story/news/nation/2022/12/06/rogue-wave-explained/10828252002/) 8 people injured in Ventura, California due to rogue wave The Ventura County Fire Department was called to the scene of the wave shortly before 11 a.m. Thursday. \"It ended up being a total of eight patients due to surf that came over the wall and flooded the streets,\" Ventura County Fire Capt. Brian McGrath said. The injured were taken to the nearby hospitals. Residents in the neighborhoods near the incident were advised to leave, said Cmdr. Ryan Weeks with the Ventura Police Department. The patrons of a nearby hotel were also asked to leave. Roads in and around those areas were also closed. California, Hawaii under coastal weather watch A National Weather Service meteorologist said a storm system over the Pacific is churning up swells. Here are the coastal weather warnings and watches issued by local NWS offices as a result of the storms: [NSW Los Angeles Office - \"Dangerous Beach Conditions](https://www.weather.gov/lox/)\" - Central Coast: 15-20 foot waves and potentially damaging coastal flooding - Ventura County Coast: 10-15 foot waves and potentially damaging coastal flooding - Santa Barbara South Coast and LA County Coast: 7-12 foot waves and moderate coastal flooding [NWS San Diego Office - \"Marine and Coastal Hazards\"](https://www.weather.gov/sgx/) - San Diego and Orange County - High surf warning with surf up to 15 feet through 2 a.m. Monday - Coastal flood advisory in effect for Orange County and San Diego County through 2 a.m. Monday [NWS San Francisco Office - All counties covered are under:](https://forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on) - Coastal flood advisory through 2 p.m. Friday - High surf advisory until 6 p.m. Friday Honolulu, [Hawaii](https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning) NWS Office - High surf warning is in effect until 6 a.m. local time Friday. Parts of the islands could see surf up to 35 feet - High surf advisory in effect for other parts of the islands until 6 p.m. Friday. Surfs could reach 15 to 20 feet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.vcstar.com/staff/6965156002/wes-woods-ii/)",
      "https://www.vcstar.com/staff/4406860002/cheri-carlson/)",
      "https://forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on)",
      "https://www.weather.gov/lox/)",
      "https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning)",
      "https://forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1)",
      "https://www.usatoday.com/staff/12271400002/kinsey-crowley/)",
      "https://shorturl.at/eENOX)",
      "https://www.facebook.com/100000103854833/videos/339998562146021/)",
      "https://www.weather.gov/sgx/)",
      "https://vcstar.com/staff/6965156002/wes-woods-ii/)",
      "https://usatoday.com/staff/12271400002/kinsey-crowley/)",
      "https://www.forecast.weather.gov/product.php?site=MTR&issuedby=MTR&product=SRF&format=CI&version=1&glossary=1&highlight=on)",
      "https://weather.gov/sgx/)",
      "https://vcstar.com/staff/4406860002/cheri-carlson/)",
      "https://www.forecast.weather.gov/wwamap/wwatxtget.php?cwa=HFO&wwa=high%20surf%20warning)",
      "https://forecast.weather.gov/product.php",
      "https://facebook.com/100000103854833/videos/339998562146021/)",
      "https://forecast.weather.gov/wwamap/wwatxtget.php",
      "https://weather.gov/lox/)",
      "https://www.forecast.weather.gov/product.php?site=LOX&issuedby=LOX&product=AFD&format=ci&version=1&glossary=1)",
      "https://www.shorturl.at/eENOX)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kinsey cr",
          "sentiment": "negative"
        },
        {
          "name": "cheri carlson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "[ventura",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:12:57.146+02:00",
    "updated": "2023-12-29T17:12:57.146+02:00"
  },
  {
    "uuid": "638df61d2f24f13ac1161d0860f2ac8a2265ef49",
    "url": "https://www.standard.net.au/story/8472243/severe-thunderstorms-forecast-for-east-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@francophileenoz",
    "published": "2023-12-28T14:46:00Z",
    "title": "Severe Thunderstorms Forecast for East Coast | The Standard | Warrnambool, VIC",
    "text": "After bouts of wild weather over Christmas, the east coast will face another round of severe thunderstorms and rain according to the Bureau of Meteorology's (BoM) latest forecast. $1/ (min cost $8) Login or signup to continue reading Severe thunderstorms have eased across eastern Australia but are expected to redevelop around eastern Queensland and northeast NSW from December 30 into the New Year. Parts of Australia are set to face wet and potentially wild weather on New Years Eve and New Year's Day. BoM senior meteorologist Sarah Scully said isolated thunderstorms are possible for parts of Queensland, NSW, Victoria and South Australia. \"Severe thunderstorms are possible in Queensland between St Lawrence and Redcliffe, although activity will not be as widespread compared to previous days,\" Ms Scully said. \"Isolated gusty thunderstorms are also possible over western South Australia.\" Showers and storms are possible across parts of southern and eastern Australia, mainly NSW, eastern South Australia, and northern Victoria on December 29. There is a risk of severe thunderstorms in Sydney, the Blue Mountains and the Hunter regions. Severe thunderstorms will become more widespread from this weekend concentrating in north-east NSW, and south-east and central Queensland. BoM said there are indications that isolated, very dangerous thunderstorms with destructive winds, giant hail and intense rainfall may be possible across southeast Queensland on Saturday. BoM has encouraged the community to stay up to date with the latest forecasts and warnings using the BOM Weather app and website. Queensland will also experience heatwave conditions along the east coast affecting Brisbane, the Sunshine Coast and areas surrounding Cairns. Northern and Western Australia will also face heatwave conditions with temperatures reaching the mid to high 40 degree Celsius in some areas. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "scully",
          "sentiment": "none"
        },
        {
          "name": "sarah scully",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "standard | warrnambool",
          "sentiment": "negative"
        },
        {
          "name": "bureau of meteorology",
          "sentiment": "none"
        },
        {
          "name": "redcliffe",
          "sentiment": "none"
        },
        {
          "name": "nsw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "st lawrence",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        },
        {
          "name": "queensland",
          "sentiment": "none"
        },
        {
          "name": "south australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:29:52.014+02:00",
    "updated": "2023-12-29T05:29:52.014+02:00"
  },
  {
    "uuid": "27bd2384f6002956d640050218ab927a4af2440c",
    "url": "https://rr.sapo.pt/noticia/politica/2024/01/25/manifestacao-anti-islamica-e-afronta-a-ordem-constitucional/364184",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Renascença",
    "published": "2024-01-25T20:29:00Z",
    "title": "Manifestação anti-islâmica é \"afronta à ordem constitucional\" - Renascença",
    "text": "25 jan, 2024 - 20:29 • Lusa O cabeça de lista do PS pelo Porto, Francisco Assis, manifestou-se hoje contra a convocação de uma [manifestação anti-islâmica em Lisboa](https://rr.sapo.pt/noticia/pais/2024/01/25/jose-luis-carneiro-autorizacao-de-marcha-neonazi-recai-sobre-camara-de-lisboa/364167/), no dia 3 de fevereiro, considerando-a uma afronta aos princípios e valores da ordem constitucional. \"Estamos perante uma clara afronta a princípios e valores que fundamentam a nossa ordem constitucional. Não pode haver a mais pequena tolerância para com os inimigos do Estado democrático de direito\", sustentou Francisco Assis. Na declaração que enviou à agência Lusa, Francisco Assis, dirigente socialista e atual presidente do Conselho Económico e Social, saudou também a posição hoje tomada pela ministra Adjunta e dos Assuntos Parlamentares, Ana Catarina Mendes \"em relação à indecorosa manifestação de cunho notoriamente racista que um grupo de vândalos da extrema-direita pretende levar a cabo\". A ministra Adjunta e dos Assuntos Parlamentares afirmou hoje que é \"frontalmente contra\" a manifestação agendada para a zona do Martim Moniz, em Lisboa, para protestar \"contra a islamização da Europa\". Sobre \"a ideia de uma manifestação contra a islamização, que é assim que está anunciada e a ser verdade que ela se vai realizar [segundo o] que está nas redes sociais, devo dizer sou frontalmente contra qualquer manifestação que incite ao ódio e à violência. Portanto, por maioria de razão, sou contra essa manifestação\", afirmou Ana Catarina Mendes. \"Qualquer manifestação que incite o ódio não merece o meu acordo\", completou. Martim Moniz O protesto da extrema-direita foi marcado para a p(...) Hoje foi tornada pública uma carta aberta promovida por várias associações de imigrantes e antirracistas, com cerca de 6.500 subscritores, para pedir a proibição de uma manifestação \"Contra a Islamização da Europa\" anunciada para Lisboa por grupos \"online\" de extrema-direita. \"Movimentos de extrema-direita estão a organizar uma ação criminosa contra os imigrantes de origem asiática, que elegeram como alvo, para o dia 3 de fevereiro, em Lisboa, na zona do Martim Moniz e Rua do Benformoso, precisamente por serem as ruas com mais imigrantes do país, sobretudo de origem islâmica, reivindicando o fim da \"islamização da Europa\"\", escrevem os autores da carta aberta que, ao final da manhã de hoje tinha cerca de 6.500 subscritores, entre os quais 173 estruturas coletivas. \"É manifesto que, nos últimos tempos, a comunidade de imigrantes em Portugal, em especial provenientes do sul da Ásia: Bangladesh, Nepal, Índia e Paquistão, tem sido objeto de uma campanha de desinformação e ódio, em especial nas redes sociais\", pode ler-se no documento. \"As ruas de Portugal são cada vez menos seguras para as pessoas imigrantes\", resumem os promotores. Na quarta-feira, a presidente da Comissão de Direitos Humanos da Ordem dos Advogados salientou que qualquer manifestação que incite a xenofobia e o discurso de ódio racial deve ser proibida pelas autoridades, porque viola a legislação. \"Qualquer manifestação que incite ao ódio e à violência é uma manifestação que, obviamente, deve ser proibida\", afirmou à Lusa Cristina Borges de Pinho.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:18:30.743+02:00",
    "updated": "2024-01-26T00:18:30.743+02:00"
  },
  {
    "uuid": "377f3283fdfffc225a825307bda59a6658fe0fa3",
    "url": "https://es.euronews.com/cultura/2024/03/29/luchas-de-agua-y-campanas-voladoras-descubra-las-curiosas-tradiciones-europeas-de-semana-s",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Euronews",
    "published": "2024-03-29T00:00:00Z",
    "title": "Luchas de agua y campanas voladoras: Descubra las curiosas tradiciones europeas de Semana Santa | Euronews",
    "text": "En algunos países es más importante que la Navidad. La Semana Santa es uno de los momentos culminantes del calendario cristiano. Desde procesiones solemnes y peleas de agua hasta maratones televisivos, Europa alberga tradiciones pascuales únicas, algunas espirituales y otras... no tanto. Si se pregunta cómo contagiarse del espíritu pascual, inspírese en un viaje por el continente con 'Euronews Culture'. Vea los elaborados desfiles de Semana Santa en España En España, las celebraciones ya han comenzado: la Semana Santa tiene lugar durante toda la última semana de Cuaresma . Además de las torrijas y la mona de Pascua, los desfiles son un elemento básico de la temporada. Las cofradías católicas -reconocibles por sus características capas y capirotes- procesionan por l as calles de muchas ciudades españolas, con pasos que representan escenas de la historia bíblica de la Pascua. Sevilla es famosa por albergar algunas de las procesiones más elaboradas de España, pero Madrid, Zamora, Valladolid y Granada también son lugares de interés para quienes deseen vivir la Semana Santa. Viva el silencio de las campanas en Francia Olvídese del Conejo de Pascua: en Francia, son los 'cloches volantes' (campanas volantes) los que traen a los niños sus regalos de Pascua. Las campanas de las iglesias dejan de sonar en Pascua en señal de respeto por la muerte de Jesús, porque -según cuenta la historia- han volado a Roma para ser bendecidas por el Papa, antes de emprender un glorioso regreso cargadas de huevos de Pascua. En el viaje de vuelta a sus campanarios, las campanas dejan caer su botín en los jardines de las familias , listas para que comience la competitiva caza de huevos de Pascua. ¿Prefiere los huevos salados? Diríjase a la ciudad de Bessières, en el suroeste de Francia, donde el Lunes de Pascua miles de personas se reúnen para disfrutar de una tortilla de 15.000 huevos. Apunte en la batalla de agua de Semana Santa en Polonia No hay nada más pascual que apuntar a los vecinos con una pistola de agua. Al menos, eso es lo que ocurre en Polonia, donde 'Śmigus-Dyngus' -también conocido como 'lany poniedziałek' (lunes húmedo)- convierte el Lunes de Pascua en una auténtica pelea nacional de agua. Se cree que la tradición se remonta al siglo XIV, cuando los chicos de los pueblos rurales empapaban a las chicas con cubos de agua en señal de afecto (por cuestionables que pudieran parecer sus métodos). Hoy en día, sin embargo, nadie está a salvo : hay que tener cuidado con los globos de agua de los francotiradores cuando se camina por las calles de las ciudades polacas, con los ataques de los escolares con pistolas de agua e incluso con las mangueras de los bomberos. En toda Europa Central y Oriental se pueden encontrar tradiciones similares basadas en el agua, pero Polonia lleva las fiestas a un nuevo nivel. Pruebe a rodar huevos en el Reino Unido ¿Por qué limitarse a admirar un huevo decorado de forma tan elaborada cuando puede hacerlo rodar colina abajo? Añada a su Semana Santa una buena dosis de competición con esta costumbre centenaria del Reino Unido, en la que los aficionados (tradicionalmente niños, pero ¿por qué dejarles toda la diversión?) compiten por hacer rodar su huevo lo más lejos posible sin que se rompa. El lanzamiento de huevos, que simboliza el rodar de la piedra a la entrada de la tumba de Jesús , también se conoce como 'pace-egging', derivado de 'Pasch' en inglés antiguo, que a su vez procede del hebreo para Pascua (Pesach). Uno de los actos más famosos de rodar huevos suele tener lugar en el parque Avenham de Preston el Lunes de Pascua, y este año no es una excepción. Siga el Epitafio en Grecia Como las iglesias ortodoxas orientales utilizan un calendario distinto al de las católicas y protestantes para determinar el día de la Pascua, Grecia (junto con otros países como Bulgaria) celebrará este año la Pascua el 5 de mayo. La sombría procesión del Epitafio -una recreación de la tumba de Cristo, a menudo decorada con flores- es un elemento básico del Viernes Santo, antes de quedarse despierto para la misa de medianoche que da paso al Domingo de Resurrección. También se preparan huevos de colores y se degusta cordero asado y tsoureki (pan dulce de Pascua). Disfrute de una tradición explosiva en Florencia (Italia) Los visitantes de Florencia suelen tener en su lista el David de Miguel Ángel y el Ponte Vecchio, pero la Semana Santa ofrece otro espectáculo más inusual: el Scoppio del Carro. El Scoppio del Carro, que significa 'explosión del carro ', no es apto para pusilánimes. Sus orígenes se remontan a la Primera Cruzada, cuando el florentino Pazzino de' Pazzi -según la leyenda- fue el primer hombre en escalar las murallas de Jerusalén y llevarse a Florencia trozos de piedra del Santo Sepulcro, que se utilizaron para encender la hoguera de Pascua , que se transportaba por Florencia en un carro para traer la bendición a la ciudad. En la actualidad, el domingo de Pascua se celebra en torno a un gigantesco carro antiguo repleto de fuegos artificiales, que se traslada a la plaza del Duomo y se enciende con un cohete en forma de paloma llamado colombina. La carroza 'brindellone' utilizada hoy data del siglo XVII y fue diseñada por el arquitecto y escenógrafo Bernardo Buontalenti. Ver series policíacas en Noruega Ya ha oído hablar del cine negro escandinavo, pero ¿qué le parecería añadirlo a sus celebraciones de Semana Santa? Durante las vacaciones de Pascua, muchos noruegos se refugian en cabañas en la montaña o en el campo. Es una tradición muy querida: 'Påskekrim', o 'crimen de Pascua' . Con el tiempo aún fresco en gran parte de Noruega, la gente suele acostarse unos días con novelas de misterio o frente al televisor, con la programación de la televisión repleta de programas policíacos a todas horas y las librerías ofreciendo promociones especiales de novelas policíacas. Festivo, ¿eh?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T14:40:40.593+03:00",
    "updated": "2024-03-29T14:40:40.593+03:00"
  },
  {
    "uuid": "e9a3034a0af683841388cc040cbd09d2686e3080",
    "url": "https://fr.finance.yahoo.com/actualites/budget-2024-conseil-constitutionnel-barre-023217339.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BFMTV",
    "published": "2023-12-29T00:00:00Z",
    "title": "Budget 2024: le Conseil constitutionnel barre la route à la Fifa",
    "text": "AFP Budget 2024: le Conseil constitutionnel barre la route à la Fifa Lire l'article complet Damien GAUDISSART 29 décembre 2023 à 4:32 AM Le président de la Fifa, Gianni Infantino, arrive pour le lancement officiel de la campagne #WeAre26 de la Coupe du Monde de la Fifa 2026 à Los Angeles, en Californie, le 17 mai 2023 (Frederic J. BROWN)\nC'est un sérieux obstacle au retour à Paris du siège de la Fifa: le Conseil constitutionnel a censuré jeudi l'avantageux régime fiscal octroyé aux fédérations sportives internationales dans le budget 2024, invoquant l'égalité devant l'impôt.\nPorté par le député Renaissance Mathieu Lefèvre, un amendement retenu dans la version finale de la loi de finances prévoyait d'exonérer d'impôt sur les sociétés et de plusieurs cotisations (CFE, CVAE) ces fédérations pour \"leurs missions de gouvernance du sport ou de promotion de la pratique du sport\".\nCet amendement prévoyait également une exonération d'impôt sur le revenu pour les salariés des fédérations sportives internationales domiciliés en France pendant cinq ans.\nSi l'amendement ne mentionnait jamais nommément la Fédération internationale de football (Fifa), c'est bien la principale instance qui semblait concernée par ce dispositif.\nMais en prévoyant d'accorder ces avantages fiscaux \"au seul motif\" qu'une fédération sportive internationale était \"reconnue par le Comité international olympique\" (CIO), \"le législateur n’a pas fondé son appréciation sur des critères objectifs et rationnels en fonction du but qu’il s’est proposé\", ont tranché les Sages.\n\"Par conséquent, le Conseil constitutionnel censure comme méconnaissant le principe d’égalité devant les charges publiques l’article 31 de la loi déférée\", compliquant un retour du siège de la Fifa à Paris.\nSollicitée par l'AFP, la Fifa n'était pas joignable jeudi soir.\nCréée dans la capitale française en 1904, la Fifa a déménagé à Zurich en 1932 et y a localisé son siège principal depuis 2007.\nLe député LFI Eric Coquerel, président de la commission des Finances de l'Assemblée nationale, s'est réjoui de voir retoqué cet amendement \"scandaleux\" qui \"instituait de véritables zones franches fiscales et sociales pour attirer les fédérations internationales\".\nLire la suite \"Exonération fiscale pour la Fifa censurée\", s'est aussi félicitée la députée PS Valérie Rabault.\n- \"Cadeau fiscal\" -\nMalgré ce revers pour le camp présidentiel, les Sages ont validé l'essentiel de la loi de finances, jugeant que sa procédure d'adoption avait bien été conforme à la Constitution, et que les prévisions économiques sur lesquelles elle repose sont sincères.\nL'amendement rejeté jeudi par les Sages avait déjà été supprimé lors de l'examen au Sénat du projet de budget pour 2024.\nMais le gouvernement, qui a fait passer sans vote la loi de finances en recourant à l'article 49.3 de la Constitution, l'a rétabli dans la version finale du texte, définitivement adopté à quelques jours de Noël.\nLors des débats au Sénat, l'élu LR Francis Szpiner avait dénoncé un \"cadeau fiscal démesuré, incompréhensible, scandaleux et pour tour dire obscène\", le sénateur communiste Pascal Savoldelli avait critiqué un avantage \"indécent\" octroyé aux fédérations sportives internationales.\nLe ministre délégué chargé des Comptes publics, Thomas Cazenave, avait lui défendu une disposition fiscale inscrite \"dans une stratégie globale\" pour faire de la France une \"nation sportive\", et souligné que cet avantage ne concernerait pas les activités \"lucratives\" de la Fifa ou d'une autre fédération.\nDans leur communiqué de presse, jeudi, les Sages ont également estimé que l'affectation de l'épargne réglementée (Livret A, LDDS...) au financement de l'industrie de défense n'avait pas sa place dans une loi de finances.\nOnze autres \"cavaliers législatifs\" - des dispositions ne relevant pas des lois de finances - ont été retoqués par le Conseil constitutionnel.\nMais \"la censure de ces différentes dispositions ne préjuge pas de la conformité de leur contenu aux autres exigences constitutionnelles. Il est loisible au législateur, s’il le juge utile, d’adopter à nouveau de telles mesures\" par un autre vecteur qu'une loi de finances, ont noté les Sages.\n\"Le gouvernement prend acte\" de ces décisions, a déclaré Bercy par communiqué dans la soirée, sans aucun commentaire sur les fédérations sportives, mais en laissant entendre que certains cavaliers liés à la lutte contre la fraude pourraient figurer \"dans des textes ultérieurs\".\nBercy observe aussi que le Conseil constitutionnel a \"validé le scénario macroéconomique du gouvernement\" et \"jugé conformes les grandes orientations\" du budget, écologiques notamment, ainsi que la sortie progressive des différents boucliers.\ndga-bap-arz-od/er\nTENDANCE Russie: des personnalités participent à une fête \"presque nues\" et suscitent l'indignation BFMTV Victoria Abril accusée d'agressions sexuelles par Lucie Lucas : un acteur de Clem la défend, \"elle est assurée de mon soutien inconditionnel\" Purebreak Gérard Depardieu doit être considéré comme \"un malade\", Marlène Jobert sort du silence Purepeople Nicolas Sarkozy et Carla Bruni : Leur sublime château au coeur d'une sombre affaire, un procureur de la République saisi Purepeople \"J'ai été témoin...\" : Lucie Lucas fait de nouvelles révélations après ses accusations contre Victoria Abril Purebreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport"
    ],
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/5D5hCexmGG77L5PI2vp5cw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purepeople_fr_articles_981/d10d81ad18357ea4966696499b8a832a",
      "https://s.yimg.com/uu/api/res/1.2/fXFdxPpPV9Tqe1FGaGmupA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purepeople_fr_articles_981/da741aa9bae6dc59a216c7888fadaeea",
      "https://media.zenfs.com/fr/afp.fr/8e00a318b4c0e114c96950ea2deb1a0d",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ffr.finance.yahoo.com%2Factualites%2Fbudget-2024-conseil-constitutionnel-barre-023217339.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/wns6oIeXFKxg7U3ClGhMYQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/fr/afp.fr/8e00a318b4c0e114c96950ea2deb1a0d",
      "https://s.yimg.com/uu/api/res/1.2/SONIAySzNHELZ9oDAN43Sw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purebreak_news_fr_110/b14f8960d0198a8f8449cc6e79c1d6f1",
      "https://twitter.com/intent/tweet?text=Budget%202024%3A%20le%20Conseil%20constitutionnel%20barre%20la%20route%20%C3%A0%20la%20Fifa&url=https%3A%2F%2Ffr.finance.yahoo.com%2Factualites%2Fbudget-2024-conseil-constitutionnel-barre-023217339.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooactufr",
      "https://s.yimg.com/uu/api/res/1.2/Div0UDMmkYZvrwxcXs_O8Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/article.bfmtv.com/8aad85d32aaa78906d1e382d572b64db",
      "https://s.yimg.com/uu/api/res/1.2/c5KOmjp5gfAnU18bGIwIxw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purebreak_news_fr_110/e848e4a45f5c70175e360bf52136900f",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/uu/api/res/1.2/5D5hCexmGG77L5PI2vp5cw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purepeople_fr_articles_981/d10d81ad18357ea4966696499b8a832a",
      "https://www.s.yimg.com/uu/api/res/1.2/Div0UDMmkYZvrwxcXs_O8Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/article.bfmtv.com/8aad85d32aaa78906d1e382d572b64db",
      "https://www.media.zenfs.com/fr/afp.fr/8e00a318b4c0e114c96950ea2deb1a0d",
      "https://www.s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.twitter.com/intent/tweet?text=Budget%202024%3A%20le%20Conseil%20constitutionnel%20barre%20la%20route%20%C3%A0%20la%20Fifa&url=https%3A%2F%2Ffr.finance.yahoo.com%2Factualites%2Fbudget-2024-conseil-constitutionnel-barre-023217339.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooactufr",
      "https://www.s.yimg.com/uu/api/res/1.2/fXFdxPpPV9Tqe1FGaGmupA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purepeople_fr_articles_981/da741aa9bae6dc59a216c7888fadaeea",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/uu/api/res/1.2/c5KOmjp5gfAnU18bGIwIxw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purebreak_news_fr_110/e848e4a45f5c70175e360bf52136900f",
      "https://www.s.yimg.com/uu/api/res/1.2/SONIAySzNHELZ9oDAN43Sw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purebreak_news_fr_110/b14f8960d0198a8f8449cc6e79c1d6f1",
      "https://www.s.yimg.com/ny/api/res/1.2/wns6oIeXFKxg7U3ClGhMYQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/fr/afp.fr/8e00a318b4c0e114c96950ea2deb1a0d",
      "https://twitter.com/intent/tweet",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ffr.finance.yahoo.com%2Factualites%2Fbudget-2024-conseil-constitutionnel-barre-023217339.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:55:38.194+02:00",
    "updated": "2023-12-29T04:55:38.194+02:00"
  },
  {
    "uuid": "25e5117914e515a01db438455fe13aaea2363439",
    "url": "https://www.lalsace.fr/faits-divers-justice/2024/04/25/les-managers-de-kendji-girac-regrettent-que-le-procureur-ait-divulgue-sa-vie-privee",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction avec AFP",
    "published": "2024-04-25T20:58:00Z",
    "title": "People. Les managers de Kendji Girac «regrettent» que le procureur ait «divulgué» sa vie privée",
    "text": "People Les managers de Kendji Girac «regrettent» que le procureur ait «divulgué» sa vie privée L'entourage de Kendji Girac, blessé par balle lundi à Biscarrosse, a demandé « aux médias » « de respecter le temps de convalescence » du chanteur. [Kendji Girac](/p/kendji-girac), [blessé par balle lundi à Biscarrosse (Landes),](https://www.leprogres.fr/faits-divers-justice/2024/04/22/kendji-girac-blesse-par-balle-son-pronostic-vital-engage) voulait « simuler un suicide » pour faire peur à sa compagne qui menaçait de le quitter après une dispute, a déclaré jeudi le procureur de Mont-de-Marsan [lors d'une longue conférence de presse, revenant sur les circonstances du drame](/societe/2024/04/25/dispute-conjugale-alcoolisation-suicide-simule-ce-qui-est-arrive-a-kendji). Dans un communiqué transmis à l'AFP, les managers de Kendji Girac ont « regretté », que le magistrat « ait cru bon de divulguer l'intimité de la vie privée et familiale de Kendji Girac, qui est un homme discret et réservé par nature, et ce sans nécessité au regard de l'enquête en cours ». Vianney s'indigne sur les réseaux sociaux Pointant l'absence de « poursuite » de concernant le chanteur, ils demandent désormais « aux médias » « de respecter le temps de convalescence » du chanteur. De son côté, le chanteur Vianney a ironisé sur les propos d'un « procureur multi-casquettes », espérant « que la presse people lui enverra des fleurs », a-t-il écrit sur X (ex-Twitter).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.leprogres.fr/faits-divers-justice/2024/04/22/kendji-girac-blesse-par-balle-son-pronostic-vital-engage)",
      "https://leprogres.fr/faits-divers-justice/2024/04/22/kendji-girac-blesse-par-balle-son-pronostic-vital-engage)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:12:12.699+03:00",
    "updated": "2024-04-26T00:12:12.699+03:00"
  },
  {
    "uuid": "e3f6f5cddf5ffcb22ad9933350992e11bc1e7c5c",
    "url": "https://www.aroged.com/2024/01/05/arcane-season-2-the-teaser-trailer-prepares-us-for-the-arrival-of-warwick-and-singed/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aroged",
    "published": "2024-01-05T21:50:00Z",
    "title": "Arcane Season 2: the teaser trailer prepares us for the arrival of Warwick and Singed",
    "text": "Netflix has unveiled the teaser trailer for Arcane Season 2, preparing us not only for the return of the series, expected in November 2024, but also for the debut – in the TV series – of a character that League of Legends players know very well: Warwick. With him, Singed also makes his appearance, intent on observing his creature just from the ceilingwhose hunger for blood is kept at bay only by the chains that keep her imprisoned.\nSinged, gifted with extreme intelligence, is an alchemist from Zaun who, due to increasingly extreme experiments, he has completely lost his mind, going so far as to make him create monsters while ignoring any shred of ethics or humanity. Equally fearsome is Warwick, a beast created following experiments that have enhanced every aspect of it. Large in size, this animal resembles a wolf in features and stands out for the flashy machines that pump alchemical fury through its veins.\nBasata su League of Legends, Arcane is a TV series focusing on Vi and Jynx. The first season consists of nine episodes, at the time published in three courts of three episodes each. The particularly mature tones, combined with remarkable characterization of the characters and crazy artistic direction, contributed to its success.\nThe sound component of the first season is also commendable, composed of songs by groups such as Woodkid and Imagine Dragons, which have led the series to be loved even by those who have never felt the slightest interest in League of Legends. Arcane also won an award at The Game Awards 2022, beating out another heavyweight of videogame adaptations such as Cyberpunk Edgerunners, which then did it again at the Crunchyroll Anime Awards.\nSource: ArcaneShow",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zaun",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "warwick",
          "sentiment": "negative"
        },
        {
          "name": "netflix",
          "sentiment": "negative"
        },
        {
          "name": "basata su league of legends",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:15:33.072+02:00",
    "updated": "2024-01-06T00:15:33.072+02:00"
  },
  {
    "uuid": "12cacb1f2d63aab298bf26ca23cdc5f782a64d13",
    "url": "https://kfoxtv.com/news/local/lower-valleys-beauty-bandit-police-say-he-stole-makeup-from-a-walgreens-north-loop-yarbrough-drive-drugstore-crime-stoppers-police-cash-reward-hotline-tipline-tipsters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Ibave",
    "published": "2025-01-30T23:13:00Z",
    "title": "Lower Valley's 'beauty bandit': police say he stole makeup from a Walgreens",
    "text": "EL PASO, Texas (KFOX14/CBS4) — El Paso police looking for a suspect who stole makeup from a Lower Valley drugstore.\nAccording to Crime Stoppers of El Paso, authorities are looking for the man in the photographs as they believe he took several makeup products from Walgreens located at 8045 N. Loop, near N. Yarbrough Drive.\nCrime Stoppers of El Paso said the incident happened at around 2:35 p.m. on Jan. 18.\nRECOMMENDED: El Paso police seek vandals behind $7,500 damage to a Lower Valley park\nAnyone with information regarding who's responsible for the damages is urged to call Crime Stoppers of El Paso at 915-566-8477 or drop a tip online at cselpaso.org .\nTipsters will remain anonymous and could get a cash reward if their tip leads to an arrest.\nRECOMMENDED: Police seek help identifying suspects in Lower Valley smoke shop burglary\nSign up to receive the top interesting stories from in and around our community once daily in your inbox.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->robbery and theft",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "12cacb1f2d63aab298bf26ca23cdc5f782a64d13",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T04:44:35.845+02:00",
    "updated": "2025-01-31T04:47:46.199+02:00"
  }
]