[
  {
    "uuid": "c9d95bee9cac3c8719a7c64ae6159458eb3eba62",
    "url": "https://vnexplorer.net/grieving-husband-of-british-woman-murdered-in-australia-emotionally-reveals-how-he-protected-their-two-daughters-and-brought-them-back-to-uk-to-avoid-a-painful-christmas-down-under-s696878.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T21:57:00Z",
    "title": "Grieving husband of British woman murdered in Australia emotionally reveals how he protected their two daughters and brought them back to UK to avoid a painful Christmas Down Under",
    "text": "The grieving husband of a British woman murdered in Australia last Boxing Day has emotionally revealed how he ‘went into dad mode’ to protect their two teenage daughters and took them to the UK to avoid a painful Christmas Down Under\nLee Lovell, 44, has stayed in the Brisbane bungalow where his 41-year-old wife Emma was stabbed by intruders because it is the place where he, Scarlett, 15, and 14-year-old Kassie feel closest to her.\nBut as this December approached he decided it would be too hard to mark such a family orientated time of the year in the house where they had once shared so many happy memories and instead returned to Britain to stay with friends.\nIn a heartbreaking interview, Mr Lovell said the aftermath of his beloved wife’s death had seen him go into ‘dad mode’ – with his full focus on looking after his daughters.\nHe told the BBC: ‘The kids, the house, I’ve been trying to be the best parent I can be. It’s all on me. They were 13 and 15 at the time. Emma lost her dad at 13 and I know how much that affected her.\n‘I’ve got to get up, I’ve got to work, I’ve got to get the kids to school and put food on the table for them. I’ve got to make sure there’s a roof over their head.\nThe couple in love when they first arrived in Australia from the UK back in 2002. Within 10 years, the couple had welcomed two daughters and returned to Australia to call Down Under their permanent home\nThe Lovells celebrated Christmas Day 2022 by eating a special meal at the local beach hours before Emma died\nTwo 17-year-olds from a nearby halfway house have been charged with Ms Lovell’s death\n‘So I guess I’ve been a bit practical in that regard. I’ve just got on with life a bit. They just come to me and talk to me about stuff – their day at school, boys, girls stuff. You’ve just got to be the best person you can.’\nMr Lovell said he felt like his future had been ‘robbed’, adding: ‘Sometimes in life you go through things and you’re not so confident about something and you lean on that other person to help get you through and I just don’t have that.\n‘It’s also hard seeing couples together, you feel really angry and jealous about that.’\nThe Lovells fell in love when they first arrived in Australia from the UK in 2002 and decided to make it their permanent home.\nThey celebrated Christmas Day 2022 by eating a special meal at the local beach.\nMr Lovell wrote in a Facebook post at the time: ‘So for the first time in 11 years we spent Christmas day on the beach and even managed to cook up some bacon and eggs!’\n‘Hope everyone has a great Christmas day spent with loved ones and friends.’\nHours after the post – when the family had returned home to their bungalow in North Lakes, Brisbane – they woke up to find intruders in the hallway.\nMr Lovell had just forced one of the men out of the house when he heard his daughter say ‘mummy’s bleeding’.\n‘I remember thinking at the time, ”I can’t die, I can’t leave the kids orphans”’, he recalled.\nMrs Lovell was resuscitated but died later in hospital.\nSpeaking today, her shattered husband said he had found grieving ‘hard’, struggling to combine it with the pressures of looking after his kids.\nHe called his late wife ‘beautiful, amazing’ and said he regularly found himself breaking down in tears while he was driving due to the pain of losing her.\nTwo 17-year-olds have been charged with murder over Mrs Lovell’s death.\nIn August, Mr Lovell revealed his determination to stay in the house where his wife died because it was full of years of joyful memories.\n‘I just want to focus on this house being a happy place for us and our family,’ Mr Lovell told The Courier Mail.\nHe said that for months the whole family had slept in the same bedroom after the terrifying incident with Scarlett on a mattress on the floor and Kassie where her mother used to sleep.\nHe said that while he was proud of his children for being strong, it had also caused the absence of his wife to sink in further.\nDescribing his current predicament, Mr Lovell said: ‘The kids, the house, I’ve been trying to be the best parent I can be. It’s all on me’\nMr Lovell said he felt like his future had been ‘robbed’ since the death of his beloved wife\nHe added that the mother-of-two ‘died trying to protect me and our family’ and that he missed her ‘so much’\n‘I haven’t gotten used to it, I suppose it’s been pretty lonely. Just going to bed by myself and waking up by myself,’ he said.\nThe children had offered to stay, which Mr Lovell suspects was for his benefit rather than theirs, but he conceded they should go if they felt ready, even if he did not.\nMr Lovell said he had added extra security since that night including a new security door at the front of the property, motion sensors and security cameras which, even eight months on, he will vigilantly check throughout the night.\nThe couple had been particularly close, having been married young and spent more than two decades together, including relocating across the other side of the world from the UK to Australia in 2011.\nMr Lovell said it was particularly ‘heartbreaking’ to lose such an intimate relationship in which both he and Emma had been so happy.\nSpeaking publicly for the first time since losing her mother, in August, Scarlett said her presence would ‘brighten’ any room she was in and said she found it hard to recall moments when her mother was ever sad.\nShe particularly misses their regular night drives to collect Kassie together.\n‘I guess it’s when we really opened up to each other but also had a lot of fun singing songs and stuff,’ Scarlett said.\nMr Lovell had just forced one of the intruders out of the house when he heard his daughter say ‘mummy’s bleeding’\nShattered neighbours left tributes to their ‘beautiful friend’ outside the North Lakes home\nMr Lovell said with each day the family is adjusting to the loss though some days are harder. His birthday and Mother’s Day, just a week apart, were particularly difficult.\nScarlett and Kassie have become closer to their father, confiding in him about boys or teenage things they would previously only ever tell their mum.\n‘Emma was the glue in our family, she was funny, smart, so caring, would do anything for anyone,’ Mr Lovell previously told Daily Mail Australia. ‘She died trying to protect me and our family.’\nAt the time of the tragedy last Boxing Day, neighbour Julie Balhatchet told Daily Mail Australia her daughters were on the second floor of their home when they saw the commotion unfolding across the road.\nThey quickly told their father who ran across the street to help.\n‘When my husband ran over, it was dark. He had no idea she was injured,’ Mrs Balhatchet said. ‘She [Mrs Lovell] was laying face down on the ground bleeding.’\nMrs Balhatchet said after the scuffle in the street, her daughters saw the two alleged offenders running from the house.\nWhile her husband and Mr Lovell worked to save his wife, another neighbour ushered the two daughters away from the traumatic scene.\nPictured is a map showing the halfway house where the suspects lived in and the Lovell’s home\nMrs Balhatchet was devastated to later learn Mrs Lovell died in hospital.\n‘It’s just so so sad,’ she said. ‘Those poor girls and her husband. He was very distraught.’\nMrs Balhatchet said the random alleged attack had shocked the normally quiet neighbourhood.\n‘I’ve lived here 19 years and nothing like this has happened. You think, why them? It could have been any of us on the street.’\nMr Lovell said today that prosecutors had warned him that his wife’s case may not go to trial until 2025.\n‘I sometimes feel quite guilty for saying it, but I want the trial to be done,’ he said. ‘It’s hanging over us and I want to move on but then by saying that it almost feels like I’m leaving Emma behind.’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://videos.dailymail.co.uk/video/mol/2023/12/26/6224856138200758433/1024x576_MP4_6224856138200758433.mp4",
      "https://www.videos.dailymail.co.uk/video/mol/2023/12/26/6224856138200758433/1024x576_MP4_6224856138200758433.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lovell",
          "sentiment": "none"
        },
        {
          "name": "scarlett",
          "sentiment": "none"
        },
        {
          "name": "lee lovell",
          "sentiment": "none"
        },
        {
          "name": "kassie",
          "sentiment": "none"
        },
        {
          "name": "emma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "brisbane",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:22.903+02:00",
    "updated": "2023-12-29T00:01:22.903+02:00"
  },
  {
    "uuid": "0e1638cf547d28ac664ce2b2c76a622e6aeb5742",
    "url": "https://www.newsbreak.com/news/3507968273155-time-delays-adderall-and-earpieces-trump-and-right-wing-media-spread-conspiracy-theories-before-biden-debate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-27T22:37:00Z",
    "title": "Time delays, Adderall and earpieces: Trump and right-wing media spread conspiracy theories before Biden debate",
    "text": "By Alex Woodward ,\n30 minutes ago\nDonald Trump , his allies and right-wing media are whipping up conspiracy theories that his rival Joe Biden is using amphetamines, slamming Mountain Dew and using a secret earpiece for their 2024 debate .\nOther bogus claims have accused debate host network CNN of delaying the broadcast by up to two minutes.\nIn a now- deleted post on X that was shared thousands of times, Donald Trump Jr falsely claimed that CNN is delaying the tape and that the president is “jacked up” on drugs.\nHouse Speaker Mike Johnson even suggested Biden is downing “a whole gallon of energy drinks” to prepare for Thursday night’s debate, while other GOP members have accused the president of taking “mind-altering stimulants” or getting his aides to “jack him up on Mountain Dew.”\n“How much Adderall are they going to give him?” South Carolina Republican Representative Nancy Mace said on Newsmax on Thursday. “How many vitamins is he gonna be on?”\nUnsubstantiated claims targeting Democratic candidates before the debates are nothing new – bogus conspiracy theories about performance-enhancing drugs and illicit “earpieces” have been a part of the right-wing media playbook for the last two decades.\nThe latest batch of evidence-free claims – an apparent attempt to preemptively discredit Biden before he takes the stage – have also attacked CNN, while ignoring the fact that Trump’s campaign has agreed to the terms of the debate set by the network.\nRepublican Representative Andy Ogles of Tennessee – who even introduced a “No Juicing Joe” bill – said the president should be required to report “every time he takes a mind-altering stimulant like he’s gonna have to do before the debate.”\n“They’re gonna have him juiced up and jacked up,” he told conservative channel, Newsmax, this week.\nSpeaking to Missouri Representative Eric Burlison, Fox News personality Maria Bartiromo said “they’re probably experimenting with getting doses right, giving Biden medicine ahead of the debate.”\nBurlison suggested Biden’s aides “are gonna jack him up on Mountain Dew or whatever it is.”\nTrump’s former physician and current Republican Representative Ronny Jackson, who is accused of dispensing controlled substances to ineligible staffers in the White House during Trump’s presidency, called for Biden to submit to a drug test.\nSo have Trump and his campaign.\n“DRUG TEST JOE BIDEN,” demanded a campaign fundraising email, signed by Trump, on June 24. “When we debate, his handlers in the White House will get him all hopped up so he can stay alert on stage.”\nTrump was also pushing the conspiracy to supporters at a rally in Philadelphia earlier this month,\n“So, a little before debate time, he gets a shot in the ass,” he said. “They want to strengthen him up. So he comes out. He’ll come out. OK. I say, he’ll come out all jacked up, right?”\nHours before the debate, Fox News accused the Biden campaign of “dodging” questions about whether the president is using drugs, despite his campaign explicitly telling the network that the claims are “obviously” false.\nTrump’s press secretary Karoline Leavitt told Fox that the former president “has naturally elite stamina and doesn’t need performance-enhancing drugs.”\n“Unlike Joe Biden,” she added, “who many are saying will be drugged up for the debate like he was at the State of the Union.”\nThe claims are nothing new. Similar unsubstantiated statements flooded social media and right-wing networks for months in the wake of Biden’s State of the Union address.\nBogus statements – including Trump’s accusation that Biden is “jacked up” on drugs – quickly spread. Trump at one point even suggested that Biden was using cocaine.\nTrump’s allies are also reviving an age-old line of attack that Biden will be using an earpiece to communicate with aides during the debate – pulling from a conspiracy playbook that was used by Republican figures and right-wing media over the last two decades.\n“No ear pieces!” right-wing operative Roger Stone wrote on X . “Trump should demand that Biden be carefully inspected to ensure that he is not wearing some deeply embedded high-tech earpiece before the beginning of the CNN debate.”\nIn 2020, Trump’s campaign sent text messages to supporters promoting the conspiracy theory that Biden “declined an earpiece inspection” before a debate.\nHis campaign even took out Facebook ads that year featuring a doctored image of Biden wearing an oversized earpiece alongside the message “Who’s in Joe’s ear?”\nRight-wing media also falsely claimed that Hillary Clinton wore an earpiece at a candidate forum in 2016, and again at her first debate against then-candidate Trump. Widely circulated chain emails in 2012 accused Barack Obama of wearing a device in a debate against Mitt Romney, and conservative bloggers suggested he did the same at a debate in 2008.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://cdn.jwplayer.com/players/qvHv2Lmh-G6X1KMjE.html",
      "https://www.foxnews.com/politics/biden-camp-dodges-answering-president-plans-use-performance-enhancing-drugs-before-debate",
      "https://img.particlenews.com/image.php?url=2Z8paN_0u6iHbZq00",
      "https://www.independent.co.uk/topic/cnn",
      "https://www.independent.co.uk/topic/mike-johnson",
      "https://www.independent.co.uk/topic/donald-trump",
      "https://www.independent.co.uk/news/world/americas/us-politics/trump-biden-presidential-debate-cnn-live-stream-b2569761.html",
      "https://img.particlenews.com/image.php?url=0gsOGe_0u6iHbZq00",
      "https://img.particlenews.com/image.php?url=0yR4Pb_0u6iHbZq00",
      "https://ogles.house.gov/media/press-releases/congressman-ogles-introduces-no-juicing-joe-act-response-bidens-decline-full",
      "https://www.the-independent.com/news/world/americas/us-politics/trump-staff-drugs-medicine-report-b2485591.html",
      "https://x.com/RogerJStoneJr/status/1805805769243136381",
      "https://www.independent.co.uk/topic/donald-trump-jr",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0yR4Pb_0u6iHbZq00",
      "https://www.independent.co.uk/topic/joe-biden",
      "https://www.independent.co.uk/news/world/americas/us-politics/biden-trump-debate-project-2025-b2570007.html",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2Z8paN_0u6iHbZq00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0gsOGe_0u6iHbZq00",
      "https://x.com/DonaldJTrumpJr/status/1806415661012275704",
      "https://www.independent.co.uk/news/world/americas/us-election/earpiece-conspiracy-trump-biden-presidential-debate-b702954.html",
      "https://www.independent.co.uk/news/world/americas/us-election/biden-earpiece-conspiracy-trump-facebook-ads-photoshop-2020-election-b744471.html",
      "https://www.independent.co.uk/topic/nancy-mace",
      "https://the-independent.com/news/world/americas/us-politics/trump-staff-drugs-medicine-report-b2485591.html",
      "https://independent.co.uk/news/world/americas/us-election/biden-earpiece-conspiracy-trump-facebook-ads-photoshop-2020-election-b744471.html",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2Z8paN_0u6iHbZq00",
      "https://www.img.particlenews.com/image.php?url=0yR4Pb_0u6iHbZq00",
      "https://independent.co.uk/topic/joe-biden",
      "https://www.x.com/RogerJStoneJr/status/1805805769243136381",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0yR4Pb_0u6iHbZq00",
      "https://independent.co.uk/topic/donald-trump",
      "https://independent.co.uk/news/world/americas/us-politics/biden-trump-debate-project-2025-b2570007.html",
      "https://foxnews.com/politics/biden-camp-dodges-answering-president-plans-use-performance-enhancing-drugs-before-debate",
      "https://www.x.com/DonaldJTrumpJr/status/1806415661012275704",
      "https://independent.co.uk/topic/donald-trump-jr",
      "https://www.img.particlenews.com/image.php?url=2Z8paN_0u6iHbZq00",
      "https://www.img.particlenews.com/image.php?url=0gsOGe_0u6iHbZq00",
      "https://independent.co.uk/topic/cnn",
      "https://independent.co.uk/news/world/americas/us-politics/trump-biden-presidential-debate-cnn-live-stream-b2569761.html",
      "https://independent.co.uk/news/world/americas/us-election/earpiece-conspiracy-trump-biden-presidential-debate-b702954.html",
      "https://img.particlenews.com/image.php",
      "https://www.ogles.house.gov/media/press-releases/congressman-ogles-introduces-no-juicing-joe-act-response-bidens-decline-full",
      "https://independent.co.uk/topic/nancy-mace",
      "https://www.cdn.jwplayer.com/players/qvHv2Lmh-G6X1KMjE.html",
      "https://independent.co.uk/topic/mike-johnson",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0gsOGe_0u6iHbZq00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "alex woodward",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump jr",
          "sentiment": "none"
        },
        {
          "name": "mike johnson",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "nancy mace",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "newsmax",
          "sentiment": "none"
        },
        {
          "name": "gop",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "south carolina republican",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T02:10:26.095+03:00",
    "updated": "2024-06-28T02:10:26.095+03:00"
  },
  {
    "uuid": "add9c339ecd397d4fccb6b1a75b6f1147bd58690",
    "url": "https://www.tribuneindia.com/news/amritsar/commuters-bear-the-brunt-as-dense-fog-engulfs-city-rural-areas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tribune News Service",
    "published": "2025-01-02T21:07:00Z",
    "title": "Commuters bear the brunt as dense fog engulfs city, rural areas - The Tribune",
    "text": "Commuters bear the brunt as dense fog engulfs city, rural areas\nA thick blanket of fog on Thursday engulfed the city and rural areas, disrupting normal life. The minimum temperature dropped to 6 degrees Celsius as the fog lingered throughout the day, especially in rural areas.\nApart from causing trouble in commuting on roads, foggy weather conditions caused a delay in arrival of at least six trains. Railway officials stated that the train schedule would be further disturbed if foggy conditions prevail for long.\nThe fog was so dense that it made commuting difficult, with vehicles moving at a snail’s pace due to low visibility. Residents, hawkers, vegetable sellers, food deliverymen and milkmen all struggled to carry out their daily activities.\nOn the other hand, the cold weather brought cheer to farmers in the district. They said cold conditions are ideal for the growth of wheat plants. Tajinder Singh, Chief Agriculture Officer (CAO), stated that the district has only reported frost on a few days, and the weather is generally favourable for most crops.\nHowever, farmers may need to take extra care of vegetables and fruit trees in case of frost. The CAO assured that the wheat crop is not a concern, even with frost conditions.\nThe traffic police have advised residents to take precautions to avoid road accidents due to fog. They urged people to ensure that their vehicles’ fog lights, tail lights, indicators, and headlights are in working order. When driving in foggy conditions, it is recommended to use fog and headlights on a low beam for better visibility.\nWeather experts predict that the chilly winds and fog will continue for some more days. Residents are advised to stay safe and take necessary precautions during adverse weather conditions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue"
    ],
    "topics": [
      "Weather->weather phenomena",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tajinder Singh",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T01:46:37.848+02:00",
    "updated": "2025-01-03T01:46:37.848+02:00"
  },
  {
    "uuid": "34bceb69f3b24d7ee5abcfe1ecf874a20439cd15",
    "url": "https://aristeguinoticias.com/2812/mexico/detienen-a-encargado-de-notificar-extorsiones-a-polleros-en-toluca/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción AN / KC",
    "published": "2023-12-28T20:57:00Z",
    "title": "Detienen a encargado de ‘notificar’ extorsiones a polleros en Toluca",
    "text": "Detienen a encargado de ‘notificar’ extorsiones a polleros en Toluca\nLa Secretaría de Seguridad del Estado de México informó que este jueves fue detenido un hombre señalado como responsable de enviar mensajes de extorsión a comerciantes de pollo en Toluca.\n- Redacción AN / KC\nLa Secretaría de Seguridad (SS) del Estado de México informó sobre la detención de una persona, presuntamente relacionada con la extorsión a comerciantes de pollo en Toluca.\nEl sospechoso también está ligado al grupo delictivo “La Familia Michoacana”, al que se atribuye el secuestro de los cuatros polleros registrado la semana pasada.\n“Tras la implementación de trabajos de inteligencia, personal de la Estatal Edomex y de la Policía Municipal de Toluca, detuvieron a un individuo posiblemente implicado en el delito de extorsión, en agravio de un comerciante de pollo.“, indicó la Secretaría en redes sociales.\nAdemás, refirió que el detenido, aparentemente “pertenece a una célula del grupo delictivo con orígenes en Michoacán y cuya función era hacer llegar mensajes intimidatorios a los comerciantes para que paguen una cuota”.\nDe esta forma, los comerciantes y trabajadores de pollerías eran avisados o “notificados” de las extorsiones.\nEl hombre fue identificado como Jesús “N”, de 24 años de edad, y fue asegurado luego de que comerciantes de pollo lo mantuvieran retenido, tras intentar extorsionar a uno de ellos, en la Colonia Lomas Altas.\nLa víctima señaló que Jesús “N” Le entregó un mensaje en el que le exigía el pago de una cuota, que aparentemente los comerciantes de pollos daban de modo mensual a la célula criminal referida.\nLas primeras investigaciones refieren que presuntamente, el detenido, dentro del grupo criminal, es el encargado de difundir los mensajes y dar aviso a las víctimas.\nTe puede interesar >\nCae sujeto por secuestro de polleros en Toluca\nTambién se pudo conocer que por cada kilo vendido, los extorsionadores piden 2 pesos a los comerciantes, con lo que la cifra podría ser millonaria cada mes.\nHasta el momento la dependencia no ha dado a conocer si esta persona se relaciona con el plagio de cuatro personas, trabajadores de una procesadora de pollo crudo, en Toluca.\nSin embargo, el 23 de diciembre, la policía del Estado de México reportó la detención de Santiago “N”, presuntamente vinculado con el plagio de cuatro trabajadores de una bodega en la que se procesaba pollo crudo.\nA este sujeto también se le relaciona con el cartel de “La Familia Michoacana” y se le señala por ser el encargado de realizar los llamados “cobros de piso” y presuntamente participó en el secuestro de las cuatro personas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:08.443+02:00",
    "updated": "2023-12-29T00:03:08.443+02:00"
  },
  {
    "uuid": "b0a8e57ec1c84f5c30581511668edff234d115cc",
    "url": "https://www.laestrella.com.pa/vida-y-cultura/universidades-de-america-latina-aceleran-la-inversion-en-inteligencia-artificial-IO13595728",
    "ord_in_thread": 0,
    "author": "Milagro Vallecillos",
    "published": "2025-06-12T03:00:00Z",
    "title": "Universidades de América Latina aceleran la inversión en inteligencia artificial",
    "text": "Las universidades de América Latina están protagonizando una transformación sin precedentes gracias al creciente impulso de la inteligencia artificial (IA), respaldado en algunos países, por políticas gubernamentales, alianzas estratégicas y una alta demanda de programas académicos en tecnologías emergentes.En Colombia, el gobierno ha fortalecido la infraestructura tecnológica en la educación superior. Destaca la creación de la primera Facultad de Inteligencia Artificial de América Latina en la Universidad de Caldas, con una inversión de 10,2 millones de dólares. Esta ofrecerá programas técnicos, de pregrado y posgrado.'Esta inversión refleja una apuesta estratégica por posicionar a Colombia como líder regional en formación e innovación tecnológica. El desarrollo de talento en IA no solo impacta el ámbito académico, sino que transforma profundamente la economía en nuestros países', afirmó Adriana Angarita, presidente de Innkind FiEd y CEO de SénecaLab.Otros países también avanzan significativamente. En Argentina, la Universidad de Buenos Aires cuenta con más de 450 programas que incorporan formación en IA. En México, el Tecnológico de Monterrey ha iniciado un ambicioso rediseño curricular para integrar la IA en más de 44 programas universitarios hacia 2026. En Chile, la Pontificia Universidad Católica impulsa soluciones basadas en IA para abordar problemáticas sociales locales.A nivel regional, el panorama es alentador. A pesar de las restricciones presupuestarias, las universidades están aprovechando la colaboración institucional, el respaldo gubernamental y las alianzas internacionales para consolidar un ecosistema académico innovador.'Estamos presenciando un cambio de paradigma en la educación superior latinoamericana. La IA es hoy una herramienta esencial para cerrar brechas, potenciar el talento y diseñar soluciones educativas más inclusivas y sostenibles', agregó Angarita.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->social sciences",
      "Education->online and remote learning",
      "Education->college and university",
      "Education->vocational education",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->computing and information technology",
      "Economy, Business and Finance->business strategy and marketing"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Adriana Angarita",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "América",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Innkind FiEd",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "IA",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:28:25.853+03:00",
    "updated": "2025-06-12T07:32:45.000+00:00"
  },
  {
    "uuid": "8a398c38f672f986e5cbc8c8e0a35d230210c946",
    "url": "https://thenewscrypto.com/coti-unveils-stay-coti-ai-powered-no-code-hub-to-boost-web3-innovation",
    "ord_in_thread": 0,
    "author": "Shanawaz",
    "published": "2025-04-02T22:09:00Z",
    "title": "COTI Unveils Stay COTI: AI-Powered No-Code Hub to Boost Web3 Innovation",
    "text": "- Stay COTI is the beginning of a movement that will paves the way for the next generation of innovators, entrepreneurs, and creatives.\n- It will provide a playground for innovation in which anybody may build on blockchain and thrive.\nFollowing the successful launch of the mainnet, COTI is now entering an exciting new phase, which is focused on expanding the ecosystem and generating significant activity throughout the network.\nStay COTI is a new community hub that is being released as part of this next step. It provides everyone, including those who do not have any prior knowledge with coding, with the help they need in order to create on COTI by utilizing straightforward AI prompts.\nIt is with the assistance of artificial intelligence that we are transforming the Web3 builder experience from one of complicated coding to one of straightforward creation with the introduction of Stay COTI. As a result of artificial intelligence, a new toolkit of natural language prompts that do not need coding has emerged, which welcomes a new generation of builders: individuals who have huge ideas but no technical expertise. Stay COTI is, at its heart, a platform that provides these builders with assistance as they bring their ideas to life. This assistance may come in the form of artificial intelligence tools, hands-on coaching, financing, marketing, community build sessions, and other activities.\nStay COTI is the beginning of a movement that will paves the way for the next generation of innovators, entrepreneurs, and creatives. It will provide a playground for innovation in which anybody may build on blockchain and thrive.\nStay COTI: Built by You, for You\nStay COTI participants will have the opportunity to apply for financial and marketing assistance to assist them in bringing their ideas to fruition, thanks to the $50 million ABC Fund that is backed by COTI. Stay COTI is able to assist you with getting your own decentralized application (dApp) on COTI, a private non-fungible token (NFT) with confidential character qualities, an artificial intelligence agent for predictive analytics, a live event, or something else totally off the ground.\nKey components of Stay COTI include:\n- No-code Tools: Through hands-on supervision and mentoring, you will get the opportunity to experiment with the most recent no-code tooling and processes in order to bring your ideas to life.\n- Vibe Coding events: These hybrid gatherings, which will be conducted in cities and conferences all over the world, will bring together builders, creators, and ambassadors to brainstorm and create new initiatives. The first event will take place this week in Bangkok, and it will be followed by more hybrid gatherings that will take place online and in person.\n- Demos: As a source of motivation for eager builders who are interested in using COTI’s ground-breaking privacy features in real-world experiences, demonstrations will display real-world instances of decentralized applications (dApps) and integrations.\n- Live Build Sessions: These sessions, which are broadcast on a weekly basis, provide a hangout that is engaging, entertaining, and experimental. They are conducted by experienced builders who are both within and outside of the COTI ecosystem.\n- Grants and funding: The experimental spirit of early Web3 is being channeled by COTI, which is bringing back the ‘WAGMI’. Obtaining funding enables the COTI ecosystem to provide opportunities for experimentation, building, the organization of events, and the development of ideas and initiatives in conjunction with partner blockchains.\n- Problem-Solving Build Circles: There will be focused, blocker-based sessions that will link participants who are not technically savvy with technical mentors in order to solve typical issues that are experienced while working with AI technologies in a collaborative manner.\n- Plugins for Privacy-on-Demand: By using plugins for Privacy-on-Demand, COTI is able to be used across more than seventy blockchains, hence assisting builders in bringing privacy to projects that are part of the larger ecosystem.\nAs builders experiment with quick engineering and COTI’s privacy capabilities, Stay COTI is intended to release a wave of new use cases that may be taken advantage of later on. It is planned that the website\nstay.coti.io will serve as a central center for coordination, replete with an ideas board that will allow users to vote for the most compelling ideas and participate in the most recent Vibe Coding sessions and events.\nAny Chain, Any Community\nInteroperability and collaboration are two concepts that are deeply ingrained in the Stay COTI mindset. Developers working on popular chains, such as Solana, Cardano, Base, Arbitrum, and both EVM and non-EVM chains, will now able to exploit COTI’s privacy layer for use cases ranging from decentralized identity to decentralized finance to decentralized autonomous organizations (DAOs) and more. This will be accomplished using the Privacy-on-Demand framework.\nStay COTI will bring back a spirit of collaboration that Web3 has, in some parts, lost. This will be accomplished by providing creators, developers, and communities across numerous blockchain ecosystems with the ability to collaborate.\nLaunching with Vibe Coding in Bangkok\nThis will be the first big activation of Stay COTI, and it will take place in Bangkok on April 2 and 3. Members of the COTI community are getting together for a\nVibe Coding session and community hangout. This event will include two days of building in order to investigate what is possible when artificial intelligence and human creativity come together. The event is open to both novices and seasoned professionals, and it places an emphasis on quick ideation and experimentation. Artificial intelligence will take on a significant portion of the technical load, making it accessible to anybody who has a vision or concept.\nParticipants will be able to enter a prize draw, which will include incentives such as grant funds, participation in COTI events, and marketing help.\nThere will also be notable ecosystem sponsors present, including\nBancor, Band Protocol, Codex, Crafter, UCTalent Labs, and ChainsAtlas. These organizations will provide possibilities for cooperation, as well as mentoring and resources.\nBuilding for a Human-First Future\nThe doors to the future of Web3 are wide open as a result of the emergence of artificial intelligence.\nThis is your opportunity to create, develop, and thrive in a network that was designed for everyone, regardless of whether you are a builder, a visionary, or simply someone who enjoys experimenting with the many technologies that are now available.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->biomedical science",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->computing and information technology"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://crafter-app.io/",
      "https://lu.ma/q8blpav5",
      "https://codexchain.xyz/",
      "http://stay.coti.io",
      "http://Stay.COTI.io",
      "https://www.chainsatlas.com/",
      "https://www.uctalent.io/",
      "https://bancor.network/",
      "https://www.bandprotocol.com/",
      "http://www.stay.coti.io",
      "http://www.Stay.COTI.io",
      "https://www.codexchain.xyz/",
      "https://www.bandprotocol.com",
      "https://uctalent.io/",
      "https://www.bancor.network/",
      "https://www.chainsatlas.com",
      "https://www.lu.ma/q8blpav5",
      "https://bandprotocol.com/",
      "https://www.crafter-app.io/",
      "https://www.uctalent.io",
      "https://chainsatlas.com/",
      "https://bancor.network",
      "https://codexchain.xyz",
      "https://crafter-app.io"
    ],
    "entities": {
      "persons": [
        {
          "name": "Base",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Bangkok",
          "sentiment": "neutral"
        },
        {
          "name": "Arbitrum",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "COTI",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "AI",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "AI",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "ABC Fund",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "NFT",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "dApps",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Solana, Cardano",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "EVM",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Bancor",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Codex",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Crafter",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "UCTalent Labs",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:23:47.334+03:00",
    "updated": "2025-04-03T01:23:47.334+03:00"
  },
  {
    "uuid": "8fb3422bace28d95e632fd849720dcf00b2443db",
    "url": "https://www.lavanguardia.com/lacontra/20231229/9480949/coged-cuerda-ahogadla-dijo-mi-abuelo-nacer-mi-madre.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Víctor-M. Amela",
    "published": "2023-12-28T15:43:00Z",
    "title": "“‘Coged una cuerda y ahogadla’, dijo mi abuelo al nacer mi madre”",
    "text": "Lotería del Niño Victoria Abril AEMET La Promesa First Dates ONCE EuroDreams Primitiva Lotería Nacional Bonoloto Grossa de Cap d’Any Precio Luz Horóscopo BUSCAR busqueda avanzada SUSCRÍBETE Secciones Al Minuto Internacional Política Sociedad Deportes Economía Opinión Gente Cultura Sucesos Participación Blogs Suscriptores Temas Historias visuales Vídeos Canales La Contra Natural Big Vang Salud Tekneo Televisión Series Cribeo Magazine Viajes Vivo Moveo De Moda Comer Historia y Vida La Uni Vivo Seguro Mascotas El Comprador Andro4all Ediciones locales Madrid Barcelona Catalunya Andalucía Comunidad Valenciana País Vasco Ver más Suplementos Cultura|S Dinero Vanguardia Dossier Libros de Vanguardia Clasificados Monográficos Foros de Vanguardia Eventos La Vanguardia Vanguardia de la Ciencia Canal Andorra Catalunya Avança Servicios Edició en català Edición Impresa Hemeroteca Podcast EntrenaMentes Programación TV Películas y Series Libros Loterías Horóscopo Comparativas Guía de ciudades Descuentos Coches de ocasión y km0 Calculadora sueldo neto Agenda Universo JR RSS Gourmet La Vanguardia LV Shopping Entradas de Vanguardia La Vanguardia La Contra\nal minuto Internacional PolÍtica OPINIÓN Sociedad DEPORTES ECONOMÍA LOCAL GENTE CULTURA SUCESOS SUSCRÍBETE AHORA, TODAS LAS CONTRAS A TU ALCANCE Luchan por cambiar el mundo Defienden causas justas Nos deleitan con su arte Nos hablan de y con su música Nos ayudan a entender la ciencia Estudian lo físico y lo psíquico Deportistas, jugadores y aventureros Explican cómo funciona la economía Son maestros de los negocios Testigos y exploradores del pasado Son especialistas en temas concretos Gente con una historia que contar Sus testimonios son estremecedores Nuestros autores favoritos Nos hablan de lo humano y lo divino Nombres propios Nos hacen la vida más amena Conocen los entresijos de la política Analizan el estado del mundo Hacen que la sociedad avance Son profesionales reputados Abordan temas de salud De médicos y pacientes Nos aconsejan para vivir mejor Nos invitan a ser más felices Contras especiales “‘Coged una cuerda y ahogadla’, dijo mi abuelo al nacer mi madre” Tengo 65 años. Nací en Madrid de familia asturiana... y estoy volviendo a Asturias. Soy periodista y escribo novelas. Tengo tres hijos, Ana (28), Juan (22) y Mercedes (21), y vivo “en pecado” con Sandra Ibarra, maravillosa. ¿ Escéptico. ¿ Budismo y meditación zen. (Foto: Àlex Garcia)\nJuan Ramón Lucas, periodista y novelista Víctor-M. Amela\n29/12/2023 00:00",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.twitter.com/lavanguardia",
      "https://www.instagram.com/lavanguardia",
      "https://www.facebook.com/LaVanguardia",
      "https://www.youtube.com/channel/UClLLRs_mFTsNT5U-DqTYAGg",
      "https://sb.scorecardresearch.com/p?c1=2&c2=6398301&cs_ucfr=1&cv=2.0&cj=1",
      "https://pandg.tapad.com/tag",
      "https://www.facebook.com/tr?id=316167066837274&ev=PageView&noscript=1/",
      "https://mpc.nicequest.com/mpc/ConsumerServlet?p=GODOES_181666&company=LV",
      "https://gourmetlavanguardia.com/",
      "https://sb.scorecardresearch.com/p",
      "https://twitter.com/lavanguardia",
      "https://facebook.com/tr?id=316167066837274&ev=PageView&noscript=1/",
      "https://www.gourmetlavanguardia.com/",
      "https://www.mpc.nicequest.com/mpc/ConsumerServlet?p=GODOES_181666&company=LV",
      "https://mpc.nicequest.com/mpc/ConsumerServlet",
      "https://instagram.com/lavanguardia",
      "https://facebook.com/LaVanguardia",
      "https://www.facebook.com/tr",
      "https://gourmetlavanguardia.com",
      "https://www.facebook.com/tr?id=316167066837274&ev=PageView&noscript=1",
      "https://www.sb.scorecardresearch.com/p?c1=2&c2=6398301&cs_ucfr=1&cv=2.0&cj=1",
      "https://youtube.com/channel/UClLLRs_mFTsNT5U-DqTYAGg",
      "https://www.pandg.tapad.com/tag"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:01:22.536+02:00",
    "updated": "2023-12-29T02:21:18.442+02:00"
  }
]