[
  {
    "uuid": "3943260c198b95cdc4c28c1df853e5bc138f1dea",
    "url": "https://www.einpresswire.com/article/716613173/new-success-for-ivi-naples-in-promoting-the-holy-grail-and-its-way-in-europe?ref=rss&amp;code=3ZlqwaSGYRX99U8j",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Cuñat",
    "published": "2024-06-02T15:30:00Z",
    "title": "New Success for IVI Naples in promoting the Holy Grail and its way in Europe",
    "text": "New Success for IVI Naples in promoting the Holy Grail and its way in Europe\nThe King's Lady Festival presented “Lucrezia D'Alagno and the Holy Grail” as part of its program to promote the Way of the Holy Grail as a Cultural Itinerary\nROCCARAINOLA, NAPLES, ITALY, June 2, 2024 /\nEINPresswire.com/ -- On June 1 at 6:30 pm, at the Multimedia Museum Santa Maria delle Grazie in Roccarainola (NA), the IVI team of Naples, directed by Salvatore Forte, presented “Lucrezia D'Alagno and the Holy Grail.” This event was part of the prestigious festival “La Damigella del Re,” which celebrates the history, culture, and traditions of the region.\nEvent Synopsis\n“Lucrezia D'Alagno and the Holy Grail” is a performance that explores the life and myth of Lucrezia D'Alagno, a fascinating figure in Italian history. The event recounted the story of Lucrezia D'Alagno, a beautiful, cultured, and charismatic woman considered the favorite of King Alfonso V of Aragon. Celebrated by poets and novelists, Lucrezia, despite her significant influence in the Kingdom of Naples, never became queen due to a tragic destiny.\nParticipants\n• Actors: Annalisa Direttore, Antonio Della Croce\n• Narrators: Salvatore Forte, Francesco Afro de Falco\n• Technical Director: Ivan De Vita\nThe performance was an immersive experience, combining live performances with multimedia elements that transported the audience back to the Renaissance era. Actors Annalisa Direttore and Antonio Della Croce brought historical characters to life, while storytellers Salvatore Forte and Francesco Afro de Falco guided the audience through history with their captivating narratives.\nAdditionally, dozens of attendees had the opportunity to enjoy a museum replica of the Holy Chalice of the Cathedral of Valencia.\nSalvatore Forte invited all lovers of history, culture, and theater to join in promoting\nthe Way of the Holy Grail, Route of Knowledge, Path of Peace, \"to celebrate the rich heritage of our region and immerse themselves in the exciting story of Lucrezia D'Alagno and the Holy Grail in Naples.”\nOrganization\nThe event was organized by\nItinerari Video Interattivi (IVI) with the support of the Italian Ministry of Culture and the Campania Region to promote all the work being done to propose The Way of the Holy Grail to the Council of Europe. This activity is supported by the International Association Cultural Itinerary of the Way of the Holy Grail in Europe, which, along with the Italian team, is proposing The Way of the Holy Grail, Road of Knowledge, Road of Peace as a new European Cultural Itinerary.\nJosé Cuñat\nHOLY GRAIL MEDIA\n+ +34 626 39 16 76\nemail us here\nVisit us on social media:\nYouTube\nOther\nLucrezia - la favorita del Re",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/@iviproject8768",
      "https://www.caminodelsantogrial.org/",
      "https://www.ted.com/talks/ana_mafe_garcia_el_camino_del_santo_grial_a_valencia",
      "https://www.projectivi.it/",
      "https://projectivi.it/",
      "https://www.caminodelsantogrial.org",
      "https://youtube.com/@iviproject8768",
      "https://ted.com/talks/ana_mafe_garcia_el_camino_del_santo_grial_a_valencia",
      "https://www.projectivi.it",
      "https://caminodelsantogrial.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "salvatore forte",
          "sentiment": "none"
        },
        {
          "name": "lucrezia d'alagno",
          "sentiment": "none"
        },
        {
          "name": "alfonso v of aragon",
          "sentiment": "none"
        },
        {
          "name": "lucrezia",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ivi naples",
          "sentiment": "negative"
        },
        {
          "name": "ivi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "europe new success",
          "sentiment": "none"
        },
        {
          "name": "europe the king's lady festiva",
          "sentiment": "none"
        },
        {
          "name": "kingdom of naples",
          "sentiment": "none"
        },
        {
          "name": "multimedia museum santa maria delle grazie",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "naples",
          "sentiment": "none"
        },
        {
          "name": "roccarainola",
          "sentiment": "none"
        },
        {
          "name": "naples",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T18:47:10.537+03:00",
    "updated": "2024-06-02T18:47:10.537+03:00"
  },
  {
    "uuid": "17d41c415de6751ec6fc2d0ecc4e5355902d9035",
    "url": "https://www.click2houston.com/news/texas/2024/06/06/state-rejects-health-insurers-pleas-to-halt-plan-that-will-shake-up-coverage-for-18-million-texans",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Texas Tribune",
    "published": "2024-06-06T21:13:00Z",
    "title": "State rejects health insurers' pleas to halt plan that will shake up coverage for 1.8 million Texans",
    "text": "Sign up for The Brief , The Texas Tribune’s daily newsletter that keeps readers up to speed on the most essential Texas news.\nRecommended Videos\nTexas officials on Thursday rejected attempts by several major insurers for needy families to cancel a proposal that would drop them from the state Medicaid program and shake up the coverage of nearly 2 million low-income Texans.\nAt issue are some $116 billion in Medicaid contracts that Texas Health and Human Services officials are attempting to award by the end of the summer, a plan announced earlier this year that has drawn wide criticism because it would eliminate three major health plans run for decades by the state’s premiere nonprofit children’s hospitals.\nSome 1.8 million Texans who receive Medicaid coverage from six managed care organizations across the state would lose their current health plans and be shifted to new insurers next year if the decision stands.\nMedicaid STAR and CHIP programs cover the cost of routine, acute and emergency medical visits. STAR is primarily for pregnant women, low-income children and their caretakers. CHIP provides health care to low-income children whose family’s income is too high for Medicaid, which has some of the lowest income limits in the country.\nThursday’s decision is a significant step toward finalizing the plan, which would:\n* Reduce the number of managed care organizations that administer the state’s Medicaid STAR and Children’s Health Insurance Program\n* Give contracts to more for-profit companies in most areas of the state\n* Result in a smaller number of top-rated plans administering care\n* Attract new national plans to replace local managed care organizations, or MCOs, that historically served some regions\nThe health plans are expected to appeal the decision, which puts the future of the procurement — the term for a new contract for the MCOs that run STAR and CHIP — squarely at the discretion of Texas Health and Human Services Executive Commissioner Cecile E. Young.\n“We remain disappointed that the agency continues to push forward with what was shown this week … as a short-sighted, flawed and biased process,” said Craig Smith, CEO of Corpus Christi-based Driscoll Children’s Health Plan, one of the three children’s hospital plans that would be dropped under the proposal and which would likely shut down if it’s finalized. “We appreciate the tremendous response and testimony of South Texans fighting to have their voices heard, and we will keep fighting on their behalf to serve our community.”\nYoung has been under mounting pressure from lawmakers, business leaders, health plans and the residents they cover to ditch it and revamp a process many describe as unfair, illegal and antiquated.\n“Don't let corporate greed take away outstanding and caring care for our children,” McAllen resident Angelica Mata wrote to lawmakers earlier this week. Mata was one of about 500 people who submitted written testimony decrying the plan during a Texas House hearing.\nIf the protesting MCOs get their way and the contracting plan is canceled, it would be the agency’s third unsuccessful attempt to finalize new contracts for STAR and CHIP managed care organizations since they were first signed a dozen years ago.\nRegardless of what Young decides, the matter will likely end up in court given the uproar, division and growing uncertainty around the legitimacy of the procurement.\nNo deadline for a decision Critics say the procurement process does not adhere to state laws that, over the years, have sought to favor health plans that had invested in and been well-received by their communities, or that are tailored to unique population groups like children, and that would allow the greatest continuity of care.\nThey also say the entire process was tainted by the early release of some competitive bid proposal information to one of the eventual winners in the procurement, an error the state acknowledged in emails to some health plans but maintains was not illegal and did not affect the outcome. Young told lawmakers under questioning earlier this week that the agency was handling the matter internally but did not elaborate.\nOn Tuesday, Young and other agency officials testified before the Texas House Human Services Committee that the agency complies with state law governing contract procurements. Those include requirements that the state give a fair shake to all applicants, whether new to the state or longtime contractors, and therefore cannot give any advantage to plans like the children’s hospital-affiliated plans that have track records in the state.\nYoung did not address what she plans to do about the current procurement and has declined to discuss it publicly, saying she is limited to what she can say until the process is over.\nIn a letter to lawmakers earlier this week and obtained by The Texas Tribune, Young declined to address concerns about the latest STAR/CHIP contract proposal but said Medicaid recipients would not experience an interruption in care during any transition.\nYoung has no deadline for deciding whether to uphold the decision by her agency’s procurement division, cancel it and start over, or officially delay it until lawmakers can respond to it when they meet in session next year.\nMedicaid managed care contracts are routinely the most expensive contracts states pay for with taxes, and Texas’ contracts are among the largest in the nation.\nAmong those who would be affected by the proposed procurement are a collective 700,000 families, pregnant women and children covered by Cook Children’s Health Plan in the state’s Tarrant service area, Texas Children’s Health Plan in the Harris region, and Driscoll Health Plan in South Texas, all which formed when the state’s CHIP program was created two decades ago.\nCook Children’s and Driscoll Health plans would likely both shut down if the new plan is finalized. The hospitals themselves are not in danger, they said. In an emailed statement Thursday, officials from Cook’s plan blasted the process as “flawed from the beginning” and promised to pursue “every legal option available.”\n“We are confident in the strength of our case and believe we will prevail,” the statement read. “We know every child's life is sacred, and we will continue to fulfill our promise of improving the well-being of every child entrusted to our care and within our communities.”\nMeanwhile, a handful of national for-profit chains would significantly expand their foothold in those markets — in one case growing from serving just one region of Texas to seven — while the others are either diminished or forced out.\nThe change would force nearly half of the Medicaid STAR and CHIP enrollees in the state out of their current health plan, potentially causing changes in providers, pharmacies, and mental health services.\nIt would also trigger a massive effort by the state to inform all those families of the change, which would take effect late next year if the plan holds.\nMounting bipartisan pressure The Medicaid contracts outlined in the procurement were awarded based on a process that scored plans on written questions and an oral exam, after the MCOs had proved that they could effectively serve the areas for which they had applied.\nWhen the scores were added up, the four top-scoring plans got most of the available contracts: Aetna, United, Molina and Blue Cross Blue Shield each got seven contracts, the most allowed per MCO, and expanding their foothold in Texas.\nThe outcome sent shockwaves throughout the Texas health care community and led to escalating calls for a closer look, both at the entire procurement process at HHS and specifically at the STAR/CHIP procurement — which was announced in March after a 15-month evaluation process.\n“There are people who are genuinely concerned about this all over Texas,” state Rep. Ana-Maria Ramos , D-Richardson, said during a House committee hearing earlier this week. “Why was that decision made? People are really up in arms.”\nOn Tuesday, half a dozen Tarrant County state representatives signed a letter to Young, protesting the effect the plan would have on Fort Worth-based Cook Children’s Health Plan and asking that she delay the procurement until lawmakers return to session in January.\n“It appears that the recent award considerations have overlooked crucial factors such as track record, community investment, and overall value provided,” the letter reads.\nThe letter was circulated by state Rep. Nicole Collier , D-Fort Worth, whose district includes Cook Children’s Hospital, and signed by four Democrats and two Republicans.\nThe lawmakers asked Young to remove the limit on how many managed care organizations can serve in a particular region — a limit imposed by HHS at the start of the process and blamed in part for its outcome.\nThe letter comes on the heels of a similar plea to delay or cancel the procurement that was sent to Young two weeks ago by state Sen. Tan Parker , R-Flower Mound, and state Sen. Charles Perry , R-Lubbock, who expressed “grave concerns” about its potential to have “long-lasting effects on community health infrastructure.”\n“This drastic change comes at a time when stability and continuity in health care are more critical than ever,” the letter reads.\nAnd earlier this year, a bipartisan group of South Texas lawmakers signed a similar letter in defense of Driscoll Children’s Health Plan, which funds 75% of the women’s health specialists in the region.\nHHSC tells lawmakers their hands are tied Also on Tuesday, a bipartisan group of lawmakers grilled Young and other HHSC officers during a meeting of the Texas House Committee on Human Services, charged with examining how the state runs its Medicaid managed care contracts after the STAR/CHIP procurement began garnering criticism.\nState Rep. Christian Manuel , D-Beaumont, criticized the proposal, saying that changing the Medicaid plans available in his rural district would make challenges with health care access even worse if the new company doesn’t understand the unique needs of communities where residents live an hour away from the nearest hospital and frequently wonder if they can get life-saving care, he said.\n“Are they going to be able to understand the specific needs before they just come in and have people in a tizzy over what’s going to happen?” he said. “Because there are already those fears, and this is exacerbating that.”\nUnder questioning from House members this week, Young and Molina, the agency’s procurement director, said the agency hears the concerns but is hamstrung by state laws that require the agency to create a process that is fair and competitive to all applicants.\nState law “basically requires us to put something out that is fair to everyone, which makes it very hard to give extra points for someone who is already in the space doing something, because then it’s not fair and everyone is not judged the same way. And we struggle with that,” Molina told the lawmakers. “If there is a better way to do it, if you could put it in the law, that would make it so much easier. We’re boxed into a corner using a state law that has to apply to everything.”\nOne way an applicant can get around that, Young told lawmakers, is by including their past performance in their written pitches and essay questions during the evaluation process. But historical performance in the market isn’t a formal consideration during the process, Young said.\n“Am I missing something here?” said state Rep. Candy Noble , R-Lucas. “Why would you throw out your experience, at least in some part? And I get that we do love the opportunities that Texas affords in the free market, and I'm not against that. I just think that past experience should be at least … part of the equation.”\nHouse Health Committee Chair Stephanie Klick , R-Fort Worth, said the laws clearly need to be updated if they’re setting up a no-win contracting situation for HHS. With over 40,000 contracts, procurement is one of the most important functions of HHSC and ensuring the integrity of the process is a top priority, officials there say.\n“It seems to me that when you're looking at quality, and you have somebody in the space already and they’re performing well, they’re being put at a disadvantage, and that doesn’t seem fair,” Klick said. “We need some modernization.”\nWe’ve added new speakers to the stellar lineup of leaders, lawmakers and newsmakers hitting the stage at The Texas Tribune Festival , happening Sept. 5–7 in downtown Austin. Get an up-close look at today’s biggest issues at Texas’ breakout politics and policy event!\n2024 Texas Tribune",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.texastribune.org/directory/nicole-collier/",
      "https://www.texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief",
      "https://www.texastribune.org/directory/tan-parker/",
      "https://www.txsmartbuy.com/esbd/HHS0011152",
      "https://www.texastribune.org/2024/04/26/texas-medicaid-contracts/",
      "https://www.texastribune.org/directory/ana-maria-ramos/",
      "https://www.texastribune.org/directory/candy-noble/",
      "https://www.tmhp.com/sites/default/files/file-library/resources/provider-manuals/tmppm/pdf-chapters/2024/2024-02-february/2_12_medicaid_managed_care.pdf",
      "https://www.texastribune.org/directory/charles-perry/",
      "https://trib.it/X3GApE",
      "https://www.texastribune.org/2024/06/06/texas-medicaid-contracts/",
      "https://statutes.capitol.texas.gov/StatutesByDate.aspx?code=GV&level=SE&value=2155.144&date=5/29/2015",
      "https://www.texastribune.org/directory/stephanie-klick/",
      "https://www.texastribune.org/2024/04/18/texas-medicaid-provider-contracts/",
      "https://www.texastribune.org/directory/christian-manuel-hayes/",
      "https://texastribune.org/directory/nicole-collier/",
      "https://www.texastribune.org/2024/06/06/texas-medicaid-contracts",
      "https://www.trib.it/X3GApE",
      "https://texastribune.org/directory/ana-maria-ramos/",
      "https://tmhp.com/sites/default/files/file-library/resources/provider-manuals/tmppm/pdf-chapters/2024/2024-02-february/2_12_medicaid_managed_care.pdf",
      "https://www.texastribune.org/directory/charles-perry",
      "https://texastribune.org/directory/tan-parker/",
      "https://texastribune.org/2024/04/26/texas-medicaid-contracts/",
      "https://txsmartbuy.com/esbd/HHS0011152",
      "https://texastribune.org/directory/candy-noble/",
      "https://www.statutes.capitol.texas.gov/StatutesByDate.aspx?code=GV&level=SE&value=2155.144&date=5/29/2015",
      "https://www.texastribune.org/newsletters/the-brief/",
      "https://texastribune.org/directory/charles-perry/",
      "https://www.texastribune.org/directory/christian-manuel-hayes",
      "https://statutes.capitol.texas.gov/StatutesByDate.aspx",
      "https://texastribune.org/2024/04/18/texas-medicaid-provider-contracts/",
      "https://www.texastribune.org/2024/04/26/texas-medicaid-contracts",
      "https://www.texastribune.org/directory/tan-parker",
      "https://www.texastribune.org/directory/nicole-collier",
      "https://www.texastribune.org/directory/ana-maria-ramos",
      "https://texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief",
      "https://www.texastribune.org/directory/candy-noble",
      "https://texastribune.org/2024/06/06/texas-medicaid-contracts/",
      "https://www.texastribune.org/directory/stephanie-klick",
      "https://texastribune.org/directory/stephanie-klick/",
      "https://texastribune.org/directory/christian-manuel-hayes/",
      "https://www.texastribune.org/2024/04/18/texas-medicaid-provider-contracts"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "texas tribune",
          "sentiment": "negative"
        },
        {
          "name": "texas health and human services",
          "sentiment": "none"
        },
        {
          "name": "medicaid",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:18:33.913+03:00",
    "updated": "2024-06-07T01:18:33.913+03:00"
  },
  {
    "uuid": "18727298775627c934fb4318565e8c75df711d5f",
    "url": "https://www.ainvest.com/news/bitcoin-news-today-spot-bitcoin-etfs-47-39m-inflow-july-30-consecutive-day-2507/",
    "ord_in_thread": 0,
    "author": "Coin World",
    "published": "2025-07-31T03:31:00Z",
    "title": "Bitcoin News Today: U.S. Spot Bitcoin ETFs See $47.39M Inflow on July 30 for Fifth Consecutive Day",
    "text": "Bitcoin News Today: U.S. Spot Bitcoin ETFs See $47.39M Inflow on July 30 for Fifth Consecutive Day\nThe recent surge in the U.S. spot Bitcoin ETF market has demonstrated a powerful and sustained inflow of capital, capturing the attention of global investors. On July 30, U.S. spot Bitcoin ETFs recorded a net inflow of $47.39 million, marking the fifth consecutive day of positive flows [1]. This trend highlights growing institutional and retail investor confidence in Bitcoin as a mainstream asset class, particularly through regulated investment vehicles like ETFs.\nBlackRock’s iShares Bitcoin Trust (IBIT) was the largest contributor to the inflow, receiving $34.73 million on July 30. Bitwise’s BITB added another $12.66 million. The concentrated inflows into these top performers reflect investor preference for well-established and liquid products, suggesting that trust in major financial institutions plays a key role in accelerating adoption [1]. Other spot Bitcoin ETFs reported no change in holdings, indicating that the momentum is largely driven by a few dominant players.\nThe significance of this five-day inflow streak lies in its ability to signal broader market confidence. Sustained inflows are not just indicative of short-term enthusiasm but suggest a deeper and more entrenched belief in the long-term value of Bitcoin when accessed through a regulated structure. Institutional participation, including from hedge funds and wealth managers, is likely contributing to the stabilization and maturation of the crypto market [1]. The regulatory validation of these ETFs earlier this year has also been instrumental in unlocking demand, providing a legitimate and accessible way to invest in Bitcoin.\nInvesting in a spot Bitcoin ETF offers several advantages, including regulatory oversight, ease of access through traditional brokerage accounts, and enhanced liquidity compared to direct crypto purchases. However, investors must also consider the challenges, such as management fees, market volatility, and the risks associated with indirect custody of Bitcoin by ETF providers [1]. As the regulatory landscape continues to evolve, investors should remain vigilant and informed about potential changes that could affect the performance of these funds.\nFor prospective investors, due diligence is key. Understanding the specific characteristics of each ETF—such as expense ratios, issuer reputation, and custody arrangements—can help in making informed decisions. Additionally, strategies like dollar-cost averaging may mitigate the impact of Bitcoin’s inherent price volatility. Given the fast-moving nature of the crypto market, staying updated on regulatory and market developments is essential [1].\nThe continued positive momentum in the U.S. spot Bitcoin ETF market signals a pivotal shift in how traditional and digital finance intersect. With major financial institutions leading the charge, these ETFs are not only providing a regulated avenue for Bitcoin exposure but also contributing to greater price discovery and market liquidity. As capital continues to flow into these products, the broader acceptance of Bitcoin as a legitimate asset class appears to be accelerating.\nSource: [1] Bitcoin ETF: Unlocking the Astonishing Five-Day Inflow Streak (https://coinmarketcap.com/community/articles/688ae0b2a46b022297b51d0f/)\nComments\nNo comments yet",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->investment and opinion pieces",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business strategy and marketing",
      "Science and Technology->technology and engineering",
      "Science and Technology->economics",
      "Social Issue->social condition",
      "Social Issue->population and census"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:47:47.082+03:00",
    "updated": "2025-07-31T07:52:34.000+03:00"
  },
  {
    "uuid": "3a84d27f67f2579b54e2d876385615e8d726daa7",
    "url": "https://depor.com/peru/christian-cueva-esposa-del-futbolista-anuncio-su-separacion-con-un-comunicado-seleccion-peruana-deportes-noticia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Depor",
    "published": "2024-02-01T22:49:00Z",
    "title": "Terminaron con Christian: esposa de Cueva anunció separación con el futbolista",
    "text": "A través de sus redes sociales, Pamela López anunció su separación con el futbolista Christian Cueva. Ambos mantuvieron una relación sentimental de más de 12 años.\nMás información en breve...\nParece que estás usando una extensión o un antivirus para bloquear anuncios. Dependemos de la publicidad para mantener nuestra web.\n1. Haz clic en el ícono de AdBlock , situado en el área de extensiones del navegador (en la esquina superior derecha de la pantalla). Es posible que veas un pequeño número cubriendo parte del ícono.\n2. Selecciona No ejecutar en páginas de este sitio web.\n3. En el cuadro de diálogo No ejecutar AdBlock en…, selecciona Excluir. El icono de AdBlock cambiará a un puño con el pulgar levantado\n1. Haz clic en el ícono de AdBlock Plus , situado en el área de extensiones del navegador (en la esquina superior derecha de la pantalla). Es posible que veas un pequeño número cubriendo parte del ícono.\n2. Haz clic en el botón de activación de modo que se deslice hacia la izquierda.\n3. Haz clic en el botón Actualizar\n1. Haz clic en el ícono de uBlock Origin , situado en el área de extensiones del navegador (en la esquina superior derecha de la pantalla). Es posible que veas un pequeño número cubriendo parte del ícono.\n2. Haz clic en el botón de activación. Se pondrá en gris, lo que indica Que ya no se bloquearán los anuncios de ese sitio web.\n3. Haz clic en el botón Actualizar.\n1. Haz clic en el ícono de la extensión del bloqueador de anuncios instalada en tu navegador. Generalmente, se encuentra en la esquina superior derecha de la pantalla. Es posible que tengas más de un bloqueador de anuncios instalado.\n2. Sigue las instrucciones para inhabilitar el bloqueador de anuncios en el sitio web que estés viendo. Es posible que tengas que seleccionar una opción en un menú o hacer clic en un botón.\n3. Actualiza la página siguiendo las indicaciones o haciendo clic en el botón actualizar o volver a cargar de tu navegador.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:33:05.836+02:00",
    "updated": "2024-02-02T01:33:05.836+02:00"
  },
  {
    "uuid": "8057aaf4029c5e99fb0897d6683cf474de1cdd76",
    "url": "https://www.wpxi.com/news/local/recent-rain-benefitting-beaver-run-reservoir/EPPXG4TLGVGYNCDWP4YYJVZGCE/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrew Havranek",
    "published": "2024-01-11T23:32:00Z",
    "title": "Recent rain benefitting Beaver Run Reservoir – WPXI",
    "text": "WASHINGTON TOWNSHIP, Pa. — The heavy, all-day rain on Tuesday was beneficial for the Beaver Run Reservoir. Officials tell Channel 11′s Andrew Havranek that in the last two days, the reservoir, which has been critically low since November, has risen nearly 2 feet. Bell Township Supervisor Terry Bollinger has lived in Bell Township for much of his life. He never saw the Beaver Run Reservoir as low as it was back in November. “Not that I recall, no. I’d never seen it that low,” Bollinger said. In November, the Municipal Authority of Westmoreland County issued a voluntary conservation order for people north of Route 30 in Westmoreland County, as well as some customers in Monroeville and Plum in Allegheny County, and Parks Township and Gilpin Township in Armstrong County. Last month, that conservation order became mandatory as the reservoir’s water level dropped further. “Obviously, it’s not just the people in this township, it concerns thousands of people,” Bollinger said. The MAWC said the lack of rain and snow last year was the biggest reason why there was such a lack of water in the reservoir. With the heavy rain on Tuesday, the level rose 1.9 feet in the last two days. That means almost 1 billion more gallons of water, according to the MAWC. Bollinger has noticed it firsthand. “I know for a fact the small streams around here that were dry, now they’re running fairly full,” he told Channel 11. “The rain that we got, and I believe the rain that is coming will make a major increase to the reservoir and the water that’s in it.” To get back to normal, it’s going to take a lot of rain or snow. “We need that amount of rain, you know, for the next six weeks, and the reservoir will probably look respectable again,” Bollinger said. “It’s down, I don’t know how many billions of gallons it’s down, but they say it’s easier to get it out than it is to put it back.” As for words of advice for people who rely on this reservoir for water? “Continue to conserve whatever you can,” Bollinger said. The mandatory conservation order is still in effect. The MAWC hopes more rain in the forecast will continue to fill the reservoir. Download the FREE WPXI News app for breaking news alerts. Follow Channel 11 News on Watch WPXI NOW TRENDING NOW: Bill Belichick, New England Patriots to split after 24 seasons: ESPN, NFL Network 11 Investigates: New county executive travels to Florida, but gives taxpayers a break Local teenager ends up in medically induced coma after UTI went untreated VIDEO: Duquesne mother charged with homicide in death of 3-month-old son DOWNLOAD the Channel 11 News app for breaking news alerts ©2024 Cox Media Group",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://wpxinewsapp.com/",
      "https://wpxinewsapp.com",
      "https://www.wpxinewsapp.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "beaver run rese",
          "sentiment": "negative"
        },
        {
          "name": "andrew havranek",
          "sentiment": "none"
        },
        {
          "name": "terry bollinger",
          "sentiment": "none"
        },
        {
          "name": "bollinger",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mawc",
          "sentiment": "none"
        },
        {
          "name": "municipal authority",
          "sentiment": "none"
        },
        {
          "name": "bell township",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington township",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "armstrong county",
          "sentiment": "none"
        },
        {
          "name": "allegheny county",
          "sentiment": "none"
        },
        {
          "name": "westmoreland county",
          "sentiment": "none"
        },
        {
          "name": "gilpin township",
          "sentiment": "none"
        },
        {
          "name": "bell township",
          "sentiment": "none"
        },
        {
          "name": "parks township",
          "sentiment": "none"
        },
        {
          "name": "monroeville",
          "sentiment": "none"
        },
        {
          "name": "beaver run reservoir",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T01:56:33.846+02:00",
    "updated": "2024-01-12T01:56:33.846+02:00"
  }
]