[
  {
    "uuid": "b6369c785a0cf1c1ca31b1f621764c68cf8a79d4",
    "url": "https://noticias.uol.com.br/ultimas-noticias/afp/2024/02/01/e-mais-do-mesmo-mexico-critica-plano-dos-eua-sobre-fechamento-de-fronteira.ht",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UOL",
    "published": "2024-02-01T21:48:00Z",
    "title": "'É mais do mesmo', México critica plano dos EUA sobre fechamento de fronteira",
    "text": "O presidente do México, Andrés Manuel López Obrador, criticou, nesta quinta-feira (1º), um projeto de lei dos Estados Unidos que autorizaria o governo a fechar a fronteira binacional se a situação migratória estiver em colapso. \"É mais do mesmo, não querem ir ao fundo\" da questão, disse López Obrador em sua entrevista coletiva habitual, ressaltando que a \"manipulação\" em torno dos temas migratório e do tráfico de drogas é uma constante nos Estados Unidos em tempos eleitorais. O projeto de lei está sendo negociado entre um grupo de congressistas republicanos e funcionários governamentais, no momento em que a crise migratória está no centro da agenda eleitoral e quando se vislumbra uma revanche pela Casa Branca entre o atual presidente Joe Biden e seu antecessor Donald Trump em novembro. As negociações partidárias têm como objetivo salvar o pacote de ajuda à Ucrânia solicitado por Biden ao Congresso, mas que os conservadores condicionam a um endurecimento da política migratória diante dos números recorde de imigrantes e solicitantes de asilo interceptados na fronteira de 3.200 km. \"Por que se ajuda com gasto bélico, com bilhões de dólares nas guerras, e não podem destinar recursos para o progresso, para o bem-estar das populações pobres?\", questionou o presidente mexicano, ao reiterar que a migração ilegal somente pode ser contida se suas causas forem resolvidas. \"Imaginem o que é fechar a fronteira! Quanto tempo pode durar fechada? Prejudica os dois países. Não é uma opção, uma alternativa\", apontou o governante mexicano, que mantém boas relações tanto com Biden quanto com Trump, a quem chama de \"amigos\". Biden apoia o acordo bipartidário, assinalando que se trata do \"conjunto de reformas mais duras e justas para garantir a segurança\" do território limítrofe que \"já\" foram adotadas nos Estados Unidos. Em contrapartida, Trump, que chegou a afirmar que os migrantes \"envenenam o sangue\" dos Estados Unidos, se opõe ao plano alegando que não vai apoiar nada que beneficie a \"traição de fronteiras abertas\" que ele atribui a Biden. bur-axm/cjc/rpr/am © Agence France-Presse",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:15:39.464+02:00",
    "updated": "2024-02-02T00:15:39.464+02:00"
  },
  {
    "uuid": "71e3c41bf8fcafa2094af7866efc93d8cf04a583",
    "url": "https://www.publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Efe",
    "published": "2024-01-07T21:37:00Z",
    "title": "El grupo valenciano Zoo anuncia su retirada y una última gira de 11 conciertos",
    "text": "El grupo Zoo ha anunciado este domingo su despedida de los escenarios , que llega en el mejor momento de una banda que en la gira del disco Llepolies llenó hace un año con su rap en valenciano el WiZink Center de Madrid y el Palau Sant Jordi de Barcelona, y que se bajará definitivamente de las tablas tras sus once últimos conciertos .\nFuentes cercanas a la banda han explicado a EFE que el adiós tiene una doble causa : por un lado la necesidad y el deseo de su líder, Toni 'Panxo' Sánchez , de centrarse más en su vida personal, y por otro la conciencia de que tras el éxito de ese último disco ya no podían ir más allá y la certeza de no querer continuar a medio gas.\nLa banda valenciana ha anunciado su adiós con un vídeo en sus redes sociales en el que su icónico monet (como se denomina coloquialmente al mono que es el logotipo del grupo) se encuentra y se saluda con Panxo antes de adentrarse en un oscuro bosque.\nEl robot comunista de los valencianos ZOO, en primicia para 'Público' público ADÉU pic.twitter.com/7h4BfGNyZY\n— ZOO (@ZooPosse) January 7, 2024 Hace unos días, y coincidiendo con el concierto de Zoo en el Festivern, aparecieron en Tavernes de la Valldigna, el pueblo valenciano que acoge el festival, algunas estampaciones por sus calles con el logotipo del mono y el mensaje: \"He sigut feliç\" ( He sido feliz ).\nDiez años de aventura Zoo nació en 2014 en Gandia (València) a raíz del éxito de la canción de Panxo Estiu y se despide después de tres discos de estudio, un EP, dos discos de directo y una decena de giras de conciertos en los que, cantando en valenciano, han sido habitualmente cabezas de cartel.\nAdemás de por toda España, sus conciertos han llegado también hasta Bélgica, Alemania, Hungría, Suiza, Polonia, Francia, Japón, Inglaterra o Palestina, entre otros países.\nEl grupo afrontará entre marzo y julio una gira que le llevará por Lugo (A Candeloira), Iruña (Iruña Rock), Murcia (Garaje Beat Club), Barcelona (Telecogresca), Jerez de la Frontera (Primavera Trompetera), Bilbao (Zeid Fest), Villarrobledo (Viñarock), Mallorca (Sensenom Fest), El Bonillo (Alterna Festival), Madrid (La Riviera) y que culminará en su lugar de origen, Gandia (Pirata Beach Festival).\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://share.flipboard.com/bookmarklet/popout?v=2&title=El%20grupo%20valenciano%20Zoo%20anuncia%20su%20retirada%20y%20una%20%C3%BAltima%20gira%20de%2011%20conciertos&url=https://www.publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dflipboard%26utm_medium%3Dsocial%26utm_campaign%3Dweb",
      "https://telegram.me/share/url?url=https://www.publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dweb&via=publico_es&text=El%20grupo%20valenciano%20Zoo%20anuncia%20su%20retirada%20y%20una%20%C3%BAltima%20gira%20de%2011%20conciertos",
      "https://www.meneame.net/submit?url=https://www.publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dmeneame%26utm_medium%3Dsocial%26utm_campaign%3Dweb",
      "https://twitter.com/intent/tweet?url=https://www.publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dweb&text=El%20grupo%20valenciano%20Zoo%20anuncia%20su%20retirada%20y%20una%20%C3%BAltima%20gira%20de%2011%20conciertos&via=publico_es",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dweb",
      "https://twitter.com/ZooPosse/status/1744056237593944243?ref_src=twsrc%5Etfw",
      "https://t.co/7h4BfGNyZY",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://meneame.net/submit?url=https://publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dmeneame%26utm_medium%3Dsocial%26utm_campaign%3Dweb",
      "https://twitter.com/ZooPosse/status/1744056237593944243",
      "https://www.t.co/7h4BfGNyZY",
      "https://telegram.me/share/url",
      "https://www.meneame.net/submit",
      "https://twitter.com/intent/tweet?url=https://publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dweb&text=El%20grupo%20valenciano%20Zoo%20anuncia%20su%20retirada%20y%20una%20%C3%BAltima%20gira%20de%2011%20conciertos&via=publico_es",
      "https://telegram.me/share/url?url=https://publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dweb&via=publico_es&text=El%20grupo%20valenciano%20Zoo%20anuncia%20su%20retirada%20y%20una%20%C3%BAltima%20gira%20de%2011%20conciertos",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.twitter.com/ZooPosse/status/1744056237593944243?ref_src=twsrc%5Etfw",
      "https://share.flipboard.com/bookmarklet/popout?v=2&title=El%20grupo%20valenciano%20Zoo%20anuncia%20su%20retirada%20y%20una%20%C3%BAltima%20gira%20de%2011%20conciertos&url=https://publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dflipboard%26utm_medium%3Dsocial%26utm_campaign%3Dweb",
      "https://facebook.com/sharer/sharer.php?u=https://publico.es/culturas/grupo-valenciano-zoo-anuncia-retirada-ultima-gira-11-conciertos.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dweb",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:03:39.229+02:00",
    "updated": "2024-01-13T19:18:09.461+02:00"
  },
  {
    "uuid": "fc63a8837f990a7395d8931e9c44a985ffef6ea6",
    "url": "https://www.wibw.com/2024/07/05/friday-forecast-nice-day-with-low-humidity",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wibw",
    "published": "2024-07-05T09:03:00Z",
    "title": "Friday forecast: A nice day with low humidity",
    "text": "Storm chance returns Saturday night into Sunday TOPEKA, Kan. (WIBW) - A nice day ahead with highs slightly below average and lower humidity. The only impact for today is a light breeze, gusts 20-25 mph and a very low risk for a few sprinkles however most spots will be dry. A more seasonal day tomorrow with humidity staying in check before a few showers/storms move in Saturday night into Sunday. Taking Action: - Don’t be surprised by a few sprinkles today but chances of anything developing (other than some clouds) are low. - With tomorrow more seasonal, make sure you’re staying hydrated. - Still some uncertainty on timing of rain toward the end of the holiday weekend. There is a chance areas in north-central KS could get storms before sunset tomorrow and there remains uncertainty on how long the rain lingers into Sunday night/Monday. Of course Sunday will have the highest impact of rain during the day. It won’t be an all day widespread washout so at this point don’t cancel outdoor plans but have a Plan B and be checking back in the next few days for updates. The highest chance of rain for the next 8 days is the Saturday night through early Monday morning time frame. Specifics like when the best chance for the heaviest rain pushes through at a specific location still remains uncertain but confidence is slightly higher that most spots will get at least 0.25″ during the time period. Will of course watch for the flood threat especially near rivers/creeks otherwise the risk for severe weather is low but not impossible with respect to the hail/wind threat. Friday: Mostly Sunny. Highs in the low-mid 80s. Winds NW 5-15, gusts up to 25 mph. Friday Night: Clear. Lows in the low 60s. Winds become calm. Saturday: Increasing clouds late with a slight chance of storms after 5pm in north-central KS. Highs in the upper 80-low 90s. Winds SW/S 5-10 mph. Sunday: Scattered showers/storms. Highs in the low 80s. Winds S 5-10 mph. Rain continues into Sunday night and will be monitoring if and how long it may linger into Monday and if it needs to be added to the 8 day. It will start out ‘cool’ due to the cloud cover sticking around if not the rain. After Monday, more sun is expected the rest of the week with just a few passing clouds from time to time. Highs gradually warm back up to more seasonal temperatures. Models disagree on if highs get even hotter for next weekend or if it stays more seasonal and consistent to the end of the work week but rain chances next week will be spotty if at all. Nothing significant is being monitored at this time. Copyright 2024 WIBW. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Health",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "wibw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kan.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T12:08:37.078+03:00",
    "updated": "2024-07-05T13:03:04.305+03:00"
  },
  {
    "uuid": "47a93180efd1795332cb0bf8d2b67e841b244576",
    "url": "https://ultimasnoticias.com.ve/noticias/barinas/rehabilitan-emergencia-obstetrica-del-hospital-razetti-en-barinas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Naiyelis Garcés",
    "published": "2024-01-07T22:28:00Z",
    "title": "Rehabilitan emergencia obstétrica del hospital Razetti en Barinas - Últimas Noticias",
    "text": "El área de emergencia obstétrica del hospital Dr. Luis Razetti, en la ciudad de Barinas, fue reaperturada por las autoridades de salud, tras el incendio que se registró el pasado 27 de diciembre. La sala fue rehabilitada para el servicio de las parturientas de la entidad llanera y estados aledaños. El acto de puesta en funcionamiento estuvo encabezada por la viceministra de hospitales; Mayra Oviedo, en compañía de la autoridad única de salud; Angela Torres y el director del centro asistencial; Dr. Jorge Méndez, entre otras autoridades. Oviedo destacó que por instrucciones del presidente Nicolás Maduro se hizo un arduo trabajo, durante 10 días, entre diferentes instituciones del gobierno nacional que se abocaron a ejecutar los trabajos para abrir nuevamente el área, a fin de garantizar la atención oportuna y de calidad a todas las embarazadas. “Todo el gobierno nacional se abocó de manera firme en recuperación del área, agradecemos el apoyo del ministro Arreaza y a todo el equipo organizado del gobierno nacional que se encuentra en Barinas” , expresó. Detalló que las labores consistieron en un abordaje integral para la reparación del cableado, de los ductos de aires acondicionados y la colocación de pintura epóxica, así como la dotación de enseres e insumos requeridos en esta área. Otros proyectos Oviedo anunció que otros servicios del hospital serán repotenciados para el bienestar social. Entre ellos resaltó que se ejecutará un plan para el mejoramiento de terapia intensiva y acciones para mejorar la infraestructura sanitaria. “Venimos a hacer otro fortalecimiento de la infraestructura y los servicios estratégicos, diagnósticos y que salvan vidas del hospital Luis Razetti”, expresó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:29:41.568+02:00",
    "updated": "2024-01-08T00:29:41.568+02:00"
  },
  {
    "uuid": "d9a05b280c9d33f6aaa3ed544dda19d89547adee",
    "url": "https://websites.ca/fishing-facebook-talk47/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sean Corbett",
    "published": "2023-12-28T23:50:00Z",
    "title": "Fishing On Facebook – Websites.ca Talk Ep. 47",
    "text": "How small business owner Lance Underwood successfully uses Facebook to promote his company Quadra Island Fisheries, bring affordable seafood to Western Canadians, and amass over 20K followers.\nClick above to listen to the 25 min audio.\nRead Full Transcript\nSean Corbett:\nHello everybody, it’s Sean Corbett here at Websites.ca marketing. For this month’s episode I brought on a Canadian small business owner that’s using social media in a really, really thoughtful way. So super excited to welcome Lance Underwood of Quadra Island Fisheries. Lance, thanks for being here.\nLance Underwood:\nYeah, absolutely. Thanks for having me. It’s a pleasure to be here.\nSean Corbett:\nCool. Well, I guess before we get into some of the interesting stuff that you guys are doing online, I was hoping you could tell the listeners just a little bit about your own background and also about the company itself.\nLance Underwood:\nYeah, absolutely. So it’s, I mean, there’s a bit of a backstory to it for sure. I actually grew up commercial fishing and started my life in the fishing industry off in Alaska and then ended up in British Columbia. My wife and I didn’t really cross paths till a little bit later in my fishing career, but I started running boats in Canada and then eventually bought my first boat, I don’t know, well over a decade ago, and specialized in fishing, dungeness crab and BC spot prawns. And a lot of people don’t really realize the volatility of the industry, like our prices fluctuate wildly, and the factors in the market are usually kind of determined by foreign interests. So with shellfish, particularly prawns, Chinese and Japanese interest in the products. So our company was essentially just a commercial fishing company. All we did was go out on the boats, harvest the seafood and sell large quantities to other big wholesale buyers, and they would take the product, ship it overseas, Japan, China, Europe, the US.\nAnd in 2020 when Covid hit, we ran into the problem of sushi restaurants, which were the main buyers of our BC spot prawns shutting their doors and there being zero market demand. And so in 2020 we went fishing into that season with no idea what we were getting paid for our product. About halfway through the season, we found out that we were going to average about $4 a pound for our spot prawns, which is super problematic because our expenses to go fishing are usually somewhere in the 150 to $200,000 range for a six week fishing season. And so we basically discovered we’re not going to get paid much for this product. We have to figure out a way to survive and make money. And so after bouncing a lot of ideas off my wife, she said, you know what? Let’s sell ’em ourselves. And so we thought, okay, well we’ll give this a try.\nSo all the rest of the prawns that we landed during the 2020 season, we had custom processed and frozen, which we had to pay for. And we just started driving around British Columbia and selling spot prawns out of our truck. And we started to get a bit of a following. And so we decided why not try live crab too? Because one of our boats crab fish; I crab fished with the one boat. And so we started putting frozen spot prawns and live crab in our truck and we had kind of a following and it sort of spread word of mouth. And then we realized that we had something big, but we needed to figure out how to inform people. And that’s where we got into the social media side of things. So that’s kind of the background of the company. I’m just a career commercial fisherman that turned into a salesman slash marketer slash a whole bunch of other stuff that I never thought I would be. And it’s worked out definitely in our favor. It saved our business during Covid and ultimately it’s allowing us to grow into something else, which has been really cool. It’s been a really fun path to be on.\nSean Corbett:\nWell, it’s been fun to watch you online as well, so that’s interesting. I didn’t realize that you went from basically wholesale to direct to consumer. Are you doing, have you completely gone to the direct to consumer now or are you still doing some wholesale in there as well?\nLance Underwood:\nSo we generally, we’ve greatly expanded since Covid. During Covid, I had one boat and I fished crab and prawns on that one boat. Now I’ve got two boats that prawn fish, a crabber, and then a boat that fishes for tuna and then halibut and black cod as well. So I am still fishing and I pretty much manage the business through my phone, which is, it’s insane being a kid that was born in the eighties, being able to reach people across the globe through my phone and market my seafood, organize sales and everything through my phone is wild. We still sell a pretty big chunk of our product into a wholesale market. So a lot of our product is going international. I couldn’t tell you the exact percentage, but our main products that we move that are our biggest sellers would be the crab and the prawns. So every year we find ourselves in a position where we can sell more and more of the product that we catch direct to consumer.\nCurrently, the volume that we catch, these are pretty big fisheries, right? We’re talking tens of thousands of pounds of prawns and hundreds of thousands of pounds of crab in a year. And so for us to have that market domestically, it’s a bit tricky. We couldn’t actually sell all that yet, but the goal is to eventually be in a place where we are, we’re not relying on export markets anymore. We can simply sell everything direct to the consumer in Canada and being as it comes from the fishermen, that we can give it to people at a more affordable price too.\nSean Corbett:\nNice. So you mentioned there that you were driving from town to town, you saw that things were picking up. Maybe you could just talk me through a little bit about the transition to going and doing a lot of it online. Did either you or your wife have any background in digital marketing or was it just a common sense thing you were kind of going through trial and error?\nLance Underwood:\nWell, so I mean, I went to university and I tried about a million different things and realized that I was meant to be on the ocean. My wife has been commercial fishing nearly as long as I have, and she’s a manual osteopath, massage therapist, a reiki master. None of us are actually marketing experts. And for us, it’s been trial and error for sure. It’s been us learning how to do it as we go. Neither of us really knew what we were doing. We had some concept of how to work the social media, but it was definitely a learning process all the way from the ground up, figuring out how to get the name out there, how to market our products, establish our brand and work with that. So no, we have zero background in it other than now we’ve been doing it full time for almost four years. I wouldn’t say we’re experts, but I’d say we’ve got a pretty good grasp on it at this point. We’re still trying to figure out algorithms and all that kind of stuff, but if you pay attention, anybody can do it.\nSean Corbett:\nNice. And correct me if I’m wrong, I noticed you would follow you predominantly on Facebook. Would you say that’s your main platform that you use?\nLance Underwood:\nYeah, absolutely. So it’s really interesting and I think anybody that follows social media platforms will recognize that for whatever reason, it’s easier to gain followers on Facebook. I feel like Facebook is maybe slightly more user-friendly to a wider array of people. We are really working on our Instagram presence and trying to get more content out there and figure out how to grow our audience on Instagram, but Facebook is absolutely our number one way of reaching people for sure.\nSean Corbett:\nNo, I know you don’t have to give away all your secrets on this recording, but maybe you could just tell us a little bit about, you said growth on Facebook, which is really interesting because I know a lot of organic posts on Facebook, A lot of business owners come to me and they basically say, I do a post, it gets a reach of 20 people, man, I just don’t know what to do. And usually I think the answer that a lot of marketers will say is, well, okay, you’re going to have to devote some money to an ad campaign, and then the question becomes, well, what’s the best way to deploy that? Now I know I glossed over one thing when I said all, which is that a lot of businesses will attempt one or two posts and stop, whereas you guys have been very consistent, and I know you do live updates and all this kind of thing, so we can come back and talk about that consistency in a sec. But I was hoping you could talk us through just how you’ve approached ads spend, if you have done that at all, and what your strategy is for that.\nLance Underwood:\nWell, I think first and well, I mean that’s a pretty multifaceted sort of question, so I’ll try to tackle it bit by bit and then we can sort of expand on it. But as far as the marketing side goes, you do have to be willing to spend money. More importantly, you have to be willing to spend time, and my wife was a huge proponent of that. Consistency is key. You might get 20 views on one video, you might get 200 views on another video. Certain things are going to capture people’s attention differently. And consistency is absolutely key in capturing people’s attention, keeping them interested. And that I think is your starting point, is making sure that you’re posting often don’t post random nonsense, post something with some legitimate content. I think keep people interested in what you’re doing. Second, you have to be willing to spend some money and like meta, however you want to put it, meta Facebook, Instagram, whether you’re doing a post on Facebook or whether you’re doing a post on Instagram, you do have to be willing to spend some money.\nEverybody I think is going to have sort of different parameters depending on what their audience is. Our audience is both broad but very specific at the same time. We send our seafood all over BC and Alberta, but every week we targeted different area. So when I go online and I’m getting ready to advertise for specific deliveries, then I target specific locations. And so it’s very different for me because of what our business does. Our businesses is a lot different than say somebody who’s strictly doing online sales. We’re doing online sales, but we’re also delivering directly to the consumer all over Western Canada. So my tactics are going to be a little bit different than somebody else’s tactics, maybe trying to reach a broader audience, maybe even across Canada. So you just basically have to figure out who your audience is and then dial in the parameters on your ads if you’re going to do ads, and that really helps out a lot. Yeah,\nSean Corbett:\nYeah, for\nLance Underwood:\nSure. You definitely have to.\nSean Corbett:\nYeah, that’s an interesting point we could dive a little bit deeper on then. So again, if I’m understanding you correctly, and to give a backstory to our audience a little bit, and how I heard of you guys actually is you deliver to my every now and again, and I saw a Facebook post one day and I think maybe I even missed it, so I just made a mental note, I have to follow these guys for the next time they’re in the area. So it made sense to me, okay, if you’re delivering in Penticton and CL or whatever, it makes sense, you would select that for the ad location. Absolutely. Now from there, do you basically let the content do the talking and essentially you’re doing a post, Hey, if you want fresh seafood from there, when you’re hitting that broad audience and let’s say Kelon or app Penticton, sort of the ad copy does everything else, or are you filtering further?\nLance Underwood:\nSo for myself, there’s options. If you’re going to pay for advertising, there’s a lot of different options you can choose. I figured out works well for me. So basically I just target an area and then I look at what I spend on advertising as like, okay, if I’m going to spend $500 this week on advertising, how much extra fish do I have to sell to cover that? And you have to keep that in perspective. So for me, I’ll target an audience. I do a very wide age range and I target people just based on location only. There’s other parameters you can choose. You can people who follow you and people that follow them, which is also a ton of people. I haven’t really played around with that too much. And you can also choose to target people who have certain interests as well. But generally our photos that we put up are, I’d say they catch your eye, right?\nNot everybody sees live crab every single day. You got to picture a live crab up there. Not everybody sees some giant bearded dude holding a crab pot or slinging a tuna fish on the boat or then there’s my wife too. I put pictures of my wife and I up there. Not everybody sees some beautiful woman covered in grime, prawn fishing, our ads, I think the content that we throw out there, it catches the eye and I think it gains clicks. And I think ultimately that’s the key is you’re going to spend the money, really think about your approach and what you’re going to put out there and how you’re going to catch people’s attention. That’s number one. I find that a lot of people, myself included, can have a short attention span. So you got to have something that’s going to catch their attention, and I think our content does most of the talking. And then obviously once we gain followers, once we’ve got somebody actually following our page and interested in what we’re doing, then keeping the engagement and having them become loyal to your brand is the next most important stat.\nSean Corbett:\nYeah, and I definitely have a follow-up question on that, but I’m so glad that you mentioned that because well, number one, there’s no trick or tactic behind what you just said. I mean, you guys do have a unique business. Those are pictures of your products. And you’re right, you don’t see a lot of them online. You brought yourselves into it as, let’s call it characters or whatever featured person and in the ad, whereas you’d be surprised, a lot of the business owners I talked to who struggle with this stuff, they never want to put their own face in the ad for some reason they think it’s not professional or whatever. They want to copy what giant corporations do that they haven’t built up a brand that even can compete with those corporations. And then the copying aspect of it, you hit on another big thing. When you copy what other people are doing, you don’t stand out because the whole feed looks the same. So it’s so interesting that you didn’t have to sit down and reverse engineer, like, we’re going to trick people with this hack. You just showed your business and almost by definition it stands out because it’s unique.\nLance Underwood:\nAbsolutely, a hundred percent. I don’t want to brag, but I’m really proud of our company and I’m really proud of the amount of effort that my wife has put in. And she’s pretty smart when it comes to this stuff. I think I’m a pretty savvy guy too, but she’s taught me a lot about this and she’s been very dedicated to the social media much as I have. I mean, we’re kind of both the face of the company, but she’s the same way. We have other businesses as well, and I know she likes to keep her personal life separate from her business, and I get that that’s just her personality. For me, my personality, I really like to connect with people and I particularly like to connect with people on a personal level when it comes to our business. And so for me, that works. I can understand why people might not want to do that, but you also have to factor in what you’re selling as opposed to what we’re selling for us, we’re selling food security.\nWe want people to be able to afford Canadian seafood. We’re selling a direct relationship with where your food comes from and the people that produce it. So for me, I feel like I don’t have a choice but to really put myself out there and offer myself up as being part of the business. And I think that depending on what your business is, I think that putting yourself out there and sort of developing some sort of a relationship with your consumer is really important. We started off, I started a company Facebook page. I invited my friends and then it just started to grow and we just surpassed 20,000 followers on our Facebook page, which just absolutely bogles my mind. I mean, I look at a lot of other seafood companies and what they’re doing, and like you said, you can’t copy a big corporation. You’re not a big corporation.\nYou’re not offering what a big corporation would offer. You look at what we’re doing and it’s so different from that. But you look at some of the biggest seafood producers in Canada, and they might have 5,000 followers on their Facebook page, it’s because they do not have the personal relationship with what they’re doing and the product that they’re offering up to people. So yeah, that’s a huge, very multifaceted thing. And I think, yeah, for us, the personal aspect really works and I think people really appreciate that. So I think that yeah, people need to be ready to put themselves out there and offer reps something unique, be true to themselves and their brand and what they’re doing, what people respect. I mean, we’re living in 2023, it feels like everything under the sun’s already been thought of. So being original can be difficult, but you have to try be authentic, and I think that’s super key when you’re building a business, especially through social media.\nSean Corbett:\nA hundred percent, for sure. Now, that kind of dovetails into my last major question in your answer there, you gave a couple what I would call basically from a marketing perspective, a couple key topics. So you mentioned food security, you mentioned showing where you’re sourcing from and all that kind of stuff. If I approached it from a marketing point of view, I would think, okay, well we want to do X amount of content every month on each of these topics and explore them. I’m just going from sort of a meta point of view to give the audience an idea of where we’re coming from. Now, when I looked at one of your latest updates, you did a really informative live video, I think it was a week or two weeks ago, about how pricing in the industry works. And again, as soon as I saw that, I just thought, man, this is so helpful and interesting, and I wondered if, do you have a content schedule or certain topics you definitely want to talk about, or is this just stuff that happens naturally responding to customer questions? It just happens to be topical. How much of it is planned and how much of it is just, Hey, we need to record something today. What should I talk about?\nLance Underwood:\nWell, I had like to say that I plan things a lot better than I do, but the reality is I’m getting to the point where I’m like, okay, post something every day, post some sort of an update every day. Give the people who follow us something to read and give them something to be interested in. But for me, like I said, connection to my customers is really, really important. And so when I read the comments, I mean, that’s the thing about our business is we’re doing a lot, but when you contact us via Facebook, email, phone call, I’m the dude that answers. I’m the one that’s seeing firsthand what people are saying. And I think about that. I mean, I got a million things going on all the time, especially running fish boats and being at sea, but being at sea, I have a lot of time to think and I’m always trying to figure out how to address customer concerns or ideas or thoughts.\nSo a lot of my responses are just from paying attention. One of the guys I used to work for when I first started running boats in Canada, I was going prawn fishing. I was going run a prom boat, and I was like, I’ve never even seen a spot prawn. And he said to me, just pay attention. You’ll do just fine. And that stuck with me my whole life. If you pay attention to what’s going on, you pay attention to what your customers are saying, you’ll do just fine. And so that’s where I do a lot of the live videos is I take a lot of the content that my consumers, my customers are adding into the equation and I address it. And the pricing thing’s big people do not understand what drives the markets or why the prices are what they are, why they fluctuate so much. That’s a thing that I feel like I need to address on a regular basis to keep people in the know. And I think that’s a good thing to do is explain yourself.\nPeople aren’t going to believe in what you’re doing if they don’t understand it. So that’s a big part of why I do the live videos. And I mean, it’s not the same as when it used to be me and my wife out on the truck all the time where we actually got to meet people face to face because I’m not on the truck all the time anymore. I feel like I have to do the lives, I have to talk to the people, and I have to address any questions. I don’t get to do it face-to-face anymore. And I think that anybody who’s running a business online, you absolutely need to find a way to engage the customers and figure out what they’re saying and what their needs are.\nSean Corbett:\nFor sure. And you’re using social media the way it actually is meant. It’s not a one-way conversation. You are letting that feedback come in, then playing off new content. Then from that new content, more feedback will come in and it’s a nice holistic circle there. Lance, it’s been really awesome to talk to you. I could probably talk to you for many more hours, but obviously you have to get back to it as well. So maybe you could just wrap up by telling the people where can they find you, what’s your process if they want to order some seafood from you and all that kind of stuff?\nLance Underwood:\nYeah, for sure. So if you want to find us, you can check out our website, which is www.quadraislandfisheries.com. That’s a way to see what our product list is, our pricing. There’s information on there about us and our company, about our products. If you want to follow us on a day-to-day basis, Facebook’s a really great way. I definitely spend a lot of time on Facebook making posts. So again, go on Facebook search Quadra Island Fisheries. You’ll see a picture pop up of my wife and I, and again on Instagram as well, Quadra Island Fisheries, search us out and follow our adventures. It’s pretty, it can get pretty wild sometimes being at sea. We try to put up some interesting content. And yeah, if you follow us, you’ll get updates on where we’re going. Generally, we try to deliver to each location that we service once every six weeks or so. And so if you follow us on Facebook and you see that we’re going to be in your area, just click on the link to our website. You can go on and order seafood from us and our main truck driver, Paul, who’s an awesome dude, he’ll come to your area and drop off seafood for you. So pretty simple, and it’s pretty tasty.\nSean Corbett:\nThat sounds great. Thanks Lance. And yeah, we’ll definitely put a link in the show notes. Anyone who’s listening, go follow Lance and Quadra online right now. Definitely on Facebook. And I know you said you’re building up the Instagram as well, so thank you very much again for being here today.\nLance Underwood:\nYeah, thanks for having me. I really appreciate it. It was fun talking.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lance underwood",
          "sentiment": "neutral"
        },
        {
          "name": "lance",
          "sentiment": "none"
        },
        {
          "name": "sean corbett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "quadra island fisheries",
          "sentiment": "none"
        },
        {
          "name": "alaska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:17:12.430+02:00",
    "updated": "2023-12-29T03:17:12.430+02:00"
  },
  {
    "uuid": "296183168f456a97fc122679a780e109ff41db0b",
    "url": "https://kam.business-gazeta.ru/news/670315",
    "ord_in_thread": 0,
    "author": "Фото «БИЗНЕС Online",
    "published": "2025-04-23T22:06:26Z",
    "title": "СМИ: Евросоюз может ввести жесткие пошлины против США и сократить закупку оружия",
    "text": "Евросоюз планирует ввести жесткие ответные пошлины против США и сократить закупку американских вооружений. Об этом пишет газета Politico со ссылкой на слова депутата немецкого парламента Петереа Байера.\n«Раньше мы говорили: да, мы можем его [президента США Дональда Трампа] умиротворить — покупать [истребители] F-35, комплексы [ПВО] Patriot, сжиженный природный газ и прочие американские товары, и он успокоится», — сказал Байер. Он отметил, что это слишком упрощенная стратегия, которая на сегодняшний день не сработает.\nИздание сообщает, что в качестве ответных мер европейские страны могут создать новые каналы поставок вооружений, усилить автономность европейского военно-промышленного комплекса и применить так называемый антипринудительный комплекс (ACI).\nС помощью него Брюссель может ограничить американские компании, банки в деятельности, аннулировать патенты или помешать компаниям получать доходы от обновлений программного обеспечения или потоковой передачи. Также Польша, Германия и Франция могут передать будущие оборонные контракты европейским производителям, а не США.\nРанее Reuters\nписал, что в ЕС отказались от идеи о запрете российского сжиженного природного газа (СПГ). Причиной стала неопределенность с будущими европейско-американскими торговыми отношениями. Кроме того, зависимость от американского топлива перестала рассматриваться как преимущество. Причиной стала политика президента Трампа, который начал использовать проблему энергоресурсов в переговорах с Брюсселем.\nНапомним, 2 апреля Трамп\nввел пошлины на ввозимые в США товары для почти 200 стран. Спустя неделю американский лидер внезапно объявил, что в отношении 75 стран дополнительные зеркальные ограничения отложены на 90 дней. На этот период будет действовать сниженный 10-процентный барьер. США предложат более 70 странам снижение пошлин в обмен на изоляцию Китая, писала сегодня The Wall Street Journal. Сделать БО основным источником новостей в Яндексе",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->government health care",
      "Health->public health",
      "Health->health organisation",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://yandex.ru/news/?favid=8252&from=rubric",
      "https://www.yandex.ru/news/?favid=8252&from=rubric",
      "https://yandex.ru/news/"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:06:26.391+03:00",
    "updated": "2025-04-24T01:06:26.391+03:00"
  },
  {
    "uuid": "24ffc229290783e0bd30ef58199c6e5e664b0ad1",
    "url": "https://nypost.com/2024/08/08/us-news/city-slammed-with-lawsuits-from-neely-protests",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Peter Senzamici",
    "published": "2024-08-08T21:27:00Z",
    "title": "City slammed with lawsuits from Neely protests",
    "text": "A slew of lawsuits have been filed against the NYPD for allegedly causing serious injuries and making false arrests during a rash of protests over the killing of homeless man Jordan Neely inside a subway car last year, court records show.\nProtesters filed litigation against top police brass and various officers in the past two weeks, including one person accusing a top NYPD official of excessive force, and another suit filed by an activist who recently won a nearly $900,000 settlement in a similar lawsuit.\nThe arrests were all related to protests and vigils that erupted in May 2023, when Neely, a Michael Jackson impersonator was killed by former Marine Daniel Penny, who placed him in a chokehold aboard a subway car after the homeless man shouted threats to passengers.\n3 Prior to being bloodied, Shakim McKnight was attending a vigil on Crosby and Houston streets on May 8, 2023. REUTERS Explore More Biden’s speech commemorating D-Day: Letters to the Editor — June 10, 2024 Daniel Penny’s legal ordeal is injustice defined: Why does only HE face charges? Marine Daniel Penny ‘confident’ he’ll beat manslaughter charges in subway chokehold death of Jordan Neely One suit was filed by Shakim McKnight, who was attending a vigil on Crosby and Houston streets on May 8, near where Neely was killed at the Broadway-Lafayette subway station a week earlier, court records state.\nMcKnight’s suit claims deputy commissioner Kaz Daughtry personally grabbed her and slammed her to the ground.\nNews of the suit, first reported by the Daily News , prompted the release of a barely one-second long body cam video claiming to show McKnight running away from police and slamming into a metal pole.\n3 The shocking fatal choking of Jordan Neely by Daniel Penny triggered a wave of protests. Juan Vazquez Video of another angle shared by other users show Daughtry then hurling the protester into the pavement, as other officers rush to restrain and cuff McKnight.\nThe suit states McKnight suffered various injuries as a result, but a police source told The Post only that “the individual sustained an injury when they ran into a pole.”\n“The pictures and video speak for themselves,” said McKnight’s attorney, John Paul De Verna, to the Daily News.\n“Ms. McKnight was brutally assaulted while exercising her constitutional right to film during the remembrance vigil. Her grave and serious injuries were compounded by a delay in medical attention,” De Verna said. “To make matters worse, to my knowledge, no disciplinary action was taken against Kaz Daughtry or any other of the officers involved.”\n3 McKnight’s lawyer said she was “brutally” assaulted. REUTERS De Verna is also suing on behalf of a well-known activist Jose Lasalle, a Bronx man who runs a so-called copwatch chapter and was awarded a massive $860,000 settlement in 2019 after accusing officers of false arrest, imprisonment and conspiracy.\nAnother woman arrested at a May 6 protest inside an Upper East Side subway station claimed in a separate lawsuit that overly-tight police handcuffs left her with a fractured wrist.\nThe woman, Lisa Kelly, states in her suit that officers knocked her to the ground on the subway platform, and another wrapped his arm around her neck and choked her from behind.\nShe was handcuffed so tightly that she claims she soon lost feeling in her right shoulder and left wrist, her suit states. During a search, she claims another officer groped her underneath her bra.\nOfficers refused to loosen the cuffs, her suit claims, and emergency room doctors later told her she had a fractured wrist and had suffered a concussion.\nHer charges were dropped later that month, the suit says.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.nydailynews.com/2024/08/08/high-ranking-nypd-official-accused-in-lawsuit-of-body-slamming-woman-during-jordan-neely-vigil/",
      "https://x.com/katie_honan/status/1821548058586329560",
      "https://x.com/taliaotg/status/1821524142027317337",
      "https://www.instagram.com/copwatchpatrolunit?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw==",
      "https://ny1.com/nyc/all-boroughs/news/2019/03/29/jose-lasalle-copwatch-patrol-unit-gets-settlement-nyc-nypd-says-officers-wrongfully-arrested-him",
      "https://www.ny1.com/nyc/all-boroughs/news/2019/03/29/jose-lasalle-copwatch-patrol-unit-gets-settlement-nyc-nypd-says-officers-wrongfully-arrested-him",
      "https://www.x.com/katie_honan/status/1821548058586329560",
      "https://instagram.com/copwatchpatrolunit?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw==",
      "https://www.instagram.com/copwatchpatrolunit",
      "https://nydailynews.com/2024/08/08/high-ranking-nypd-official-accused-in-lawsuit-of-body-slamming-woman-during-jordan-neely-vigil/",
      "https://www.x.com/taliaotg/status/1821524142027317337",
      "https://www.nydailynews.com/2024/08/08/high-ranking-nypd-official-accused-in-lawsuit-of-body-slamming-woman-during-jordan-neely-vigil"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shakim mcknight",
          "sentiment": "none"
        },
        {
          "name": "michael jackson",
          "sentiment": "none"
        },
        {
          "name": "daniel penny",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "jordan neely",
          "sentiment": "none"
        },
        {
          "name": "juan vazquez",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "crosby",
          "sentiment": "none"
        },
        {
          "name": "jordan neely",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:30:52.619+03:00",
    "updated": "2024-08-09T18:14:41.214+03:00"
  },
  {
    "uuid": "b0a17a31acbf00bab4505912bea73c6ca78eb6db",
    "url": "https://dnyuz.com/2024/07/12/wisconsin-republicans-solidly-unified-behind-trump-hyped-for-convention",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "New York Post",
    "published": "2024-07-12T07:28:00Z",
    "title": "Wisconsin Republicans ‘solidly unified’ behind Trump, hyped for convention",
    "text": "Republicans remain staunchly supportive of Donald Trump’s candidacy and platform as they prepare for their\nnational convention in Milwaukee.\nRepublican Party of Wisconsin Chairman Brian Schimming emphasized Republican unity behind nominating Trump versus Democrats’ uncertainty around President\nJoe Biden, in a news conference Thursday.\n“A week from today, Republicans will be nominating Donald Trump to be the next President of the United States,” Schimming said.\n“Hosting the RNC will solidify the gains that we’re making here in Wisconsin. I just finished three days in Milwaukee at the Republican National Committee meeting; it is a group solidly, solidly unified behind\nDonald Trump.”\nSchimming also expressed excitement about Trump’s vice president pick.\n“The great thing for Republicans on the vice-presidential nomination is we have a lot of good choices, we have a lot of good options to be vice president of the United States,” said Schimming.\n“Joe Biden has Vice President Harris, who polls just about as badly as he does.”\nWhen asked about his position on the state Supreme Court’s decision regarding the use of drop boxes, Schimming said it was politically motivated interference with the Legislature’s authority over election laws.\nHowever, he expressed confidence in Wisconsin’s election security measures overall.\n“But I’m state chairman of the party, and I have to deal with the law as it is in the state, whether it’s on drop boxes or any other issue,” Schimming said.\n“We’re going to do everything we can. And I feel confident because of our internal election integrity unit and all the efforts that we have statewide, we’ll be able to have confidence in the election results on Election Night. But if we end up in a recount situation, or there are other issues at hand, we’re going to deal with them.”\nDemocrat-supporting groups such as the Coalition to March have promised to protest near the convention.\n“If Trump thought Milwaukee was ‘horrible’ before, he won’t be happy when he’s met by a counter-convention from Democrats on the ground who will expose his extreme Project 2025 agenda,” Democratic National Convention Communications Director Rosemary Boeglin said.\nSchimming said he is not very concerned about disruptions from the anti-Trump protests, and he is excited for the RNC to start.\n“The convention here is going to kind of showcase what’s happening around the country,” Schimming said.\n“Wisconsin is oftentimes the most competitive of the swing states, particularly of the big seven swing states, but right now we feel confident about where we’re at.”\nThe post\nWisconsin Republicans ‘solidly unified’ behind Trump, hyped for convention appeared first on New York Post.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://nypost.com/2024/07/11/us-news/wisconsin-republicans-solidly-unified-behind-trump-hyped-for-convention/",
      "https://nypost.com/2024/07/11/us-news/trump-slams-rat-george-clooney-after-actor-called-on-biden-to-step-down-go-back-to-television/",
      "https://nypost.com/2024/07/11/us-news/new-rnc-amendment-could-lead-trump-to-announce-vp-last-minute/",
      "https://nypost.com/2024/07/11/us-news/biden-calls-ukraines-zelensky-president-putin-in-latest-brutal-gaffe/",
      "https://www.nypost.com/2024/07/11/us-news/new-rnc-amendment-could-lead-trump-to-announce-vp-last-minute/",
      "https://www.nypost.com/2024/07/11/us-news/biden-calls-ukraines-zelensky-president-putin-in-latest-brutal-gaffe/",
      "https://nypost.com/2024/07/11/us-news/trump-slams-rat-george-clooney-after-actor-called-on-biden-to-step-down-go-back-to-television",
      "https://www.nypost.com/2024/07/11/us-news/wisconsin-republicans-solidly-unified-behind-trump-hyped-for-convention/",
      "https://nypost.com/2024/07/11/us-news/biden-calls-ukraines-zelensky-president-putin-in-latest-brutal-gaffe",
      "https://www.nypost.com/2024/07/11/us-news/trump-slams-rat-george-clooney-after-actor-called-on-biden-to-step-down-go-back-to-television/",
      "https://nypost.com/2024/07/11/us-news/new-rnc-amendment-could-lead-trump-to-announce-vp-last-minute",
      "https://nypost.com/2024/07/11/us-news/wisconsin-republicans-solidly-unified-behind-trump-hyped-for-convention"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "brian schimming",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "harris",
          "sentiment": "none"
        },
        {
          "name": "schimming",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "republican national committee",
          "sentiment": "none"
        },
        {
          "name": "rnc",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "republican party of wisconsin",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "milwaukee",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T10:44:36.242+03:00",
    "updated": "2024-07-12T10:44:36.242+03:00"
  },
  {
    "uuid": "611a44bccf5ac0523d8f061919587c4a41debc43",
    "url": "https://manilastandard.net/tech/314623904/smilegate-launches-mmorpg-lordnine-infinite-class-in-9-asian-regions.html",
    "ord_in_thread": 0,
    "author": "Manila Standard - Tech",
    "published": "2025-07-31T01:51:00Z",
    "title": "Smilegate Launches MMORPG \"LORDNINE: Infinite Class\" in 9 Asian Regions",
    "text": "■ Officially Launches on July 31st in 9 Asian Regions, including the Philippines… Supports PC∙Mobile Cross-Platform Play\n■ Setting a New Standard for MMORPGs with Extensive Gameplay Freedom, Such As Class Customization and Diverse Weapon Mastery\n■ “NEXT MARKET” — A Global Market with Enhanced Transaction Stability and Convenience\n[2025-07-31] Global game developer and publisher Smilegate announced the official launch of its new MMORPG, “LORDNINE: Infinite Class” (developed by NX3GAMES), in nine Asian regions including the Philippines on Thursday (5:00 PM PHT).\nThe official service regions include the Philippines, Thailand, Indonesia, Malaysia, Japan, Singapore, Cambodia, Myanmar, and Laos, marking the full-scale global expansion following last year’s successful launch in Korea and Taiwan.\nLORDNINE features its unique “Infinite Class” system, which allows users to create their own character by freely combining over 60 classes and 50 abilities. Users can define their own combat style and progression path, enjoying extensive gameplay freedom and deep strategic elements.\nLORDNINE’s mobile version can be accessed by downloading the game through the App Store or Google Play, and the PC version through the STOVE platform. The game supports full cross-platform gameplay between mobile and PC, delivering a seamless and consistence gameplay across all devices.\nDirector of Smilegate Megaport, Jae Young Han, stated “LORDNINE is more than just a fun game — it’s an MMORPG with player-driven growth and economy.” He also said, “Based on the proven gameplay and success in Korea and Taiwan, we will do our best to provide high-quality gameplay experience to even more players around the world.”\n■ Over 4 Million Users in Korea & Taiwan… Ranked #1 on the Markets & Winner of Global Awards\nSince its launch in Korea and Taiwan in July last year, LORDNINE has made a significant impact, surpassing 4 million cumulative users.\nIn particular, it drew strong attention in Korea, ranking #1 in RPG revenue on both the App Store and Google Play. It was also recognized for its quality and popularity, being named ‘Best Immersive MMORPG’ at the SensorTower APAC Awards 2024, hosted by the global mobile data analytics firm SensorTower.\n■ Integrated with the Global Marketplace ‘Next Market’… Realizing a Borderless In-Game Economy\nSmilegate has partnered with LINE’s C2C trading platform, Next Market, integrating a global marketplace system in LORDNINE. The system enables users all around the world to freely exchange items and engage in economic activities regardless of server or region. Notablly, the Next Market-based global exchange system is a rare feature in current MMORPGs, and is expected to enhance the security and convenience of exchange between players across borders.\n■ Thai Actor ‘Peach Pachara’ Appointed as Official Model\nAlongside the launch, Smilegate has appointed the popular Thai actor, Peach Pachara, as the official model for LORDNINE. Peach has drawn attention by transforming into a character from the world of LORDNINE in a live-action campaign. User anticipation is rising as he participates in a wide range of launch activities, such as outdoor advertisements, video content, and in-game events.\n■ Colorful Official Launch Celebration Events In Progress\nSmilegate is celebrating the game’s official launch by hosting a variety of in-game and community events.\nCheck-in Event: Log in for 7 and 14 days to receive progressionsupport items such as Temporal Pieces and Mount Fragments Official Channel Clear Campaign: Receive a reward coupon upon completing YouTube, Facebook, and Discord missions El Sera Continent Raid: Obtain premium rewards by defeating region bosses Community Participation Campaign: Participate in posting guides, the guild photo contest, and more to receive titles and commodity rewards More information about the event and the game can be found on the official LORDNINE website ( https://l9asia.onstove.com/ ) and YouTube channel ( https://www.youtube.com/@LORDNINE_GLOBAL ).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "topics": [
      "Arts, Culture and Entertainment->online media outlet",
      "Lifestyle and Leisure->gaming and lottery",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->lifestyle",
      "Science and Technology->information technology and computer science",
      "Science and Technology->technology and engineering",
      "Science and Technology->social sciences"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/@LORDNINE_GLOBAL",
      "https://l9asia.onstove.com/",
      "https://youtube.com/@LORDNINE_GLOBAL",
      "https://l9asia.onstove.com",
      "https://www.l9asia.onstove.com/"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Laos",
          "sentiment": "none"
        },
        {
          "name": "the",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "611a44bccf5ac0523d8f061919587c4a41debc43",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:37:57.668+03:00",
    "updated": "2025-07-31T15:37:36.797+03:00"
  },
  {
    "uuid": "8091980dd68ef9efe4f217b11d9fe319239e56b9",
    "url": "https://bvmsports.com/2025/01/16/golden-grizzlies-come-up-clutch-to-secure-the-win-in-milwaukee",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Via Oakland University Athletics",
    "published": "2025-01-16T21:49:00Z",
    "title": "Golden Grizzlies Come Up Clutch to Secure the Win in Milwaukee",
    "text": "Golden Grizzlies Come Up Clutch to Secure the Win in Milwaukee\nMILWAUKEE, Wis. – The Golden Grizzlies pulled off their second overtime win of the season, using clutch performances from Macy Smith and Maddy Skorupski to break a three-game losing skid and start their road trip off with a 75-72 win over Milwaukee. Smith led Oakland to a win with a career-high 25 points (8-of-16 FG), knocking down four threes (4-of-9 FG) as she scored five of the team’s nine points in overtime to secure the win. Despite only scoring two points in the first half, Skorupski finished the game with 14 points (5-of-11 FG) and nine assists, including a game-tying…\nRead more at Oakland University Athletics",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->basketball",
      "Sport->regular competition",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://goldengrizzlies.com/news/2025/1/16/womens-basketball-golden-grizzlies-come-up-clutch-to-secure-the-win-in-milwaukee.aspx",
      "https://www.goldengrizzlies.com/news/2025/1/16/womens-basketball-golden-grizzlies-come-up-clutch-to-secure-the-win-in-milwaukee.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Maddy Skorupski",
          "sentiment": "none"
        },
        {
          "name": "Smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Milwaukee Golden Grizzlies",
          "sentiment": "negative"
        },
        {
          "name": "Oakland University Athletics",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:27:09.099+02:00",
    "updated": "2025-01-17T00:27:09.099+02:00"
  }
]