[
  {
    "uuid": "cd0c1c480a7a2f81f7d66c31990071329d748b9a",
    "url": "https://www.independent.ie/entertainment/dara-bertie-and-a-bank-robber-podcast-highlights-of-2023/a1557638991.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Henrietta McKervey",
    "published": "2023-12-30T02:30:00Z",
    "title": "Dara, Bertie and a bank robber: podcast highlights of 2023",
    "text": "Dara, Bertie and a bank robber: podcast highlights of 2023\nIt has been a bumper 12 months for listeners, from queries about cannibalism to Richard Osman’s take on superhero fatigue\nTwo decades ago, there were zero podcasts. In 2023, Apple Podcasts alone was home to over 2.6 million, with 87.6 million episodes between them. But, as with any gold rush, there is always a reckoning. The only-way-is-up trajectory had a serious wobble in June, when Spotify suddenly downsized its podcast business. It then parted ways with Meghan and Harry after the couple’s Archewell Audio spectacularly failed to deliver on its promise of interesting content and celebrity guests. The same month, Stitcher, the app that helped get podcasts on the mainstream entertainment map, announced it was closing.\nYet despite the gloomy news for those working in podcasting, 2023 was a bumper year for listeners. Old favourites — including Black & Irish (RTÉ), Bookclub (BBC Radio 4), The Lady Vanishes (7News) — were joined by new shows, such as the unforgettable Bone Valley (Lava for Good Podcasts in association with Signal Co No1).\nThe latter looks at the case of teenager Michelle Schofield, who was found dead in a disused mining pit in rural Florida in 1987. Despite the lack of evidence, her musician husband Leo was convicted of her murder. Seventeen years into his life sentence, previously unexamined fingerprint evidence clearly pointed to another suspect, yet the justice system would not budge on its verdict. What can be done? Plenty, it turns out. Recorded over four years, Bone Valley is a superb series, written and hosted by Pulitzer Prize-winning journalist Gilbert King with producer-reporter Kelsey Decker.\nIf you could get back all the time you’ve ever wasted, would you want it? Over six episodes, Dara Ó Briain’s Timewasters (Audible Originals) debates exactly that. From relationships that were never going anywhere, hours spent on call waiting to pointless DIY projects and weird hobbies, he and two comedian guests spill the beans on the most misspent moments of their lives, and the odd and often inexplicable choices that got them there. A good starting point is Episode 3, in which Ed Byrne makes a case for learning Irish in school being a waste of time, and Ria Lina reveals why her divorce was five years late. Entertaining and surprisingly relatable, the stories might be different, but this show proves that time-wasting is part of the human condition.\nThose of us still pining for the late, great Reply All, which downed tools in 2022, were rewarded when former host PJ Vogt announced a new show. Originally called Weekly, it officially launched in July as Search Engine (created by PJ Vogt, Audacy, Jigsaw). Driven by the same ‘wait, what?’ curiosity as Reply All, Search Engine tries to answer questions that listeners might normally turn to the internet to solve: odd queries potentially too daft, too personal or too hard to ask a friend. Gems include ‘Why don’t we eat people?’, a question posed by the four-year-old son of the New Yorker’s restaurant critic; and ‘Who should be in charge of AI?’, the story of the brief, pearl-clutching revolution at Sam Altman’s artificial intelligence company, OpenAI.\nBarely two years old, Gary Lineker’s Goalhanger production company now claims to be the UK’s largest independent podcast group, with 17.5 million downloads a month. In August, The Rest is Football joined its stable of popular shows (the roster includes heavy-hitters The Rest is Politics and The Rest is History). Co-hosted by Lineker, Alan Shearer and Micah Richards, The Rest is Football is a fast-paced blend of debate, analysis, outrageous tales from their careers, and the odd cooking tip (Gary’s a dab hand in the kitchen).\nIn November, another Goalhanger show scored an immediate win when Richard Osman and Marina Hyde launched The Rest is Entertainment. These two smart, opinionated and funny presenters take on topics such as superhero fatigue, the Fleet Street phone-hacking scandal and the Hallmark Christmas movie production line.\nIn the first episode of Finding Samantha (RTÉ Documentary on One podcast) journalist Sharon Davis mournfully says: “We just seem to be at the end of a fishing line and she kind of dangles the hook into the water, tries to tantalise us with the bait.” This seven-part series begins by taking listeners back to 2013, when gardaí try to identify a young girl found alone and upset outside the GPO. A month-long investigation reveals nothing, until a photograph is released to the public and all hell breaks loose: the supposedly vulnerable teenager was a 25-year-old Australian with a history of cons. Another hit Irish true crime show was I’m Not Here to Hurt You (Irish Independent), a five-episode story telling the tragic sequence of events that saw John Hegarty spiral from high-achieving student to Ireland’s most prolific bank robber.\nThis year marked the 25th anniversary of the Good Friday Agreement. As politicians geared up for the commemorations in April, As I Remember It: Bertie Ahern & the Good Friday Agreement (Newstalk) many of those who negotiated it recalled the events, reflecting on the invariably intricate, sometimes dangerous and regularly frustrating negotiations.\nThe former taoiseach is joined by Tony Blair and Bill Clinton among others, with archive recordings featuring many brave voices who have since died, including Mo Mowlam, who pushed through last-minute negotiations despite having an IV in her arm.\nIn Ahern’s show, the clue is in the title: memory is a slippery thing. Memory as the ultimate unreliable narrator is the driving force of the nine-episode Bear Brook Season 2: A True Crime Story (New Hampshire Public Radio). Following on from the 21 million download success of Season 1, host Jason Moon’s impressive and impeccably researched feat of long-form investigative journalism boiled down to two big questions: is it possible to uncover the truth in a 31-year-old cold case? And if so, who is entitled to tell another person’s story? In July 1988, engineer Sharon Johnson was strangled and stabbed. Her husband’s teenage colleague Jason Carroll was convicted, but appealed, arguing his confession had been involuntary. As with Bone Valley, Bear Brook examines what happens when the legal system refused to accept that justice was ill-served. A corker.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dara",
          "sentiment": "negative"
        },
        {
          "name": "bertie",
          "sentiment": "negative"
        },
        {
          "name": "meghan",
          "sentiment": "none"
        },
        {
          "name": "richard osman",
          "sentiment": "none"
        },
        {
          "name": "harry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc radio",
          "sentiment": "none"
        },
        {
          "name": "signal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "spotify",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T04:42:44.994+02:00",
    "updated": "2023-12-30T04:42:44.994+02:00"
  },
  {
    "uuid": "55918d1bb85d3a05112c29d21378387380c44a56",
    "url": "https://radio.foxnews.com/2023/12/28/tiffany-smiley-our-commander-in-chief-continues-to-show-weakness-on-the-world-stage/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Addvensky",
    "published": "2023-12-28T05:00:00Z",
    "title": "Tiffany Smiley: Our Commander-in-Chief Continues To Show Weakness On The World Stage | Fox Across America",
    "text": "Former GOP candidate for U.S. Senate in Washington State Tiffany Smiley joins Fox Across America With guest host Jason Chaffetz to shed light on why the U.S. military is currently facing a recruiting crisis. “There’s a lower percentage of individuals that are serving and most of those that join the military are from military families. So I believe we need to expand that. We need patriotism back in this country. And we need a Commander-in-Chief who’s strong, who leads from a place of strength, peace through strength. And unfortunately, sort of what I was talking about at the beginning is Joe Biden showed weakness on the world stage with the failed departure in Afghanistan, deeply hurt our military families. You know, to see how much so many families have sacrificed. I mean, we have friends who have been in Afghanistan more than they have in the United States of America and away from their families. And to watch that failure on the world stage is just set us up to be stretched thin. We’re not meeting our recruiting goals. There’s not a sense of strength and peace through strength. Right? And that starts at the top. That’s in any organization. And if our Commander-in- Chief is showing weakness on the world stage, I mean, our military families are the ones holding us up and they’re the ones that are exhibiting courage and bravery every single day in the face of an administration that is unable to stand up and show the world that we are a shining beacon on the hill. It is our military families that are absolutely doing it day in and day out.” Listen to the podcast to hear what else she had to say to Jason! PLUS, don’t forget to pre-order your copy of Jimmy’s upcoming book! [Pre-Order Cancel Culture Dictionary ](https://www.foxnews.com/books/cancel-culture-dictionary)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tiffany smiley",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "jason chaffetz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. senate",
          "sentiment": "negative"
        },
        {
          "name": "fox across america former gop",
          "sentiment": "negative"
        },
        {
          "name": "fox across america wit",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "washington state tiffany smiley",
          "sentiment": "none"
        },
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states of america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:19.304+02:00",
    "updated": "2023-12-29T00:07:19.304+02:00"
  },
  {
    "uuid": "9fefcd82a2191f9fb8a0636a01ff95c6212feedb",
    "url": "https://6abc.com/news-israel-hamas-judith-weinstein-haggai-how-many-hostages-has-killed/14235460/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABCNews",
    "published": "2023-12-28T20:49:00Z",
    "title": "American-Israeli-Canadian hostage confirmed dead",
    "text": "Judith Weinstein, a 70-year-old American-Israeli-Canadian hostage, was confirmed dead on Thursday, Kibbutz Nir Oz said in a statement.\nWeinstein was fatally wounded during Hamas' Oct. 7 attack on Israel and her body remains held in Gaza, the kibbutz said.\nHer husband, American-Israeli Gad Haggai, was also killed on Oct. 7 and his body also remains in Gaza, the kibbutz said. His death was confirmed last week.\nWeinstein, a mother of four and grandmother of seven, was an English teacher who specialized in helping children with special needs, Kibbutz Nir Oz said.\n\"For the past few years she has also taught Mindfulness to children and teenagers who suffered from anxiety caused by the ongoing rocket fire from Gaza,\" the kibbutz said. \"Judy was a poet, entrepreneur, and pursued many initiatives to advance peace in the region.\"\nPresident Joe Biden said in a statement that he's \"devastated\" to learn of Weinstein's death.\n\"We are holding Judith and Gad's four children, seven grandchildren, and other loved ones close to our hearts,\" Biden said. \"I will never forget what their daughter, and the family members of other Americans held hostage in Gaza, have shared with me. They have been living through hell for weeks. No family should have to endure such an ordeal. And I reaffirm the pledge we have made to all the families of those still held hostage: we will not stop working to bring them home.\"\nWeinstein was the last American woman being held hostage by Hamas who had not been released, according to the Hostage Families Forum.\nPresident Joe Biden issued the following statement:\n\"Jill and I are devastated to learn that American Judith Weinstein is also believed to have been killed by Hamas on October 7. This tragic development cuts deep, coming on the heels of last week's news that Judith's beloved husband, Gad Haggai, is believed to have been killed by Hamas. We are holding Judith and Gad's four children, seven grandchildren, and other loved ones close to our hearts. I will never forget what their daughter, and the family members of other Americans held hostage in Gaza, have shared with me. They have been living through hell for weeks. No family should have to endure such an ordeal. And I reaffirm the pledge we have made to all the families of those still held hostage: we will not stop working to bring them home.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "nir oz",
          "sentiment": "none"
        },
        {
          "name": "kibbutz nir oz",
          "sentiment": "none"
        },
        {
          "name": "judith",
          "sentiment": "none"
        },
        {
          "name": "judy",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        },
        {
          "name": "gad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:38.969+02:00",
    "updated": "2023-12-29T00:01:38.969+02:00"
  },
  {
    "uuid": "847df689bfeed99dd361c0c03f87815a2bf488da",
    "url": "https://www.latestly.com/agency-news/india-news-amrit-bharat-vande-bharat-trains-arrive-at-ayodhya-to-be-flagged-off-by-pm-modi-today-5660068.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-30T02:32:00Z",
    "title": "India News | Amrit Bharat, Vande Bharat Trains Arrive at Ayodhya, to Be Flagged off by PM Modi Today | LatestLY",
    "text": "Ayodhya (Uttar Pradesh) [India], December 30 (ANI): Amid the festive air in Ayodhya and the euphoria around the consecration of the grand Ram Temple on January 22 next year, Prime Minister Narendra Modi will arrive in the temple town on Saturday to flag off Amrit Bharat and Vande Bharat trains among other projects. The new trains have already rolled into the Ayodhya Cantonment Railway station and are all set to be flagged off by PM Modi. Also Read | New Year 2024: Mumbai Police Issues Traffic Advisory for December 31 and January 1; Check 'No Parking' Zones, Routes To Avoid Last-Minute Trouble. He will flag off two Amrit Bharat and six Vande Bharat trains from the redeveloped Ayodhya Dham Railway Station during his visit to the temple town on Saturday. Amrit Bharat is a new category of superfast passenger trains, equipped with the LHB push-pull feature. However, these trains come with non-air-conditioned coaches. Also Read | Goa: Congress, AAP Demand Action Against Sunburn Festival Organisers for 'Hurting' Religious Sentiments. This train has locos at both ends for better acceleration. It provides improved facilities for rail passengers, like beautifully designed seats, better luggage racks, mobile charging points with suitable mobile holders, LED lights, CCTV, and a public information system, among others. The new Amrit Bharat trains that will ply as Darbhanga-Ayodhya-Anand Vihar Terminal Amrit Bharat Express and Malda Town-Sir M. Visvesvaraya Terminus (Bengaluru) Amrit Bharat Express. The Vande Bharat trains to be flagged off include Shri Mata Vaishno Devi Katra-New Delhi Vande Bharat Express; Amritsar-Delhi Vande Bharat Express; Coimbatore-Bangalore Cantt Vande Bharat Express; Mangalore-Madgaon Vande Bharat Express; Jalna-Mumbai Vande Bharat Express and Ayodhya-Anand Vihar Terminal Vande Bharat Express. Prime Minister will also dedicate to the nation three railway projects worth Rs 2300 crore to strengthen rail infrastructure in the region. The projects include the Rooma Chakeri-Chanderi third line project; Jaunpur-Tulsi Nagar, Akbarpur-Ayodhya, Sohawal-Patranga and Safdarganj-Rasauli sections of the Jaunpur-Ayodhya-Barabanki doubling project; and doubling and electrification project of the Malhaur-Daliganj railway section. Phase I of the redeveloped Ayodhya Railway Station, known as Ayodhya Dham Junction Railway Station is to be inaugurated today by PM Modi and is developed at a cost of more than Rs 240 crore. The three-storey railway station building is equipped with all modern features such as lifts, escalators, food plazas, shops for puja needs, cloakrooms, child care rooms, and waiting halls. The station will be 'accessible for all' and will be an 'IGBC-certified green station building'. PM Modi will also inaugurate the newly built Ayodhya Airport named Maharishi Valmiki International Airport Ayodhya Dham. Phase 1 of the state-of-the-art airport has been developed at a cost of more than Rs 1450 crore. The airport's terminal building will have an area of 6500 sqm, equipped to serve about 10 lakh passengers annually. The facade of the terminal building depicts the temple architecture of the upcoming Shri Ram Mandir of Ayodhya. The interiors of the terminal building are decorated with local art, paintings and murals depicting the life of Bhagwan Shri Ram. The terminal building of Ayodhya Airport is also equipped with various sustainability features, like an insulated roofing system, LED lighting, rainwater harvesting, landscaping with fountains, a water treatment plant, a sewage treatment plant, a solar power plant and many other such features have been provided to meet GRIHA - 5-star ratings. The airport will improve connectivity in the region, leading to a boost in tourism and business activities while generating new employment opportunities. (ANI) (This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amrit bharat",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "vande bharat",
          "sentiment": "none"
        },
        {
          "name": "modi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vande bharat trains arrive",
          "sentiment": "negative"
        },
        {
          "name": "india news",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "vande bharat",
          "sentiment": "none"
        },
        {
          "name": "mumbai police issues traffic advisory",
          "sentiment": "none"
        },
        {
          "name": "lhb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "ayodhya dham railway station",
          "sentiment": "none"
        },
        {
          "name": "ayodhya cantonment railway",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T07:14:46.557+02:00",
    "updated": "2023-12-30T07:14:46.557+02:00"
  },
  {
    "uuid": "77bc16311dc7846023d306ec091f585a47220042",
    "url": "https://www.pulzo.com/nacion/en-antioquia-envian-carcel-hombre-que-ataco-su-ex-embarazada-turbo-PP3402758A",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "qhubomedellin@pulzo-hermes.com",
    "published": "2024-01-25T22:22:00Z",
    "title": "En Antioquia envían a cárcel a hombre que atacó a su ex, embarazada, en Turbo",
    "text": "Encerrado en una cárcel terminó un sujeto de 26 años señalado de agredir física y verbalmente a su ex compañera sentimental a pesar de que estaba embarazada de gemelos. (Le puede interesar: [Niño cayó al vacío luego de que un cable aéreo se reventara; encontraron el cuerpo en un río](https://www.pulzo.com/nacion/nino-cayo-vacio-antioquia-luego-que-se-reventara-cable-aereo-PP3397426A)) Este lamentable hecho ocurrió en el distrito de Turbo, en el [ Urabá antioqueño.](https://www.pulzo.com/noticias/antioquia) Resulta que en marzo de 2023 la mujer, de 36 años, inició un noviazgo con este sujeto. Sin embargo, al enterarse de que estaba embarazada decidió terminar la relación. Al parecer, al hombre le dio muy duro esta decisión y no la aceptó. Por eso habría empezado a acecharla e insultarla cuando la veía en la calle. Pero la situación pasó de castaño a oscuro el 8 de agosto del año pasado, cuando el sujeto pateó en el vientre a su ex, quien por cuenta del golpe estuvo hospitalizada durante 2 días. [Feminicidio en La Unión, Valle: presunto asesino de Diana Serna fue enviado a la cárcel](/nacion/feminicidio-la-union-valle-envian-carcel-asesino-su-expareja-PP3398670A) [Hombre correteó a su esposa con machete hasta matarla; se escucharon escalofriantes gritos](/nacion/feminicidio-la-union-valle-hoy-hombre-persiguio-mato-su-ex-con-machete-PP3393487A) [Mujer mató a su compañera de trabajo porque, supuestamente, chateaba con su novio](/mundo/noticias-brasil-mujer-mato-su-companera-trabajo-chatear-con-su-novio-PP3376892A) [A exsenador Moreno de Caro le saldrá caro maltratar a sus empleadas y lo investigarán](/nacion/carlos-moreno-caro-sera-investigado-mintrabajo-tras-maltratar-empleadas-PP3364235A) Tras ser capturado, el sujeto fue presentado en audiencias ante un juez y no se allanó a los cargos que le imputó la Fiscalía por el delito de violencia intrafamiliar agravada, en concurso homogéneo y sucesivo. LO ÚLTIMO [Nación] Hace 13 mins [Citan a debate de control político a mindefensa por aviones de la FAC fuera de servicio](/nacion/ministro-defensa-es-citado-debate-control-politico-incendios-PP3402770A) [Nación] Hace 16 mins [Mandan a la cárcel a sujeto que atacó a su ex, embarazada de gemelos, porque ella lo dejó](/nacion/en-antioquia-envian-carcel-hombre-que-ataco-su-ex-embarazada-turbo-PP3402758A) [Nación]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:38:51.990+02:00",
    "updated": "2024-01-26T00:38:51.990+02:00"
  },
  {
    "uuid": "d567d2ffce2127e9392801a24dcf0a9ef302905b",
    "url": "https://ca.marketscreener.com/quote/stock/NVIDIA-CORPORATION-57355629/news/Nvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2025-01-10T04:35:00Z",
    "title": "Nvidia criticizes reported Biden plan for AI chip export curbs - MarketScreener",
    "text": "(Reuters) - Nvidia on Thursday criticized a reported plan by the Joe Biden administration to impose new restrictions on AI chip exports, saying that the outgoing U.S. leader should not \"preempt incoming President Trump\" by enacting a last-minute policy.\n\"We would encourage President Biden to not preempt incoming President Trump by enacting a policy that will only harm the U.S. economy, set America back, and play into the hands of U.S. adversaries,\" Nvidia Vice President Ned Finkle said in an emailed statement.\nThe U.S. Commerce Department and the White House did not immediately respond to Reuters' requests for comment outside regular business hours.\nReuters reported exclusive details last month on the Commerce Department's plan for approving global AI chip exports while also preventing bad actors from accessing them. A key aim of the restrictions is to keep AI from supercharging China's military capabilities.\nBloomberg News reported on Thursday that new export regulations could be announced soon, adding that a group of U.S. adversaries would effectively get blocked from importing these chips, while the vast majority of the world would face limits on the total computing power that can go to one country.\nNvidia's Finkle said the reported policy was disguised as an \"anti-China move\" and warned that the extreme country cap will affect computers around the world and push the world to alternative technologies.\n\"This last-minute Biden administration policy would be a legacy that will be criticized by U.S. industry and the global community,\" Finkle said.\nThe Information Technology Industry Council, representing companies like Amazon, Microsoft and Meta, has said the rule would place arbitrary constraints on U.S. companies' ability to sell computing systems overseas and cede the global market to competitors.\nU.S. President-elect Donald Trump, in his first term in office, imposed restrictions on the sale of U.S. technology to China citing national security. Trump's second term begins on Jan. 20.\nNvidia shares were down more than 1% during extended trading on Thursday after the Bloomberg report.\n(Reporting by Devika Nair and Shubham Kalia in Bengaluru and Karen Freifeld in New York; Editing by Mrigank Dhaniwala)\nShare © Reuters - 2025",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Politics->government policy",
      "Politics->economic policy",
      "Politics->international relations",
      "Science and Technology->technology and engineering",
      "Science and Technology->information technology and computer science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FNVIDIA-CORPORATION-57355629%2Fnews%2FNvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FNVIDIA-CORPORATION-57355629%2Fnews%2FNvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Nvidia",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FNVIDIA-CORPORATION-57355629%2Fnews%2FNvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FNVIDIA-CORPORATION-57355629%2Fnews%2FNvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://cdn.zonebourse.com/static/resize/464/261//images/reuters/2024-02/2024-02-14T163808Z_1_LYNXNPEK1D0NQ_RTROPTP_3_USA-STOCKS-NVIDIA.JPG",
      "https://twitter.com/intent/tweet?text=Nvidia",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FNVIDIA-CORPORATION-57355629%2Fnews%2FNvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Nvidia",
      "https://telegram.me/share/url",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FNVIDIA-CORPORATION-57355629%2Fnews%2FNvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.cdn.zonebourse.com/static/resize/464/261//images/reuters/2024-02/2024-02-14T163808Z_1_LYNXNPEK1D0NQ_RTROPTP_3_USA-STOCKS-NVIDIA.JPG",
      "https://twitter.com/intent/tweet",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://www.twitter.com/intent/tweet?text=Nvidia",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FNVIDIA-CORPORATION-57355629%2Fnews%2FNvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FNVIDIA-CORPORATION-57355629%2Fnews%2FNvidia-criticizes-reported-Biden-plan-for-AI-chip-export-curbs-48722861%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "d567d2ffce2127e9392801a24dcf0a9ef302905b",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2025-01-10T07:07:33.686+02:00",
    "updated": "2025-01-10T07:07:33.686+02:00"
  }
]