[
  {
    "uuid": "b047313c8e2ab8e1e12e824af0a4c395b7107820",
    "url": "https://www.thestar.com/news/ontario/ottawa-teen-raced-in-socks-to-get-help-for-friends-who-fell-through-ice-911/article_14be60de-c488-51aa-aa1f-5b2e71f0ebb5.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stephanie Taylor The Canadian Press",
    "published": "2023-12-28T03:00:00Z",
    "title": "Ottawa teen raced in socks to get help for friends who fell through ice: 911 caller",
    "text": "OTTAWA - It was about 9:30 p.m. when a young man came racing to her yard in his socks, a T-shirt and shorts. No coat. No phone. Dripping wet. \"He was yelling he needed help because his friend had fallen through the ice,\" says Carly Roome. She called the police right away, and she and her parents spoke with the boy, who was \"really shaken up,\" to get more details as she spoke to the 911 operator. The boy had pulled his sister out of the Rideau River, about 400 metres away from where Roome lives. But he was worried about those he was unable to save. The family drove the teenager back to the site, where his sister was waiting, and Roome passed her phone over to the teenager so he could provide more details about what happened. \"The sister was just, like, yelling, and just, like, really freaked out,\" Roome said. \"So I just held her while he was on the phone.\" Police confirmed Thursday morning that one teenager was dead. Another was still missing. You might be interested in Police said Thursday that emergency crews responded to a call about four teens falling into the river from Nicolls Island Road at 9:45 p.m. Police reported earlier that the first call came in at roughly 11:45 p.m., but later clarified that was a mistake. They said two of the teenagers were immediately rescued from the water and were taken to hospital by paramedics, while a 16-year-old and a 17-year-old boy were still missing and believed to be in the water. Police said a rescue operation took place in \"very difficult conditions,\" and included a surface and water search. Divers recovered the body of one of the missing teenagers. The search for the second missing teen was paused overnight and did not resume in the morning. Just before 3 p.m. on Thursday, an underwater search and recovery unit arrived on the scene and set up a tent near the edge of the river. Asked why the police press release implied that two teens were rescued when Roome's account suggests that one rescued himself and his sister, a police spokesperson noted that the release did not specify how the youths were rescued. \"I really feel for the boy that came to our house. He saved his sister and tried to save his friend,\" said Roome. \"And then in like no clothes ran to our house to get more help for his friend. I just really think he did everything that he could.\" Three marked police vehicles had been parked near the Long Island Locks of the Rideau Canal on a rainy Thursday morning, as milder-than-average temperatures persisted in Ottawa. Yellow police tape was wrapped around the locks near the river, where a thin layer of ice appeared to extend outward from the shore, met by open water. Police also taped off an area near the shoreline. Nearby, a black SUV was parked and blocked off with tape. The licence plates on the front and back of the vehicle were covered. Asked for more details, the police spokesperson said more information was not being shared because it remains an ongoing police operation. \"We have offered supports to the loved ones of the youths,\" an earlier police statement read. \"This tragedy affects us all.\" The search for the missing teen comes amid a spate of similar incidents across the country. RCMP in Alberta confirmed this week that a family of three died after falling through thin ice while riding their UTV in the lead-up to Christmas. The Mounties also said a man died after falling through ice near Calgary on Christmas Day. Last month, the RCMP in Saskatchewan reported that two girls fell through ice on a lake. One of them died, along with two men who were attempting a rescue. And in Quebec this week, provincial police said the search for a four-year-old girl who fell into a river last week is now being considered a recovery operation rather than a rescue mission. After the Prairies deaths, Mounties were reminding outdoor enthusiasts that ice should be at least 15 centimetres thick for a person to walk or skate on it. The thickness should be at least 20 centimetres for a group of people and 25 centimetres for the use of a snowmobile or off-road vehicle. Asked on Thursday whether Ottawa police had any message to the public about safety around ice, the spokesperson said the service's website points to advice from the Canadian Red Cross. This report by The Canadian Press was first published Dec. 28, 2023. — With files from Maan Alhmidi in Toronto.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "carly roome",
          "sentiment": "none"
        },
        {
          "name": "roome",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "rideau river",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:00.831+02:00",
    "updated": "2023-12-29T00:41:00.831+02:00"
  },
  {
    "uuid": "e6c214748c2554e9c8d2c475116f7e04fa568ca7",
    "url": "https://vnexplorer.net/exclusive-recordings-emails-show-how-trump-team-flew-fake-elector-ballots-to-dc-in-final-push-to-overturn-2020-election-s696954.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:03:00Z",
    "title": "Exclusive: Recordings, emails show how Trump team flew fake elector ballots to DC in final push to overturn 2020 election",
    "text": "Two days before the January 6 insurrection, the Trump campaign’s plan to use fake electors to block President-elect Joe Biden from taking office faced a potentially crippling hiccup: The fake elector certificates from two critical battleground states were stuck in the mail.\nSo, Trump campaign operatives scrambled to fly copies of the phony certificates from Michigan and Wisconsin to the nation’s capital, relying on a haphazard chain of couriers, as well as help from two Republicans in Congress, to try to get the documents to then-Vice President Mike Pence while he presided over the Electoral College certification.\nThe operatives even considered chartering a jet to ensure the files reached Washington, DC, in time for the January 6, 2021, proceeding, according to emails and recordings obtained by CNN.\nThe new details provide a behind-the-scenes glimpse of the chaotic last-minute effort to keep Donald Trump in office. The fake electors scheme features prominently in special counsel Jack Smith’s criminal indictment against the former president, and some of the officials who were involved have spoken to Smith’s investigators.\nThe emails and recordings also indicate that a top Trump campaign lawyer was part of 11th-hour discussions about delivering the fake elector certificates to Pence, potentially undercutting his testimony to the House select committee that investigated January 6 that he had passed off responsibility and didn’t want to put the former vice president in a difficult spot.\nThese details largely come from pro-Trump attorney Kenneth Chesebro, who was an architect of the fake electors plot and is now a key cooperator in several state probes into the scheme. Chesebro pleaded guilty in October to a felony conspiracy charge in Georgia in connection with the electors’ plan, and has met with prosecutors in Michigan, Nevada and Wisconsin, who are investigating the sham GOP electors in their own states.\nKenneth Chesebro speaks to Fulton County Superior Court Judge Scott McAfee during a hearing where Chesebro accepted a plea deal from the Fulton County District Atorney at the Fulton County Courthouse October 20 in Atlanta. – Alyssa Pointer/Getty Images\nChesebro is an unindicted co-conspirator in the federal election interference indictment against Trump.\nCNN has obtained audio of Chesebro’s recent interview with Michigan investigators, and exclusively reported earlier this month that he also told them about a December 2020 Oval Office meeting where he briefed Trump about the fake electors plan and how it ties into January 6.\nAn attorney for Chesebro declined to comment. A spokesman for the special counsel’s office did not reply to a request for comment for this story.\n‘A high-level decision’ Emails obtained by CNN corroborate what Chesebro told Michigan prosecutors: He communicated with the top Trump campaign lawyer, Matt Morgan, and another campaign official, Mike Roman, to ferry the documents to Washington on January 5.\nFrom there, Sen. Ron Johnson of Wisconsin and a Pennsylvania congressman assisted in the effort to get the documents into Pence’s hands.\n“This is a high-level decision to get the Michigan and Wisconsin votes there,” Chesebro told Michigan prosecutors. “And they had to enlist, you know, a US senator to try to expedite it, to get it to Pence in time.”\nChesebro also discussed the episode with Wisconsin investigators last week when he sat for an interview with the attorney general’s office as part of a separate state probe into the fake electors plot, a source familiar with the matter told CNN.\nWisconsin prosecutors asked about the episode “extensively,” the source said, noting Chesebro discussed how a Wisconsin GOP staffer flew the certificate from Milwaukee to Washington and then handed it off to Chesebro.\nThe firsthand account from Chesebro’s perspective helps fill in the narrative behind the effort to hand-deliver elector slates to Pence, which is vaguely referenced in Smith’s federal indictment.\nTrump pleaded not guilty to the charges, which include conspiring with Chesebro and others to obstruct the January 6 certification proceeding. Before Chesebro’s guilty plea in Georgia, his attorneys reached out to Smith’s team. As of this week, he has not heard back from federal prosecutors, a source familiar with the matter told CNN.\nFederal investigators have spoken with several individuals involved in the scramble with the phony elector certificates, according to a source familiar with the matter. This includes interviews with Trump staffers who were tapped to fly the papers to DC, and some fake electors who knew of the planning.\nA spokesperson for the Trump campaign did not reply to a request for comment.\nAsked about the episode, a spokesperson for Johnson pointed to his previous comments, where he said, “my involvement in that attempt to deliver spanned the course of a couple seconds,” and that, “in the end, those electors were not delivered.”\n‘Day-by-day’ coordination According to the recordings of Chesebro’s sit-down with Michigan prosecutors, he explained how a legal memo he wrote for Wisconsin transformed into a nationwide operation, where Trump lawyers were “day-by-day coordinating the efforts of more than a dozen people with the GOP and with the Trump campaign.”\nOn January 4, 2021, Morgan sent an email to Chesebro and Roman asking for confirmation that all of the Trump elector slates had been received by Congress, according to the documents obtained by CNN.\nMatt Morgan participates in a news conference at the Republican National Committee headquarters in Washington, DC, in November 2020. – Michael Reynolds/EPA-EFE/Shutterstock\nRoman responded that the Michigan certificate had been mailed on December 15 but was still “in transit” at a US Postal Service facility in DC. Wisconsin’s certificate also had apparently not arrived.\nChesebro told prosecutors that Morgan was “freaked out” when the campaign realized the phony certificates from Michigan were still in the mail.\nThat same day, Morgan weighed in over email asking Chesebro and Roman to rethink how they would deliver the certificates to Pence.\n“As I thought about this more, a courier will not be able to access the Capitol to deliver a sealed package,” Morgan wrote on January 4, according to emails obtained by CNN “You will probably need to enlist the help of a legislator who can deliver to the appropriate place(s). I strongly recommend you guys discuss a revised delivery plan with Rudy (Giuliani) to make sure this gets done the way he wants.”\n‘Can we charter a flight?’ Roman was concerned the Wisconsin documents wouldn’t reach Washington in time.\n“Can we charter a flight? The only available commercial from MKE (Milwaukee Mitchell International Airport) to DCA (Ronald Reagan Washington National Airport) arrives at 2130 tomorrow night,” Roman wrote to Chesebro on January 4 at 11:24 p.m.\nThe job of physically flying the elector documents to Washington fell to two people: A Trump campaign staffer and a Wisconsin GOP official, according to the emails and what Chesebro told prosecutors.\nThe Wisconsin GOP official who had that state’s elector documents landed after 10 a.m. on January 5 at Baltimore-Washington International Airport, according to the emails.\nTrump campaign aide Michael Brown flew with the Michigan certificates to Washington National Airport with a scheduled arrival around 1 p.m., according to emails obtained by CNN. A source familiar with the matter told CNN that Brown flew to DC from Atlanta, because the Trump staffers who had custody of the Michigan ballots were in Georgia for the Senate runoffs.\nThe campaign booked and paid for Brown’s flight on Southwest Airlines, the source said. Federal campaign finance records indicate that a pro-Trump super PAC paid the airline on the day of Brown’s flight for travel related to election “recount” efforts.\nTrump Hotel meetup The emails show that Brown and the Wisconsin GOP official were instructed to meet Chesebro at the Trump International Hotel in downtown Washington to hand off the fake elector certificates. Chesebro said in an email that he’d keep the ballots in his hotel room safe until it was time to pass them along.\nBarricades outside the Trump International Hotel in Washington, DC, on January 17, 2021. – Pete Kiehart/Bloomberg/Getty Images\nWisconsin Republican Party officials were annoyed at the request to courier the fake elector certificates to Washington. “Freaking trump idiots want someone to fly original elector papers to the senate President,” a Wisconsin GOP official wrote to then-state party chairman Andrew Hitt on January 4, according to the January 6 committee report.\nHitt – who has provided information to federal investigators about the efforts to get the fake elector certificates to Washington, according to a source familiar with the matter – told the January 6 committee that the couriering ended up being overkill, because the original documents that the state party had mailed to Washington actually made it in time.\nGetting the certificates inside the Capitol The documents still had to be hand-delivered to Pence’s Senate office in the Capitol.\nThe electors plot – as envisioned by Chesebro and other Trump allies – was that Pence could reject Biden’s legitimate electors and recognize Trump’s “alternate electors” on January 6, while lawmakers tallied the electoral votes from each state. Per federal law, the certificates need to be physically presented on the floor of Congress during the joint session, while lawmakers tally the electoral votes.\nChesebro told investigators that Roman connected him with an aide for a Pennsylvania GOP lawmaker that he believed was Rep. Scott Perry to turn over the documents. Chesebro wasn’t certain which congressman the staffer worked for – and the January 6 report says a staffer for a different Pennsylvania Republican, Rep. Mike Kelly, helped shuttle the documents that day.\n“I had the Wisconsin stuff. [Trump campaign aide] Mike Brown had the Michigan stuff. We walked to the Longworth Office Building, and the guy with Perry, or whatever his name is, and some other fellow, that were like staff members of the House, took them and said, ‘We’re going to walk them over to the Senate and give it to a Senate staffer,’” Chesebro told Michigan prosecutors, according to the audio obtained by CNN.\n“I don’t know why logistically we didn’t take it directly to Johnson. But that’s how we did it,” he added.\nKelly and Perry’s offices did not respond to CNN’s requests for comment.\nBrown did not comment for this story. CNN previously reported that he testified in June to Smith’s grand jury in the Trump election subversion probe.\nCNN previously reported that Roman sat for a proffer interview with Smith’s team before Trump was indicted. He was also indicted in the sweeping Georgia election racketeering case, in connection with the fake electors scheme, and has pleaded not guilty.\nRoman’s attorney did not respond to multiple requests for comment.\nThe details from Chesebro put a finer point on how members of Congress, including a sitting US senator, were involved in making sure the electoral certificates for Trump ended up in Pence’s hands.\nThe January 6 committee first revealed last year Johnson’s involvement in trying unsuccessfully to deliver the fake elector certificates to Pence, who announced on the morning of the joint session that it would be unconstitutional to do what Trump wanted and unilaterally overturn the election results.\nThe committee revealed text messages during their hearings last year that Johnson aide Sean Riley sent to Pence aide Chris Hodgson, saying that Johnson “needs to hand something to VPOTUS please advise.”\n“What is it?” Hodgson asked.\n“Alternate slates of electors for MI and WI because archivist didn’t receive them,” Riley responded.\n“Do not give that to him,” Hodgson said.\n‘F**k these guys’ In his Michigan interview, Chesebro also dished on some of the internal disagreements among the Trump lawyers, campaign officials and other allies, who clashed over the purpose of the electors’ plan and how far to take things on January 6.\nChesebro has maintained – then, and now – that the plan was a lawful move to preserve Trump’s legal rights.\nEven before the Trump electors met in their state capitals on December 14, 2020, to cast their fake ballots and sign the certificates, Chesebro heard about concerns from some of the electors about possible legal jeopardy, according to emails and text messages reported by the Detroit News and obtained by CNN.\nChesebro added hedging language for the faux certificates from Pennsylvania and New Mexico in response to those concerns. He proposed to Roman and Morgan that they add the contingency caveats to the paperwork for all seven states in the plan. But Roman rejected the idea, according to the emails.\n“F**k these guys,” Roman texted Chesebro on December 12, 2020.\nTrump campaign staff member Michael Roman in his booking photo at the Fulton County Jail on August 25 in Atlanta. – Fulton County Sheriff’s Office\nBy this time, the Trump campaign had essentially cleaved in two. Top officials who had managed day-to-day activity for Trump up to the election, including in court, say they ceded responsibility to Rudy Giuliani and others, such as Chesebro, according to congressional testimony transcripts. Roman effectively switched teams to work under Giuliani’s structure, according to the testimony from Morgan and others.\nA spokesperson for Giuliani did not reply to a request for comment.\n‘It really went south on me’ Chesebro told Michigan investigators that his own emails show that Morgan remained deeply involved, including in the final hours before January 6, to ensure that the certificates reached DC.\n“I don’t have a really warm feeling toward, at least, the top Trump lawyers that did this, hid from me what they were doing and then lied to Congress about me. So, it’s been really difficult,” Chesebro said.\nIn his congressional testimony, Morgan said he knew of the elector plan but wanted to distance himself from the effort, delegating the work to others, including those under Giuliani.\nMorgan told the January 6 committee last year that he initially believed the electors were only meant to be used as a contingency. The electors, he believed, should meet in their state capitals and cast their electoral votes but “not necessarily submit” the certificates to Congress unless “we prevailed” in court.\nMorgan told the committee that the plan changed in December, saying it morphed from a “cast-and-hold” operation and had “shifted to cast-and-send.” And that’s when Morgan told the committee that he backed out, testifying that he directed an aide to “email Mr. Chesebro politely to say, ‘this is your task. You are responsible for the Electoral College issues moving forward.’”\n“This was my way of taking that responsibility to zero,” Morgan told the committee, later adding that he “moved on” after that email was sent.\nMorgan explained that he was concerned that the new plan to try to count the fake electors on January 6 “would make the Vice President’s life harder, and I didn’t want to be a part of that.”\n“Mr. Morgan stands by his congressional testimony,” his defense attorneys told CNN in response to his emails and Chesebro’s statements to investigators.\nUltimately, on the eve of the joint session of Congress, Morgan helped get the ballots in place, according to the emails and according to Chesebro, who blamed his legal troubles squarely on the Trump campaign’s legal team.\n“I could have avoided all this,” Chesebro vented to Michigan prosecutors. “It’s been a real lesson in not working with people that you don’t know and are not sure you can trust, because it really went south on me.”\nCNN’s Avery Lotz, Annie Klingenberg, Fredreka Schouten contributed to this report.\nFor more CNN news and newsletters create an account at CNN.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1marE9.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mawDp.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1madTY.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1madU4.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mawDp.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1marE9.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1madTY.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1madU4.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "jack smith",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "mike pence",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "electoral college",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington, dc",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:27.663+02:00",
    "updated": "2023-12-29T00:08:27.663+02:00"
  },
  {
    "uuid": "b6ca2d3884d799c4cb0aa9fa496bee42aafa9375",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-24/doc-ineufhci3225039.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-23T22:37:00Z",
    "title": "首个24小时校园自助售药机投用|张楠_新浪财经_新浪网",
    "text": "同学们在自助售药机上购买药品和消杀产品。 本报记者 张楠摄 　　本报记者 张楠\n　　全市首个校园自助售药机近日在北京航空航天大学学院路校区正式投入使用。这台占地2平方米的智能终端，可容纳40余种常用药品，为校内5万余名师生及居民提供7×24小时的一站式便捷购药体验。下一步，自助售药机将拓展至更多社区、校园以及交通枢纽、科技园区等区域。\n　　满足患者应急用药需求\n　　海淀区市场监管局工作人员在调研中发现，校医院药房每日晚间停止取药后，仍有患者有应急用药需求，创可贴、多元维生素等一些自费非处方药也未列入医院供药品种。通过在校内部署自助售药机，可以补充服务。\n　　昨天，记者在北航校医院看到，一台装满药品的自助售药机已经摆在校医院门口。按照机器公示信息，这台自助售药机由京东大药房 中关村 店负责运维。机器内放有维生素、滴眼液、华素片、创可贴、散利痛等10个类别的乙类OTC药品及碘伏消毒液、酒精湿巾等消杀产品。北航学生韩玲鑫和同学来到自助售药机前，通过手机扫码，很快从机器购买了蒲公英颗粒和酒精湿巾等商品。\n　　可扫码咨询药师如何用药\n　　哪些药品可以在自助售药机内销售？记者从海淀区市场监管局了解到，目前，自助售药机主要销售乙类OTC药品和酒精湿巾、消毒液等消杀产品。所谓乙类OTC药品，是指安全性更高、无需医师或药师指导即可购买和使用的非处方药。“大家看到药盒上有一个绿标，这就是乙类OTC药品。”海淀区市场监管局药械科副科长杜欣表示。\n　　不知道如何用药也不用发愁，自助售药机的显示屏上添加了执业药师的咨询二维码，扫码即可实时获取在线药学服务。记者注意到，屏幕上还添加了“你呼我应”联系卡，显示有药店店长姓名、电话以及属地市场监管所联系电话等信息，让购药遇到问题的消费者能够及时找到相关负责人进行反馈。\n　　预警功能及时下架临期药\n　　京东大药房秒送药房运营督导范海燕告诉记者，自助售药机内置24小时远程监控，后台运维人员可以实时监控药品入库到售出的全过程。所有上架药品确保日期“新鲜”。后续，还计划为自助售药机补充须在药师指导下购买使用的甲类OTC药品，并开通“线上下单、线下取药”功能。\n　　为保障消费者用药安全，在自助售药机安装使用过程中，海淀区市场监管局量身定制监管方案。例如，在执法人员的建议下，室外药柜加装遮雨挡风棚；机器内置温湿度监测及恒温恒湿系统，确保储存环境稳定；配备效期预警功能，及时下架临期药品。下一步，自助售药机将拓展至更多社区、校园以及交通枢纽、科技园区等区域，让智慧医药服务惠及更多群体。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Health->health facility",
      "Health->health treatment and procedure",
      "Education->educational testing and examinations",
      "Education->school",
      "Education->students",
      "Social Issue->communities",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:45:42.473+03:00",
    "updated": "2025-04-24T01:45:42.473+03:00"
  },
  {
    "uuid": "9d0dccda50c856375287f20db39eb3a8efcd3a4b",
    "url": "https://golf.einnews.com/pr_news/806014998/carnegie-mellon-university-s-feinberg-lab-s-fresh-bioprinting-technique-brings-vascularized-tissue-one-step-closer",
    "ord_in_thread": 0,
    "author": "EIN News",
    "published": "2025-04-23T21:22:00Z",
    "title": "Carnegie Mellon University's Feinberg Lab's FRESH bioprinting technique brings vascularized tissue one step closer - Golf News Today - EIN Presswire",
    "text": "Carnegie Mellon University’s Feinberg Lab’s FRESH bioprinting technique brings vascularized tissue one step closer April 23, 2025 -- Collagen is well-known as an important component of skin, but its impact is much greater, as it is the most abundant protein in the body, providing structure and support to nearly all tissues and organs. Using their novel Freeform Reversible Embedding of Suspended Hydrogels (FRESH) 3D bioprinting technique, which allows for the printing of soft living cells and tissues, Carnegie Mellon’s Feinberg lab has built a first-of-its-kind microphysiologic system , or tissue model, entirely out of collagen. This advancement expands the capabilities of how researchers can study disease and build tissues for therapy, such as Type 1 diabetes.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20250423547605/en/\nTraditionally, tiny models of human tissue that mimic human physiology, known as microfluidics, organ-on-chip, or microphysiologic systems, have been made using synthetic materials such as silicone rubber or plastics, because that was the only way researchers could build these devices. Because these materials aren’t native to the body, they cannot fully recreate the normal biology, limiting their use and application.\n“Now, we can build microfluidic systems in the Petri dish entirely out of collagen, cells, and other proteins, with unprecedented structural resolution and fidelity,” explained Adam Feinberg, a professor of biomedical engineering and materials science & engineering at Carnegie Mellon. “Most importantly, these models are fully biologic, which means cells function better.”\nIn new research published in Science Advances , the group demonstrates use of this FRESH bioprinting advancement, building more complex vascularized tissues out of fully biologic materials, to create a pancreatic-like tissue that could potentially be used in the future to treat Type 1 diabetes. This advancement builds on the team's earlier work published in Science , by improving the resolution and quality to create fluidic channels that are like blood vessels down to about 100-micron diameter.\n“It is paramount for everyone to understand the importance of team-based science in developing these technologies and the value varied expertise brings both to the project, and our impact on society,” elaborated Feinberg.\nThis technology is currently being commercialized by FluidForm Bio , a Carnegie Mellon spinout company.\nFeinberg and his collaborators are committed to releasing open-source designs and other technologies that allow for broad adoption within the research community. “We’re hoping that very quickly, other labs in the world will adopt and expand this capability to other disease and tissue areas,” Feinberg added. “We see this as a base platform for building more complex and vascularized tissue systems.”\nView source version on businesswire.com: https://www.businesswire.com/news/home/20250423547605/en/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "topics": [
      "Science and Technology->scientific research",
      "Science and Technology->technology and engineering",
      "Science and Technology->biomedical science",
      "Health->health treatment and procedure",
      "Health->health organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DNAFL-McDEt0&esheet=54242786&newsitemid=20250423547605&lan=en-US&anchor=first-of-its-kind+microphysiologic+system&index=1&md5=356e80fc0b1c7af0df30310e1815b1d2",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.science.org%2Fdoi%2F10.1126%2Fsciadv.adu5905&esheet=54242786&newsitemid=20250423547605&lan=en-US&anchor=Science+Advances&index=2&md5=faa7dc407fc0c2723e8f54e1ceaa9354",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.science.org%2Fdoi%2F10.1126%2Fscience.aav9051&esheet=54242786&newsitemid=20250423547605&lan=en-US&anchor=Science&index=3&md5=a4e761fb05e734e6c725238924adc98e",
      "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20250423547605r1&sid=einpw&distro=ftp",
      "https://www.businesswire.com/news/home/20250423547605/en/",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.fluidformbio.com%2F&esheet=54242786&newsitemid=20250423547605&lan=en-US&anchor=FluidForm+Bio&index=4&md5=1b66fc4cb2368f363593dafdb4fe2b60",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.science.org%2Fdoi%2F10.1126%2Fscience.aav9051&esheet=54242786&newsitemid=20250423547605&lan=en-US&anchor=Science&index=3&md5=a4e761fb05e734e6c725238924adc98e",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.science.org%2Fdoi%2F10.1126%2Fsciadv.adu5905&esheet=54242786&newsitemid=20250423547605&lan=en-US&anchor=Science+Advances&index=2&md5=faa7dc407fc0c2723e8f54e1ceaa9354",
      "https://businesswire.com/news/home/20250423547605/en/",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DNAFL-McDEt0&esheet=54242786&newsitemid=20250423547605&lan=en-US&anchor=first-of-its-kind+microphysiologic+system&index=1&md5=356e80fc0b1c7af0df30310e1815b1d2",
      "https://www.businesswire.com/news/home/20250423547605/en",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.fluidformbio.com%2F&esheet=54242786&newsitemid=20250423547605&lan=en-US&anchor=FluidForm+Bio&index=4&md5=1b66fc4cb2368f363593dafdb4fe2b60",
      "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20250423547605r1&sid=einpw&distro=ftp",
      "https://cts.businesswire.com/ct/CT"
    ],
    "entities": {
      "persons": [
        {
          "name": "Carnegie Mellon",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "EIN Presswire Carnegie Mellon University",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "9d0dccda50c856375287f20db39eb3a8efcd3a4b",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T00:35:44.335+03:00",
    "updated": "2025-04-24T00:35:44.335+03:00"
  },
  {
    "uuid": "c1940ed070d5d92677600771ebf840c079cacacf",
    "url": "https://www.terra.com.br/noticias/brasil/politica/veja-quem-sao-os-deputados-de-partidos-da-base-do-governo-lula-que-sao-a-favor-da-anistia-pelo-81,374b74f8f8a31a02ef97e1fa2e27d0b67hc2ojah.html",
    "ord_in_thread": 0,
    "author": "estadaoconteudo",
    "published": "2025-04-09T21:49:00Z",
    "title": "Veja quem são os deputados de partidos da base do governo Lula que são a favor da anistia pelo 8/1",
    "text": "Veja quem são os deputados de partidos da base do governo Lula que são a favor da anistia pelo 8/1\nDos 241 deputados de cinco partidos do Centrão que integram o governo Lula, 99 disseram que vão votar a favor da anistia no 'Placar do Estadão'\nBRASÍLIA - O Placar da Anistia do Estadão - levantamento exclusivo para identificar como cada um dos deputados se posiciona sobre o tema - mostra que 99 deputados que integram partidos da base do governo de Luiz Inácio Lula da Silva (PT) são favoráveis ao perdão aos condenados pelos atos golpistas do 8 de Janeiro. Grande parte deles integra siglas do Centrão e está alinhada ao ex-presidente Jair Bolsonaro (PL).\nNa Esplanada, MDB, PP, PSD, Republicanos e União Brasil comandam 11 dos 39 ministérios. Dos 241 deputados das cinco siglas, 99 são favoráveis à anistia (41% da soma de todas as bancadas). Os parlamentares da base que apoiam o tema, encabeçado por Bolsonaro, representam quase a metade de todos os defensores que, como mostrou o Placar do Estadão, alcançou 200 votos.\nPor outro lado, 16 dos 241 deputados já adiantaram que devem votar contra a medida. Esses parlamentares representam 13% dos 127 que manifestaram rejeitar a proposta de perdão aos golpistas. A oposição ao tema é praticamente composta pelo PT, partido de Lula, e pelo PSOL.\nDepois do PL de Bolsonaro, o União Brasil é o partido com mais apoiadores da anistia, com 25 deputados favoráveis ao projeto. A sigla tem três ministérios no governo Lula, Integração Nacional e Turismo e Comunicações. Em relação à última pasta, o deputado Juscelino Filho (União-MA) pediu demissão nesta terça-feira, 8, e deve ser substituído por outro filiado ao partido.\nA bancada do União tem 59 deputados, sendo a terceira maior da Câmara. Além dos 25 parlamentares favoráveis à anistia, outros 19 não quiseram responder e 13 não deram retorno. Apenas dois rejeitaram o perdão aos golpistas de 8 de Janeiro: Daniela Carneiro (RJ) e Luciano Bivar (PE). Ivan Junior (MA) também se manifestou contra a proposta ao Estadão, mas ele deixa o mandato por ser suplente de Juscelino Filho.\nDepois do PL e do União, a maior concentração de apoio está no PP, do ministro do Esporte, André Fufuca. Na bancada, 23 são favoráveis à anistia, 14 não quiseram responder e 11 não deram retorno. Somente dois são contrários: Fausto Pinato (SP) e Mersinho Lucena (PB).\nO Republicanos, que comanda o Ministério de Portos e Aeroportos com Silvio Costa Filho, é a terceira legenda com mais defensores da anistia, com 19. Outros 12 não quiseram responder e dez não deram retorno. Apenas dois deputados são contra: Antônia Lúcia (MA) e Murilo Galdino (PB).\nPartido que comanda os ministérios do Planejamento, das Cidades e dos Transportes, o MDB tem 19 deputados favoráveis à anistia. Os que se recusaram a responder foram dez, e 15 não deram retorno. Somente Emanuel Pinheiro Neto (MT) e Hildo Rocha (MA) rejeitaram apoiar o perdão aos vândalos.\nBolsonaro disse que o PSD, comandado por Gilberto Kassab, vai apoiar a anistia se ela for votada no plenário. O partido, contudo, diz que liberou cada deputado para se posicionar sobre o assunto. Entre os parlamentares da sigla, 15 são a favor do perdão e sete são contrários. É a legenda do Centrão com maior divisão sobre o projeto. Outros dez não quiseram responder e 12 não retornaram.\nO tema da anistia começou a ganhar tração no Congresso Nacional no ano passado, quando Bolsonaro passou a defender o benefício aos presos do 8 de Janeiro.\nO projeto de autoria do ex-deputado Major Vitor Hugo (PL-GO), texto com tramitação mais adiantada na Câmara, também abre brecha para favorecer o ex-presidente. A lei que pode abranger pessoas que participaram de eventos antes ou depois de 8 de janeiro de 2023, que tenham conexão com os atos daquele dia.\nNo último dia 26, a Primeira Turma do Supremo Tribunal Federal (STF) tornou Bolsonaro e sete aliados réus por tentativa de golpe de Estado após as eleições de 2022. Na denúncia elaborada pela Procuradoria-Geral da República (PGR), o ex-presidente é apontado como líder de uma trama que culminou no 8 de Janeiro.\nTodos os líderes dos cinco partidos que integram a base, mas que tem deputados que apoiam a anistia, se recusaram a responder se pretendem votar a favor ou contra o tema no Placar do Estadão. Os parlamentares do Centrão não acreditam que a proposta vai ser votada, apesar da pressão feita por Bolsonaro na manifestação realizada na Avenida Paulista, em São Paulo, no domingo, 6.\nSegundo líderes e integrantes do Centrão, o discurso do pastor evangélico Silas Mafalaia, aliado de Bolsonaro, com ataques ao presidente da Câmara, Hugo Motta (Republicanos-PB), foi um \"tiro no pé\". Eles avaliam que a aprovação da anistia empoderaria ainda mais o PL, que já tem a maior bancada da Câmara e faturou algumas das principais comissões parlamentares, carregadas de emendas em 2025.\nSaiba como foi feito o levantamento\nO Estadão contatou todos os 513 deputados presencialmente, por telefone, via assessoria de imprensa e por e-mails enviados aos gabinetes. Os parlamentares foram abordados durante sessões do plenário da Câmara e do Congresso, nas comissões da Casa e em seus gabinetes.\nAté a publicação deste texto, 84% dos parlamentares responderam ao questionário. Outros 80 deputados não deram retorno.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Politics->political parties and movements",
      "Social Issue->discrimination",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Crime, Law and Justice->corruption"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:54:45.456+03:00",
    "updated": "2025-04-10T00:54:45.456+03:00"
  },
  {
    "uuid": "8930e7613db6f483157e152eaaf7ccd682cec8d8",
    "url": "https://eldeber.com.bo/pais/en-paraguay-secuestran-camion-con-31-kilos-de-droga-proveniente-de-bolivia_351786",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@eldeber",
    "published": "2023-12-28T20:50:00Z",
    "title": "En Paraguay secuestran camión con 31 kilos de droga proveniente de Bolivia | El Deber",
    "text": "PAÍS PAÍS En Paraguay secuestran camión con 31 kilos de droga proveniente de Bolivia La carga incautada tiene un valor de más de 150 mil dólares en territorio paraguayo, según la Senad Agentes de la Secretaría Nacional de Antidrogas (Senad) de Paraguay secuestraron un camión que contenía 31 kilos de cocaína purificada procedente de Bolivia y que está valuada en más de 150 mil dólares. Este operativo fue coordinado por la Senad y el personal de la Dirección Nacional de Ingresos Tributarios y fue ejecutado en la sede de la Aduana de Mariscal Estigarribia, que está en el Chaco Paraguayo. El vehículo fue revisado por los agentes policiales y en un compartimiento secreto en la chata del camión se encontró 30 paquetes tipo ladrillo de cocaína que contenían un peso de 31 kilos con 30 gramos de clorhidrato de cocaína. Por este hallazgo, el fiscal del caso Héctor Velázquez dispuso la aprehensión del paraguayo identificado como Sergio A. E., de 46 años, quien era conductor del vehículo pesado, que quedó secuestrado. Según el informe de la Senad, al que tuvo acceso EL DEBER, el chofer capturado manifestó que había llevado una carga de chatarras a Bolivia y que estaba regresando con el camión vacío a Paraguay. La carga incautada tiene un valor de más de 150 mil dólares en territorio paraguayo. No obstante, una vez comercializada en mercados de la región su valor rondaría los 500 mil doláres.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:53.601+02:00",
    "updated": "2023-12-29T01:34:53.601+02:00"
  },
  {
    "uuid": "4a3882d63c955bc0dac062cdb4c0ffaeac501275",
    "url": "https://actu.fr/meteo/neige-verglas-gros-coup-de-vent-le-premier-week-end-de-l-annee-2025-s-annonce-tres-perturbe-en-france_62069339.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@actufr",
    "published": "2025-01-03T04:36:00Z",
    "title": "Neige, verglas, gros coup de vent : le premier week-end de l'année 2025 s'annonce très perturbé en France",
    "text": "Voir mon actu Suivre Actu Un nouveau coup de vent pour ce début d’année. Après une soirée du 31 décembre 2024 auréolées de rafales à plus de 100 km/h , le premier week-end de 2025 s’annonce perturbé . Les risques de verglas et les premiers coups de vents de l’année vont plus toucher les zones nord et est de la France. Le sud étant assez épargné.\nVoici les prévisions du week-end.\nÀ lire aussi\nQuel temps va-t-il faire début 2025 ? Les tendances de Météo France pour janvier, février et mars\nUn samedi très glissant « Le week-end sera vraiment perturbé », indique d’entré de jeu Guillaume Séchet à actu.fr . Le météorologue de Météo-Villes , s’attend à ce que l’arrivée d’un air doux propulse un courant d’air froid vers le nord de la France pour la journée du samedi 4 janvier 2025. In fine , que ce courant provoque des « phénomènes glissants » dans ces zones.\nLe matin donc, les températures aux alentours de zéro degré, voire de – 5 °C à Chaumont, dans la Haute-Marne, une ville située dans l’est de la France, vont sans doute provoquer du verglas . « Prudence pour les conducteurs », prévient le météorologue.\nL’après-midi, dans ces régions, « il risque d’y avoir de la neige en plaine » , même si, prévient Guillaume Séchet à actu.fr , « ces flocons risquent de ne pas tenir ».\nVidéos : en ce moment sur Actu Dans la soirée, de la « pluie verglaçante » est attendue dans le nord de la ville de Paris, et ce, jusqu’aux frontières belges et allemandes. « Encore une fois, il faut faire preuve d’une grande prudence », souligne-t-il, car « le sol, qui a été préalablement détrempé avec les perturbations, va geler », analyse encore le fondateur de Météo-Villes .\nÀ lire aussi\nLa vigilance neige-verglas étendue à une quarantaine de départements ce vendredi : les prévisions\nUn dimanche venteux C’est sans doute la journée du dimanche 5 janvier 2025 qui devrait réserver le plus de surprise. « Une dépression se creuse aux larges des Îles Britanniques », constate Guillaume Séchet pour actu.fr .\nUne dépression, c’est une zone dans laquelle la pression de l’air est plus basse. Elle se mesure en hectopascals (hPa). Cette unité de mesure indique le poids de la colonne d’air du sol jusqu’à la limite supérieure de l’atmosphère.\nCe phénomène météorologique pourrait causer des rafales sur les côtes du nord-ouest de la France dans la nuit de dimanche au lundi 6 janvier 2025. Et, selon les modèles, les rafales pourraient atteindre plus de 90 km/h (voire 100km/h localement) en Normandie et en Bretagne.\nLa carte (issue de Météociel ) ci-dessous montre les cumuls de rafales entre vendredi et dimanche, selon le modèle français Arpege (utilisé par Météo France). Plus la couleur vire au rouge, plus les rafales sont fortes :\nSi la carte ne s’affiche pas, cliquez ici.\nLa carte (issue de Météociel ) ci-dessous montre les cumuls de rafales entre vendredi et lundi, selon le modèle européen ECMWF, qui les anticipe davantage au sud du pays :\nSi la carte ne s’affiche pas, cliquez ici .\nPour l’heure, difficile à dire si ces rafales se transformeront en une tempête. Pour cela, il faudrait que le vent moyen atteigne ou dépasse 89 km/h sur une période d’au moins 10 minutes, selon le site gouvernementale Géorisques .\nMais prudence, car le creusement de la dépression est très « dynamique ». C’est-à-dire que qu’elle est due à la circulation atmosphérique et non au réchauffement des masses d’air, ce qui la rend plus instable.\nSuivez toute l’actualité de vos villes et médias favoris en vous inscrivant à Mon Actu .\n#Météo France",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Weather->weather phenomena",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "http://meteociel.fr",
      "https://www.meteo-villes.com/",
      "https://www.georisques.gouv.fr/minformer-sur-un-risque/tempete",
      "https://www.meteo-villes.com",
      "https://georisques.gouv.fr/minformer-sur-un-risque/tempete",
      "https://meteo-villes.com/",
      "http://www.meteociel.fr"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T06:49:23.545+02:00",
    "updated": "2025-01-03T06:49:23.545+02:00"
  },
  {
    "uuid": "77b2a7c8791790241bf156b58f47eb4dab471ff9",
    "url": "https://matzav.com/hungary-had-nothing-to-do-with-hezbollah-pagers-is-hoping-for-trump-win-says-foreign-minister",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "editor",
    "published": "2024-09-26T19:15:00Z",
    "title": "Hungary Had Nothing to Do with Hezbollah Pagers, is Hoping for Trump Win, Says Foreign Minister",
    "text": "Contrary to widespread reports, the pagers that exploded en masse, reportedly injuring at least hundreds of Hezbollah terrorists, were not manufactured in Hungary, Péter Szijjártó, the foreign affairs and trade minister of the central European country, told JNS on the sidelines of the United Nations General Assembly. The “fake news” reports “can put a hazard, a risk, a danger, on the citizens of a country in certain regions,” Szijjártó said on Wednesday in New York. “I’m really angry with these fake news (reports) being circulated, because these are based on lies,” Szijjártó told JNS. “These pagers have not been produced in Hungary. These pagers have never been to Hungary. No Hungarian company got in physical contact with these pagers. We have nothing to do with the whole issue.” Earlier this month, photos and video footage spread widely of pagers exploding in the possession of Hezbollah terrorists in Lebanon and Syria. The pagers were linked in some posts on social media to a Taiwanese company, Gold Apollo, which denied involvement and claimed that the pagers were produced and sold by BAC Consulting in the Hungarian capital, Budapest. Several media outlets reported that BAC was apparently a one-person operation and that the lone employee had suspicious credentials. Szijjártó told JNS that Hungary’s investigation indicated that BAC was involved in “trade mediation,” helping companies ink the deal. “They have helped the transaction to be made, but they never produced this thing. They never got in touch with it. They never had the physical connection,” the Hungarian official said. “With the essence of the issue, we have nothing to do with this.” Hungary is one of a few countries that have solid relations with both Israel and Iran. Szijjártó told JNS that Israel is “a strategic partner, a strategic ally” to Hungary, while the central European country has a “pragmatic, practical relationship” with Iran, based on economic and trade cooperation. “It is obvious that on many issues, we see the world in a totally different way. We see the developments, we see the challenges in totally different ways,” he said. “It’s not only Iran, but all the countries in the world, that we still prefer the channels of communication to be kept open.” “If you have a channel of communication open, you can avoid major misunderstandings, which then can lead to some very bad developments,” he said. Szijjártó added that Hungary, which currently holds the rotating European Union presidency, “can have outreach to Iran as well, and can talk to the Iranians.” Small- to medium-sized countries like Qatar, Oman and Turkey have tried to burnish their foreign policy bona fides and expand their influence by mediating between opposing sides. Szijjártó told JNS that Hungary might, under certain conditions, be willing to step into that role. “It depends only on one thing,” he said. “Whether the two countries want us to do so.” “In case there’s an outreach from both sides asking us to do the job, we would be happy to do so,” he said. “We are not the world power, so we don’t want to seem to be more important than we are. So in case there is a request, of course, we try to deliver but no request has been placed yet.” Szijjártó told JNS about the degree to which Hungary protects its Jewish population, compared the ways its European neighbors do. “The Hungarian Jewish community, estimated at 47,200, is the largest in east central Europe,” according to the World Jewish Congress, which notes that there are some 20 working synagogues in Budapest, where most Hungarian Jews live, “and a plethora of other Jewish institutions, both religious and cultural.” “Despite occasional antisemitic incidents and a neo-Nazi party, Jobbik, Hungarian Jews have every facility to express their Jewish heritage and religious life,” the WJC says. The CIA World Factbook doesn’t mention Jew-hatred in the country. “The biggest Jewish community of central Europe is living in Hungary, and if you ask them, you will see that they feel absolute security in Hungary, given the fact that our government makes it absolutely sure that everyone, regardless of faith, belief, religion, must be safe,” Szijjártó told JNS. It is unnecessary to post guards at Budapest’s Central Synagogue, Hungary’s dop diplomat added. Belgium was not “brave enough” to host Israel in international soccer, instead playing its home game on neutral grounds in Hungary, where Israel’s national team plays its European qualifiers and Nations League matches, he added. “We are proud of those Hungarians, a lot of them, who are now loyal citizens and inhabitants of Israel,” Szijjártó said. “These two communities, Hungarians in Israel and the Jewish community in Hungary, will always be a very important point of connection.” Szijjártó delivered Hungary’s speech at the United Nations General Assembly on Wednesday, while Viktor Orbán, the Hungarian prime minister, stayed home to address major floods in the country. “It’s extremely important to remind ourselves why the U.N. was established many decades ago,” Szijjártó told JNS. “It’s obvious that the United Nations as an organization was established not as a group of like-minded countries, but as an organization which offers a platform for everyone to talk to everyone about everything.” Much depends on the results of the U.S. presidential election in November, he told JNS. “The outcome there would have a huge impact on the global security situation and on formulating the future,” he said. Orbán and former President Donald Trump have expressed mutual admiration publicly. Politics is “a job based on experience,” Szijjártó told JNS. “President Trump would be the better solution, for sure.” He added that it’s up to Americans to decide how to vote. “We will, of course, respect the decision of the American citizens,” he said, although Hungary is “allowed to cross fingers, and we do cross fingers for President Trump, obviously.” In the European Union, Hungary has been among Israel’s staunchest allies, refusing several times to sign onto an initiative to punish and critique Jerusalem, which was put forward by Josep Borrell, the EU foreign policy chief. Kaja Kallas, the former prime minister of Estonia, is slated to take over Borrell’s role later this year and is expected to adopt a friendlier tone toward Israel than Borrell has shown. Szijjártó told JNS that he had “a lot of debates” with Borrell. “We were not really on the same page on any issues,” he said. “Relationship and outreach to Israel was one of the areas where we heavily disagreed with each other.” He hopes Kallas “will be able to play a balanced, stabilizing role.” (JNS)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:05:17.800+03:00",
    "updated": "2024-09-27T00:09:57.289+03:00"
  },
  {
    "uuid": "bf15fa067a267b3522900b794ae9c3f4305af777",
    "url": "https://vnexplorer.net/z/617372.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-06T13:28:00Z",
    "title": "Bancadas del PAN y PRI en Nuevo León apresuran juicio a Samuel García",
    "text": "Diputados del PRi y PAN demandaron retomar a la brevedad posible el juicio político en contra del gobernador Samuel García. Foto Cristina Rodríguez/Archivo Monterrey, Nuevo León. Las bancadas del PAN y el PRI en el Congreso Local, ante la Comisión Anticorrupción, demandaron retomar a la brevedad posible el juicio político en contra del gobernador Samuel García Sepúlveda, Luego de que la Suprema Corte de Justicia de la Nación, notificó al Congreso que se podría realizar el juicio, pero sin separar del cargo al mandatario estatal, fue turnado a la Comisión Anticorrupción. &quot;Esto es solo por la omisión del Presupuesto de Egresos&quot;, dijo Lorena de la Garza Venecia, diputada local del PRI. &quot;Estamos exhortando a que evite interponer algún otro recurso adicional que dilate el proceso para que pueda venir a comparecer y aportar las pruebas&quot;, expresó. Carlos de la Fuente Flores, coordinador de la bancada del PAN, manifestó que esperan que sea a la brevedad la sesión de la Comisión y establezca un calendario para el procedimiento. &quot;Es importante esto que pasó a finales del mes de mayo que fue la resolución de la Corte donde ya nos a exige que le demos continuidad&quot;, manifestó el legislador albiazul. &quot;Esta legislatura está muy clara, se acaba hasta el 30 de agosto y al menos los grupos legislativos del PRI y del PAN que estamos aquí vamos a sesionar y sacar todos los asuntos que se puedan sacar&quot;, apuntó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:54:22.278+03:00",
    "updated": "2024-06-07T00:54:22.278+03:00"
  },
  {
    "uuid": "3ec7036d9353dbbf9c62b718a912997ccee57c56",
    "url": "https://www.ndtv.com/world-news/how-a-remote-engineer-s-login-failure-grounded-flights-stranded-7-lakh-uk-passengers-7024136",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NDTV News Desk",
    "published": "2024-11-15T07:52:00Z",
    "title": "When WFH Techie's Password Error Led To Travel Nightmare For 7 Lakh Fliers In UK",
    "text": "A technical glitch caused chaos for 7 lakh air travellers in the United Kingdom during a bank holiday weekend in August last year. The issue started when the corrupted file caused a breakdown in flight processing systems.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://nypost.com/2024/11/14/world-news/british-air-traffic-employees-work-from-home-day-exacerbated-nightmare-delays-for-70k-travelers-report/ ",
      "https://www.nypost.com/2024/11/14/world-news/british-air-traffic-employees-work-from-home-day-exacerbated-nightmare-delays-for-70k-travelers-report/ "
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "National Air Traffic Services",
          "sentiment": "none"
        },
        {
          "name": "NY Post",
          "sentiment": "none"
        },
        {
          "name": "NATS",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "3ec7036d9353dbbf9c62b718a912997ccee57c56",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-15T10:01:32.065+02:00",
    "updated": "2024-11-15T11:47:29.762+02:00"
  }
]