[
  {
    "uuid": "5ed52b9f9366dba48726dc1ed9cc6ca3dbac3a31",
    "url": "https://www.freepressjournal.in/mumbai/mumbai-news-advisory-issued-to-prevent-heatstroke-as-temperature-rises-in-city",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Swapnil Mishra",
    "published": "2024-03-22T10:26:00Z",
    "title": "Mumbai News: Advisory Issued To Prevent Heatstroke As Temperature Rises In City",
    "text": "Alarming statistics reveal 3,191 recorded cases of heatstroke and 22 confirmed deaths between March and August 2023, with Raigad reporting the highest incidence followed by Pune, Nagpur, and other regions",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "mumbai news",
          "sentiment": "negative"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "city mumbai",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T17:30:20.961+02:00",
    "updated": "2024-03-22T20:38:03.602+02:00"
  },
  {
    "uuid": "2b86f8c32af84001e9045f90b0cb7fc67f95940b",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c072",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shinu",
    "published": "2023-12-29T10:14:00Z",
    "title": "#72 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "Portada\nmis comunidades\notras secciones\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#65](c65#c-65) Las muertes no son sensacionalistas, la noticia es sensacionalista, y su falta de rigor, una falta de respeto a los que han sido asesinados. Además de aprovechar que el Pisuerga pasa por Valladolid para seguir esparciendo odio y desinformación...\nNo sé tú, pero yo este tipo de cosas ni las tolero ni me quedo callada, prefiero no ser cómplice de estas miserias.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#53](c53#c-53) ridiculizarlo si quieres.... Pero con Israel tenemos todo tipo de relaciones y bien estrechas, vamos de aliados, van de ser occidente, medio entran en europa, sobre todo socialmente, democracia plena etc etc ... No tiene absolutamente nada que ver.\nEsto es una masacre genocida por supuesto, ejem\n[#2](c2#c-2) .... Pro no es comparable. Si acaso, comparable a la masacre de Hamas.\n[#61](c61#c-61) Con Israel si, con Gaza no, mediáticamente deberíamos estar recibiendo un bombardeo de lavado de cara de Israel, pero es al contrario. Lo que esté bien o mal no me meto, no soy experto, pero la actitud de los medios ha cambiado y eso me inquieta.\nEs como si dentro de un mes encontramos todos los medios diciendo que Aznar ha sido el peor presidente, que hipotecó a España para décadas. Sería inquietante, llevan décadas lavándole la cara a Aznar y que cambien de rumbo significaría que algo ha pasado o que está habiendo algún cambio de poderes de influencia.\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#32](c32#c-32) tengo entendido dos cosas : Rambo III estaba dedicada a “the galant people of Afghanistan” , lo otro es un bulo . Pero la info en internet se contradice en todas partes acerca de esto , asi que no sé.\nSegundo:\nLo de que Afghanistan era laico , mujeres sin velo etc . se ha mostrado erróneo, solo era en Khabul . En las zonas agrarias (el resto del país) era anticuado respecto a esto .\nPero es un lío y al final no sabes lo que es verdad o no , internet está lleno de información contradictoria .\n[#13](c13#c-13) Se financian infinitud de proyectos e ideologías en los 5 continentes, para bien y para mal, y solo los “amigos de las cabras” son los que a posteriori se dedican al terrorismo.\n[#56](c56#c-56) con lo de los amigos de las cabras supongo q te refieres a los valerosos guerreros muyahidines, que junto a los USA liberaron del yugo comunista a Afganistán y lo convirtieron en la tierra de libertades que es hoy. No? O te refieres a las primaveras árabes? O a liberar libia? Iraq? El maidan de Ucrania?\n[#57](c57#c-57) La noticia habla de un atentado islamista. ¿ Tu de que crees que hablo ? P.S. No tengo nada contra las cabras.\n[#13](c13#c-13) \"les dedicaron Rambo iii y todo\"\nLeyenda urbana:\nhttps://www.indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082\n[#69](c69#c-69) Esos ojitos no han podido ver algo que jamás ha ocurrido:\nhttps://en.wikipedia.org/wiki/Rambo_III#Dedication (apartado \"Dedication\")\nThe film ends with the on-screen caption, \"This film is dedicated to the gallant people of Afghanistan.\" At some point after the September 11 attacks, an urban legend began that the dedication had actually read \"... to the brave Mujahideen fighters\" when the film was released in theaters, but then changed to \"the gallant people of Afghanistan\" after the 2001 attacks, since the Mujahideen were now associated to some extent with the Taliban. This urban legend has been repeated by some scholars. However, this is untrue, and some reviews of the film upon its release even mentioned the \"gallant people of Afghanistan\" dedication.\nEs decir, o bien crees haberlo visto (podría ser efecto Mandela) o bien simplemente estás mintiendo.\n[#71](c71#c-71) Pues entonces estás mintiendo. No hay ninguna versión de la película en la que aparezca dicho texto, y si te fijas la captura que se comparte online en la que sale el texto de los muyhidines siempre es la misma en el mismo frame exacto. Eso es debido a que la gente siempre comparte la misma captura editada.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#18](c18#c-18) para tí seguro que extrema derecha es alguien de izquierdas que no compre el pack correntista de turno.\n[#8](c8#c-8) Reagan murió hace 20 años y dejó la presidencia hace 35... De verdad tu argumento más solido es usar una foto de hace 40 años? Alguna prueba que adjuntar a la afirmación de la financiación de EEUU y UK a los culpables de este atentado?\nAcaso guarda alguna relación Reagan reuniéndose con los muyahidines hace 40 años con este atentado en Nigeria y yo no me he enterado?\nAquí cuando iban a la casa blanca a recibir paguitas\nEstos terroristas de Nigeria? Un pelín racista por tu parte hacer un batiburrillo basándote únicamente en que son integristas musulmanes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082",
      "https://en.wikipedia.org/wiki/Rambo_III#Dedication",
      "https://indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.en.wikipedia.org/wiki/Rambo_III#Dedication",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:17:21.097+02:00",
    "updated": "2023-12-29T13:17:21.097+02:00"
  },
  {
    "uuid": "96dd3e0bff3938f1ab5843a4d3bb99fbb324f89b",
    "url": "https://news.northwestern.edu/stories/2024/02/lessons-in-life-saving-with-naloxone",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NorthwesternU",
    "published": "2024-02-29T22:17:00Z",
    "title": "Lessons in life-saving with naloxone",
    "text": "On the night before Valentine’s Day, around 40 Northwestern students filed into a classroom in the Technological Institute for an event unlike the chemistry and computer science lectures it usually hosts: They were attending the Opioid Overdose Prevention and Naloxone Training offered by Northwestern Health Promotion and Wellness (HPaW), a division within Student Affairs.\nOver the course of the next hour, students learned how to prevent, recognize and respond to opioid overdoses. Crucially, they also left with two doses of intranasal naloxone — a lifesaving medication, often referred to by the brand-name Narcan, that can reverse an opioid overdose — and the knowledge of when and how to use it.\nEducating about opioids and campus resources\nAs opioid overdose deaths\nremain high in the midst of America’s ongoing opioid crisis, Northwestern organizations and community members are working to make sure that outreach and education about illicit substances includes information about opioids and opioid overdoses.\nA key part of these efforts is HPaW’s training, aimed at helping students understand how to protect themselves and others from these substances, especially from the highly potent synthetic opioid\nfentanyl.\n“Fentanyl, we see it all over the news everywhere,” said Liz Akinboboye, a health promotion specialist at HPaW who helps organize the training. “It's prevalent right now, and … most of the people who ingest fentanyl, it's accidental, because it's laced in certain substances.”\nThe Cook County area alone saw a record-breaking 2,000 confirmed opioid overdose deaths in 2022, breaking the record of 1,935 set the previous year. More than 91% of opioid overdose deaths involved fentanyl, according to the\nCook County Medical Examiner’s Office.\n“Regardless of if you are someone who uses these substances yourself, it's really important to recognize what an overdose may look like,” Akinboboye said.\nAlready, more than 220 students have attended 13 training sessions since HPaW began offering them in October. Several student organizations have reached out for training, and Fraternity and Sorority Life has made it a priority for a majority of members to be trained.\n“Students have been very grateful,” Akinboboye said. “We weren't surprised that the interest [in the training] was very big. It’s still continuing to grow.” She also hopes that Northwestern’s training can act as a resource for other schools looking to offer prevention education to their students.\nAttendees leave trainings with not only naloxone, but also\nfentanyl test strips, used to detect if fentanyl is present in a substance prior to ingestion, and a CPR mask that can be used to safely deliver rescue breaths. Additionally, free fentanyl test strips are available at the center desk inside Norris University Center and on the third floor of Searle Hall. Trained students are also able to request additional naloxone doses from HPaW.\nPeer-to-peer outreach\nAnother piece of HPaW’s campus outreach involves joining forces with students like Weinberg third-year Claire Derksen to offer more peer-to-peer drug education. Derksen is president of the new Northwestern chapter of Team Awareness Combating Overdose (TACO), a national student organization that promotes and provides judgment-free drug education and overdose prevention training.\nDerksen, a pre-med neuroscience student, spent a gap year working as an EMT in rural Michigan, during which she often fielded calls related to opioid overdoses. After witnessing how easily naloxone could help save a life, she was surprised it wasn’t more widely available.\n“Seeing that, in effect, is part of what made me passionate about preventing overdoses,” she said.\nWith that goal in mind, Derksen helped bring TACO to Northwestern. Currently, the club supports HPaW’s initiatives by assisting with naloxone training and performing drug education via its social media accounts. The new organization is also working on plans to distribute free fentanyl test strips and naloxone at central campus locations, with trained members on hand to answer questions.\nBeing able to talk to a peer without judgment can encourage students to ask questions they might not be comfortable discussing otherwise, making it an important part of TACO’s outreach, Derksen said.\n“It’s important to have these discussions and start the conversation, because otherwise shame and stigmatization can stop people from getting the help they need,” she said.\nTo register for an upcoming Opioid Overdose Prevention and Naloxone Training, fill out\nthis form.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Education"
    ],
    "external_links": [
      "https://docs.google.com/forms/d/e/1FAIpQLSdE7EWXESIJEdHGtRyGQk4Yjsb0rjxWkGm9yxlWc2rvo909hg/viewform",
      "https://nida.nih.gov/research-topics/trends-statistics/overdose-death-rates#:~:text=Figure%203.%20National%20Overdose%20Deaths%20Involving%20Any%20Opioid%E2%80%94Number%20Among%20All%20Ages%2C%20by%20Gender%2C%201999%2D2021",
      "https://www.cookcountyil.gov/news/cook-county-medical-examiners-office-confirms-record-2000-opioid-overdose-deaths-cook-county",
      "https://www.nm.org/healthbeat/healthy-tips/Fentanyl-What-You-Should-Know#:~:text=Fentanyl%20is%20a%20synthetic%20opioid,of%20a%20fine%2Dgrain%20powder.",
      "https://nm.org/healthbeat/healthy-tips/Fentanyl-What-You-Should-Know#:~:text=Fentanyl%20is%20a%20synthetic%20opioid,of%20a%20fine%2Dgrain%20powder.",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSdE7EWXESIJEdHGtRyGQk4Yjsb0rjxWkGm9yxlWc2rvo909hg/viewform",
      "https://cookcountyil.gov/news/cook-county-medical-examiners-office-confirms-record-2000-opioid-overdose-deaths-cook-county",
      "https://www.nida.nih.gov/research-topics/trends-statistics/overdose-death-rates#:~:text=Figure%203.%20National%20Overdose%20Deaths%20Involving%20Any%20Opioid%E2%80%94Number%20Among%20All%20Ages%2C%20by%20Gender%2C%201999%2D2021"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "opioid overdose prevention and naloxone training",
          "sentiment": "none"
        },
        {
          "name": "northwestern health promotion and wellness",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:16:47.479+02:00",
    "updated": "2024-03-01T01:16:47.479+02:00"
  },
  {
    "uuid": "fb5b980093114feeed9723ae638150df5caed4b0",
    "url": "https://www.kvpr.org/arts-culture/2024-01-05/whats-making-us-happy-a-guide-to-your-weekend-viewing-reading-and-listening",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kristen Meinzer",
    "published": "2024-01-05T22:00:00Z",
    "title": "What's Making Us Happy: A guide to your weekend viewing, reading and listening",
    "text": "What's Making Us Happy: A guide to your weekend viewing, reading and listening This week, [Mickey Mouse became a murderous freak](https://www.cbsnews.com/news/mickey-mouse-at-least-2-horror-movies-disney-copyright-over/), and Disney couldn't do anything about it; someone finally [\"beat\" Tetris](https://www.nytimes.com/2024/01/03/arts/tetris-beat-blue-scuti.html); and Katt Williams [accused Steve Harvey of plagiarism](https://www.complex.com/pop-culture/a/jaelaniturnerwilliams/katt-williams-blasts-steve-harvey-cedric-the-entertainer) and referred to him as \"Mr. Potato Head\" – amidst [many, many](https://www.youtube.com/watch?v=8oRRZiRQxTs) other bold and brash proclamations. Here's what the NPR's Pop Culture Happy Hour crew was paying attention to — and what you should check out this weekend. Fad Camp podcast [Fad Camp](https://headstuffpodcasts.com/show/fad-camp/) is a podcast hosted by comedians Conor Dowling and Grace Mulvey, both of whom have struggled with body acceptance and diet culture. In each episode, they look at a topic related to fatness or anti-fatness, and they dissect it and laugh at it. They've done episodes on The Biggest Loser, wedding diets, Revenge Body with Khloé Kardashian and, of course, fat camps for children. What I love about Fad Camp is that Conor and Grace are intellectually certain about how anti-fatness is damaging — and yet they're still vulnerable enough to admit that they sometimes struggle with their own body acceptance. It's information mixed with vulnerability and humor. It always makes me laugh and think. — Kristen Meinzer Silver Nitrate, by Silvia Moreno-Garcia [Silver Nitrate](https://www.penguinrandomhouse.com/books/668250/silver-nitrate-by-silvia-moreno-garcia/) by Silvia Moreno-Garcia came out in July 2023. It's about two best friends living in Mexico City in the early '90s. They work in and around the film and television industry, and they get wrapped up in a spooky mystery involving a Nazi occultist and a secret film that was never released and might contain all sorts of untold dark powers. Because it's the '90s, there's no Internet or smartphones; the two characters have to get to the bottom the mystery by doing research in dusty film archives and looking in the phone book. It has a nostalgic, Nancy Drew quality to it that I loved. If you like The Vampire Diaries TV series this will scratch that itch. — Wailin Wong The monologue in Barbie This is the [much-discussed](https://www.nytimes.com/2024/01/01/movies/america-ferrera-barbie.html) moment in [Barbie](https://www.max.com/movies/barbie/80bc4915-c826-499f-9961-b422b17559b6) when America Ferrera's character, Gloria, holds forth for a couple of minutes about the contradictions of the expectations that are placed on women. Plenty of people I respect have dismissed it as eye-rolling, and cringe, and Feminism 101, and too basic, and a gross oversimplification, and a dumbing down of important issues and ideas. I spent a couple days over the holiday break with a friend of ours: She's in her 60s. She would never consider herself a feminist; she calls herself \"a tough broad.\" The minute she saw me, she asked me about Barbie, which was odd because she doesn't watch movies. I have known this person 20 years — we have never talked about pop culture. She said she rewound and rewatched that speech three times. She quoted it to me at length. She had never heard her life expressed in such a stark, and succinct, and, yes, simplified way. This was a reminder for me that critics can get jaded. For a moment, my friend felt like her experiences weren't unique to her. And given the success of Barbie there must be a lot of people who had an experience like that. And I just think it's myopic to dismiss it. — Glen Weldon More recommendations from the Pop Culture Happy Hour newsletter by Aisha Harris I care about Travis Kelce as much as I care about football, which is to say: not at all. But this New York Times article gives an interesting peek into the [well-oiled machine behind his ascendance](https://www.nytimes.com/2024/01/02/style/travis-kelce-managers-agent.html) into the zeitgeist, and is a necessary reminder that in the entertainment world, some things, like dating the biggest pop star in the world, happen [allegedly] by chance. Others are carefully crafted plans years in the making. Speaking of carefully crafted plans, multi-level marketing schemes are the worst, right? And yet, many of us can't get enough stories about them, be they exposés, documentaries, or podcasts, myself included. If this sounds like you, definitely check out [the latest season of The Dream](https://www.pushkin.fm/podcasts/the-dream), hosted by Jane Marie. It's about the insidiousness of MLMs, but also includes a deep dive into the history of \"bootstrap\" mentality. And finally, [Dan Levy's feature directorial debut Good Grief](https://www.netflix.com/title/81462549) is streaming on Netflix this weekend. It's a melancholy, wintry rom-com-dramedy that features a standout performance by Ruth Negga as one of his character's B.F.F.s. Will go down pleasingly enough with a warm blanket and a glass of red or a hot cocoa. [Beth Novey](https://www.npr.org/people/348743704/beth-novey)adapted the Pop Culture Happy Hour segment \"What's Making Us Happy\" for the Web. If you like these suggestions, consider [signing up for our newsletter](https://www.npr.org/newsletter/pop-culture) to get recommendations every week. And listen to Pop Culture Happy Hour on [Apple Podcasts](http://n.pr/3xNgYt9) and [Spotify](http://n.pr/3ELR3n6). Copyright 2024 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.max.com/movies/barbie/80bc4915-c826-499f-9961-b422b17559b6)",
      "https://www.nytimes.com/2024/01/02/style/travis-kelce-managers-agent.html)",
      "https://www.npr.org/people/348743704/beth-novey)adapted",
      "https://www.npr.org/newsletter/pop-culture)",
      "https://headstuffpodcasts.com/show/fad-camp/)",
      "https://www.nytimes.com/2024/01/03/arts/tetris-beat-blue-scuti.html);",
      "https://www.penguinrandomhouse.com/books/668250/silver-nitrate-by-silvia-moreno-garcia/)",
      "http://www.youtube.com/watch?v=8oRRZiRQxTs)",
      "http://n.pr/3ELR3n6).",
      "https://www.nytimes.com/2024/01/01/movies/america-ferrera-barbie.html)",
      "https://www.complex.com/pop-culture/a/jaelaniturnerwilliams/katt-williams-blasts-steve-harvey-cedric-the-entertainer)",
      "https://www.netflix.com/title/81462549)",
      "https://www.pushkin.fm/podcasts/the-dream),",
      "http://n.pr/3xNgYt9)",
      "https://www.cbsnews.com/news/mickey-mouse-at-least-2-horror-movies-disney-copyright-over/),",
      "https://www.npr.org.",
      "https://pushkin.fm/podcasts/the-dream),",
      "https://nytimes.com/2024/01/02/style/travis-kelce-managers-agent.html)",
      "https://cbsnews.com/news/mickey-mouse-at-least-2-horror-movies-disney-copyright-over/),",
      "http://www.n.pr/3ELR3n6).",
      "https://nytimes.com/2024/01/01/movies/america-ferrera-barbie.html)",
      "https://npr.org.",
      "https://max.com/movies/barbie/80bc4915-c826-499f-9961-b422b17559b6)",
      "https://complex.com/pop-culture/a/jaelaniturnerwilliams/katt-williams-blasts-steve-harvey-cedric-the-entertainer)",
      "https://npr.org/people/348743704/beth-novey)adapted",
      "http://www.n.pr/3xNgYt9)",
      "https://penguinrandomhouse.com/books/668250/silver-nitrate-by-silvia-moreno-garcia/)",
      "https://nytimes.com/2024/01/03/arts/tetris-beat-blue-scuti.html);",
      "http://www.youtube.com/watch",
      "https://www.headstuffpodcasts.com/show/fad-camp/)",
      "http://youtube.com/watch?v=8oRRZiRQxTs)",
      "https://npr.org/newsletter/pop-culture)",
      "https://netflix.com/title/81462549)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mickey mo",
          "sentiment": "neutral"
        },
        {
          "name": "grace mulvey",
          "sentiment": "none"
        },
        {
          "name": "katt williams",
          "sentiment": "none"
        },
        {
          "name": "conor dowling",
          "sentiment": "none"
        },
        {
          "name": "steve harvey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "npr",
          "sentiment": "none"
        },
        {
          "name": "disney",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:37:45.809+02:00",
    "updated": "2024-01-06T00:37:45.809+02:00"
  },
  {
    "uuid": "4504231ec0b858e5e7be62c64c9a16ec7408ee5f",
    "url": "https://www.sandiegouniontribune.com/2024/08/08/suspect-arrested-in-fatal-stabbing-in-chula-vista-apartment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "City News Service",
    "published": "2024-08-08T20:52:00Z",
    "title": "Suspect arrested in fatal stabbing in Chula Vista apartment",
    "text": "A suspect has been arrested in connection with a stabbing that left a man dead last month in the victim’s Chula Vista apartment.\nMembers of the San Diego Regional Fugitive Task Force arrested Jesus Salas Medina, 44, on Monday afternoon on suspicion of killing 49-year-old Rodolfo Duron Jr., according to the Chula Vista Police Department.\nAn assault was reported at the Terra Vista residential complex on Santa Lucia Road on July 19, and officers found Duron mortally wounded about 8 p.m., Sgt. Anthony Molina said. The victim died at the scene.\nAccording to witnesses, the killer broke into the apartment wearing a mask and attacked Duron before fleeing, possibly aboard a motor scooter.\nMedina remains jailed without bail.\nPolice have released no suspected motive for the fatal assault and have disclosed no known relationship between the two men.\nMedina has been charged with murder, plus an allegation of using a knife in the killing. He pleaded not guilty during an arraignment on Wednesday and faces up to 26 years to life in state prison if convicted.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://capi.connatix.com/tr/si?token=8b64ff35-2d21-481e-88ae-8562dded85bd&cid=1ffe15d6-eb53-11e9-b4d2-06948452ae1a",
      "https://www.capi.connatix.com/tr/si?token=8b64ff35-2d21-481e-88ae-8562dded85bd&cid=1ffe15d6-eb53-11e9-b4d2-06948452ae1a",
      "https://capi.connatix.com/tr/si"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rodolfo duron jr.",
          "sentiment": "none"
        },
        {
          "name": "anthony molina",
          "sentiment": "none"
        },
        {
          "name": "jesus salas medina",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chula vista police department",
          "sentiment": "none"
        },
        {
          "name": "san diego regional fugitive task force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "terra vista",
          "sentiment": "none"
        },
        {
          "name": "santa lucia road",
          "sentiment": "none"
        },
        {
          "name": "chula vista",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:17:07.749+03:00",
    "updated": "2024-08-23T02:35:11.935+03:00"
  },
  {
    "uuid": "017739bbc32cddd867f363fe1af88a29a11d8204",
    "url": "https://www.gbnews.com/politics/kelvin-mackenzie-labour-elon-musk-latest",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ben Chapman",
    "published": "2024-09-26T19:28:00Z",
    "title": "Labour’s Elon Musk snub blasted by Kelvin MacKenzie: ‘We need him more than he needs us!’",
    "text": "Don't Miss\nMost Read\nTrending on GB News\nFormer Sun editor Kelvin MacKenzie has criticised the UK government's decision not to invite Elon Musk to an upcoming tech summit.\nSpeaking on GB News, MacKenzie argued that the snub was a missed opportunity for publicity.\n\"We need the money. This country needs Elon Musk a lot more than Elon Musk needs the UK,\" MacKenzie stated.\nHe praised Musk as \"the most creative commercial tech entrepreneur of any era\", emphasising the potential benefits of his involvement for Britain.\n\"We need his brains and we need his money. It's incredible,\" MacKenzie added, underscoring the perceived value of Musk's presence at the event.\nThe decision to exclude Musk from the International Investment Summit stems from controversial posts he made on X during the August riots in the UK. According to BBC sources, Musk shared and later deleted a conspiracy theory about the UK building \"detainment camps\" on the Falkland Islands for rioters.\nKelvin MacKenzie criticised Labour's decision to snub Elon Musk\nGB NEWS / PA\nHe also predicted civil war in Britain and criticised Prime Minister Keir Starmer. Ministers at the time described his comments as \"totally unjustifiable\" and \"pretty deplorable\".\nThe summit, scheduled for 14 October, is a key event for the Labour government to attract foreign investment. It comes two weeks before the autumn Budget.\nLATEST DEVELOPMENTS\nChild 'punished' for using WRONG pronouns for non-binary teacher in UK FIRSTHow Rachel Reeves is set to go after your savings...over two million people to be hit with tax billTwo Rotherham child abuse victims accidentally left out of court for rapist sentencing after 'officer error'\nMusk has responded to the snub on X, formerly Twitter, with a controversial statement. He wrote: \"I don't think anyone should go to the UK when they're releasing convicted pedophiles in order to imprison people for social media posts.\"\nThe matter was discussed on GB News\nGB NEWS\nThis claim is false, as sex offenders are excluded from the UK's early release programme.\nThe billionaire's comment appears to reference the prison early release scheme initiated by the Labour government to address overcrowding issues.\nMusk's attitude towards the UK has notably shifted since his starring role at last year's AI Safety Summit, where he engaged in a lengthy conversation with then-Prime Minister Rishi Sunak.\nElon Musk criticised the decision\nReutersThe exclusion of Musk from the summit could impact UK investment opportunities. The government hopes to attract hundreds of leading executives and financiers to showcase Britain as \"open for business\" after recent political and economic turmoil.\nSeveral major firms, including BNY, Blackstone, and CyrusOne, have confirmed attendance. Blackstone has already announced a £10 billion deal to develop Europe's largest AI data centre in Blyth, Northumberland.\nHowever, Musk's absence may be felt. His previous involvement in UK tech events, such as last year's AI Safety Summit, garnered significant attention. The decision to exclude him reflects a shift in the government's approach to controversial figures in the tech industry.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:13:51.728+03:00",
    "updated": "2024-09-27T00:13:51.728+03:00"
  },
  {
    "uuid": "415d41c522c95d29a54bf642b0629b2313e82ef0",
    "url": "https://tennessee.rivals.com/news/jahmai-mashack-flashes-shooting-confidence-in-vols-win-over-ole-miss",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Noah Taylor •",
    "published": "2024-01-07T19:25:00Z",
    "title": "Jahmai Mashack flashes shooting 'confidence' in Vols' win over Ole Miss",
    "text": "Jahmai Mashack stood at the top of the arc.\nAfter Zakai Zeigler went high to grab a ball knocked away from Jonas Aidoo , he dished the ball out to Mashack, who was scoreless with inside of a minute left in the first half.\nMashack gathered in the pass, stepped back and laced a 3-pointer. On Tennessee's next offensive possession, he did it again, this time from the corner as time expired.\n .\n .\nThe two shots put the exclamation point on an impressive first half for the No. 5 Vols against No. 22 Ole Miss on Saturday night at Food City Center, one that spilled over into the second en route to a convincing 90-64 SEC-opening victory.\nFor Mashack, the sequence was more than a boost for Tennessee before halftime. It was the culmination of becoming a more consistent scorer to compliment his defensive game.\n\"If it comes to me, I'm shooting it,\" Mashack said. \"I've worked a lot on my game, especially my shooting. It's about time that I have confidence in it and putting it into fruition when I get on the floor. I think that's what I happened. I knew the ball was coming to me, so just shoot it. If you don't make it, you work on these shots. I think that's all that went into that.\"\n Key takeaways: Vols take first step toward potential SEC title\nMashack was one of four Tennessee players to finish in double-scoring figures. He totaled 10 points on 4-of-8 shooting from the field and 2-of-3 from 3-point range. He also grabbed three offensive rebounds and tallied four assists in 23 minutes on the floor.\nBeing more of a factor on the offensive end has been a point of emphasis for Mashack going back to last season when he was thrust into a bigger role as a sophomore because of injuries.\nHis defense speaks for itself. It was part of the reason why he was in the starting lineup to start the season, but adding to Tennessee's shooting arsenal which already includes Zeigler, Dalton Knecht , Santiago Vescovi , Josiah-Jordan James and Jordan Gainey off of the bench was a motivator for Mashack.\nFixing his shot, though took more of mental approach.\n\"It actually wasn't a lot of mechanical changes,\" Mashack said. \"It was just more confidence...If you're a confident shooter and you're getting in the reps, it's going to come out. That's exactly what I've been doing and it's exactly why I'm not surprised that shots are coming in and shots are falling because that's what's supposed to happen. What you give to the game, it's going to give back to you.\"\nWATCH ON VOLREPORT: Vols HC Rick Barnes recaps win over Ole Miss\nTennessee head coach Rick Barnes has had a front row seat to Mashack's development.\nOn the eve of the Ole Miss game, Barnes singled Mashack out in a team meeting about knowing his identity. Though that has largely been as a defender, he showed what it can be as a scorer off of the bench vs. the Rebels.\n\"I’ve said many times, and I tell (Mashack) this all the time; I have invested a lot of time in him because I love him to death. He’s totally remade his shot, spent time doing it,\" Barnes said. \"He’s got to continue. He’s still not there with it. But with that said, I’ve also told him, you don’t have to make a shot. You’re an elite defender. If you want to do that, that’s got be your calling card. And I actually said to him last night in front of the team, I said, ‘Now, hey, now we better know what we’re good at. You better know what your role is on this team.’ And he came in and when he’s open and has rhythm, we want him to shoot the ball. And when he plays under control, when he drives the ball, he makes (good decisions)...\n\"You guys know I’m hard on him because I have high expectations for him. I told him, I don’t want any surprises. I want to know night in and night out exactly what we’re getting. And I thought he played a terrific game tonight.”\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "http://www.twitter.com/Dale_Dowden",
      "http://twitter.com/TylerIvens",
      "http://www.twitter.com/RyanTSylvia",
      "http://www.twitter.com/TMansfieldMedia",
      "http://www.twitter.com/Hunter_DeNote",
      "http://twitter.com/ShayneP_Media",
      "http://twitter.com/RyanTSylvia",
      "http://twitter.com/ByNoahTaylor",
      "http://twitter.com/Hunter_DeNote",
      "http://youtube.com/channel/UCJ9jaW2RdHjXltAEuGGnH-w",
      "http://www.twitter.com/ByNoahTaylor",
      "http://twitter.com/TennesseeRivals",
      "http://twitter.com/Dale_Dowden",
      "http://www.youtube.com/channel/UCJ9jaW2RdHjXltAEuGGnH-w?sub_confirmation=1",
      "http://youtube.com/watch?v=gH0GMoDqrL8",
      "http://twitter.com/TMansfieldMedia",
      "http://www.youtube.com/watch",
      "http://www.youtube.com/watch?v=gH0GMoDqrL8",
      "http://www.twitter.com/ShayneP_Media",
      "http://www.twitter.com/TennesseeRivals",
      "http://www.twitter.com/realtbannerman",
      "http://twitter.com/realtbannerman",
      "http://www.twitter.com/TylerIvens",
      "http://youtube.com/channel/UCJ9jaW2RdHjXltAEuGGnH-w?sub_confirmation=1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jahmai mashack",
          "sentiment": "positive"
        },
        {
          "name": "zakai zeigler",
          "sentiment": "negative"
        },
        {
          "name": "mashack",
          "sentiment": "none"
        },
        {
          "name": "jonas aidoo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vols",
          "sentiment": "positive"
        },
        {
          "name": "sec",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "food city center",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:57:33.031+02:00",
    "updated": "2024-01-08T00:57:33.031+02:00"
  },
  {
    "uuid": "f56f3ddc2fac9125fb69d2f9b34c98beb3af8e91",
    "url": "https://www.pravda.com.ua/eng/news/2024/05/6/7454422/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ukrpravda_news",
    "published": "2024-05-06T08:33:00Z",
    "title": "Top EU diplomat supports idea of procuring weapons for Ukraine from Ukrainian defence industry | Ukrainska Pravda",
    "text": "Top EU diplomat supports idea of procuring weapons for Ukraine from Ukrainian defence industry Josep Borrell, EU High Representative for Foreign Affairs and Security Policy, believes that EU countries could procure weapons for Ukraine from Ukrainian defence companies and swiftly send them to Kyiv for military support. Source: European Pravda, citing [Borrell's opening remarks](https://www.pressclub.be/press-releases/ukraine-opening-remarks-by-high-representative-at-the-eu-ukraine-defence-industries-forum/) at the EU-Ukraine Defence Industries Forum on 6 May Details: Borrell stated that the EU needs to be more creative and explore new pathways for delivering military support to Ukraine. \" [Denmark has shown the example](https://www.pravda.com.ua/eng/news/2024/04/17/7451597/), starting the path of directly investing in the Ukrainian defence industry. This is the way to go. Purchasing equipment from Ukrainian companies or from European and Ukrainian joint ventures established in Ukraine, is an option that we will explore together with the Member States,\" Borrell stated. \" If the military equipment that Ukraine needs can be rapidly produced by the Ukrainian defence industry, I say let’s buy from them. Let’s help them produce at home,\" he added. Borrell noted that over 140 companies from 25 EU member states are at the EU-Ukraine Defenсe Industries Forum. Background: - The European Commission [presented](https://www.eurointegration.com.ua/eng/news/2024/03/5/7181074/)the first-ever European Defence Industrial Strategy at EU level on 5 March, which envisions Ukraine’s close involvement. - Borrell has advocated that a portion of the profits from frozen Russian sovereign assets be directed towards military support for Ukraine. [Support](https://www.pravda.com.ua/eng/supportus/) UP or become [ our patron](https://www.patreon.com/pravdaua)!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.pressclub.be/press-releases/ukraine-opening-remarks-by-high-representative-at-the-eu-ukraine-defence-industries-forum/)",
      "https://www.eurointegration.com.ua/eng/news/2024/03/5/7181074/)the",
      "https://www.patreon.com/pravdaua)!",
      "https://patreon.com/pravdaua)!",
      "https://eurointegration.com.ua/eng/news/2024/03/5/7181074/)the",
      "https://pressclub.be/press-releases/ukraine-opening-remarks-by-high-representative-at-the-eu-ukraine-defence-industries-forum/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "josep",
          "sentiment": "negative"
        },
        {
          "name": "borrell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "negative"
        },
        {
          "name": "ukrainska pravda top eu",
          "sentiment": "negative"
        },
        {
          "name": "european pravda",
          "sentiment": "none"
        },
        {
          "name": "european and ukrainian joint ventures",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "denmark",
          "sentiment": "none"
        },
        {
          "name": "ukraine defence industries forum",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T12:54:38.936+03:00",
    "updated": "2024-05-06T12:54:38.936+03:00"
  }
]