[
  {
    "uuid": "077465c2c98215c553ff77679412cd5c04e6d93d",
    "url": "https://www.newsbreak.com/pawnee-ok/3288256239197-the-largest-bison-ever-caught-in-oklahoma",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-05T19:51:00Z",
    "title": "The Largest Bison Ever Caught in Oklahoma",
    "text": "Once blanketing North America in the tens of millions, the iconic bison was brought to the brink of extinction by overhunting in the 1890s. Some estimates put the total surviving population at a paltry 300 animals. The “Great Slaughter” of the American bison between 1820-1880 changed the landscape of the American West forever. Today, while about 360,000 plains bison are privately owned as domestic livestock, about 31,000 wild bison roam free in national parks and refuges in the United States and Canada. Oklahoma is home to a few large wild herds. The Wichita Mountains Wildlife Refuge in Comanche County and the Tallgrass Prairie Preserve in Osage County maintain bison herds. The Oklahoma Historical Society also manages a herd near Pawnee, OK. Oklahoma paved the way in 1972 when it adopted the bison as its state mammal. In 2016, the United States followed suit and made the bison its national mammal. Perhaps no other symbol is as iconic of the American West as the bison. 1,262 People Couldn't Ace This Quiz Think You Can? Take Our A-Z-Animals Bison Quiz North America’s largest mammal is the American bison. ©ahansenoutdoors/iStock via Getty Images The American bison is the largest mammal in North America. Weighing between 1,000-2,000 pounds, males are typically six feet from hoof to shoulder. Females are somewhat smaller at around five feet tall and weigh between 800-1,000 pounds. Both males and females grow horns. Their horns start to develop around two months old. All bison have long shaggy brown fur. They have big heads and a mane and beard under their chin. Bison use their long tails with a wiry tuft of hair at the end to swat flies and other insects. They are often identified by their short black horns and hump on their shoulders. The average lifespan for a bison is 10-20 years, although many live to be much older. Females carry their young for nine months before giving birth. Calves stay with with mothers for about a year. The American bison is Oklahoma’s state mammal. ©railway fx/Shutterstock.com According to the Boone and Crockett Club ‘s state big game records, the largest bison ever caught in Oklahoma was killed by H.A. Yocum on December 8, 1943, in Osage, OK. The bison’s greatest spread was 30 and three-eighths inches. Its tip-to-tip spread was 23 and four-eighths, according to the score chart . The length of the right horn was 20 and three-eighths and the left was 20 and five-eighths. At the base of the horn, the circumference was 13 and four-eighths on the right and 14 and one-eighth on the left. Check out the score chart for the largest bison ever caught in Oklahoma. The post The Largest Bison Ever Caught in Oklahoma appeared first on A-Z Animals .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.a-z-animals.com/blog/baby-bison/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1233622",
      "https://a-z-animals.com/animals/bison/",
      "https://a-z-animals.com/quiz/bison-quiz/",
      "https://a-z-animals.com/quiz/bison-quiz/?from=quiz_cta&utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1233622",
      "https://www.a-z-animals.com/quiz/bison-quiz/?from=quiz_cta&utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1233622",
      "https://www.a-z-animals.com/blog/the-largest-bison-ever-caught-in-oklahoma/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=feed&utm_content=1233622",
      "https://a-z-animals.com/blog/the-largest-bison-ever-caught-in-oklahoma/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0bXV9p_0qbJwf8K00",
      "https://a-z-animals.com/blog/the-largest-bison-ever-caught-in-oklahoma/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=feed&utm_content=1233622",
      "https://www.a-z-animals.com?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=feed&utm_content=1233622",
      "https://www.boone-crockett.org/scorechart/20399",
      "https://img.particlenews.com/image.php?url=0bXV9p_0qbJwf8K00",
      "https://www.a-z-animals.com/animals/bison/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1233622",
      "https://a-z-animals.com?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=feed&utm_content=1233622",
      "https://a-z-animals.com",
      "https://a-z-animals.com/blog/baby-bison/",
      "https://a-z-animals.com/animals/location/north-america/united-states/oklahoma/",
      "https://www.img.particlenews.com/image.php?url=0bXV9p_0qbJwf8K00",
      "https://a-z-animals.com/animals/location/north-america/united-states/oklahoma/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1233622",
      "https://okhistory.org/publications/enc/entry.php?entry=BI013#:~:text=In%20Oklahoma%20large%20herds%20are,Pawnee%2C%20also%20manages%20a%20herd.",
      "https://www.okhistory.org/publications/enc/entry.php?entry=BI013#:~:text=In%20Oklahoma%20large%20herds%20are,Pawnee%2C%20also%20manages%20a%20herd.",
      "https://boone-crockett.org/oklahoma-state-big-game-records",
      "https://www.a-z-animals.com/animals/location/north-america/united-states/oklahoma/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1233622",
      "https://a-z-animals.com/animals/bison/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1233622",
      "https://www.boone-crockett.org/oklahoma-state-big-game-records",
      "https://img.particlenews.com/image.php",
      "https://boone-crockett.org/scorechart/20399",
      "https://a-z-animals.com/blog/baby-bison/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1233622",
      "https://www.okhistory.org/publications/enc/entry.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0bXV9p_0qbJwf8K00"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "oklahoma historical society",
          "sentiment": "none"
        },
        {
          "name": "bison quiz north america",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oklahoma once",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        },
        {
          "name": "comanche county",
          "sentiment": "none"
        },
        {
          "name": "pawnee",
          "sentiment": "none"
        },
        {
          "name": "wichita mountains wildlife refuge",
          "sentiment": "none"
        },
        {
          "name": "osage county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:52:01.556+02:00",
    "updated": "2024-01-06T00:52:01.556+02:00"
  },
  {
    "uuid": "c4fd2b4a73e9aa2fbd5a701668bc5a3ac8801f48",
    "url": "https://www.metropoles.com/sao-paulo/ex-lutadora-de-mma-morre-ao-cair-de-barranco-com-o-carro-em-ubatuba",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Metropoles",
    "published": "2023-12-28T18:09:00Z",
    "title": "Ex-lutadora de MMA morre ao cair de barranco com o carro em Ubatuba | Metrópoles",
    "text": "Ex-lutadora de MMA morre ao cair de barranco com o carro em Ubatuba Atleta de MMA, Renata Baldan, de 41 anos, foi encontrada dentro do veículo na Rodovia Rio-Santos, no litoral paulista, na quarta-feira atualizado Compartilhar notícia São Paulo – A ex-lutadora de MMA Renata Baldan, de 41 anos, morreu em um [acidente de carro](https://www.metropoles.com/tag/acidente), na quarta-feira (27/12), ao cair de um barranco na Rodovia Rio-Santos, em [Ubatuba](https://www.metropoles.com/tag/ubatuba), no litoral norte de São Paulo. A vítima foi encontrada dentro do veículo, ao lado da estrada. Segundo a [Secretaria da Segurança Pública](https://www.ssp.sp.gov.br/) (SSP), ela chegou a ser socorrida pelo Samu e pelo Corpo de Bombeiros, mas não sobreviveu. Pessoas que testemunharam o acidente afirmaram à [Polícia](https://www.metropoles.com/tag/policia) que o carro dirigido por Renata saiu da rodovia sozinho, sem que nenhum outro veículo tivesse batido nele. O automóvel de Renata foi apreendido e o caso foi registrado como “morte suspeita” na Delegacia de Ubatuba. Essa natureza criminal é usada pela Polícia Civil quando ainda não há certeza de que o caso se trata de acidente, suicídio ou homicídio. Quem era a vítima Renata Baldan tinha quatro filhos, era empresária, [atleta](https://www.metropoles.com/tag/atleta) e bombeira civil. Ela também tinha uma clínica de estética em Ubatuba, onde fazia atendimentos como massoterapeuta e esteticista. Antes, Renata trabalhou como lutadora de [MMA](https://www.metropoles.com/tag/mma) e participou de diversas competições esportivas. No Instagram, ela compartilhava fotos das lutas e treinos. A atleta também usou as redes sociais para divulgar o curso que fez de bombeira civil. Um dos instrutores do curso lamentou a morte dela em uma publicação no Facebook. “É com grande tristeza que hoje recebemos a informação do falecimento de nossa grande amiga. Que Deus a receba em seu reino. Baldan, foi uma grande honra ter tido você como nossa aluna, mulher guerreira e determinada. Com certeza fará falta e deixará boas lembranças. Descanse em paz, guerreira Baldan”, disse o professor. Outra amiga de Renata usou as redes sociais para desabafar sobre a morte. “Você foi campeã do MMA, teve lutas no ringue da vida, teve derrotas, vitórias e empates que só nós sabemos. Mas hoje o ringue da vida não permitiu escolhas, suas luvas vieram ao chão. Infelizmente, você foi a nocaute”, disse a amiga.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Sport"
    ],
    "external_links": [
      "https://www.ssp.sp.gov.br/)",
      "https://ssp.sp.gov.br/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:15.279+02:00",
    "updated": "2023-12-29T00:28:15.279+02:00"
  },
  {
    "uuid": "0586614804647690f5e4e6bfdc468e9bd703749f",
    "url": "https://fansided.com/posts/ja-marr-chase-isn-t-holding-out-bengals-camp-not-thrilled-be-there",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "buhler118",
    "published": "2024-07-25T22:22:00Z",
    "title": "Ja'Marr Chase isn't holding out of Bengals camp, but he's not thrilled to be there",
    "text": "Find someone who loves you as much as Mike Brown loves not paying Cincinnati Bengals stars. By John Buhler | 6:22 PM EDT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://open.spotify.com/embed/show/2pdec72ASwzlmG5g9KmkwQ?utm_source=generator",
      "https://twitter.com/Ben_Baby/status/1816538500822630832?ref_src=twsrc%5Etfw",
      "https://content-enrichment-service.mmsport.voltaxservices.io/properties/229/embeds/01hqh3kxm8qj9cq/data",
      "https://twitter.com/Ben_Baby/status/1816538500822630832",
      "https://www.open.spotify.com/embed/show/2pdec72ASwzlmG5g9KmkwQ?utm_source=generator",
      "https://www.content-enrichment-service.mmsport.voltaxservices.io/properties/229/embeds/01hqh3kxm8qj9cq/data",
      "https://open.spotify.com/embed/show/2pdec72ASwzlmG5g9KmkwQ",
      "https://www.twitter.com/Ben_Baby/status/1816538500822630832?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike brown",
          "sentiment": "negative"
        },
        {
          "name": "john",
          "sentiment": "neutral"
        },
        {
          "name": "brown",
          "sentiment": "none"
        },
        {
          "name": "tee higgins",
          "sentiment": "none"
        },
        {
          "name": "tyler boyd",
          "sentiment": "none"
        },
        {
          "name": "buhler",
          "sentiment": "none"
        },
        {
          "name": "duke tobin",
          "sentiment": "none"
        },
        {
          "name": "jeff dean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bengals",
          "sentiment": "negative"
        },
        {
          "name": "cincinnati bengals",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:34:30.320+03:00",
    "updated": "2024-07-26T01:56:13.419+03:00"
  },
  {
    "uuid": "715f0a579fd88d1ecc06f7380d95db5713c66c49",
    "url": "https://www.zonebourse.com/cours/action/BOEING-4816/actualite/Boeing-nie-toute-violation-d-un-accord-avec-la-justice-sur-deux-crashes-46970371",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zonebourse",
    "published": "2024-06-13T21:07:00Z",
    "title": "Boeing nie toute violation d'un accord avec la justice sur deux crashes - Zonebourse",
    "text": "New York (awp/afp) - Le constructeur aéronautique Boeing a officiellement contesté les conclusions du ministère américain de la Justice, qui a prévenu mi-mai d'un risque de poursuites pénales pour non-respect d'un accord conclu après deux crashes ayant fait 346 morts.\nL'avionneur devait répondre au plus tard jeudi. Ce qui a été fait, a indiqué à l'AFP une source proche du dossier, sans autre détail.\nL'agence Bloomberg a rapporté que Boeing avait adressé sa réponse mercredi, niant toute violation. Contacté par l'AFP mercredi, Boeing avait renvoyé à ses déclarations du 14 mai: \"Nous estimons avoir honoré les conditions de cet accord\".\nLe constructeur a refusé de commenter ses communications avec le ministère de la Justice (DOJ), précisant \"continuer de dialoguer en toute transparence\" avec lui. Le ministère n'a pas souhaité commenter non plus.\nDans un courrier adressé le 14 mai au juge d'un tribunal fédéral texan, le ministère a estimé que Boeing n'avait \"pas respecté ses obligations\" prévues dans l'accord dit de poursuite différée (DPA) signé le 7 janvier 2021 et lié aux crashes de deux 737 MAX 8 en 2018 et 2019 -dus à un problème de conception.\nAccusé de fraude dans le processus de certification du 737 MAX -son avion vedette-, Boeing avait accepté de payer 2,5 milliards de dollars et s'était engagé, entre autres, à renforcer son programme de conformité.\nMais l'avionneur multiplie, surtout depuis début 2023, les problèmes de production et de contrôle qualité.\nIl est désormais cerné de toutes parts depuis l'incident en vol sur un 737 MAX 9 d'Alaska Airlines le 5 janvier, dont une porte-bouchon -opercule condamnant une issue de secours redondante- s'est détachée.\nEncore un\nL'affaire de trop, qui a déclenché audits et enquêtes des régulateurs, de la justice, de commissions parlementaires. Ces travaux ont identifié des problèmes de non-conformité dans la production et des lacunes du contrôle qualité.\nTrois des quatre familles d'avions commerciaux actuellement fabriqués par Boeing sont visés par des enquêtes de la FAA pour des problèmes de qualité: le 737, le 777 et le 787 Dreamliner.\nLe groupe a annoncé jeudi matin un nouveau souci repéré sur des Dreamliner en attente de livraison: des fixations internes au fuselage mal serrées. \"La flotte en service peut continuer à opérer en toute sécurité\", a-t-il assuré.\nLa sécurité des avions de Boeing a quasiment monopolisé l'audition pendant près de deux heures jeudi matin de Mike Whitaker, patron du régulateur de l'aviation civile (FAA), devant la Commission sénatoriale sur le Commerce et le Transport au sujet de la supervision du secteur aérien.\n\"Ces problèmes sont vraiment contrariants\", a relevé Maria Cantwell, présidente démocrate de la Commission, déplorant une \"impression de déjà vu\".\nM. Whitaker, en poste depuis octobre 2023, a assuré que des mesures avaient étaient prises immédiatement après l'incident du 5 janvier, dont le plafonnement de la production du 737 MAX tant que la qualité ne serait pas retrouvée.\nLe constructeur a dû aussi élaborer, en collaboration avec la FAA, un plan complet pour y parvenir.\nSuperviseurs d'usine\nLe régulateur a aussi déployé, pour la première fois, des inspecteurs parmi les chaînes de montage de Boeing et de Spirit AeroSystems, qui le fournit notamment en fuselages. Son objectif est d'en disséminer 55 mais la pénurie de personnel qualifié complique le recrutement, a indiqué M. Whitaker.\nL'accord de 2021 prévoyait l'expiration de la surveillance de Boeing après trois ans. Soit le 7 janvier 2024. Le ministère disposait ensuite de six mois pour se positionner puis décider d'engager ou non des poursuites.\nLes familles de victimes des deux accidents les réclament depuis le tout début, et encore plus depuis la récente série de déboires.\nReçues le 31 mai au ministère à Washington, elles ont fait part de leurs \"grandes craintes\" qu'il opte pour un accord de plaider-coupable avec Boeing, selon un communiqué de leurs avocats.\n\"Une simple transaction à l'amiable sans sanction ne remplirait pas\" la \"mission\" du ministère \"de rendre justice au grand public\", ont-ils prévenu, réclamant l'ouverture d'un procès dans les 70 jours légaux suivant le 7 juillet.\nLe ministère s'est engagé en mai à communiquer sa décision au tribunal texan au plus tard à cette date-là.\nProchain passage difficile pour le groupe: l'audition très attendue de son patron Dave Calhoun le 18 juin par une commission d'enquête sénatoriale, devant laquelle quatre lanceurs d'alerte ont témoigné mi-avril.\nNommé directeur général début 2020 pour rétablir la situation après les crashes, M. Calhoun a été emporté par la crise actuelle et doit quitter son poste d'ici la fin de l'année.\nafp/rp\nPartager © AWP - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:09:43.495+03:00",
    "updated": "2024-06-14T02:52:23.571+03:00"
  },
  {
    "uuid": "24125653c383c852adc5629d6856a6be4e079e8b",
    "url": "https://www.popsugar.com/family/goopow-kids-camera-toy-review-49328856",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Angela Elias",
    "published": "2024-01-05T23:29:00Z",
    "title": "I Tested Amazon's Bestselling Kids' Camera, and It's a Keeper",
    "text": "I Tested Amazon's Bestselling Kids' Camera, and It's a Keeper One evening while reaching for my phone, I noticed that my preschooler had used it to snap a bunch of photos. There were sweet portraits of his older brother, a view of cotton candy clouds from his bedroom window, a candid picture of me immersed in dinner prep, and more. Scrolling through the pictures was like walking through our family home through his eyes. I made a mental note to refresh my phone's lock code and to get this little guy his own camera. After comparing kids' cameras on [Amazon](https://www.amazon.com/?tag=popsugarshopx-20&asc_source=dlvr.it&asc_campaign=wellness-winner-01182024&asc_refurl=https://www.popsugar.com/family/goopow-kids-camera-toy-review-49328856&ascsubtag=___psv__p_49328856__t_w_), I landed on the [Goopow Kids Camera Toy](http://www.amazon.com/Children-Camcorder-Silicone-Chritmas-Birthday/dp/B09958K7T2?tag=popsugarshopx-20&asc_source=dlvr.it&asc_campaign=wellness-winner-01182024&asc_refurl=https://www.popsugar.com/family/goopow-kids-camera-toy-review-49328856&ascsubtag=___psv__p_49328856__t_w_) ($28, originally $37), and it's been a fun introduction to photography play. What I Like About the Goopow Kids Camera Toy At less than $30, it's an affordable, low-stakes introduction to a kids' camera. As a parent who has invested in toys to foster my kids' budding hobbies, I've learned that sometimes [learning toys](https://www.popsugar.com/family/Best-Learning-Toys-44075124) take, and sometimes they don't. The camera comes in several colors and shapes — I chose the blue, cat-themed camera for my animal-loving kiddo. Aside from being cheap and cute, it's also surprisingly versatile. In addition to being able to take pictures, it has a selfie function, video capability, funny frames, and even games. It also comes with a neck strap, a 32GB card, and a USB cord for recharging. It's lightweight and easy to throw in a backpack for a trip to the park or zoo and car rides. What's Worth Noting About the Goopow Kids Camera Toy With a 2.62-inch screen and meager pixels, it's not going to capture anything close to the quality of an iPhone photo. That being said, the fact that my son has free rein over it seems to outweigh the lack of picture quality, at least for him. While it's pretty intuitive, my 4-year-old son still needs me to help him navigate it. He often gets stuck in certain function modes and needs my help. On the other hand, my 7-year-old son can zip through the functions, bouncing between selfie mode and the three games without any issue. The brand says this camera is geared towards kids ages 3 to 8, but I can't imagine a 3-year-old being able to do more than snap photos once you've set them up in photo mode. Depending on how much independence you want them to have, ages 5 to 7 seems to be a sweeter spot. Both of my kids usually forget to turn the camera off when they're finished playing with it, and it has one and a half to two hours of continuous photo time before it needs to be recharged. Who Is the Goopow Kids Camera Toy Best For? This camera is best for anyone looking for an affordable toy camera for their young kids or a good [gift for kids who have everything](https://www.popsugar.com/family/Unique-Gifts-Kids-Who-Have-Everything-42642623). It doesn't provide as much endless play as a [Magna-Tiles building set](https://www.popsugar.com/family/magna-tiles-magnetic-building-toy-review-49283534), but it sparks curiosity and experimentation. If you aren't expecting high-quality photos and are instead more interested in getting them something they can travel and play with, then this lightweight, durable design is a good option. Additional Details: - It features a 2.62\" LCD screen design. - Its functions include photo capture, video recording, playback, game play, date setting, and frame selections. - It's intended for children ages 3 to 8. - It has a built-in 3.7V rechargeable lithium battery, one and a half to two hours of run time, and an SD Card slot with a 32GB card included. Where Is the Goopow Kids Camera Toy Available to Shop? You can purchase the [Goopow Kids Camera Toy](https://goto.walmart.com/c/1141873/565706/9383?u=https%3A%2F%2Fwww.walmart.com%2Fip%2FGirls-Boys-Kids-Camera-Selfie-20-0MP-HD-Digital-Camcorder-Dual-2-0-inch-IPS-Screen-Great-Birthday-Gift-Christmas-32GB-Memory-Card-Not-Include%2F991963492&subId1=___psv__p_49328856__t_w_&subId3=product) ($16) at Walmart and Amazon. Rating: ★★★★☆",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "http://amazon.com/exec/obidos/ASIN/B09958K7T2",
      "https://www.goto.walmart.com/c/1141873/565706/9383?u=https%3A%2F%2Fwww.walmart.com%2Fip%2FGirls-Boys-Kids-Camera-Selfie-20-0MP-HD-Digital-Camcorder-Dual-2-0-inch-IPS-Screen-Great-Birthday-Gift-Christmas-32GB-Memory-Card-Not-Include%2F991963492&subId1=___psv__p_49328856__t_w_&subId3=product",
      "https://goto.walmart.com/c/1141873/565706/9383",
      "http://www.amazon.com/exec/obidos/ASIN/B09958K7T2",
      "https://www.amazon.com/",
      "https://goto.walmart.com/c/1141873/565706/9383?u=https%3A%2F%2Fwww.walmart.com%2Fip%2FGirls-Boys-Kids-Camera-Selfie-20-0MP-HD-Digital-Camcorder-Dual-2-0-inch-IPS-Screen-Great-Birthday-Gift-Christmas-32GB-Memory-Card-Not-Include%2F991963492&subId1=___psv__p_49328856__t_w_&subId3=product",
      "https://amazon.com/?tag=popsugarshopx-20&asc_source=Sailthru&asc_campaign=wellness-winner-01052024&asc_refurl=https://popsugar.com/family/goopow-kids-camera-toy-review-49328856&ascsubtag=___psv__p_49328856__t_w_",
      "https://www.amazon.com/?tag=popsugarshopx-20&asc_source=Sailthru&asc_campaign=wellness-winner-01052024&asc_refurl=https://www.popsugar.com/family/goopow-kids-camera-toy-review-49328856&ascsubtag=___psv__p_49328856__t_w_"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "amazon",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T02:29:31.934+02:00",
    "updated": "2024-01-20T11:08:12.089+02:00"
  },
  {
    "uuid": "bf48fafdede283a5f143fbbc41ed0005d1f237ae",
    "url": "https://www.thecrimson.com/article/2023/12/29/barron-ritz-jack-jews-zionists/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Frank S. Zhou",
    "published": "2023-12-29T06:03:00Z",
    "title": "Not All Jews Are Zionists. Harvard Can’t Keep Ignoring This Truth. | Opinion | The Harvard Crimson",
    "text": "This op-ed is part of a special opinion package, “Antisemitism at Harvard, According to Seven Jewish Affiliates.” View the full package here.\nAs bombs fall on Gaza, antisemitism has been a primary focus of college administrations, global media, and even the U.S. Congress.\nUniversity President Claudine Gay formed an antisemitism advisory group , personally addressed members of Harvard Hillel and Harvard Chabad, and even testified before a House committee on campus antisemitism alongside other university leaders. Their testimony made international headlines, leading to the resignation of the University of Pennsylvania’s president and widespread calls for the removal of the others.\nAs Jewish Harvard students, we have been thrust into the national spotlight. We question what exactly it illuminates and the intentions of those who shine it.\nCharacterizations of the Jewish community and external efforts to ensure our safety have been made blindly, neglecting the broad diversity of Jewish perspectives. As Jews critical of Israel, our views have been ignored — and our very existence has gone unacknowledged — by the same institutions that claim to protect us. As far as we know, Gay has shown no interest in meeting with anti-Zionist, non-Zionist, or Zionist-questioning Jewish students despite our continuous requests that she do so, including our 24-hour occupation of University Hall.\nAfter her apparent failure to engage with an entire sector of Harvard’s Jewish population, Gay then appeared before Congress to testify about her ostensible commitment to protecting Jewish students.\nWe do not deny the threat of antisemitism which purportedly prompted this hearing. In fact, we are hyper-aware of antisemitism’s evils. Our ancestors fled extermination in Europe and their experiences are anything but unique. To be Jewish is to inherit the generational trauma of constant persecution. Today, this trauma is reinforced: There has been a nationwide rise in antisemitic crimes following the Oct. 7 terrorist attacks.\nYet discussions about fighting antisemitism are neither honest nor effective as long as they conflate criticism of the Israeli state with such hate. Just as we fear rising antisemitism, we fear how claims of antisemitism have been weaponized to excuse other forms of bigotry.\nOver the past few months, we have seen our pro-Palestinian peers and friends ruthlessly silenced, doxxed, and harassed . These attacks have largely targeted Palestinian, Arab, Muslim, and Black students, and they have been shamefully justified under the guise of combating antisemitism.\nAdvertisement Yet while antisemitism has received an abundance of media coverage, government inquiry, and administrative response, anti-Palestinian hate, xenophobia, Islamophobia, and racism have only seen a fraction of that attention.\nInsidiously, some calls for retaliation against nonviolent activists have come from within the Jewish community. Harvard’s leading Jewish organizations have pushed for further policing of protest on campus , and certain University alumni have leveraged their power to endorse doxxing and encourage companies to deny students professional opportunities.\nThe twisting of calls for Jewish safety — at the expense of other marginalized groups’ speech and security — mirrors the ongoing destruction abroad.\nThe U.S. and Israeli governments continue to justify their collective punishment of the people of Gaza with the stated goals of Jewish and Israeli protection. In the process, over 20,000 people have been killed , according to Gazan health officials. Eighty five percent of the population has been displaced and more than one in four Gazans are starving , according to the U.N.\nThus, while discourse about antisemitism and speech on college campuses is vital, our conversations cannot distract from Gaza, where experts warn of genocide .\nEnding the present war on Gaza is only the first step. To bring an end to the longer violence of occupation, Palestinian liberation must come next.\nWe understand that to many, such a concept — reflected through the phrase “from the river to the sea, Palestine will be free” — can, at best, seem ambiguous and, at worst, sound like a call for the violent elimination of Jews. For many Jews, the state of Israel represents the actualization of a dream too long deferred and the ultimate answer to centuries of Jewish expulsion and suffering.\nIndeed, this is how we were taught to conceptualize the state of Israel in our respective Hebrew schools, families, and wider Jewish communities. Our Jewish education left us to believe that Palestinian and Jewish freedom were somehow mutually exclusive, and that Jewish safety was predicated on the existence of the Israeli state and its quotidian militarization of Palestinian existence.\nIn truth, Jewish safety — in Israel and the diaspora — is inextricably intertwined with Palestinian liberation. Jewish safety everywhere — including at Harvard — is at risk as long as Israel relies on the subjugation of millions to ensure such “safety.” The Jews living in the land between the Jordan River and the Mediterranean Sea will never be truly free until Palestinians are also free to exist in and move throughout this entire region as equals.\nWe hold fast to this vision of peace not in spite of, but precisely because of our Jewish identities, which we cherish. We are guided by the concept of tzedek — justice — and a rich tradition of Jewish protest and dissent . Most of all, we are guided by our own history of oppression: We cannot allow centuries of trauma to trap our people in eternal panic, grant the state of Israel total impunity, and sow agony for still more generations of Palestinians.\nAdvertisement Violet T. M. Barron ’26, an Associate Editorial Editor, is a Social Studies concentrator in Adams House. Charlotte P. Ritz-Jack ’25, a News Desk Editor, is a Social Studies concentrator in Pforzheimer House. They are organizers with Harvard Jews for Palestine.\nCrimson policy precludes an editor from participating in the reporting or editing of articles about a topic they have opined on.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.ohchr.org/en/press-releases/2023/12/israel-working-expel-civilian-population-gaza-un-expert-warns#:~:text=Since%207%20October%2C%201.9%20million,of%20the%20Gaza%20Strip",
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-12-24-23/index.html",
      "https://www.vox.com/world-politics/2023/11/13/23954731/genocide-israel-gaza-palestine",
      "https://time.com/6550063/un-gaza-hunger-report-palestinians-israel-conflict/",
      "https://hillel.harvard.edu/october-7",
      "https://twitter.com/BillAckman/status/1711788747086233661",
      "https://www.scienceopen.com/hosted-document?doi=10.13169/reorient.7.2.0192",
      "https://www.scienceopen.com/hosted-document",
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-12-24-23/index.html",
      "https://www.hillel.harvard.edu/october-7",
      "https://www.time.com/6550063/un-gaza-hunger-report-palestinians-israel-conflict/",
      "https://vox.com/world-politics/2023/11/13/23954731/genocide-israel-gaza-palestine",
      "https://ohchr.org/en/press-releases/2023/12/israel-working-expel-civilian-population-gaza-un-expert-warns#:~:text=Since%207%20October%2C%201.9%20million,of%20the%20Gaza%20Strip",
      "https://www.twitter.com/BillAckman/status/1711788747086233661",
      "https://scienceopen.com/hosted-document?doi=10.13169/reorient.7.2.0192",
      "https://time.com/6550063/un-gaza-hunger-report-palestinians-israel-conflict"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "claudine gay",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "harvard ca",
          "sentiment": "negative"
        },
        {
          "name": "harvard",
          "sentiment": "negative"
        },
        {
          "name": "harvard crimson",
          "sentiment": "neutral"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "harvard chabad",
          "sentiment": "none"
        },
        {
          "name": "university of pennsylvania",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "harvard hillel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:06:00.788+02:00",
    "updated": "2024-01-02T10:46:19.655+02:00"
  },
  {
    "uuid": "53dcace6075e0297550736a5f8a9302ebdf1c2d0",
    "url": "https://www.archyworldys.com/melanoma-diagnoses-increase-by-30-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyworldyscom",
    "published": "2025-01-09T21:42:00Z",
    "title": "Melanoma, diagnoses increase by 30% in 2024",
    "text": "Never before have so many cases of melanoma been estimated as last year. In the latest report “Cancer numbers in Italy 2024″, presented by the Italian Association of Medical Oncology, there are forecasts that indicate that melanoma diagnoses could reach 17,000, approximately 4,300 more than the 12,700 recorded in 2023. ” The possibility that the past year will be a ‘black’ year is high. Of course, this high number can be interpreted both as a greater sensitivity of the population to undergo regular checks, which are fundamental for an early diagnosis of cancer, and as a greater exposure to risk factors, for example to sun rays without adequate protection or the resort to tanning beds,” he comments Paolo Ascierto president of the Melanoma Foundation and director of the Melanoma Oncology, Oncological Immunotherapy and Innovative Therapies Unit of the Pascale Institute of Naples. “However, this balance of diagnoses is contrasted with the exceptional successes in therapy. In fact, thanks to immunotherapy – continues Ascierto – even in cases of metastatic melanoma , the most serious forms and against which until recently we had few treatment options, today 50% of patients survive 10 years after diagnosis”.\nHow to recognize a suspicious mole: what and where to check\nThe new guidelines\nThis is why in the new European Society for Medical Oncology (ESMO) melanoma guidelines, published only recently, immunotherapy has gone from being the last option to first-line therapy. “Melanoma – says Ascierto – is one of the main tumors that arise at a young age and is currently the third most frequent tumor in Italy in both sexes under the age of 50. Over the last 20 years its incidence has increased dramatically, going from 6,000 cases in 2004 to 11,000 in 2014, up to a possible 17,000 in 2024.” The chances of survival have also increased progressively and significantly over the years, especially thanks to immunotherapy which occupies a prominent place in the latest ESMO guidelines . The new recommendations were developed by a multidisciplinary group of experts from Europe, the United States and Australia and are based on the latest scientific data. “In the document, adjuvant immunotherapy , post-surgery, is recommended both in cases of stage IIB and IIC melanoma, and stage III, therefore also in the presence of metastatic disease – explains Ascierto -. Adjuvant immunotherapy is also indicated as the first option in cases of metastatic melanoma, before or instead of target therapy. Furthermore, in the new guidelines there is the so-called ‘dual block’ immunotherapy, the one composed of two drugs that act on two different ‘blocks’ of inhibition of the immune system, recently made reimbursable by the Italian Medicines Agency in cases of non-melanoma. resectable or metastatic”.\nMelanoma: watch out for ‘tanning’ in the snow, only 1 in 10 is protected\n06 December 2024\nAs expected, the experts also included neoadjuvant immunotherapy in their recommendations, i.e. that which is administered before surgery, in cases of metastatic melanoma. “The new guidelines take into account the enormous progress made in the diagnosis and treatment of this rapidly growing disease – concludes Ascierto -. But even if therapies evolve rapidly, one point remains firm and always valid and it is prevention which remains our best weapon against melanoma.”\nTumors: immunotherapy increasingly widespread, but 80% of centers are not organized on adverse events\nNovember 26, 2024\n#Melanoma #diagnoses #increase\n–",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "topics": [
      "Health->cancer",
      "Health->health care approach",
      "Health->medical condition",
      "Science and Technology->biomedical science",
      "Science and Technology->natural science",
      "Science and Technology->medical research"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Paolo Ascierto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Melanoma Foundation",
          "sentiment": "none"
        },
        {
          "name": "Melanoma Oncology",
          "sentiment": "none"
        },
        {
          "name": "Pascale Institute",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T03:10:11.641+02:00",
    "updated": "2025-01-10T03:10:11.641+02:00"
  },
  {
    "uuid": "db0732efca5b9815de437a50ca9adfbf0eea3dcf",
    "url": "https://www.infobae.com/america/agencias/2024/09/26/la-junta-militar-de-birmania-insta-a-los-grupos-rebeldes-a-dejar-las-armas-e-iniciar-conversaciones-de-paz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-09-26T20:02:00Z",
    "title": "La junta militar de Birmania insta a los grupos rebeldes a dejar las armas e iniciar conversaciones de paz - Infobae",
    "text": "La junta militar de Birmania, que accedió al poder mediante un golpe de estado en 2021, ha invitado este jueves a los grupos rebeldes a dejar las armas e iniciar conversaciones de paz de cara a la celebración de unas futuras elecciones de las que, por el momento, no se tiene fecha. El Consejo de Administración del Estado ha instado en un comunicado a los grupos rebeldes de las Fuerzas de Defensa del Pueblo (PDF), con base en Mandalay, a abandonar su lucha \"terrorista\" y alcanzar una solución política al conflicto. La propuesta, que no incluye a los integrantes del Gobierno de Unidad Nacional, insta a las PDF a formar un partido político para concurrir a unas elecciones que, aseguran, serán supervisadas en todo momento, si bien no detalla cuándo se llevarán a cabo. Esto se produce después de que la junta anunciara a principios de septiembre que tiene previsto realizar el próximo mes de octubre un censo de cara a unas ansiadas elecciones, una promesa que las autoridades birmanas han realizado en varias ocasiones, pero que no se ha materializado. Todo apunta a que, en caso de que se celebren los comicios, la comunidad internacional no reconozca el resultado dado que decenas de partidos han sido ilegalizados y no podrían registrarse para concurrir a las elecciones --entre ellos la Liga Nacional para la Democracia (LND) de la antigua 'líder de facto' Aung San Suu Kyii--. El Gobierno de Unidad Nacional de Birmania, leal a Suu Kyi, lleva meses alertando de que estos previsibles comicios en el país carecerán de legitimidad dado que todo apunta a que no se realizarán de forma libre y justa. El golpe de Estado fue perpetrado por el Ejército para anular los resultados de las elecciones generales de noviembre de 2020 en las que la LND de Aung San Suu Kyi, se hizo con la mayoría parlamentaria, argumentando que había habido fraude, una afirmación cuestionada por observadores internacionales. AL MENOS 14 MUERTOS y 25 HERIDOS La invitación llega cuando al menos 14 personas han muerto y 25 han resultado heridas este mismo jueves como consecuencia de nuevos ataques aéreos de la junta en Thandwe, en el estado de Rajine, según ha denunciado el Ejército de Arakán, una de las milicias sublevadas. Uno de sus portavoces, Jaing Thuja, ha asegurado que dos aviones de combate han lanzado varias bombas sobre dos campamentos de desplazados que albergaban a cerca de 200 personas, según ha recogido el portal de noticias The Irrawaddy. \"El régimen sabía exactamente que la gente estaba refugiando allí y bombardearon de forma intencional a civiles\", ha subrayado, agregando que la mayoría de las víctimas, sin precisar el número, son niños y personas mayores.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Consejo de Administración del Estado",
          "sentiment": "none"
        },
        {
          "name": "Fuerzas de Defensa del Pueblo",
          "sentiment": "none"
        },
        {
          "name": "Gobierno de Unidad Nacional",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:22:13.042+03:00",
    "updated": "2024-09-27T00:22:13.042+03:00"
  },
  {
    "uuid": "7fb5ef7b78186adf634daa83c49a502ec0482cb1",
    "url": "https://www.elwatannews.com/news/details/8094179",
    "ord_in_thread": 0,
    "author": "كتب أميرة فكري",
    "published": "2025-06-26T07:43:52Z",
    "title": "«التعليم» تحقق في مزاعم تداول أسئلة التاريخ للثانوية العامة عبر تليجرام - الوطن",
    "text": "«التعليم» تحقق في مزاعم تداول أسئلة التاريخ للثانوية العامة عبر تليجرام\n«التعليم» تحقق في مزاعم تداول أسئلة التاريخ للثانوية العامة عبر تليجرام\nزعمت جروبات الغش عبر تطبيق تليجرام، تداول أسئلة امتحان التاريخ للثانوية العامة، الذي يؤديه طلاب الشعبة الأدبيية للنظامين القديم والجديد الآن، وبدأ في التاسعة صباحًا، وفقًا للجداول المعلنة والمعتمدة رسميًا من وزير التربية والتعليم.\nامتحان التاريخ للثانوية العامة 2025\nوأكد مصدر مسؤول بوزارة التربية والتعليم، أن غرفة العمليات بالوزارة تحقق في الأسئلة المتداولة لـ امتحان التاريخ للثانوية العامة، للتأكد من صحتها، وأنه لا تهاون مع الغشاشين أو مصوري أو مروجي ورق الأسئلة علي مواقع التواصل الاجتماعي، وأنه وفقا لقانون مكافحة الغش الإلكتروني، سيتم تطبيق عقوبات صارمة ضدهم وتصل العقوبة إلى الحبس والغرامة والحرمان من الامتحان.\nويؤدي 768 ألفًا و353 طالبًا امتحانات الثانوية العامة، ويبلغ عدد اللجان 1973، بالإضافة إلى 9 لجان بالسجون و6 لجان بالمستشفيات و24 لجنة للطلاب المكفوفين، و17 لجنة لطلاب مدارس المتفوقين فى العلوم والتكنولوجيا، ويبلغ عدد الملاحظين 120232 وعدد اللجان الكلية 2029 لجنة بجميع أنحاء الجمهورية.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Education->upper secondary education",
      "Education->educational testing and examinations",
      "Education->educational grading",
      "Crime, Law and Justice->corruption",
      "Crime, Law and Justice->investigation (criminal)",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ma",
        "top_news_iq",
        "top_news_qa",
        "top_news_eg",
        "top_news_sa",
        "top_news_kw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T10:43:52.307+03:00",
    "updated": "2025-06-26T07:52:53.000+00:00"
  }
]