[
  {
    "uuid": "b6cb9fb848adfc87f4e40c8218388ed09507401a",
    "url": "https://www.newsleader.com/story/life/humankind/2023/12/28/spiral-hot-dogs-photo-norman-ok-business-boom/72051213007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Robledo",
    "published": "2023-12-29T00:01:00Z",
    "title": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
    "text": "Customer's photo of forlorn owner in empty restaurant leads business to boom at OK diner Nick Chappell had never been to Spirals Hot Dogs & More before he took a photo of Scott Hosek in his empty restaurant. But after business boomed, Chappell's part of the Spirals family, Hosek says. [Anthony Robledo](https://www.usatoday.com/staff/7612431001/anthony-robledo/) An Oklahoma hot dog joint owner visibly wanted customers one day and he soon got more than he bargained for. During a slow shift on Dec. 20, a customer took a photo of Scott Hosek standing by his restaurant entrance waiting for diners and shared it on social media. Hosek would soon have no time to stand around as \" [Spirals: Hot Dogs & More](https://spiralshotdogs.com/),\" in Norman, Oklahoma, saw booming business once the post went viral. \"We immediately started doing double digits in sales,\" Hosek told USA TODAY on Thursday. \"It happened really fast to me.\" The day the photo was taken, Hosek found himself staring out the window upset his family business of four years wasn't booming as well as others ahead of Christmas. Hosek said he had no idea why Spirals saw a sudden wave of new customers after Dec. 20 until the person responsible for posting the photo, Nick Chappell, later apologized and offered to take the post down. Hosek wouldn't hear of it. \"You just wouldn't expect it. Social media is amazing. It's amazing that people get involved with it,\" he said. \"But more importantly, it's the stuff that you just don't think would work. That's what works.\" 'I will always love you': [See Dolly Parton grant Utah man's dying wish to meet her](/story/life/humankind/2023/12/26/dolly-parton-meets-longtime-fan/72033945007/) Customer knew he had to capture 'wholesome moment' Chappell visited the Norman area for his job as an Oklahoma Army National Guard. As part of their weekly hot dog Wednesday routine, Chappell and a his co-worker found Spirals on Google Maps and took a chance. Noticing Hosek gazing, Chappell decided to capture the \"wholesome moment\" on Snapchat captioning \"He has been standing here waiting on customers to come in.\" \"A good buddy of mine named Chad said, 'Hey, man, you can either post this on Facebook or I'm going to post this on Facebook. Some way or another we're going to get this guy some customers,'\" Chappell said. In a Facebook post, Chappell gave an excellent recommendation of the restaurant, complimenting their food and \"off the charts\" service. He shared a photo of his dish, the menu and of Hosek waiting for diners. Chappell was blown away by the success of the post, which has since had over 2,000 shares, and even more surprised to see over 70 guests at the diner during his next visit. \"I'm not a huge social media guy I typically don't share,\" Chappell said. \"I don't even know really the words to describe it as but it made me even that much happier that I did make a post.\" Owner adds new 'Thunderbird' item in customer's honor Hosek is showing his gratitude by adding a new item in Chappell's honor. Having named hot dogs and bowls after family members, he was more than happy to do so. The \"Thunderbird\" is a hot link with bacon, cream cheese and jalapeños, Hosek said. The meal gets its name from the Thunderbird Unit Patch for the 45th Infantry, which Chappell is a part of. The two reconnected at the restaurant on Thursday, where they both got emotional talking about the post's impact. Chappell received a certificate of appreciation during the unveiling of the \"Thunderbird\" and was told he is now forever part of the Spirals family. \"To know that it was a humble guy that just saw our need and did what he could. He doesn’t have a real following on social media, he hardly ever shares anything and to know that one post had so much power. It was super cool,\" Hosek added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/7612431001/anthony-robledo/)",
      "https://spiralshotdogs.com/),",
      "https://www.spiralshotdogs.com/),",
      "https://usatoday.com/staff/7612431001/anthony-robledo/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nick chappe",
          "sentiment": "negative"
        },
        {
          "name": "anthony robledo",
          "sentiment": "none"
        },
        {
          "name": "chappell",
          "sentiment": "none"
        },
        {
          "name": "scott hosek",
          "sentiment": "none"
        },
        {
          "name": "hosek",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spiral hot dogs",
          "sentiment": "negative"
        },
        {
          "name": "customer",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "norman",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:48:25.500+02:00",
    "updated": "2023-12-29T02:48:25.500+02:00"
  },
  {
    "uuid": "a0d3f81500b772a8ba9abb7dc877e14cc2521e4a",
    "url": "https://ground.news/article/how-culture-has-helped-kevin-oconnell-lead-the-vikings-through-the-storm_45e67f",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Inforum",
    "published": "2023-12-30T19:26:00Z",
    "title": "Ground News - How culture has helped Kevin O’Connell lead the Vikings through the storm",
    "text": "Summary by Inforum It’s a buzzword that has become synonymous with the Vikings since head coach Kevin O’Connell was hired on Feb. 16, 2022. He talked at length about “culture” in his introductory press conference, and fittingly, everything the Vikings have done since then has been rooted in that abstract concept. It was undeniable when O’Connell took over and the Vikings transformed from a joyless group under former head coach Mike Zimmer into a joyful group th… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nInforum Center High Factuality How culture has helped Kevin O’Connell lead the Vikings through the storm It’s a buzzword that has become synonymous with the Vikings since head coach Kevin O’Connell was hired on Feb. 16, 2022. He talked at length about “culture” in his introductory press conference, and fittingly, everything the Vikings have done since then has been rooted in that abstract concept. It was undeniable when O’Connell took over and the Vikings transformed from a joyless group under former head coach Mike Zimmer into a joyful group th…\n24 minutes ago · Fargo, United States Read Full Article\nInforum Center High Factuality\nHow culture has helped Kevin O’Connell lead the Vikings through the storm It’s a buzzword that has become synonymous with the Vikings since head coach Kevin O’Connell was hired on Feb. 16, 2022. He talked at length about “culture” in his introductory press conference, and fittingly, everything the Vikings have done since then has been rooted in that abstract concept. It was undeniable when O’Connell took over and the Vikings transformed from a joyless group under former head coach Mike Zimmer into a joyful group th…\n24 minutes ago · Fargo, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.inforum.com/sports/pro/how-culture-has-helped-kevin-oconnell-lead-the-vikings-through-the-storm?utm_source=ground.news&utm_medium=referral",
      "https://www.inforum.com/sports/pro/how-culture-has-helped-kevin-oconnell-lead-the-vikings-through-the-storm",
      "https://inforum.com/sports/pro/how-culture-has-helped-kevin-oconnell-lead-the-vikings-through-the-storm?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vikings",
          "sentiment": "negative"
        },
        {
          "name": "kevi",
          "sentiment": "negative"
        },
        {
          "name": "kevin o’connell",
          "sentiment": "neutral"
        },
        {
          "name": "mike zimmer",
          "sentiment": "none"
        },
        {
          "name": "o’connell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "articles all left center right inforum center high factuality",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T21:49:54.623+02:00",
    "updated": "2023-12-30T21:49:54.623+02:00"
  },
  {
    "uuid": "78dbd40aeae0e4ef8ef67038bb957037e4ff8724",
    "url": "https://ground.news/article/a-kurdish-mutamar-died-in-mecca-due-to-a-heart-attack",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "شفق نيوز",
    "published": "2023-12-24T09:00:00Z",
    "title": "Ground News - A Kurdish mu'tamar died in Mecca due to a heart attack",
    "text": "Summary by شفق نيوز Shafaq News/The Directorate of Hajj and Umrah in the Kurdistan Region announced on Sunday the death of a Kurdish mu'amrah in the holy city of Mecca in the Kingdom of Saudi Arabia. In a statement received by Shafaq News Agency, the Directorate said that “a Kurdish mu'tamar died this morning in Mecca after suffering a heart attack.” She added that “Mu'amrah is called Khalid Ahmed. He is a native of Penguin district in Sulaymaniyah governorate, whe… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nشفق نيوز Left Mixed Factuality A Kurdish mu'tamar died in Mecca due to a heart attack Shafaq News/The Directorate of Hajj and Umrah in the Kurdistan Region announced on Sunday the death of a Kurdish mu'amrah in the holy city of Mecca in the Kingdom of Saudi Arabia. In a statement received by Shafaq News Agency, the Directorate said that “a Kurdish mu'tamar died this morning in Mecca after suffering a heart attack.” She added that “Mu'amrah is called Khalid Ahmed. He is a native of Penguin district in Sulaymaniyah governorate, whe…\n50 minutes ago Read Full Article\nشفق نيوز Left Mixed Factuality\nA Kurdish mu'tamar died in Mecca due to a heart attack Shafaq News/The Directorate of Hajj and Umrah in the Kurdistan Region announced on Sunday the death of a Kurdish mu'amrah in the holy city of Mecca in the Kingdom of Saudi Arabia. In a statement received by Shafaq News Agency, the Directorate said that “a Kurdish mu'tamar died this morning in Mecca after suffering a heart attack.” She added that “Mu'amrah is called Khalid Ahmed. He is a native of Penguin district in Sulaymaniyah governorate, whe…\n50 minutes ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://shafaq.com/ar/%D9%83%D9%88%D8%B1%D8%AF%D8%B3%D9%80%D9%80%D8%AA%D8%A7%D9%86%D9%8A%D8%A7%D8%AA/%D9%88%D9%81%D8%A7%D8%A9-%D9%85%D8%B9%D8%AA%D9%85%D8%B1-%D9%83%D9%88%D8%B1%D8%AF%D9%8A-%D9%81%D9%8A-%D9%85%D9%83%D8%A9-%D8%AC%D8%B1%D8%A7-%D8%AC%D9%84%D8%B7%D8%A9-%D9%82%D9%84%D8%A8%D9%8A%D8%A9?utm_source=ground.news&utm_medium=referral",
      "https://shafaq.com/ar/%D9%83%D9%88%D8%B1%D8%AF%D8%B3%D9%80%D9%80%D8%AA%D8%A7%D9%86%D9%8A%D8%A7%D8%AA/%D9%88%D9%81%D8%A7%D8%A9-%D9%85%D8%B9%D8%AA%D9%85%D8%B1-%D9%83%D9%88%D8%B1%D8%AF%D9%8A-%D9%81%D9%8A-%D9%85%D9%83%D8%A9-%D8%AC%D8%B1%D8%A7-%D8%AC%D9%84%D8%B7%D8%A9-%D9%82%D9%84%D8%A8%D9%8A%D8%A9",
      "https://www.shafaq.com/ar/%D9%83%D9%88%D8%B1%D8%AF%D8%B3%D9%80%D9%80%D8%AA%D8%A7%D9%86%D9%8A%D8%A7%D8%AA/%D9%88%D9%81%D8%A7%D8%A9-%D9%85%D8%B9%D8%AA%D9%85%D8%B1-%D9%83%D9%88%D8%B1%D8%AF%D9%8A-%D9%81%D9%8A-%D9%85%D9%83%D8%A9-%D8%AC%D8%B1%D8%A7-%D8%AC%D9%84%D8%B7%D8%A9-%D9%82%D9%84%D8%A8%D9%8A%D8%A9?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khalid ahmed",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shafaq news/the directorate",
          "sentiment": "negative"
        },
        {
          "name": "shafaq news",
          "sentiment": "none"
        },
        {
          "name": "shafaq news agency",
          "sentiment": "none"
        },
        {
          "name": "directorate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "umrah",
          "sentiment": "none"
        },
        {
          "name": "kurdistan region",
          "sentiment": "none"
        },
        {
          "name": "mecca",
          "sentiment": "none"
        },
        {
          "name": "hajj",
          "sentiment": "none"
        },
        {
          "name": "kingdom of saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "penguin",
          "sentiment": "none"
        },
        {
          "name": "sulaymaniyah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T11:51:05.965+02:00",
    "updated": "2023-12-24T11:51:05.965+02:00"
  },
  {
    "uuid": "b70176ef3a19e545c687b32356de2261d8d84797",
    "url": "https://ground.news/article/fired-oakland-police-chief-leronne-armstrong-was-one-of-three-candidates-for-chief-that-mayor-thao-rejected",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SFist",
    "published": "2023-12-28T21:44:00Z",
    "title": "Ground News - Fired Oakland Police Chief LeRonne Armstrong Was One of Three Candidates for Chief That Mayor Thao Rejected",
    "text": "Summary by SFist Oakland Mayor Sheng Thao has been in a long and drawn out battle of wills with the city's police commission almost since she took office in January. And the latest drama in that fight came with her rejection of a slate of three finalist candidates for the next chief of police that the commission sent to her desk earlier this month.It was the week before Christmas when the Oakland Police Commission, following a candidate search that lasted over n… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nSFist Center Mixed Factuality Fired Oakland Police Chief LeRonne Armstrong Was One of Three Candidates for Chief That Mayor Thao Rejected Oakland Mayor Sheng Thao has been in a long and drawn out battle of wills with the city's police commission almost since she took office in January. And the latest drama in that fight came with her rejection of a slate of three finalist candidates for the next chief of police that the commission sent to her desk earlier this month.It was the week before Christmas when the Oakland Police Commission, following a candidate search that lasted over n…\n4 hours ago Read Full Article\nSFist Center Mixed Factuality\nFired Oakland Police Chief LeRonne Armstrong Was One of Three Candidates for Chief That Mayor Thao Rejected Oakland Mayor Sheng Thao has been in a long and drawn out battle of wills with the city's police commission almost since she took office in January. And the latest drama in that fight came with her rejection of a slate of three finalist candidates for the next chief of police that the commission sent to her desk earlier this month.It was the week before Christmas when the Oakland Police Commission, following a candidate search that lasted over n…\n4 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://sfist.com/2023/12/28/fired-oakland-police-chief-leronne-armstrong-was-one-of-three-candidates-for-chief-that-mayor-thao-rejected/?utm_source=ground.news&utm_medium=referral",
      "https://sfist.com/2023/12/28/fired-oakland-police-chief-leronne-armstrong-was-one-of-three-candidates-for-chief-that-mayor-thao-rejected/",
      "https://www.sfist.com/2023/12/28/fired-oakland-police-chief-leronne-armstrong-was-one-of-three-candidates-for-chief-that-mayor-thao-rejected/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sheng thao",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "ground news - fired oakland police",
          "sentiment": "negative"
        },
        {
          "name": "oakland police commission",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right sfist center mixed factuality fired oakland police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oakland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:38.116+02:00",
    "updated": "2023-12-29T00:43:38.116+02:00"
  },
  {
    "uuid": "f40a57e219b90e22b3c8ab2fd2a1341d531b22ea",
    "url": "https://www.lavoz.com.ar:443/servicios/alerta-amarilla-por-tormentas-fuertes-para-tres-provincias-de-argentina-a-cuales-abarca",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción LAVOZ",
    "published": "2025-01-03T11:16:00Z",
    "title": "ALERTA AMARILLA por TORMENTAS FUERTES para 3 PROVINCIAS de ARGENTINA: a cuáles abarca",
    "text": "El Servicio Meteorológico Nacional (SMN) emitió este viernes un alerta meteorológico por tormentas fuertes para tres provincias de Argentina, en una semana marcada por la inestabilidad en el tiempo en distintas regiones del país, tanto en el final del 2024 como en los primeros días de este año.\nLa advertencia del organismo nacional abarca a las regiones de Jujuy, Salta y Tucumán. Sobre esos distritos se prevé el desarrollo de lluvias de distinta intensidad, la presencia de vientos y la posibilidad de caída de granizo.\nLa alerta amarilla tiene vigencia hasta las 6 de la mañana del sábado. Se pide a la población tomar las precauciones del caso.\nClima en Córdoba: el pronóstico extendido\nDe acuerdo a lo indicado por el [Servicio Meteorológico Nacional (SMN), ](https://www.lavoz.com.ar/servicios/clima-en-cordoba-el-ultimo-finde-del-ano-como-estara-la-temperatura-este-sabado-28-de-diciembre/)los primeros días del año estarán marcadas por un intenso calor con máximas que arrancarán en torno a los 32° y llegarían a los 37°.\nPara este viernes 3 de enero se prevé una temperatura máxima de 34°C y una mínima de 20°C.\nSe espera que el cielo este parcialmente nublado durante toda la jornada y podrían haber tormentas aisladas en la madrugada.\nEl SMN lanzó una alerta amarilla por las altas temperaturas. Piden tomar medidas de precaución ya que pueden ser peligrosas para los grupos de riesgo, como niños y niñas, personas mayores de 65 años, y con enfermedades crónicas.\nEl pronóstico extendido para la ciudad de Córdoba\n- Sábado. Máxima 36°C y una mínima de 21°C. Entre despejado y parcialmente nublado durante la jornada.\n- Domingo. Máxima 37°C y una mínima de 20°C. Mayormente nublado durante la jornada.\n- Lunes. Máxima 37°C y una mínima de 22°C. Parcialmente nublado durante la jornada.\n- Martes. Máxima 36°C y una mínima de 24°C. Parcialmente nublado durante la jornada.\n- Miércoles: Máxima 35°C y una mínima de 21°C. Mayormente nublado durante la jornada.\nFuertes vientos y alerta por riesgo de incendios\nA continuación, recomendaciones para evitar el riesgo de incendios:\n- No utilice el fuego sin haber obtenido el permiso de quema controlada, que no se otorga en esta época.\n- No realice quema de restos de poda, basura, rastrojo y desmalezamiento de terrenos.\n- Realice en cada predio las prácticas preventivas que estén a su alcance, tales como: calles cortafuego; limpieza de alambrados, construcción de reservorios de agua; disponibilidad de elementos de combate (palas, chicotes, machetes, etc.); y pileta de natación, o tanque australiano llenos durante todo el año, pues esta reserva de agua es indispensable en caso de incendios.\n- En ningún caso arroje fósforos encendidos en el campo, bosques o zonas arboladas, recuerde que la mayoría de los incendios se originan y ocurren a raíz de la falta de precaución.\n- No haga fogatas; solo se permite realizarlas en los lugares habilitados para tal fin (camping, complejos, campamentos).\n- En ningún caso encienda fuego debajo de los árboles, no solo por el peligro de incendios que ello implica, sino por el daño que ocasiona el calor a la planta, que es un organismo viviente.\n- Tenga en cuenta que el viento puede propagar una mínima fogata ocasionando un incendio.\n- Nunca tire colillas de cigarrillos en el campo.\n- Si se inicia fuego en el pasto y mientras no haya alcanzado demasiada intensidad, apáguelo golpeando la llama con una manta o bolsa, si es posible mojada.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": [
      "Weather->weather warning"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Servicio Meteorológico Nacional",
          "sentiment": "negative"
        },
        {
          "name": "SMN",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T13:51:32.832+02:00",
    "updated": "2025-01-03T13:51:32.832+02:00"
  },
  {
    "uuid": "327adb4f878d84aba2c85d61d581de0f9510793b",
    "url": "https://www.digitaljournal.com/world/solar-storm-could-bring-auroras-power-and-telecoms-disruptions/article",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-05-10T00:00:00Z",
    "title": "Solar storm could bring auroras, power and telecoms disruptions - Digital Journal",
    "text": "A huge solar storm is heading for Earth, supercharging auroras and bringing possible disruptions to satellites and power grids as early as Friday evening, US officials say. Coronal mass ejections (CMEs) — large expulsions of plasma and magnetic fields from the Sun — are predicted to arrive late Friday to early Saturday US time, the Space Weather Prediction Center of the National Oceanic and Atmospheric Administration (NOAA) said. The new storm, which is expected to persist through the weekend, comes with the Sun approaching the peak of an 11-year cycle that brings heightened activity. “We have notified all of our infrastructure operators that we coordinate with, such as satellite operators, communication folks… and of course, the power grid here in North America,” space weather forecaster Shawn Dahl told reporters. The US Federal Aviation administration, however, said Friday in a social media post that “we do not anticipate any significant impacts to the national airspace system due to the potential geomagnetic storm.” Unlike solar flares, which travel at the speed of light and reach Earth in around eight minutes, CMEs travel at a relatively more sedate pace, with officials putting the current average at 800 kilometers (500 miles) per second. There are at least seven CMEs in transit, emanating from a sunspot cluster that is 16 times wider than our planet. Forecasters expect to have a better idea of just how impactful they will be once they are around a million miles away. Fluctuating magnetic fields associated with geomagnetic storms induce currents in long wires, including power lines, which can potentially lead to blackouts. In October 2003, geomagnetic storms rated as “extreme” led to blackouts in Sweden and damaged power transformers in South Africa. Impacts are also possible on high-frequency radio communication, GPS, spacecraft and satellites. – Auroras – They could also bring auroras — also known as “Northern lights” or “Southern lights,” depending on the hemisphere — to night skies where such phenomena aren’t normally visible. In the United States, this could be as far south as Northern California and Alabama. NOAA’s Brent Gordon encouraged the public to try to capture the night sky with their cell phone cameras even if they can’t see auroras with their naked eyes. “Just go out your back door and take a picture with the newer cell phones and you’d be amazed at what you see in that picture versus what you see with your eyes.” Officials said people should have the normal backup plans in place for power outages, such as having flashlights, batteries and weather radios at hand. The most powerful geomagnetic storm in recorded history, known as the Carrington Event, occurred in September 1859, named after British astronomer Richard Carrington. Excess currents on telegraph lines at that time caused electrical shocks to technicians and even set some telegraph equipment ablaze.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shawn dahl",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "us federal aviation",
          "sentiment": "none"
        },
        {
          "name": "noaa",
          "sentiment": "none"
        },
        {
          "name": "national oceanic and atmospheric administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T21:28:13.487+03:00",
    "updated": "2024-05-11T01:18:04.855+03:00"
  },
  {
    "uuid": "1b5aa3487d1e05e0acce67e3cabbeeb03fcc8df0",
    "url": "https://arynews.tv/pakistan-azerbaijan-sign-15-agreements-in-various-fields",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Web Desk",
    "published": "2024-07-12T00:00:00Z",
    "title": "Pakistan, Azerbaijan sign 15 agreements in various fields",
    "text": "Pakistan and Azerbaijan on Thursday signed 15 Memorandum of Understandings (MoUs) and agreements to promote bilateral cooperation in a range of fields including trade, commerce, tourism, mines & minerals, science technology, law & justice and cultural exchange programs. Prime Minister Muhammad Shehbaz Sharif and Azerbaijan President Ilham Aliyev witnessed the signing ceremony held here at the PM House. Deputy PM and Foreign Minister Ishaq Dar and Azerbaijan Deputy Minister of Foreign Affairs Samir Sharifov signed a Memorandum of Understanding (MoU) between the Ministry of Foreign Affairs of Azerbaijan and the Ministry of Foreign Affairs of Pakistan on Consular Affairs. Preferential Trade Agreement between the government of Azerbaijan and the government of Pakistan was signed by Commerce Minister Jam Kamal Khan and Deputy Minister of Economy Azerbaijan Sahib Mammadov. Similarly, an MoU on the cooperation between the Ministry of Economy of Azerbaijan and the Ministry of Privatization of Pakistan in the field of privatization of state property was signed by Minister for Privatization Abdul Aleem Khan and Deputy Minister of Economy Azerbaijan Sahib Mammadov. Another agreement on Transit Trade between the governments of Azerbaijan and Pakistan was also signed between the two countries. The two sides also agreed on a Memorandum of Cooperation (MoC) between the Ministry of Justice of Azerbaijan and Minister of Law and Justice of Pakistan. The MoC was signed by Minister for Law Azam Nazeer Tarar and Azerbaijan Minister for Defence Industry Vugar Mustafayev. An Memorandum of Understanding (MoU) between the government of Pakistan and Azerbaijan on cooperation in the field of mineral resources and geology was signed by Petroleum Minister Dr Musadik Malik and Azerbaijan Minister of Energy. Cultural Exchange Program between Pakistan and Azerbaijan for the year 2024-2029 was signed by Minister for Heritage and Culture Attaullah Tarar and Azerbaijan Minister of Foreign Affairs Samir Sharifov. Likewise the two sides also signed an MoU between the Ministry of Digital Development and Transport of Azerbaijan and the Ministry of Information Technology and Telecommunication of Pakistan on cooperation in the fields of information and communication technologies. An MoU on cooperation between Azerbaijan Television and Radio Broadcasting (CJSC) and Pakistan Television Corporation (PTVC) was signed by Secretary Information Shahera Shahid and Ambassador of Azerbaijan Khazar Farhadov. The two sides also signed an MoU on establishing of twinning links between the city of Baku and Islamabad, and another MoU between Small and Medium Business Development Agency of Azerbaijan and SMEDA Pakistan. An agreement between Government of Pakistan and Government of Azerbaijan for scientific and technological cooperation was also signed between the two sides. An agreement on cooperation in the field of tourism between government of Azerbaijan and Government of Pakistan was signed by Secretary IPC Nadeem Irshad Kayani and Azerbaijan Minister of Defence Industry. An MoU on cooperation in the field of literature between the institute of literature named after Nizami Ganjavi of Azerbaijan National Academy of Sciences (ANAS) and Pakistan Academy of Literature (PAL) was signed by Chairman Pakistan Academy of Letters Prof Dr Najeeba Arif and Ambassador of Azerbaijan Khazar Farhadov. Air Services Agreement was also signed between the governments of Pakistan and Azerbaijan.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ishaq dar",
          "sentiment": "none"
        },
        {
          "name": "muhammad shehbaz sharif",
          "sentiment": "none"
        },
        {
          "name": "ilham aliyev",
          "sentiment": "none"
        },
        {
          "name": "samir sharifov",
          "sentiment": "none"
        },
        {
          "name": "sahib mammadov",
          "sentiment": "none"
        },
        {
          "name": "jam kamal khan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ministry of privatization",
          "sentiment": "none"
        },
        {
          "name": "ministry of economy of azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "ministry of foreign affairs",
          "sentiment": "none"
        },
        {
          "name": "ministry of foreign affairs of azerbaijan",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T08:53:59.343+03:00",
    "updated": "2024-07-12T08:53:59.343+03:00"
  },
  {
    "uuid": "a18a71f4da5cc0da7fc487c344b5860d60ee3fd7",
    "url": "https://flipboard.com/article/douglas-library-of-hebron-chooses-new-children-s-librarian/f-b169a7e5f5%2Fthechronicle.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "thechronicle.com - TRACI HASTINGS @TheChronicleCT",
    "published": "2024-02-29T00:00:00Z",
    "title": "Douglas Library of Hebron chooses new children’s librarian | Flipboard",
    "text": "Douglas Library of Hebron chooses new children’s librarian HEBRON — Child’s play is a thoughtful matter for the newest librarian at the Douglas Library of Hebron. More stories from [Librarianship](/topic/librarianship) More stories from [Libraries](/topic/libraries) [Why George & Amal Clooney Left Their $13M Mansion – Inside Their Urgent Move with 2 Kids](/topic/libraries/why-george-amal-clooney-left-their-13m-mansion-inside-their-urgent-move-wit/a-B14dTgEvTdKN7g01vKPFKQ%3Aa%3A3363875898-c27c28c93e%2Famomama.com) • George and Amal Clooney deserted their English mansion. • The couple now spends time in their South of France home. • Their global property portfolio … [Vancouver folks share why they left for cities like Calgary and came back](/topic/libraries/vancouver-folks-share-why-they-left-for-cities-like-calgary-and-came-back/a-TkydSXhAQK6khTGyx7uZ1w%3Aa%3A3765800918-269af1f787%2Fdailyhive.com) For those struggling with affordability in Vancouver, a popular suggestion has been to leave, but many folks who have left decided to come back … [Librarian Who Hadn't Updated Her Look In 8 Years Underwent An Extreme Head-To-Toe Makeover](/topic/libraries/librarian-who-hadn-t-updated-her-look-in-8-years-underwent-an-extreme-head-to-to/a-Tp7zytjHS7-sAdFyupEuog%3Aa%3A616394787-904da02d2a%2Flittlethings.com) \"I don’t recognize myself,\" she said. \"I feel like such a different person.\" Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Windham County (Conn.)](/topic/windhamcountyconnecticut) [Former Officer, Fire Chief Charged With Sexual Assault At CT Boat Launch, Officials Say](/topic/windhamcountyconnecticut/former-officer-fire-chief-charged-with-sexual-assault-at-ct-boat-launch-offici/a-fnYj3MWyTh-YlQn55beKxQ%3Aa%3A3510894331-1949c5daff%2Fdailyvoice.com) A former police officer and fire chief has been charged with sexual assault in connection with an incident that happened at a Connecticut boat … [Killingly school board starts new review of controversial mascot](/topic/windhamcountyconnecticut/killingly-school-board-starts-new-review-of-controversial-mascot/a-Af_nv_yHS5qF1VGYcbXDiA%3Aa%3A3171931420-f8da3c9b1a%2Fnbcconnecticut.com) The Killingly school board voted to form a committee to look into the Redmen mascot at the high school. This potentially revives a heated debate that … [Man struck while crossing street in Willimantic](/topic/windhamcountyconnecticut/man-struck-while-crossing-street-in-willimantic/f-9f03f05c17%2Fthechronicle.com) WILLIMANTIC — A 68-year-old man was struck by a car Tuesday night at the intersection of Main Street and Tingley Street.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amal clooney",
          "sentiment": "none"
        },
        {
          "name": "george",
          "sentiment": "none"
        },
        {
          "name": "george-amal-clooney",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "flipboard douglas library",
          "sentiment": "neutral"
        },
        {
          "name": "douglas library",
          "sentiment": "neutral"
        },
        {
          "name": "why george & amal clooney",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hebron",
          "sentiment": "none"
        },
        {
          "name": "hebron",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "calgary",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "douglas library of hebron",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:49:02.998+02:00",
    "updated": "2024-03-01T00:49:02.998+02:00"
  },
  {
    "uuid": "9ea4df4011c969ec3ad8c608ecf5c2a862bf004c",
    "url": "https://www.dailyexcelsior.com/jaishankars-visit-to-russia-provided-opportunity-to-further-strengthen-special-and-privileged-strategic-partnership-mea/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Excelsior",
    "published": "2023-12-30T18:28:00Z",
    "title": "Jaishankar's visit to Russia provided opportunity to further strengthen Special and Privileged Strategic Partnership: MEA - DailyExcelsior",
    "text": "MOSCOW, Dec 30: External Affairs Minister S Jaishankar’s visit to Russia this week provided an opportunity to review ongoing bilateral cooperation and examine ways to further bolster the Special and Privileged Strategic Partnership, according to an official statement on Saturday. Jaishankar was in Russia from December 25 to 29 during which he called on President Vladimir Putin and held discussions with the Deputy Prime Minister and the Minister of Industry and Trade Denis Manturov. Jaishankar also held discussions with his Russian counterpart Sergey Lavrov. The External Affairs Minister (EAM) had a comprehensive exchange of views on bilateral cooperation in trade and economics, energy, defence, connectivity, cultural and people-to-people exchanges, and cooperation between regions of the two countries. He also shared perspectives on global and regional developments including multilateral cooperation. Three documents relating to the Kudan Kulam Nuclear Power Plants, an MoU on cooperation in pharmaceuticals and healthcare and a Protocol on Foreign Office Consultations were signed during the visit. “The EAM’s visit to Russia provided an opportunity to review ongoing bilateral cooperation and consider ways to further strengthen the Special and Privileged Strategic Partnership between the two countries,” the Ministry of External Affairs said in a statement. “India-Russia relations have remained strong and steady building upon strategic convergences, geopolitical interests, and mutually beneficial cooperation between the two countries,” it said. During Jaishankar’s meeting with Putin at the Kremlin on Wednesday, the Russian president invited Prime Minister Narendra Modi to visit Russia next year. “We will be glad to see our friend, Mr. Prime Minister Modi in Russia,” Putin told Jaishankar. So far, 21 annual summits have taken place alternatively in India and Russia. The last summit took place in New Delhi in December 2021. The ties between India and Russia remained strong notwithstanding Moscow’s invasion of Ukraine. India has not yet condemned the Russian invasion of Ukraine and it has been maintaining that the crisis must be resolved through diplomacy and dialogue. Jaishankar also interacted with Russian think tanks/academics and exchanged views on Indian foreign policy perspectives as well as Russia-India relations. The rich contribution of cultural ties and people-to-people exchanges in enhancing the goodwill and friendship between India and Russia was reflected in EAM’s interaction with the Indian Diaspora in Moscow, the statement said. In Saint Petersburg, Jaishankar met the Governor, Alexander Beglov, and discussed possibilities of cooperation in the economic and cultural fields. He had a discussion with a diverse cross-section of Indologists at Saint Petersburg University. Views were exchanged on how to enhance a better direct understanding and appreciation of developments in the two countries. He also interacted with teachers and students at School No 653 named after Gurudev Rabindranath Tagore, a premier Russian Government school which teaches Hindi as part of its regular curriculum. (PTI) Jaishankar’s visit to Russia provided opportunity to further strengthen Special and Privileged Strategic Partnership: MEA MOSCOW, Dec 30: External Affairs Minister S Jaishankar’s visit to Russia this week provided an opportunity to review ongoing bilateral cooperation and examine ways to further bolster the Special and Privileged Strategic Partnership, according to an official statement on Saturday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "s jaishankar",
          "sentiment": "negative"
        },
        {
          "name": "jaishankar",
          "sentiment": "negative"
        },
        {
          "name": "vladimir putin",
          "sentiment": "none"
        },
        {
          "name": "sergey lavrov",
          "sentiment": "none"
        },
        {
          "name": "denis manturov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kudan kulam nuclear power plants",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T01:42:34.193+02:00",
    "updated": "2023-12-31T01:42:34.193+02:00"
  }
]