[
  {
    "uuid": "73fdf6b876594c529007c50824c3c44a93ce6d6c",
    "url": "https://www.deccanherald.com/lifestyle/fashion/change-gear-for-the-winter-fashion-drive-2837502",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jayanthi Madhukar",
    "published": "2024-01-05T21:05:00Z",
    "title": "Change gear for the winter fashion drive",
    "text": "Amidst the cool breeze, a delicate, yet noticeable chill prompts a quest for the perfect accessory that can replace jackets. Cue in stoles and scarves, the trusty sartorial essentials, often spotlighted on haute couture runways. How about letting them take centre-stage in this seasonal transition?\nStole(n) magic\nDefined by a length of approximately two metres and a narrow width of 70 cm, the stole’s nimble dimensions distinguish it from the broader and longer shawl. A canvas for versatility, stoles embrace a spectrum of materials, from the opulence of cashmere and brocade to the understated elegance of linen and cotton. This winter, fashion’s pulse beats with stoles seamlessly integrated into ensembles, matching materials and patterns for a sophisticated, yet breezy aesthetic. Luxury brands do stoles in distinctive looks that are coveted accessories.\nStylists, adhering to a tonal colour palette, favour stoles in Western silhouettes. A navy-blue stole, paired with a matching dress or top, exudes an aura of effortless fashion - an ensemble seemingly thrown together, yet impeccably stylish. Some may opt for a bright colourful stole over a monochromatic canvas, injecting a burst of colour to their outfit.\nBeyond aesthetics, stoles wield the power to create the illusion of height. Expanding the lifespan of delicate retired heirloom sarees by converting them into stoles, the sentimentally charged stoles can breathe new life into old fabrics. The transformative impact of a stole lies in its drape and styling. For instance, coiling it around the neck and allowing the ends to cascade gracefully in front over the shoulders achieves a snug and stylish look.\nScarf: Fashion odyssey\nVersatility defines the humble scarf, capable of elevating its wearer to diva status. Fashion aficionados may drape the scarf as a fashionable turban, exuding an air of unconventional elegance. Wrapped in the style of a halter, it becomes a potent tool to elevate the style quotient.\nAlternatively, tied as a sarong, it transforms a leisurely beach stroll into a style statement. On nippy days, casually draping the scarf around the neck allows fashion to speak volumes. Scarves offer a subtle canvas for displaying coveted brand insignias, catering to those who prefer a discreet nod to luxury. In the winter arsenal, the shape-shifting scarf is a must-have.\nThey’re for all\nMen, too, find in stoles and scarves versatile allies to complement fleece shirts, lightweight coats or jackets. The artistry lies in mastering a few select draping techniques to ace the season’s aesthetics.\nGet the perfect stole or scarf\nMaterial matters: Opt for a lighter weave on moderately cold days favouring wool knits or pashmina wool for colder temperatures.\nLength logic: Tailor your choice to your height - long stoles suit the taller individual while scarves prove ideal for those of shorter stature. As a rule of thumb choose a wider scarf for a broad chest and vice versa.\nColour combo: Let your desired look dictate your colour palette. Patterns and bright hues set the tone for casual outings while darker colours project a more formal business-appropriate image.\nADVERTISEMENT (Published 05 January 2024, 20:35 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:19:30.644+02:00",
    "updated": "2024-01-06T00:19:30.644+02:00"
  },
  {
    "uuid": "4beda6c7f715e148128e29503dca97c63a866035",
    "url": "https://www.elespanol.com/bluper/20240606/juan-val-compara-hormiguero-pedro-sanchez-donald-trump-parecen-muchisimo/860914439_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Medianoche",
    "published": "2024-06-06T21:24:00Z",
    "title": "Juan del Val compara en ‘El Hormiguero’ a Pedro Sánchez con Donald Trump: “Se parecen muchísimo”",
    "text": "[Bluper](/bluper/) Juan del Val compara en ‘El Hormiguero’ a Pedro Sánchez con Donald Trump: “Se parecen muchísimo” El escritor valoró como un “sketche” el mitin del PSOE de Benalmádena y cree que “se está usando a Begoña Gómez en campaña electoral”.6 junio, 2024 23:24 Tras la entrevista a la actriz María Hervás, que volvía a El Hormiguero tres meses y medio después [de su última visita](https://www.elespanol.com/bluper/20240220/maria-hervas-teresa-riott-muestran-hiperlaxitud-hormiguero-tailandia-vale-dinero/834167097_0.html), y conseguir dar la tarjeta de 3.000 euros del programa, Pablo Motos dio paso a la mesa de actualidad. Así, como cada jueves, pasaron por el plató Tamara Falcó, Cristina Pardo, Nuria Roca y Juan del Val. La conversación comenzó con humor, hablando de cómo Nuria Roca y Cristina Pardo practican boxeo, pero pronto cambiaron de asunto para pasar a la política. Y, en concreto, pusieron sobre cómo, después de que se conociese que el juez ha llamado a declarar a Begoña Gómez, Pedro Sánchez ha mandado otra carta a la ciudadanía “en la que califica todo de un zafio montaje de bulos y en la que pide que le voten el próximo domingo”. Además, Pablo Motos detalló cómo ambos fueron a un mitin del PSOE en Andalucía en el que los asistentes han coreado el nombre de Begoña Gómez, esposa de Sánchez. “La conclusión que yo saqué es que los partidos deberían estar al servicio de los ciudadanos,y a mí me pareció muy sorprendente que el Partido Socialista ayer demostrase este énfasis para estar al servicio de la mujer del secretario general”, valoraba Cristina Pardo. [[El llamamiento de Cristina Pedroche en ‘El Hormiguero’ para que no la fotografíen con su hija: “No quiero”]](https://www.elespanol.com/bluper/20240605/llamamiento-cristina-pedroche-hormiguero-no-fotografien-hija-no-entro-circulo/860664506_0.html) La presentadora de Más vale tarde también valoraba que “ética y estéticamente” la situación se merece “una explicación política de Pedro Sánchez o de ella, si quisiera hablar porque de momento a ella no la hemos escuchado” y que “decir que todo es fango, pero al mismo tiempo no desmentir nada es no aclarar nada”. Juan del Val tomaba la palabra para valorar el mitin, que transcurrió en Benalmádena, Málaga. “A mí me parece un sketch, de verdad, yo os prometo que cuando yo he escuchado ‘Begoña, Begoña’, y el no pasarán, yo pensaba que era una cosa de risa. Pero no es que era verdad. Pero qué tienen ¿seis años?”, preguntaba. “Se está utilizando a Begoña Gómez en campaña electoral por parte del PSOE”, sentenciaba. Sánchez se parece a Trump Más adelante, Juan del Val afirmaba que Pedro Sánchez “se parece muchísimo a Trump en un montón de cosas”. Y como ejemplo pone que “cada vez que a él se le ataca, la relación que mantiene de los con los medios de comunicación es acusarles, acusar a la justicia”. “Pedro Sánchez es más guapo que Trump, esto si lo quiero aclarar, pero desde luego tiene las mismas maneras en esto cuando a él se le denuncia algún caso. Inmediatamente arremete contra los jueces y contra los medios de comunicación”, finalizaba.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:57:06.976+03:00",
    "updated": "2024-06-07T00:57:06.976+03:00"
  },
  {
    "uuid": "bef2761e645e3a121821bda84db95a7bb09bc21e",
    "url": "https://www.japantimes.co.jp/environment/2024/07/05/energy/uk-election-climate-win",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Olivia Rudgard",
    "published": "2024-07-05T02:43:00Z",
    "title": "U.K.’s election is a rare win against anti-climate campaigns",
    "text": "As Britain’s center-left Labour party [swept into power Friday](https://www.japantimes.co.jp/news/2024/07/05/world/politics/uk-election-analysis-indopacific/), it’s worth remembering what is happening among its allies. In neighboring France, the far-right National Rally, which has attacked climate policy as part of its pitch to voters, is hoping to build on early successes during the final election round for the country’s parliament this Sunday. In the United States, Republican candidate Donald Trump, who has denied climate science, is ahead in the polls. Across Europe, an anti-green backlash has cowed climate ambition. By contrast, Keir Starmer’s Labour has a manifesto that puts climate and clean energy front and center, and in Ed Miliband, a potential energy secretary with many years’ experience in climate diplomacy. While the U.K. has long been ahead of the curve in climate progress — it has decarbonized faster than any other Group of Seven country — the incumbent Conservative Party has spent the past year downgrading its once-lofty ambitions. Among other green policy rollbacks, Prime Minister Rishi Sunak's government delayed a ban on the sale of new petrol and diesel cars and supported new oil and gas drilling in the North Sea. Sunak saw an opportunity to attract voters who might have felt the green transition was moving too fast. Labour’s victory suggests that approach didn’t work. \"The results look clear — voters have rejected anti-net-zero rhetoric and chosen cheaper, cleaner, more secure energy,” said Greg Jackson, founder and CEO of the utility company Octopus Energy. \"This looks like a landslide for a green economy.” Before this year’s U.K. election, a Bloomberg analysis found that Tories are opting for a greener lifestyle despite their party’s switch away from climate policies. For example, out of all of the UK’s top 100 constituencies for domestic solar power installations, all but four voted Conservative in 2019, and many Tory areas also have very high uptake of electric vehicles. \"The public has just provided an enormous climate vote of confidence behind Labour’s ambitious policies, including for clean power by 2030, to end domestic production of oil and gas, and to set out an expansive Warm Homes Plan to fix our leaky homes,” said Juliet Phillips, program lead for the energy team at E3G, a think tank. Starmer’s party now faces a battle to actually implement those policies at a time when public finances are squeezed tight. And there are still many gaps and question marks about its plans. What exactly is it promising, and what pitfalls stand in the way of success? Labour’s most lavish green proposal for households is a £13.2 billion ($16.9 billion) plan for energy efficiency upgrades in houses. This is double the previous government’s commitment and would include grants and low-interest loans for solar panels, batteries and home insulation. Curiously there is no mention of subsidies for installing heat pumps in Labour’s plan — though Miliband has said that current ones available will be retained. The manifesto also promises that \"nobody will be forced to rip out their boiler,” and Miliband has said Labour would not keep a Conservative pledge to ban (with exceptions) new gas boiler installations from 2035. Labour also plans to introduce better energy efficiency standards for private rented homes, something the previous government had promised, but then scrapped. What Britons will most likely want to see come to fruition, however, is Labour’s pledge to lower energy prices. The new government can do this, Starmer says, by extending a windfall tax on oil and gas companies and using that money to fund \"Great British Energy,” a proposed new power company to support clean energy projects across the U.K. The idea is this will reduce reliance on foreign natural gas and ultimately bring down costs to consumers. The name GB Energy sounds like a full nationalization of the power sector, but it’s not, as it will only have a limited use of public funds. Labour estimates the windfall tax would raise £8.3 billion over the next five years, and that won’t be enough on its own. The U.K.’s independent adviser, the Climate Change Committee, estimates that Britain needs additional investment of around £15 billion a year in clean energy over the next decade to mostly decarbonize electricity generation by 2030 and completely decarbonize it by 2035. \"There is plenty of private finance out there that wants to invest in the energy transition,” said Josh Buckland, a former government energy adviser and now a partner at the consultancy Flint Global. GB Energy \"could play a very important role in terms of convening the sector,” like a central hub, \"to ensure that delivery matches up with the kind of ambitions that the new government has set,” he said. For the average person in the country, GB Energy is unlikely to bring any immediate benefits. While household energy bills have recently dropped, they are expected to rise again over the winter as global energy prices increase, and there’s little that can be done about that now. There are even more difficult challenges ahead. One of Labour’s hardest goals to implement will be a \"clean” power grid by 2030. Last year, some 33% of the U.K. electricity supply came from fossil fuels, most of it gas. Even if Labour succeeds with plans to double onshore wind, triple solar power, and quadruple offshore wind, there will still need to be a baseload energy source to fill the gaps that happen when demand is high, the sun is low and the weather is still. Labour’s manifesto tries to address this intermittency problem by calling for more investment in hydrogen, as well as marine energy systems that rely on the predictability of tides. Yet, the new government would also support a \"strategic reserve” of gas power stations as a backup. These could in theory be run cleanly with carbon capture and storage — which Labour pledges to back — but that technology is far from being commercially feasible. Nevertheless, Phillips said this plan should still be seen as a step in the right direction. \"Whether it's 100% renewables or a bit of gas backup, it would still be making progress, which could hopefully inspire other countries around the world to go further and faster,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "keir starmer",
          "sentiment": "none"
        },
        {
          "name": "ed miliband",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "rishi sunak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "labour",
          "sentiment": "neutral"
        },
        {
          "name": "conservative party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "u.k.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T16:23:19.942+03:00",
    "updated": "2024-07-12T18:15:31.870+03:00"
  },
  {
    "uuid": "36714e377e4949e7a1339e7eed65dbda3d957610",
    "url": "https://www.unionesarda.it/lunione-in-edicola/italia-u19-niente-bis-in-finale-va-la-spagna-h1vqtcli",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@UnioneSarda",
    "published": "2024-07-25T21:20:00Z",
    "title": "Italia U19, niente bis: in finale va la Spagna  - L'Unione Sarda.it",
    "text": "Termina in semifinale l’avventura dell’Italia U19 agli Europei in Irlanda del Nord. Gli azzurrini di Bernardo Corradi, campioni in carica, sono stati sconfitti ai supplementari dalla Spagna. Decisiva la rete di Fortuny al 100’ su assist di Julio Diaz. Eppure proprio i detentori del titolo hanno avuto le occasioni migliori.\nDopo un primo tempo bloccato, con l’unica opportunità per Pafundi al 15’ su punizione, a inizio ripresa l’Italia tiene il possesso e va vicina alla rete con Zeroli che, ricevuta la palla in piena area da Bartesaghi, manda fuori a porta quasi vuota. La Spagna esegue alcuni cambi (entra anche Fortuny) ma sono ancora gli azzurri ad andare al tiro con Maggio (parata di Raul Jimenez). Altra opportunità per Pafundi che però al 67’ non si rende pericoloso. Si va ai supplementari e subito Ebone non riesce a scavalcare con un pallonetto il portiere Jimenez, autore di un grave errore nel rinvio. Al 100’ il gol che decide la partita.\n«Abbiamo giocato bene e creato, avremmo meritato», il commento del ct Corradi, «abbiamo giocato una partita meravigliosa, con intensità, geometria e principi. Il calcio è anche questo: hai tante occasioni, non concretizzi e vieni punito. Dispiace per i ragazzi perché il sacrificio, la voglia e l’abnegazione sono state ai limiti della perfezione. Ho detto loro che sono orgoglioso». Gabriele Gravina, presidente Figc, ha detto di essere «comunque orgoglioso, in questa squadra c’è tanta qualità».\nRIPRODUZIONE RISERVATA\nQuesto contenuto è riservato agli utenti abbonati Per continuare a leggere abbonati o effettua l'accesso se sei già abbonato.\n• Accedi agli articoli premium\n• Sfoglia il quotidiano da tutti i dispositivi\nAbbonati subito Sei già abbonato? Accedi ora\nTermina in semifinale l’avventura dell’Italia U19 agli Europei in Irlanda del Nord. Gli azzurrini di Bernardo Corradi, campioni in carica, sono stati sconfitti ai supplementari dalla Spagna. Decisiva la rete di Fortuny al 100’ su assist di Julio Diaz. Eppure proprio i detentori del titolo hanno avuto le occasioni migliori.\nDopo un primo tempo bloccato, con l’unica opportunità per Pafundi al 15’ su punizione, a inizio ripresa l’Italia tiene il possesso e va vicina alla rete con Zeroli che, ricevuta la palla in piena area da Bartesaghi, manda fuori a porta quasi vuota. La Spagna esegue alcuni cambi (entra anche Fortuny) ma sono ancora gli azzurri ad andare al tiro con Maggio (parata di Raul Jimenez). Altra opportunità per Pafundi che però al 67’ non si rende pericoloso. Si va ai supplementari e subito Ebone non riesce a scavalcare con un pallonetto il portiere Jimenez, autore di un grave errore nel rinvio. Al 100’ il gol che decide la partita.\n«Abbiamo giocato bene e creato, avremmo meritato», il commento del ct Corradi, «abbiamo giocato una partita meravigliosa, con intensità, geometria e principi. Il calcio è anche questo: hai tante occasioni, non concretizzi e vieni punito. Dispiace per i ragazzi perché il sacrificio, la voglia e l’abnegazione sono state ai limiti della perfezione. Ho detto loro che sono orgoglioso». Gabriele Gravina, presidente Figc, ha detto di essere «comunque orgoglioso, in questa squadra c’è tanta qualità».\nRIPRODUZIONE RISERVATA\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:53:35.446+03:00",
    "updated": "2024-07-26T01:53:35.446+03:00"
  }
]