[
  {
    "uuid": "056b5845ce85f817ed4c6f4365c7ebcefefdd4e8",
    "url": "https://www.elsaltodiario.com/internet/x-puede-ser-una-victima-guerra-elon-musk-desea",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pablo Elorduy",
    "published": "2024-08-23T01:49:00Z",
    "title": "X puede ser una víctima de la guerra que Elon Musk tanto desea",
    "text": "We can't find the internet\nAttempting to reconnect\nSomething went wrong!\nHang in there while we get back on track\n[\nInternet\n](/internet)\nX puede ser una víctima de la guerra que Elon Musk tanto desea\n“Internet es como el viejo Oeste. Creíamos ser los vaqueros, pero resulta que somos los búfalos”. Esta cita que Geer Lovink atribuye al antropólogo AnthroPunk en su Tristes por diseño (consonni, 2023) no aplica completamente a Elon Musk, el Liberty Valance que domina la pradera más influyente de la política internacional. Musk, el hombre de la fortuna de 221.000 millones de dólares, se ha convertido este verano en una amenaza no únicamente para la izquierda y los movimientos sociales online, sino también para una parte fundamental del establishment. Musk es hoy el abanderado de la nueva ultraderecha, esa que en Estados Unidos se conoce como Alt Right, y su alianza con Donald Trump puede alcanzar un nuevo estadio en noviembre de este año si el expresidente vuelve a la Casa Blanca y si, como se ha deslizado, ofrece al multimillonario dueño de Tesla un puesto de consejero áulico.\nMedios como Financial Times, The Guardian o El País han criticado duramente en los últimos días al multimillonario dueño de X. Su proclama “es inevitable una guerra civil” a raíz de\nla oleada de pogromos islamófobos en Reino Unido promovida desde esa red social a comienzos de este mes es de las que marca una época. Tampoco ha pasado desapercibida la entrevista-masaje con el propio Trump en la antigua Twitter, el deepfake de Kamala Harris que difundió saltándose las normas de su propia plataforma, o los intentos de la ultraderecha global de reproducir las algaradas de la extrema derecha británica en España tomando como pretexto una violación en Magaluf (Mallorca) y un asesinato en Mocejón (Toledo).\nEn otro tiempo mimado y tenido por un empresario innovador seductor, un Iron Man de la vida real, hoy Musk es visto como alguien más parecido al Doctor Doom, y, ya en el plano de lo real, una amenaza para las democracias occidentales, merced a la deriva de X, la red social de la que primero fue adicto y después dueño.\nEl analista Jonathan Freedland ha catalogado a Musk como “la figura más importante de la extrema derecha mundial”, y recordado que este “tiene el megáfono más grande del mundo”\nEl empresario nacido en Pretoria, hijo espiritual del apartheid sudafricano, es al mismo tiempo un empresario en apuros, el hombre más rico y uno de los más influyentes del mundo, el propietario de la industria social que ha moldeado la política internacional en la última década, un troll que se autopercibe como alguien ingenioso, el nuevo líder de la extrema derecha “antiwoke”, un bocazas que se ha tenido que retractar varias veces de sus metidas de pata, un criptobro, y un paranoico con problemas de sueño y adicciones. “Quiere colonizar Marte y su ego es casi tan grande como el planeta rojo”, concluye un artículo de Derek Seidman en\nLittleSis.\n[\nEl Salto Radio\n](/el-salto-radio)\nTriunfar contra ti mismo\n[\nFilosofía para criptobros\n](/pol-pop-podcast/filosofia-criptobros-marco-aurelio-te-echa-bronca-no-ir-al-gimnasio)\nLa deriva de X hacia la extrema derecha\nDos símbolos de exclamación (!!) se han convertido en el distintivo que usa el dueño de X para movilizar y propulsar a la extrema derecha internacional. “Es la marca de la bestia”, resume Carlos Benéitez, integrante del proyecto de análisis de fake news y redes sociales Pandemia Digital. Acostumbrado a contestar los mensajes de otros usuarios de su plataforma con un código lacónico basado en palabras y emojis (cool, wow,💯, etc), a través de las dos exclamaciones ha propulsado mensajes de cuentas antimigración como los de Tommy Robinson (Stephen Yaxley-Lennon), la cuenta Iamyesyouareno o, en España, los mensajes de Rubén Pulido, analista en La Gaceta, medio de la fundación Disenso vinculado a Vox.\nBenéitez distingue dos aceleraciones en la expansión de contenidos de extrema derecha en X desde la compra por parte de Musk en octubre de 2022. Una tiene que ver con la expansión de las noticias falsas, los bulos, los discursos de odio de carácter racista, de odio religiosos y lgtbifóbico. “Han tocado el algoritmo: se muestran más porque es el objetivo que tiene Musk”, resume este investigador. El otro momento de aceleración tiene que ver con la promoción, aparentemente casual, que el propio Musk, la persona con más seguidores en X (no sin trampas), hace de algunos de esos contenidos a través de las exclamaciones o de otro tipo de interacciones, de manera que “se dispara el rango de impresiones y de interacciones, tanto naturales, de personas a las que le llega esa información, como de cuentas automatizadas”, indica Benéitez.\nPara la periodista Marta G. Franco, autora del reciente Las redes son nuestras (consonni, 2024), Musk es posiblemente la mejor noticia que la extrema derecha ha tenido en este periodo histórico: “Es el brazo tecnológico de la derecha reaccionaria, una pieza más de la alt-right, o como queramos llamar a esa mutación ultratóxica del capitalismo que surge como respuesta a la ola de movimientos de cambio que se articularon a través de internet en las dos décadas pasadas. Es un paso más de esa Internacional del Odio: primero comenzaron a invertir en bots, trolls a sueldo, webs de fake news e influencers afines, y con Musk les llegó la oportunidad de comprarse el propio medio para seguir distorsionando la conversación pública”.\n“Pregúntate: si X se inventara en su forma actual hoy, ¿te apuntarías?”, apuntaba retóricamente Katie Martin en su despedida de la plataforma\nEl analista\nJonathan Freedland ha catalogado a Musk como “la figura más importante de la extrema derecha mundial”, y recordado que este “tiene el megáfono más grande del mundo”. Lo cierto es que no está solo. A los “supercompartidores” como Robinson, Andrew Tate o Ashley St Clair, y a las cuentas como “End Wokeness” y la antimusulmana “Europe Invasion”, se le suma el propio Donald Trump o Milo Yiannopoulos, el exredactor de Breitbart, medio de comunicación oficioso del trumpismo 1.0, que fue expulsado de Twitter tras encabezar el acoso racista y gordofóbico a la actriz Leslie Jones.\nLa llegada de Musk a la sala de mandos de X fue un jubileo para los ultras. Restauró la cuenta de Robinson, Trump, Yiannopoulos, la del ultra antitrans Graham Linehan, y también la del rapero Kanye West —conocido antisemita—, aunque este último ha vuelto a renunciar a su cuenta. En un artículo de despedida a X, la columnista\nKatie Martin describía la deriva de la red social y cómo los abusones habían hecho suya la red a través de un “goteo de racismo casual, intolerancia de los edgelords [provocadores online], polémicas de mala fe, silbatos para perros [dog-whistle, mensajes codificados], desinformación grosera, pornbots dudosos, estafas cínicas, conspiraciones de sombreros de hojalata y tonterías criptográficas”.\nAlgoritmo y filosofía del fin de la especie\nLos cambios, sin embargo, no se han ceñido a la eclosión de ese ecosistema de la alt right internacional. La falta de transparencia ha sido la seña de identidad de X. Pese a que las vías de acceso al conocimiento sobre en qué se basaban las decisiones de Twitter respecto a su comunidad de usuarias ya estaban limitadas, Musk decidió cerrarlas todas. La interfaz de programación de aplicaciones (API, por sus siglas en inglés), que permitía conocer el impacto de campañas, pasó a ser de pago, lo que influyó en que fuera mucho más difícil rastrear la expansión de la desinformación y las fake news. Además, llevó a cabo una serie de cambios para potenciar su perfil, que se convirtió en el más seguido de la red solo después de su adquisición.\nBenéitez resume en pocas frases cómo se produjo esa ascensión: “Musk preguntó a los ingenieros de Twitter por qué sus contenidos no tenían más impacto. Y uno de ellos le respondió que eso se debía a que sus publicaciones no generaban interés: el algoritmo analiza ese interés mediante el tiempo de retención, cuánto tiempo te detienes al leer el tuit, las respuestas que tiene, los retuits, los ‘me gusta’, los guardados, etcétera. ¿Cuál fue la respuesta? Despedir a ese ingeniero y pedir que su cuenta estuviera fuera del algoritmo para ser promocionada masivamente”.\nLiteralmente, Musk se construyó su propio casino sobre la base de una serie de comunidades que habían crecido sin prestarle mucha atención. “Nos dejamos atrapar porque pensamos que nos salía a cuenta, de hecho, sigo pensando que durante varios años mereció la pena”, señala la autora de Las redes son nuestras. Jack Dorsey, el anterior mandarín de Twitter, tenía un perfil afable, señala Marta G. Franco, “pero la llegada de Musk nos ha hecho recordar el problema inicial: no podemos darle tanto poder a nadie, no podemos depender del magnate de turno”. En cualquier caso, nadie cuestiona que todo ha cambiado: “Pregúntate: si X se inventara en su forma actual hoy, ¿te apuntarías?”, apuntaba retóricamente Katie Martin en su despedida de la plataforma.\n[\nExtrema derecha\n](/extrema-derecha)\nAndrew Marantz\n[\n“Los datos no ganan al relato en casi ninguna batalla”\n](/extrema-derecha/andrew-marantz-datos-no-ganan-al-relato-casi-ninguna-batalla)\nErnesto Hinojosa, uno de los tuiteros más populares de la historia de la red social en España, que dejó la red poco después de la conversión de Twitter en X, abunda en esa apoteosis del narcisismo que ha acabado si no con la historia comercial de la red social, sí al menos con la anterior impresión de que era un terreno neutral: “Musk es lo que obtienes cuando juntas una crisis de mediana edad con doscientos mil millones de dólares. Hay quien se compra un descapotable, él se compró una red social. Y el problema es que, precisamente, estar tanto tiempo enganchado a Twitter fue lo que hizo que mucha gente, que hasta entonces solo conocía la versión que la prensa había creado del sudafricano, una suerte de Tony Stark del mundo real, viera su verdadera personalidad de niño malcriado con muchísimo dinero. Y esto a Musk, que está obsesionado con su legado, no le sentó bien, precisamente, y fiel a lo que hace toda esta gente le echó la culpa a ‘lo woke’, y como los únicos que le ríen las gracias son los nazis y los trolls de extrema derecha pues ahora tenemos la red social en el estado en que está”.\nUn episodio biográfico —la transición de género de su hija— es el hito biográfico al que Musk se remite para explicar para su conversión en el principal agente de la extrema derecha contra lo que llama “el virus woke”. Una serie de artículos de Émile P. Torres en la web estadounidense\n Salon, sin embargo, han dado algo más de contexto y profundidad a la ideología elitista del sudafricano, alineada con una corriente llamada longtermismo (o “largoplacismo”) que plantea una solución eugenésica y malthusiana de reducción de la población humana y su sustitución por otro tipo de sapiens “mejorados” por la inteligencia artificial.\nMusk tampoco dudó en retar al propio Keir Starmer, primer ministro, y en divulgar (y borrar) noticias falsas relativas a la migración\nEl autor de estos artículos define el longtermismo por el que Musk ha mostrado públicamente su interés como “una cosmovisión cuasirreligiosa, influida por el transhumanismo y la ética utilitarista, que afirma que podría haber tantas personas digitales viviendo en vastas simulaciones informáticas millones o miles de millones de años en el futuro que una de nuestras obligaciones morales más importantes hoy es tomar medidas que aseguren que exista la mayor cantidad posible de estas personas digitales”. El filósofo sueco Nick Bostrom, defiende Torres, es el personaje clave para entender qué hay más allá de la parafernalia antiwoke pop y simplona con la que se enmascara el dueño de X: “Musk quiere colonizar el espacio lo más rápido posible, al igual que Bostrom. Musk quiere crear implantes cerebrales para mejorar nuestra inteligencia, al igual que Bostrom. Musk parece estar preocupado por que las personas menos ‘intelectualmente dotadas’ tengan demasiados hijos, al igual que Bostrom. Y Musk está preocupado por los riesgos existenciales de las máquinas superinteligentes, al igual que Bostrom. (...) Las decisiones y acciones de Elon Musk a lo largo de los años tienen más sentido si uno lo considera un bostromiano de largo plazo. Fuera de este marco fanático y tecnocrático, tienen mucho menos sentido”.\nDe Twitter a X: el establishment se revuelve\n“Las estrategias políticamente correctas de la ‘sociedad civil’ son todas bien intencionadas y están relacionadas con temas importantes, pero parecen estar avanzando hacia un universo paralelo, incapaz de responder al diseño de memes cínicos que están tomando rápidamente posiciones de poder clave”, escribió Geer Lovink poco antes de la toma de un espacio político crucial como Twitter por parte de Musk. Desde entonces, el algoritmo de la red social que en la última década ha concentrado las comunicaciones sociales de presidentes, ministros, representantes institucionales y gran número de personas de interés ha tendido a favorecer la cultura del meme y la ideología troll en mayor medida de lo que lo hacía hasta ese otoño de 2022.\nEl propio Musk ha dado varios ejemplos de ese modo de funcionamiento. A pesar de que los miembros del nuevo gobierno laborista de Reino Unido fueron timoratos en su respuesta a la intervención directa de Musk en el conflicto provocado por los pogromos racistas en las islas, Musk tampoco dudó en retar al propio Keir Starmer, primer ministro, y en divulgar (y borrar) noticias falsas relativas a la migración. Starmer y su gabinete han sido objeto de las chanzas e imprecaciones del hiperactivo magnate.\nCuando, el 12 de agosto, el Comisario europeo de Mercado Interior Thierry Breton escribió una carta al dueño de X en la que, envuelta de la retórica perfumada y burocrática de los centros de gobernanza, le advertía de la “debida diligencia” que obliga a X a moderar los contenidos de la plataforma, Musk volvió a desatarse como alguien que se cree muy gracioso. El tema parece serio desde el punto de vista económico —las multas pueden alcanzar el 6% de los ingresos de X—, pero el millonario de Pretoria le respondió con una imagen tomada de la película Tropic Thunders y el mensaje “da un paso atrás y fóllate tu propia cara”. Simultáneamente, sus seguidores acérrimos lanzaron sus memes y admoniciones ante el “ataque a la libertad de expresión” y el “autoritarismo” de la Comisión Europea. Ese argumento y la distorsión entre el marco estadounidense —establecido por la Primera Enmienda— y el más garantista marco europeo ha generado, en parte, la crisis entre Musk y las instituciones.\nEl juez brasileño Moraes inició una investigación contra Musk. X ha respondido esta misma semana cerrando las oficinas de la compañía en el país latinoamericano\nBreton se refería a la Digital Services Act (DSA), una directiva —sin equivalentes en Reino Unido o Estados Unidos— de protección de los derechos fundamentales, que X pudo vulnerar con motivo de la entrevista entre Musk y Trump. Un dictamen preliminar emitido en julio indica que X ha podido infringir la DSA al adjudicar el ribete azul de cuenta verificada a cuentas falsas. No es la única\ninvestigación pendiente por parte de la Comisión Europea.\nHasta la fecha, las iniciativas europeas para castigar a Musk por el desarrollo de estas prácticas de incitación al odio han sido solo llevadas a cabo por personas sin mando en plaza. En Brasil ha sido distinto: el juez Alexandre de Moraes ha iniciado una ofensiva judicial contra la desinformación en la que requirió en cierre y control contra varias cuentas asociadas a la extrema derecha —de políticos, blogueros e influencers— relacionadas con el intento de\nasalto al Congreso brasileño en enero de 2023, tras la derrota de Jair Bolsonaro y la victoria electoral de Lula Da Silva.\nAmparado en que la Ley brasileña permite bloquear contenido con el fin de proteger a las instituciones del país, Moraes inició una investigación contra Musk, acusándolo de obstrucción a la justicia. Más allá de su habitual repertorio de “bromas” y denuncias de “censura” en la red que dirige, Musk ha respondido esta misma semana cerrando las oficinas de X en el país latinoamericano. La cuenta oficial de X para asuntos gubernamentales añadió presión sobre el magistrado con un mensaje amenazante: “El pueblo de Brasil tiene que tomar una decisión, la democracia o Alexandre de Moraes”.\nLa UE evita la confrontación directa\nEn la Unión Europea, sin embargo, y pese al creciente número de críticas, el poder de Musk parece protegido.\nBruce Daisley, exvicepresidente de Twitter para Europa en The Guardian, la asesora de la Comisión Europea Marietje Schaake en Financial Times y un editorial de El País han instado a no dejar pasar las acciones del multimillonario, pero ningún mandatario se ha decantado por la confrontación directa. Schaake, eso sí, apuntaba a uno de los puntos débiles menos explotados en la crítica de esa industria social como es el cierre del grifo del dinero público: “Algunos líderes corporativos se han vuelto tan poderosos que creen que pueden manipular los procesos democráticos o evitarlos por completo. En lugar de ceder, como hacen con demasiada frecuencia los líderes políticos, las empresas deberían pagar un precio por la agresión y, en última instancia, podrían perder contratos u otros accesos lucrativos a los gobiernos (que siguen siendo los que más gastan en tecnología de la información)”.\nDentro de los partidos del extremo centro, el más claro ha sido Sandro Gozi, político italiano enrolado en La République en Marche, el partido de Emmanuel Macron: “Si Elon Musk no cumple las reglas europeas sobre servicios digitales, la Comisión Europea pedirá a los operadores continentales que bloqueen X o, en el caso más extremo, les obligará a desmantelar completamente la plataforma en el territorio de la Unión”, ha asegurado. El primero en salir a defender a Musk ha sido otro conocido jóker de la extrema derecha, el exministro italiano Matteo Salvini (Lega).\nLo cierto es que en la Comisión Europea aún no se plantea la expulsión de X del ecosistema de la información, no se ha producido un éxodo de políticos, y parece improbable que Musk decida romper con el mercado europeo, ya que, por poco rentable que sea económicamente, es clave en el nivel político. En el caso de España, la difusión de informaciones falsas respecto al crimen de Mocejón no ha acarreado ningún cuestionamiento del medio (X) y solo se ha puesto en marcha un proceso contra el “anonimato” en las redes sociales.\n[\nCrímenes de odio\n](/crimenes-de-odio)\nReformas legislativas\n[\nLa Fiscalía estudia acabar con el anonimato en redes sociales y el alejamiento de estas por delitos de odio\n](/crimenes-de-odio/fiscalia-estudia-acabar-anonimato-redes-sociales-alejamiento-delitos-odio)\nPara Musk se trata también del dinero\nEn el perfil que Marco D’Eramo realizó de Musk\npara Sidecar en junio de 2022, el periodista italiano aportaba la clave del éxito empresarial del pretoriano. Más allá de su imagen de excéntrico y visionario, D’Eramo reseñaba cómo la valoración de las empresas de Musk, “así como las estimaciones aleatorias de su riqueza personal, siempre se han basado en la promesa de expansiones futuras y de logros inminentes”. Esa fórmula tenía y aun tiene un cliente principal: el propio Gobierno de Estados Unidos. A pesar de las toneladas de cháchara lanzada desde los centros de poder de Silicon Valley contra los Estados-nación, el hecho es que sin el concurso de estos no se entiende el crecimiento de Tesla, la empresa señera del imperio Musk ni de sus otros proyectos, la aeroespacial SpaceX, OpenAI (inteligencia artificial) y Neurolink (neurotecnología).\n“Las empresas de Elon Musk han recibido miles de millones de dólares en subsidios gubernamentales durante las últimas dos décadas”, resumía\nBusiness Insider en 2021. Una investigación de Los Angeles Times de 2015 estimaba que hasta ese año las empresas de Musk se habían beneficiado en conjunto de un apoyo gubernamental estimado en 4.900 millones de dólares. El artículo de Business Insider añadía nuevas cifras: 2.890 millones de dólares para SpaceX procedentes de la NASA, otros 653 millones en un contrato con la Fuerza Aérea de EE UU, y una porción no publicada de la astronómica cifra de 600.000 millones de dólares que el Gobierno federal puso encima de la mesa para las empresas durante la pandemia.\nAsí, el interés de Musk en la campaña de Donald Trump obedece a algo más que a la simpatía personal. El artículo de Derek Seidman detalla cómo el dueño de Tesla ha virado sobre sus afinidades partidistas anteriores, que se correspondían con la actitud de la mayoría de los milmillonarios, que donan dinero tanto a Demócratas como Republicanos —aunque no en la misma cantidad— a la espera de políticas públicas que refuercen sus posiciones o abran nuevas vías de acumulación. Según su propio testimonio, Musk votó a los Demócratas en el pasado, también a Biden en 2020, pero la alianza con Trump se ha consolidado a medida que crecía su discurso antiwoke.\nMusk primero llamó idiotas a los anunciantes, luego los trató de recuperar entonando un mea culpa, y posteriormente los ha acusado de conspirar contra él\nEn julio, el empresario prometió donar 45 millones de dólares al mes a la campaña de Trump dentro de un Comité de Acción Política (PAC, grupo de interés regulado para la financiación), en el que participan otros magnates de la economía digital como el cofundador de Palantir, Joe Lonsdale, y los gemelos Winklevoss, conocidos por su papel en la fundación de Facebook, e impulsores de la critpomoneda Gemini.\nEl empeño no es altruista. El sector de Silicon Valley que encabeza Musk, y también el empresariado que no ha roto con la candidatura de Kamala Harris, espera que la nueva administración entregue la cabeza de Lina Khan, presidenta de la Comisión Federal de Comercio, una “tenaz opositora de las fusiones y adquisiciones que perjudican a los consumidores y a los trabajadores” y “la primera defensora real de las leyes antimonopolio que ha tenido Estados Unidos en años” según el comentarista político\nJim Hightower.\n[\nOcupación israelí\n](/ocupacion-israeli)\nTecnología y genocidio palestino\n[\nEl evangelio según Google\n](/atenea_cyborg/evangelio-segun-google-rol-tecnologias-big-tech-genocidio-palestino)\nParece una soberana tontería hablar de los problemas económicos de una persona con una fortuna de 221.000 millones de dólares, pero la acumulación de pérdidas es, al menos, relevante. Tesla, la compañía señera del imperio Musk afronta cada año una reducción de su cuota de mercado. En 2024, la empresa controla el 12% del mercado, hace cinco años participaba con el 17,5%. Sus ventas descienden y el precio de sus acciones ha caído un 10% en lo que va de año.\nSi Tesla parece en horas bajas, el diagnóstico respecto a X es peor. Desde su compra y en gran medida tras el cambio de nombre, un desastre en términos de valor de marca, la compañía está a la deriva y ha pasado de costar 44.000 millones, que fue lo que pagó Musk, a estar estimada por debajo de 20.000 millones. Esta misma semana,\nThe Wall Street Journal publicaba una información que ha tenido eco mundial. El titular, “los 13.000 millones de dólares que Elon Musk pidió prestados para comprar Twitter se han convertido en el peor acuerdo de financiación de fusiones para los bancos desde la crisis financiera de 2008-2009”, apuntaba a un lugar ya conocido: X ha perdido la mitad de su valor desde la llegada de Musk y los inversores oscilan entre el respeto que se le tiene al creador de Tesla como alguien capaz de imaginar expansiones económicas futuras y la creciente conciencia de que se trata de un individuo tóxico para los anunciantes.\n“Lo que puede acabar con X no es, por tanto, la pérdida de ingresos, sino de relevancia política: que los políticos dejen de usarlo como el primer lugar donde publican sus declaraciones”, sostiene Marta G. Franco\nLa red social ha visto cómo se ha estancado el crecimiento de usuarios y, aunque su competencia no ha conseguido acercarse a sus cifras, los estudios indican que en los últimos procesos electorales también ha perdido influencia respecto a elecciones anteriores. Con unos beneficios anuales que rondan los 160 millones de dólares y un servicio de la deuda que le acarrea desembolsos de 1.500 millones anuales, según declaró el propio Musk, el panorama financiero es crítico, especialmente porque desde el nacimiento de X, las grandes corporaciones han dado la espalda a la inversión publicitaria en esta red.\nMusk primero los llamó idiotas, luego los trató de recuperar entonando un mea culpa, y posteriormente los ha acusado de conspirar contra él. Este mes, su plataforma ha planteado una demanda contra anunciantes como Unilever y Mars, así como contra una agencia de marketing por lo que entiende que es un acuerdo de “boicot ilegal” a su plataforma. Un agente de publicidad citado por\n City AM expresaba con crudeza las razones de los anunciantes para desinvertir en X: “Los grandes vendedores se han ido, el sistema de verificación es un desastre, la mitad de tus seguidores ahora son sexbots, la gente más interesante se ha mudado a otro lugar, la gente que todavía está allí publica menos y tu cronología es solo un flujo interminable de miseria. ¿Cómo se puede defender la publicidad en una plataforma como esa?”\n“Nadie sabe cuánto tiempo más podrá sobrevivir X, ya que la empresa no publica sus resultados financieros. Pero en noviembre, el propio Musk admitió que X podría enfrentarse a la quiebra debido al boicot publicitario”, apuntaba esta semana la revista\nFortune. El mismo artículo indica que, aunque el agujero sea relativamente pequeño respecto a su fortuna, para el dueño de Tesla la única opción es seguir vendiendo participaciones de la automovilística, ya que el resto de sus proyectos (SpaceX o Neuralink) siguen funcionando en base a la nunca completamente realizada “promesa de expansiones futuras y de logros inminentes”.\nEl poder político y los periodistas siguen sosteniendo a X\nSin embargo, los principales críticos de Musk no omiten un hecho fundamental, como es que su importancia es más política que económica. “Musk no compró X para hacer negocio, sino para ganar influencia”, resume Marta G. Franco, “es lo que ha pasado toda la vida con medios de comunicación deficitarios que han sido mantenidos por empresarios. Lo que puede acabar con X no es, por tanto, la pérdida de ingresos, sino de relevancia política: que los políticos dejen de usarlo como el primer lugar donde publican sus declaraciones, que los grandes medios de comunicación dejen de desvivirse por tener visibilidad ahí, que les influencers de X tengan menos alcance que los de otras plataformas”.\nEn diciembre de 2020, Ernesto Hinojosa dejó de usar Twitter. Su cuenta, Shine Mcshine, tiene 165.000 seguidores y no se ha vuelto a mover desde ese día. “No sólo era el número de seguidores, es que llevaba en aquella red social prácticamente desde el principio. La vi crecer, transformarse, convertirse de facto en la plaza pública de internet”, resume alguien que probablemente a su pesar, cabe dentro de la etiqueta de influencer. Hoy Hinojosa publica en Mastodon, una red en la que tiene “solo” 22.000 seguidores. “Lo que me hizo irme fue la deriva que tomó la plataforma tras la adquisición de Musk. Sinceramente, tenía la sensación de que al quedarme allí estaba siendo partícipe de su transformación en un lugar diseñado ex profeso para amplificar aquellas opiniones que más aborrecía. Y ahora, cuando por curiosidad vuelvo a asomarme allí, veo que el tiempo me ha dado la razón”, señala.\nThreads, Bluesky y Mastodon se encuentran en una competición por convertirse primero en una especie de bote salvavidas para las miles de personas que saltan del antiguo Twitter cada semana y, después, ya se verá\nPese a que el abandono de X supone poco más que un microgesto individual, y que la suma de estos gestos hasta ahora no ha rozado la carrocería de la plataforma, los intentos y llamamientos a mudarse de red social se producen con cada vez más frecuencia. Tras los sucesos de Reino Unido, la plataforma Bluesky ha visto un aumento del 60% en la actividad en las cuentas de ese país, y la compañía refirió una entrada de políticos en la red social.\nThreads, la competencia levantada por Meta (Facebook), Bluesky y Mastodon se encuentran en una competición por convertirse primero en una especie de bote salvavidas para las miles de personas que saltan del antiguo Twitter cada semana y, después, ya se verá. El flujo de salidas desde X es continuo, pero la tensión de los usuarios es importante: abandonar X puede suponer “quedar fuera de la conversación pública”, algo que no solo afecta a los políticos.\nUna usuaria de Mastodon reflexionaba sobre las consecuencias a nivel individual de un cambio de plataforma: “Dejar tuister y venirse a mastodon es un salto al vacío, esto es así. En el camino vas a perder muchos contactos y amigos que has hecho en los últimos años, vas a cambiar rutinas por algo que no sabes qué es. Si además tienes muchos seguidores y/o de algún modo forma parte de tu trabajo (periodistas, artistas, artesanos etc.) puede hasta suponer una pérdida económica, de clientes…”, señalaba, antes de dejar una pequeña pulla: “Es normal que no te atrevas a dar ese salto, pero no me lo vendas como algún tipo de activismo, Mari Pili”.\nHinojosa también prefiere ser cauteloso a la hora de plantear el actual momento de críticas como el inicio de una derrota definitiva del magnate sudafricano: “Me cuidaría mucho de firmar el acta de defunción de X tan pronto; no sólo es que Musk tenga tanto dinero como para financiar de su propio bolsillo su juguetito de forma indefinida, es que mientras los políticos y las personalidades públicas no abandonen aquella red social tampoco lo harán los periodistas, y como consecuencia seguirá teniendo importancia en el día a día de internet”.\nEsa parece ser la clave y el punto débil que, al menos hasta que en noviembre tengan lugar las elecciones presidenciales en Estados Unidos, puede explotar X. El “jardín amurallado” que era Twitter bajo el mandato de Jack Dorsey se ha convertido en un descampado superpoblado, jerarquizado y dominado por la extrema derecha bajo el mandato de Musk, pero el lenguaje burocrático de la Comisión Europea seguirá chocando una y otra vez con la lógica del troleo instaurada como norma en el medio de comunicación más influyente del siglo XXI. “El eslabón crítico son, como he dicho, los políticos”, indica Hinojosa, “mientras personalidades como el presidente del gobierno sigan usando la plataforma para sus anuncios públicos está tendrá tirón para rato. Aunque esté llena de bots y de nazis, como es el caso”.\nMarta G. Franco ve en el corto plazo una pequeña grieta que puede acelerar la crisis del antiguo Twitter: “Creo que el declive de X va a ir paralelo a la intensidad con la que Musk se empeñe en ponerlo al servicio de la campaña de Trump. Si se pasa de frenada, los Demócratas se van a ir. La duda está en si simplemente se mudarán a Meta [Threads] o si comenzarán a tomarse el problema más en serio y diversificarán plataformas. Creo que no son tan tontos y será más bien lo segundo”.\nLa capacidad de emanación política de Estados Unidos es, de este modo, una de las claves que pueden afectar al futuro inmediato de la industria social, tanto en el caso de X como en el de sus rivales, los corporativos —aunque sean de código abierto como Bluesky— y los cooperativos —Mastodon. En la Unión Europea, el desarrollo de una directiva de servicios digitales o, en el caso de España, el de una poco avanzada Ley de Prensa, pueden paliar los aspectos más lesivos de la cultura troll impulsada desde la dirección de X, pero el principal problema sigue siendo la acumulación de poder en un solo individuo. Un hecho que no deja de empeorar si dicho individuo cree, entre otras cosas, que la especie humana debe dar paso a máquinas superinteligentes como en el pasado los búfalos dieron paso a los pistoleros.\n[Extrema derecha](/extrema-derecha)‧ [Capitalismo](/capitalismo)‧ [Comisión Europea](/comision-europea)‧ [Libertad de expresión](/libertad-expresion)‧ [Estados Unidos](/estados-unidos)‧ [Redes sociales](/redes-sociales)‧ [Internet](/internet) [Regístrate.](/cuenta/crear) [Entra en tu cuenta.](/cuenta/entrar)\nRelacionadas\n[\nGoogle\n](/google)\nJuicio al gigante tecnológico\n[\nGoogle viola la legalidad para mantener su monopolio en las búsquedas de internet\n](/google/google-viola-legalidad-mantener-monopolio-busquedas-internet)\n[\nTecnología\n](/tecnologia)\nOligopolio tecnológico\n[\nUn fallo de Microsoft provoca una caída internacional de servicios de transportes, bancos y emergencias\n](/tecnologia/fallo-microsoft-provoca-caida-internacional-servicios-transportes-bancos-emergencias)\n[\nDesokupa\n](/desokupa)\nFascismos\n[\nLa denuncia contra Llados y el lavado de cara de la ultraderecha\n](/desokupa/denuncia-llados-lavado-cara-ultraderecha)\n[acceder](/comentar/internet/x-puede-ser-una-victima-guerra-elon-musk-desea/comentarios)para comentar",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.commondreams.org/opinion/kamala-harris-lina-khan",
      "https://www.wsj.com/tech/elon-musks-twitter-takeover-is-now-the-worst-buyout-for-banks-since-the-financial-crisis-3f4272cb?mod=djem10point",
      "https://littlesis.org/news/these-billionaire-donors-stand-to-gain-big-from-presidential-election/",
      "https://www.ft.com/content/439d3583-79fc-46bc-bfdc-18a9a9338f98",
      "https://www.theguardian.com/commentisfree/article/2024/aug/12/elon-musk-x-twitter-uk-riot-tweets-arrest-warrant?CMP=Share_iOSApp_Other",
      "https://fortune.com/2024/08/15/elon-musk-tesla-stock-sale-twitter-x-advertiser-boycott-finances-bradford-ferguson/",
      "https://elpais.com/opinion/2024-08-15/elon-musk-despeja-la-incognita-de-x.html",
      "https://www.salon.com/2022/08/20/understanding-longtermism-why-this-suddenly-influential-philosophy-is-so/",
      "https://www.reuters.com/breakingviews/elon-musks-best-move-eu-fight-may-be-an-exit-2024-08-21/",
      "https://www.cityam.com/more-advertisers-to-flee-x-after-recent-elon-musk-lawsuit-and-riot-comments/",
      "https://www.ft.com/content/3edd3caf-05f5-4e65-a8ba-f86481ddc0e9",
      "https://www.businessinsider.com/elon-musk-list-government-subsidies-tesla-billions-spacex-solarcity-2021-12#spacex-lands-a-289-billion-contract-with-nasa-in-april-2021-1",
      "https://www.theguardian.com/commentisfree/article/2024/aug/09/uk-far-right-riots-elon-musk-x",
      "https://www.pandemiadigital.net/reportaje/elpuntual24h-de-nuevo-en-el-centro-de-las-noticias-falsas-racistas/",
      "https://fortune.com/2024/08/15/elon-musk-tesla-stock-sale-twitter-x-advertiser-boycott-finances-bradford-ferguson",
      "https://ft.com/content/439d3583-79fc-46bc-bfdc-18a9a9338f98",
      "https://cityam.com/more-advertisers-to-flee-x-after-recent-elon-musk-lawsuit-and-riot-comments/",
      "https://www.wsj.com/tech/elon-musks-twitter-takeover-is-now-the-worst-buyout-for-banks-since-the-financial-crisis-3f4272cb",
      "https://www.cityam.com/more-advertisers-to-flee-x-after-recent-elon-musk-lawsuit-and-riot-comments",
      "https://wsj.com/tech/elon-musks-twitter-takeover-is-now-the-worst-buyout-for-banks-since-the-financial-crisis-3f4272cb?mod=djem10point",
      "https://theguardian.com/commentisfree/article/2024/aug/09/uk-far-right-riots-elon-musk-x",
      "https://salon.com/2022/08/20/understanding-longtermism-why-this-suddenly-influential-philosophy-is-so/",
      "https://ft.com/content/3edd3caf-05f5-4e65-a8ba-f86481ddc0e9",
      "https://www.reuters.com/breakingviews/elon-musks-best-move-eu-fight-may-be-an-exit-2024-08-21",
      "https://theguardian.com/commentisfree/article/2024/aug/12/elon-musk-x-twitter-uk-riot-tweets-arrest-warrant?CMP=Share_iOSApp_Other",
      "https://www.pandemiadigital.net/reportaje/elpuntual24h-de-nuevo-en-el-centro-de-las-noticias-falsas-racistas",
      "https://businessinsider.com/elon-musk-list-government-subsidies-tesla-billions-spacex-solarcity-2021-12#spacex-lands-a-289-billion-contract-with-nasa-in-april-2021-1",
      "https://www.elpais.com/opinion/2024-08-15/elon-musk-despeja-la-incognita-de-x.html",
      "https://www.fortune.com/2024/08/15/elon-musk-tesla-stock-sale-twitter-x-advertiser-boycott-finances-bradford-ferguson/",
      "https://www.theguardian.com/commentisfree/article/2024/aug/12/elon-musk-x-twitter-uk-riot-tweets-arrest-warrant",
      "https://littlesis.org/news/these-billionaire-donors-stand-to-gain-big-from-presidential-election",
      "https://www.littlesis.org/news/these-billionaire-donors-stand-to-gain-big-from-presidential-election/",
      "https://reuters.com/breakingviews/elon-musks-best-move-eu-fight-may-be-an-exit-2024-08-21/",
      "https://commondreams.org/opinion/kamala-harris-lina-khan",
      "https://www.salon.com/2022/08/20/understanding-longtermism-why-this-suddenly-influential-philosophy-is-so",
      "https://pandemiadigital.net/reportaje/elpuntual24h-de-nuevo-en-el-centro-de-las-noticias-falsas-racistas/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T07:49:39.545+03:00",
    "updated": "2024-08-23T07:49:39.545+03:00"
  },
  {
    "uuid": "7c00305a76c72bedf580d0b08a457a97609a1e4c",
    "url": "https://www.timesleader.com/sports/1642694/allen-bills-shake-off-mother-nature-and-pittsburgh",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Times Leader",
    "published": "2024-01-16T04:35:00Z",
    "title": "Allen, Bills shake off Mother Nature and Pittsburgh",
    "text": "Click here to subscribe todayor Login.\nORCHARD PARK, N.Y. — Josh Allen threw three touchdown passes and scored on a franchise playoff-record 52-yard touchdown run, and the Buffalo Bills beat the Pittsburgh Steelers 31-17 on Monday in an AFC wild-card playoff game that was postponed a day because of a lake-effect blizzard.\nThe Highmark Stadium stands erupted with snow being tossed into the air like confetti when Allen threw a 17-yard touchdown pass to Khalil Shakir with 6:27 remaining that restored a two-touchdown lead for Buffalo. Shakir caught the pass at the 10 over the middle, and then slipped Minkah Fitzpatrick’s tackle attempt by spinning around before outracing the rest of the Steelers defenders into the end zone.\nThe second-seeded Bills (12-6), who closed the regular season with five straight wins, advance to host Patrick Mahomes and the No. 3 seed Kansas City Chiefs in the divisional round on Sunday night.\n“We’ve got a resilient group. The veteran leadership that we have, I really think it’s unmatched in the league,” Allen said of a team that was 6-6 after an overtime loss to Philadelphia on Nov. 26.\nThe Bills have longed for a home playoff game against the Chiefs after their 2020 and ’21 seasons ended with playoff losses at Kansas City.\n“It’s going to take a team effort,” Allen said. “We know the type of team that they are, obviously the type of quarterback that they have in Pat over there. … Just thanking God that we get another chance to play another game.”\nAllen finished 21 of 30 for 203 yards and ran for 74 yards on eight carries, becoming the first quarterback in NFL playoff history to throw three or more TD passes while rushing for 70 or more yards and a score. He didn’t have a turnover for just the fourth time this season.\nMason Rudolph threw two touchdown passes with an interception in his first playoff start for the Steelers (10-8), but Pittsburgh was too inconsistent on either side of the ball to keep up with Allen and the Bills. The Steelers lost their fifth straight playoff game; the franchise’s most recent postseason victory was exactly seven years ago.\nRudolph, a longtime backup, took over for the injured Kenny Pickett and the ineffective Mitch Trubisky to lead the Steelers to three straight wins to close the regular season and was given the playoff start even after Pickett recovered from an ankle injury.\n“I’m appreciative of the efforts. But it’s not mystical. We didn’t do what was required to win tonight,” Steelers coach Mike Tomlin said, noting that two Steelers turnovers led to the Bills scoring 14 points. “Can’t come into an environment like this with a playoff-caliber team and turn the ball over like that and expect to be competitive.”\nAsked about his future in Pittsburgh after completing his 17th season — all of them with a record of .500 or better — Tomlin smirked and walked away.\nBuffalo had a to wait an extra day to host the Steelers after a dangerous storm that dumped more than 2 feet of snow on the region, leading the NFL to bump the game from its scheduled Sunday afternoon start.\nThe elements didn’t play much of a factor. Though temperatures were in the teens, the skies were clear and there was only a slight breeze blowing in off Lake Erie.\nThe Steelers came out flat, allowing Buffalo to score touchdowns on three of its first five possessions and build a 21-0 lead on Allen’s electrifying touchdown run midway through the second quarter.\nRudolph went 22 of 39 for 229 yards with an interception.\nAllen’s 9-yard touchdown pass to Dawson Knox capped an 80-yard opening drive for the Bills.\nAfter Buffalo linebacker Terrel Bernard recovered receiver George Pickens’ fumble at the Pittsburgh 29, Allen threw a TD pass to Dalton Kincaid on the next play.\nAllen’s touchdown run came after cornerback Kaiir Elam intercepted Rudolph’s pass intended for Diontae Johnson in the end zone.\nThe Steelers finally capitalized on one of the Bills’ few errors of the half, when coach Sean McDermott elected to attempt a 49-yard field goal into the wind with a little more than two minutes left.\nMontravius Adams blocked Tyler Bass’ low kick. The ball squirted some 20 yards into Bills territory and was recovered by Nick Herbig at Buffalo’s 33. The Steelers scored five plays later on Rudolph’s 10-yard TD pass to Johnson.\nPittsburgh eventually cut the lead to 24-17 on Rudolph’s 7-yard touchdown pass to Calvin Austin with 10:32 left.\nINJURIES\nThe Bills’ already depleted defense held up despite losing several regulars to injuries. Buffalo allowed 324 yards and limited the Steelers to converting 5 of 11 third-down opportunities.\nBernard was ruled out after twisting his right ankle and starting nickelback Taron Johnson did not return after being evaluated for a concussion. The Bills began the game without cornerback Rasul Douglas (knee) and linebacker Tyrel Dodson (shoulder).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "allen",
          "sentiment": "negative"
        },
        {
          "name": "mother nature",
          "sentiment": "negative"
        },
        {
          "name": "josh allen",
          "sentiment": "neutral"
        },
        {
          "name": "shakir",
          "sentiment": "none"
        },
        {
          "name": "minkah fitzpatrick",
          "sentiment": "none"
        },
        {
          "name": "patrick mahomes",
          "sentiment": "none"
        },
        {
          "name": "khalil shakir",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "buffalo bills",
          "sentiment": "none"
        },
        {
          "name": "steelers",
          "sentiment": "none"
        },
        {
          "name": "kansas city chiefs",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh steelers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "orchard park",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh click",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T07:27:11.271+02:00",
    "updated": "2024-01-16T07:27:11.271+02:00"
  },
  {
    "uuid": "5a3bd47f3a3fb3140cd99eec5e73d1049157cba0",
    "url": "https://www.cbsnews.com/video/toxic-ash-from-la-wildfires-could-impact-fish-marine-life",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2025-03-06T03:08:00Z",
    "title": "Toxic ash from L.A. wildfires could impact fish, marine life - CBS News",
    "text": "After the deadly Los Angeles area wildfires, there's growing concern about the nearby marine ecosystems. The ash and runoff from the fires settled over the Pacific Ocean for up to 100 miles. CBS News environmental correspondent David Schechter explains.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Social Issue->social problem",
      "Social Issue->population and census",
      "Social Issue->social condition",
      "Health->health organisation",
      "Health->public health"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "David Schechter",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Pacific Ocean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "CBS News",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T05:26:05.634+02:00",
    "updated": "2025-03-06T05:26:05.634+02:00"
  },
  {
    "uuid": "82f8ae00b2bb857efba0647d7a6284a965e48f5b",
    "url": "https://animalpolitico.com/internacional/bbc/libros-prohibidios-florida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC News Mundo",
    "published": "2023-12-28T19:26:00Z",
    "title": "García Márquez, Isabel Allende y otros escritores cuyos libros fueron prohibidos en aulas de un condado de Florida",
    "text": "Los nombres de la escritora Isabel Allende y del galardonado Gabriel García Márquez figuran en una lista de autores de 673 obras literarias que fueron retiradas este año de las salas de profesores en las escuelas del condado de Orange (Florida).\nLa decisión de sacar estos textos de dichos espacios escolares se debe al temor de violar la ley HB 1467 –aprobada por el Congreso de Florida y firmada por el gobernador republicano Ron DeSantis en marzo de 2022–, que exige restringir los libros que tengan referencias sexuales o contenido LGBTIQ+ por no considerarlo apto para los niños.\nEntre los libros de la autora chilena que fueron vetados se incluyó “La casa de los espíritus” (1982) y “Más allá del invierno” (2017). El primero aborda temas como la sexualidad y la prostitución, mientras que el segundo hace alusión a la sexualidad libre.\nAlgunas de las obras del reconocido autor Gabriel García Márquez también pasaron a engrosar “la lista maldita” : su novela policial “Crónica de una muerte anunciada” (1981), así como la historia de amor entre Fermina Daza y Florentino Ariza que se cuenta en “El amor en los tiempos del cólera” (1985).\nEl controvertido listado abarca a otros autores contemporáneos como Haruki Murakami y su obra “Kafka en la orilla”; Junot Díaz y su libro “La maravillosa vida breve de Óscar Wao” (2007), que fue reconocida con el premio Pulitzer de novela 2008 y el premio National Book Critics Circle Award ese mismo año.\nAparte, se menciona a otros escritores clásicos como Federico García Lorca y su obra “La casa de Bernarda Alba”. Así como Gustave Flaubert y su novela Madame Bovary .\nEl distrito escolar del condado de Orange ordenó a los maestros que tengan cualquiera de esos 673 libros en los estantes de sus aulas que los retiren cautelarmente, informó el periódico local Orlando Sentinel .\nEl diario precisó que el personal de las Escuelas Públicas del Condado de Orange (OCPS) revisará la lista de obras rechazadas una vez más, por lo que es posible que los libros finalmente sean devueltos al salón de clases.\nGetty Images Los críticos de la medida aprobada por DeSantis aseguran que se trata de un instrumento de censura. La polémica ley HB 1467 La ley HB 1467, que entró en vigor en julio de 2022, exige a las escuelas del estado de Florida asegurarse de que los libros que allí se ofrecen estén libres de pornografía, se ajusten a las necesidades de los estudiantes y sean apropiados para su edad.\n“ En Florida, los padres tienen todo el derecho de participar en la educación de sus hijos” , dijo DeSantis cuando se promulgó esta norma.\n“No vamos a permitir que los políticos nieguen a los padres el derecho a saber lo que se enseña en nuestras escuelas. Estoy orgulloso de firmar esta legislación que garantiza la transparencia del plan de estudios”.\nSus críticos, sin embargo, aseguran que se trata de un instrumento de censura, una estrategia contra la llamada cultura woke (despierta), un término empleado en EE.UU. para referirse, a veces peyorativamente, a quienes han asumido como deber enfrentarse a problemas de desigualdad o discriminación, especialmente por razones de raza, género u orientación sexual.\nAlgunos expertos en pedagogía han denunciado que esta medida atenta no solamente contra la formación que pueden recibir los estudiantes, sino que también afecta la creación de hábitos de lectura cuyos beneficios se disfrutan a lo largo de toda la vida.\nNo obstante, la mayor preocupación de los educadores es que, si se considera que han facilitado a los estudiantes algún material que contenga pornografía, se enfrentan a un posible retiro de la licencia para enseñar o incluso a una pena de prisión .\n“Dar pornografía a un menor es considerado un delito grave de tercer grado [castigado con hasta cinco años de cárcel]. Por ello, es una gran preocupación que un maestro sea acusado de violar esta ley. No de que la violen, sino incluso simplemente de que sean acusados de hacerlo”, afirmó Pat Barber, presidenta de la Asociación Educativa de Manatee, en una entrevista concedida a BBC Mundo en febrero de este año.\n5.894 casos de libros vetados La normativa exige que los textos estén libres de pornografía (entendida como la representación de un comportamiento erótico con el fin de causar excitación sexual).\nPero tampoco pueden abordar temas de orientación sexual o de identidad de género , en el caso de los alumnos de kínder a tercer grado de primaria.\nAdemás, no se permite material que presente la discriminación de forma en que “un individuo en virtud de su raza, color, sexo u origen nacional sea [considerado] racista u opresor, ya sea consciente o inconscientemente”.\nEntre los libros que han sido cuestionados se encuentran varias biografías, incluyendo la del beisbolista puertorriqueño Roberto Clemente, la de la cantante cubana Celia Cruz, y la de Sonia Sotomayor, la primera hispana en convertirse en jueza de la Corte Suprema de EE.UU.\nTambién la de la activista de los derechos civiles Rosa Parks y la del Dalai Lama.\n“Muchos de esos libros tratan sobre la experiencia de vida de personas negras y morenas. Y muchos tienen personajes LGBTQ o historias con temas LGBTQ, que tienden a ser la mayoría de los libros que están vetados”, explicó a BBC Mundo Raegan Miller, directora de Desarrollo y Finanzas de la organización Florida Freedom to Read Project (Fftrp).\nPoco antes de que DeSantis firmara la ley HB 1467, PEN America -el capítulo estadounidense de la asociación internacional de escritores PEN- denunció lo que considera una “campaña orquestada” en todo EE.UU. para prohibir libros que contengan contenido “objetable”, algo que –según apuntaron– con frecuencia se limita a contenido que reconozca las identidades LGBTQ o la existencia del sexismo y del racismo.\n“El objetivo de la ley HB 1467 es facilitar esa campaña”, afirmaron.\nEntre julio de 2021 y junio de 2023, el Índice de Prohibiciones de Libros en las Escuelas que elabora PEN America registró 5.894 casos de obras vetadas, según información publicada en su página web.\nFlorida y Texas lideran el país en número de vetos, pero la crisis se ha extendido a 41 estados.\n“La literatura es vital para educar a los jóvenes”, afirmó en un comunicado Sabrina Baêta, del programa Libertad para Leer de PEN America.\n“Sin obras literarias, los estudiantes se quedan sin contexto para sus propias experiencias, sin empatía por las experiencias de los demás y sin una comprensión completa del mundo en que vivimos y del pasado.\n“Nos alarma continuamente ver cómo el movimiento para prohibir libros se ha intensificado desde 2021 y pone en peligro las libertades de leer y aprender, al tiempo que amenaza principios básicos de la educación.”\nBBC Haz clic aquí para leer más historias de BBC News Mundo .\nY recuerda que puedes recibir nuestras notificaciones. Descarga la app y actívalas para no perderte nuestro mejor contenido .\n¿Ya conoces nuestro canal de YouTube? ¡Suscríbete!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.youtube.com/user/BBCMundo?sub_confirmation=1",
      "https://www.bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Banimalpolitico.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://www.youtube.com/user/BBCMundo",
      "https://youtube.com/user/BBCMundo?sub_confirmation=1",
      "https://bbc.com/mundo?xtor=AL-73-%5Bpartner%5D-%5Banimalpolitico.com%5D-%5Blink%5D-%5Bmundo%5D-%5Bbizdev%5D-%5Bisapi%5D",
      "https://www.bbc.com/mundo"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:17:02.862+02:00",
    "updated": "2023-12-29T00:17:02.862+02:00"
  },
  {
    "uuid": "52f39340e401a8573a570e8609ef4973f2c1e83b",
    "url": "https://newsukraine.rbc.ua/news/citrus-fruits-part-that-can-be-dangerous-1731655870.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RBC-Ukraine",
    "published": "2024-11-15T06:31:00Z",
    "title": "Citrus fruits' part that can be dangerous for health",
    "text": "Citrus fruits' part that can be dangerous for health While citrus fruits are often celebrated for their health benefits, their peels may harbor hidden dangers due to toxic compounds. This article delves into why certain parts of these fruits should never be consumed. Can you eat citrus peels? Citrus zest is technically edible, typically referring to the aromatic outer layer (flavedo), while the bitter pith (albedo) is discarded. However, with store-bought fruits, consuming the peel might harm your health as it often contains toxic preservatives. These preservatives, designed for non-consumption, are absent only in organic citrus fruits. Even though they poorly dissolve in water, adding lemon slices with peel into a jug of water or a cup of hot tea could cause discomfort. How are citrus fruits preserved? To prevent spoilage, citrus fruits are often treated with three primary preservatives: imazalil, thiabendazole, and orthophenylphenol. - Imazalil: A fungicide that prevents mold on citrus peels, known under names like Florasan R and Fungaflor. It’s harmful to mammals when inhaled or consumed. Chronic exposure can cause liver issues, evident in altered biochemical indicators. The Environmental Working Group (EWG) warns that imazalil levels in citrus fruits often exceed safe thresholds. Classified as a potential human carcinogen by the U.S. Environmental Protection Agency (EPA), its use has sparked calls for a ban. - Thiabendazole: Another fungicide and potential human carcinogen per the EPA, it can disrupt thyroid function and harm the nervous system when consumed in high doses. - Orthophenylphenol: A phenolic compound that may contribute to malignancies, particularly aggressive tumors. In sensitive individuals, it could affect heart function, causing nausea, dizziness, shortness of breath, and diarrhea. Pesticides and cancer risks A French study linked exposure to imazalil, thiabendazole, and malathion (a neurotoxic pesticide) to an increased risk of postmenopausal breast cancer, particularly in overweight women. Can preservatives be removed from citrus peels? Research suggests it is nearly impossible to completely remove these chemicals from citrus peels through washing. Some fungicides may even penetrate the peel and reach the fruit’s flesh, albeit in smaller amounts. For instance, with 0.64 mg/kg of imazalil in the peel, the flesh may still contain 0.04 mg/kg. Even these trace amounts could accumulate in sensitive individuals due to exposure from other sources, such as medications and environmental factors. What can you do? To minimize risks, discard citrus peels, especially if the fruit is not organic. However, keep in mind that citrus fruits—and even other fruits like bananas—are not the sole sources of these harmful compounds. By staying informed, you can enjoy the health benefits of citrus fruits while avoiding unnecessary risks. This material is for informational purposes only and should not be used for medical diagnosis or self-treatment. Our goal is to provide readers with accurate information about symptoms, causes, and methods of detecting diseases. RBС-Ukraine is not responsible for any diagnoses that readers may make based on materials from the resource. We do not recommend self-treatment and advise consulting a doctor in case of any health concerns.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T11:00:01.442+02:00",
    "updated": "2024-11-15T11:00:01.442+02:00"
  }
]