[
  {
    "uuid": "42646423a4cb950331cb428c194fb1e0cffc4f97",
    "url": "https://www.telediario.mx/policia/hombre-dispara-varias-veces-en-zuazua-nuevo-leon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agustín Martínez",
    "published": "2024-01-25T21:49:00Z",
    "title": "Hombre dispara varias veces en Zuazua, Nuevo León| Telediario México",
    "text": "Hombre dispara varias veces en Zuazua, Nuevo León, y causa temor entre vecinos Varios hombres que tripulaban un auto compacto dispararon varias veces al aire en el sector San Juan. Las ráfagas de arma larga volvieron a causar temor entre los habitantes de algunos sectores de la colonia Valle de Santa Elena, [en el municipio de Zuazua.](https://www.telediario.mx/temas/general-zuazua) La madrugada del jueves, varios hombres que tripulaban un auto compacto dispararon varias veces al aire en el sector San Juan, sin que hubiera daños ni personas heridas. - Te recomendamos [Cuándo depositan la pensión Bienestar en enero y febrero 2024 en Monterrey](/comunidad/pension-bienestar-monterrey-2024-enero-febrero-cuando-es-de-cuant)Comunidad Esto sucedió en un tramo de la calle Roma, entre Palermo y Florencia, y las detonaciones se escucharon a varias manzanas a la redonda. Apenas el pasado fin de semana, una casa ubicada en la calle Verona, allí, en Valle de Santa Elena, fue tiroteada por desconocidos, sin reporte de personas lesionadas. ¿Qué hacer si hay disparos afuera de mi casa? • No trate de video grabar el enfrentamiento • No se exponga al salir a techos o azoteas. • Si hay una balacera cuando se está en casa, lo primero que debe hacer es tirarse al suelo y a rastras buscar un lugar seguro, lejos de las ventanas que dan a la calle. • Un clóset amplio, el baño o cualquier habitación sin ventanas o con ventanas chicas es el espacio ideal para resguardarse mientras cesa el tiroteo. • Es importante asegurar primero a los niños que desconocen la magnitud de un enfrentamiento y hay que llevarlos por delante a los lugares más seguros en la vivienda. ¿Y si ocurre en un lugar público? Tirarse al suelo, buscar refugio en una pared, poste, banca, una banqueta o un vehículo y colocarse de forma horizontal (pechotierra), con los brazos cubriendo la cabeza. Cuando esté con niños, protéjalos primero, tirarlos al suelo y de ser posible cúbralos con su cuerpo mientras busca un lugar seguro, arrastrándose o caminando en cuclillas ya que las balas por lo general aciertan en un cuerpo de la cintura para arriba. Si está en un vehículo, arrójese al piso de la unidad y busque proteger a los menores, en caso lo acompañen, no salga corriendo de la unidad, puede ser confundido con un criminal escapando de la escena del crimen. En caso de estar cerca del lugar del conflicto, retírese con precaución a pie o en vehículo según sea el caso. Tome en cuenta que corre el riesgo de ser confundido tanto por los sujetos armados como por los policías. Es importante que, si las autoridades policíacas le piden evacuar el lugar, haga caso y no se detenga por las cosas materiales. elmm - Queda prohibida la reproducción total o parcial del contenido de esta página, mismo que es propiedad de TELEDIARIO; su reproducción no autorizada constituye una infracción y un delito de conformidad con las leyes aplicables. -",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:12:35.349+02:00",
    "updated": "2024-01-26T00:12:35.349+02:00"
  },
  {
    "uuid": "0ae02f72019701dbd7c2381dcee6a03063f5666e",
    "url": "https://www.foxsports.com.au/afl/teams/greater-western-sydney-giants/afl-news-2024-tom-green-tribute-to-mum-after-hosting-gws-giants-for-dinner-in-canberra/news-story/a3fc31fb357208493951a781045c9286",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ben Waterworth",
    "published": "2024-02-29T00:00:00Z",
    "title": "AFL news 2024: Tom Green tribute to mum after hosting GWS Giants for dinner in Canberra",
    "text": "Tom Green's mum the real MVP in Canberra | 01:04 Ben Waterworth from Fox Sports @bjwaterworth March 1st, 2024 9:11 am\nStar Giants midfielder Tom Green is well placed to further elevate his game this season, according to assistant coach Ben Hart, after another standout summer display – and hours after his mum’s heroic hosting effort in Canberra.\nGreen played an integral role in the Giants’ surge deep into finals last year, making the All-Australian squad and polling 16 Brownlow votes during a career-best campaign.\nBut the 23-year-old appears primed in 2024 to further cement his spot among the AFL’s best midfielders.\nThe only place to watch every game of the AFL Pre-Season live is Fox Footy, available on your free trial today >\nGreen on Thursday night starred in his home city of Canberra, kicking one goal from 31 disposals, 14 contested possessions, nine score involvements, nine clearances and six inside 50s in the Giants’ convincing 44-point Community Series win over Gold Coast .\nThe Giants’ comprehensive victory came 24 hours after Green’s family hosted the club’s entire travelling party for dinner in Canberra for the second consecutive year.\nGWS Giants players Tom Green and Harvey Thomas during a school camp in Canberra. Picture: GWS Giants Source: Supplied\n“So a lot of credit to my mum and dad, especially my mum, but the last couple of years she’s had the whole group – the whole support staff, players – over for dinner,” Green told Fox Footy post-match.\n“Last year was about 80, this year it was a little bit easier with around 40 or 50.\n“She’s an absolute star, a fantastic cook and really enjoys it – and I hope the boys do too.”\nAsked what was on the menu, Green said: “A bit of everything to be honest: Lasagne, chicken, her speciality is a bit of beef wrapped in prosciutto and pesto – that was really nice. I hope the boys enjoyed it.”\nHart post-match gave the spread a big tick of approval.\n“Always good. The Green’s look after us, that’s for sure,” Hart told reporters with a smile.\nSuns pumped by strong Giants | 00:46\n“Tom loves coming back to Canberra and playing. I did hear we hit 5000 members in Canberra, which is unreal for us here.\n“We love coming here and if you can get fed by the Green’s every time, we’re pretty lucky.”\nHart said he’d seen Green’s leadership improve significantly over the summer.\n“He certainly has done that (improved his game) in his training, the way he’s now leading the team in there. I think he’s got a really strong handle on not only what makes him play well but what makes the team play well and voicing it a lot,” Hart said.\n“H’s a good ball-winning midfielder for us, but hopefully we’ll keep adding that little bit of spread. I think today he got out a bit and managed to hit the scoreboard, which is fantastic.\n“I think he’s set himself well up for the season.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://kayosports.com.au/sports/sport!afl/series-afl-preseason!2?marketing=default&extcamp=fsaeditoriallinkafl-edt-fsp-lnk-awr-grc-afl-kyo&channel=fsa&campaign=fsacontra&voucher=",
      "https://kayosports.com.au/sports/sport!afl/series-afl-preseason!2",
      "https://www.kayosports.com.au/sports/sport!afl/series-afl-preseason!2?marketing=default&extcamp=fsaeditoriallinkafl-edt-fsp-lnk-awr-grc-afl-kyo&channel=fsa&campaign=fsacontra&voucher="
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tom green",
          "sentiment": "negative"
        },
        {
          "name": "brownlow",
          "sentiment": "none"
        },
        {
          "name": "fox footy",
          "sentiment": "none"
        },
        {
          "name": "ben hart",
          "sentiment": "none"
        },
        {
          "name": "kayo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afl",
          "sentiment": "negative"
        },
        {
          "name": "gws giants",
          "sentiment": "negative"
        },
        {
          "name": "gold coast",
          "sentiment": "none"
        },
        {
          "name": "giants",
          "sentiment": "none"
        },
        {
          "name": "green",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canberra",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:17:30.014+02:00",
    "updated": "2024-03-01T09:41:54.097+02:00"
  },
  {
    "uuid": "e609d7889d748098b3b4bdc4c7581e42270c6b1a",
    "url": "https://san.com/commentary/easy-answer-is-china-national-security-experts-discuss-gravest-concerns",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. Frank Luntz",
    "published": "2024-10-24T19:26:00Z",
    "title": "‘Easy answer is China’: National security experts discuss gravest concerns",
    "text": "Music, hello and welcome to the latest installment of America speaks right here on straight arrow. News, I’m Dr Frank Luntz, and what you are about to see has never been done before. A focus group of national security experts from the State Department and the Pentagon, all of them leaders and all of them visionaries in their respective fields, all of them responsible for keeping America safe and secure, and all of them actively considering the need for non partisan and apolitical leadership in matters of national security. Each participant has had a truly distinguished career. Admiral. Bill Owens, former vice chairman of the Joint Chiefs of Staff, Ambassador John necroponte, the former Deputy Secretary of State and Director of National Intelligence, general nori Schwartz, former chief of staff for the Air Force, General Michael Hayden, former director of National Security Agency and the director of the Central Intelligence Agency. We also have the former Secretary of the Army, Louis Caldera, the former Navy Secretary and NASA Administrator, Sean O’Keefe, and finally, Rear Admiral Mark Montgomery, former policy director for the Senate Armed Services Committee. Between the seven of them, they have almost two centuries of distinguished government service. This is truly unprecedented, so let’s listen in as they provide their wisdom about what we Americans should be most concerned about right now,\ngentlemen, I want to thank you for your participation, and I must admit that I’m rather intimidated by this, because I’ve never been surrounded by so many experts in a field that matters so much in a focus group setting, which usually encourages the opinions of the average American and not the exceptional, extraordinary American. Every one of you on this zoom has accomplishments that put you in the top 100\nof 1% of this country. What is brilliant about this is that we have Republicans and Democrats. We have people who have no ideology, no partisanship whatsoever, except service to the country.\nIs there any issue, any concern about national security, military, foreign relations, that keeps you awake at night because you have that much deep,\ndeeply held fear that we should be paying more attention to it, or we should be handling it in a different way. I’ll let you answer that any way you want to. But what keeps you awake at night? Because whatever you answer is going to keep me and the people going to watch this awake as well. General. Schwartz, let’s start with you.\nThanks, Frank. I think the thing that concerns me most is any perception that the American public might have\nthat somehow the leadership of the Armed Forces has political preferences.\nWhy does that concern you right now? Well, the reality is, is that the obligation of senior military leadership, at least in my mind, is, is to provide best military advice, and it’s important for\nfor those who\nwho offer that advice, for the receivers of that advice, to be assured that that there is no political Spin, there’s no self interest, there’s only the national interest that’s that’s being discussed. And I worry very much that that some, including those who are now\nin the political elite, have a different impression of us that that we are in some ways aligned with particular parties or particular candidates. And nothing in my mind could be worse for the for the nation.\nAdmiral Owens, how would you answer that question? What keeps you awake at night?\nWell, I do think that nordy’s comment is very valid. Let me just broaden that a little. I think you know, all of us came to serve raising our right hand. We were kids from places like I am from North Dakota, going off to places I didn’t even know, like Annapolis, Maryland, to go to the Naval Academy, realizing that was not the Atlantic Ocean outside that was the Chesapeake Bay about two years later, and and it’s it’s interesting to me that we always in my.\nExperience when when we were young officers, or when we were blessed to be four stars,\nrealized that we raised our hands to our right hand to support the Constitution of the United States to be answerable to our civilian leaders, but only lawfully, and not to be political in any sense. And many of us to this day remain very apolitical publicly, because we don’t want America to think that we are back to a little bit of what nordy was saying. And we believe that in our hearts. When I was on the Joint Chiefs, we used to call in a lawyer occasionally, a couple of times a year, and we talk about us and the Constitution, and where did that fit in the overall structure of the United States? Because we had several 100,000 young men and women out there serving our country, and we were not there as part of a party. We were there to give the best advice we could to civilian leaders, and respected those civilian leaders, but we were not afraid to tell the truth and and I do, I do worry about our democracy in that sense, Ambassador Negroponte, you’ve served decades\na wide variety of areas, but of all the things that might cause you to lose Sleep today, what’s number one?\nWell, I think\nI feel that when I first came into government,\nit was held up\nas a very honorable profession. I can’t tell you the countless number of people who at school, at college, when they were asked what they wanted to do after they graduated the the very large percentage of them who said they wanted to work in the CIA or in the Foreign Service, or they wanted to go into the military, I think the spirit of service was huge.\nAnd obviously some of this was because we were coming off of World War Two and then the Korean War. And when you looked at Congress, the majority, the substantial majority of the members, had served in the United States military. So we all, in a way, spoke the same language of commitment to the country and sacrifice\nfor our people. And so I guess what worries me the most is that the newer generation would appear to not have quite the same\nspirit of sacrifice for things outside of their own immediate, personal, family interests, and I’m not sure it’s entirely their own fault. I’m not sure that we’re asking it of them, whether it’s national service or just to think about, you know, ask not what you can do for yourself, but what you can do for your country. So that’s the question that worries me.\nSecretary Caldera,\nsame question, how do you respond?\nYou know, what worries me is how corrosive and divisive our politics have become, and how that’s really bleeding into our society. And you know, when I started in elected office more than 20 years ago, you know, it’s still a time when there was a sense that what we were working toward was the common good. What we were seeking was solutions to policy challenges, and where the goal was to find a way to compromise, and particularly with respect to foreign policy and military engagements and those kinds of things. We used to say that politics ends at the water’s edge, that that the US presents a a united front when we’re dealing with threats abroad or our role in the world. And today, everything has become political and to such an extent that that when the President takes action on something outside our borders, the other party is quick to condemn and criticize and\nand take the opposite position, to such an extent that we now have a division as between whether we will fulfill the leadership role that We’ve had, that our country has had in the world since the end of World War Two, to be the guarantor of democracy, to help spread peace and security and stability through our role in the world, or whether we’re going to turn back to a more isolationist foreign policy, where.\nWhere we’re not willing to sacrifice and to invest and to do the hard work of leading to try to solve the problems that make our world less secure. And what really keeps me awake in most cases is in those kind of situations, there is no consistency of American policy as a consequence of it each time there’s a transition, whether it’s peaceful as it always was, or a different variety, like we’ve seen in recent years, independent, either way, whenever there’s a transition, the attitude\nit was that everything that was will now change to something different, and that’s the fear. And so that unreliability translates beyond our shores to international partners and those who are our adversaries, in some ways, who believe that there is nothing predictable about what we’ll do, and worse yet, we can’t be believed when we commit to do something for any sustained period of time. That’s a reputation the United States can afford to have, and that’s we’re right on the cusp of exactly that problem. Have we seen anything where we are less strong today because of this tension, where we less strong today because politics has played a role that it shouldn’t have played. I open this up to anybody here.\nHave we actually seen failure because of too much politics or partisanship or division in this society that is adversely affected the military? Well, let me just if I may comment on the fact that for the first time, in my experience, we had senatorial holds on a very significant segment of confirmations for\nimportant military positions in the government not to speak of civilian confirmations.\nAnd this was particularly harmful for the for the institutions of the services and and the logic of this would escape me, personally, frankly, other than a punitive action. And so I would just offer to my colleagues here that,\nas each of us knows, there is a game plan for succession in any business, and it’s certainly true in the Armed Forces of the United States\nand and when there are questions about character or performance or credentials, senatorial holds are certainly fair.\nBut when it’s not that, when it’s something else, I would argue that’s not healthy. It’s not the tradition of the Senate,\nand it’s something of grave concern for each of you. In a sentence, can you describe to me, America’s image and reputation across the globe? Admiral Montgomery? Can you give us one sentence? I think we’re seen as weak and confused. Ambassador Negroponte,\nI think in certain circumstances, we’re seen as helpful and supportive. I’d say the efforts we’ve made to\nsupport and strengthen our alliances. On the other hand, sometimes I think we fulfill Nixon’s concern that we be seen by the world as a pitiful, helpless giant.\nSecretary, that that is sobering. Secretary Caldera,\nI think we’re seen by our allies as an unreliable partner, not sure if we’re going to be there or not. And I think we’re seen by our adversaries as maybe having lost little bit of the of the belly for the fight\nwhere, and therefore they’re probing us for weaknesses, general Haven. Yes, I’m I talk with other people in Europe and the Middle East and so on. They’re worried about us. They’re worried about us, not them.\nSecretary O’Keefe,\nperhaps we’re well intentioned, but we are totally unreliable.\nAdmiral Owens, we don’t trust them as much as we did before.\nGeneral Schwartz, we’re seen as an uncertain ally and.\nOkay, this is awful. Guys, you know this,\nthis is awful.\nI don’t know which is bet. Which is more important, how do we get into this situation, or how do we get out of it?\nBut the public, who will see this, will think, Oh, my God.\nSo let you answer either question, how do we get here, or how do we get out of here? They opened it up to our panel.\nIt’s about leadership, and whether it’s a Democrat or a Republican,\nwe, we, I think all of us recognize the meaning of a great leader, and we need great leadership in this country to rally around, to be constitutional, to talk about the world, not about ourselves, but the world. I mean, today, we seem to be falling back on all of that belief in free trade we had in the world. We are the reason countries came out of poverty. Look at the WTO and what it did for China. Look at the meaning of Bretton Woods and the dollar as the reserve currency was good for us, was also good for the world. Very stabilizing, and we need that kind of leadership to look at the world and say America is here for you, and to have the world trust us and and not to have all of this backbiting. Is that happening?\nWell, I mean, I think it’s more of a mixed bag than we’ve been saying so far, because I think the idea of strengthening our alliances, we’ve done a lot in Europe with bringing on Sweden and Finland and to NATO. I think our East Asia policy hasn’t been half bad. When you talk about\nthe pivot to towards Asia, what we’ve done to build up deterrence against China, bringing Japan and some of these other countries more into\ninto our military orbit, or national security orbit. I think all of that has been to the good. So I think it’s a mixed bag.\nI think, I think we need political leaders from both parties to come together and say that the politics of politics of division are wrong, that we have got to get beyond this, that you know, we have to break this fever where, where it feels good to attack the other side. So curious for you guys, is it worse today than it was you? Some of you been doing this now 40 years. Is it worse today than it has been over the last 30 or 40 years? Are we or are we just misremembering and thinking that the past was better than the present? So Frank, I would remind us. You know, we had, like a former Secretary of Treasury and a vice president, you know, have a duel with each other. So things have been worse. So, you know, and domestic politics has always had this thread through it. We had members caning each other on the floor in the 1840s so, I mean it, there is a thread of disagreement on foreign policy, though it especially after World War Two, there was a level of consistency, as General Schwartz mentioned with Scoop Jackson and Bob Dole and Howard Baker and that group I worked for Senator McCain. What was unique about him was he, he disagreed. He would disagree with implementation, and would, and would certainly hold\npolitical and military officers accountable for his disagreement with them. But that is wholly different than than a disagreeing with whether or not the United you know, the United States should get, you know, should respond to a crisis. Let me ask General Hayden and Ambassador Negroponte, the two of you have combined an incredible amount of public service in various different agencies and various different responsibilities. You all remember a different time, a different era. Is it as bad\nas the public thinks it is? Is this the worst of times in modern times. We’re not going back to the 1800s Is this the worst that you’ve seen? It both of you, Mr. Ambassador. Well, I mean, I thought we went through some pretty nasty times\nwith President Nixon. I was on his National Security Council staff, but just what happened during that period, I thought was very disturbing and very destabilizing, so I don’t think it’s necessarily the worst of times, and we’ve seen stuff like this before, and which gives me hope that we can get back to.\nUh, back to some greater sense of semblance of normality in our political system. I really do have a I want to talk about truth.\nAnd I think for a lot of people in the United States, truth doesn’t matter. It really doesn’t matter.\nYou know, I could do, I could say many things, but I won’t say that. It’s just that’s different than it was 2010 years ago, 20 years ago, 30 years ago. That’s really important, and I think so when I talk about what’s going on in the world, in the United States, truth matters, and maybe it doesn’t matter, if you know what I mean, yes.\nOkay, so let’s look towards the future. First thing I want to ask you is, if you had the chance to talk to both presidential candidates, because we’re keeping this non partisan, and if they were standing behind the screen right now, what would you say to both of them about the civilian, military relationship,\nabout civility between people, about what needs to happen for national security from a political standpoint, what advice would you give them? And General Schwartz, I want to start with you.\nI think I would say that any thought of replacing the chairman out of cycle would be the end of a a political armed force.\nIs that a possibility? General?\nI, I have, I have heard innuendo to that effect,\nokay, Secretary O’Keefe, you’re laughing, please tell me why. Well, because it is entirely plausible if one candidate you know comes up, but independent of that, the civil military relations issue, I think, is one that both candidates need to fully appreciate\nthe scope\nof any change to make in\nenforcing the principle that\na\nuniformed military follow the authority of the President of the United States,\nbut has the responsibility, the duty, to make a determination\nof the lawfulness of that order if they make a change to that, this becomes chaotic\nand worse yet, it goes back to the very reasons why so much of the tradition that has built up over this nearly 250 years was designed very specifically for the purpose of not introducing an element of partisanship on the uniform military in interpreting what they believe\nto be the the\npurpose of following orders other than making a determination of whether it’s lawful or not, that’s a critical feature, and we’ve come dangerously close to that\nrecently, and my my colleagues and friends here are absolutely right. There’s been plenty of points in history US history in which we have was really engaged in conflict on matters that are make what we’re going through today look not quite as as as bad as we think it is. I mean, the fact, the mere idea of being in the midst of a civil war\nis not something we’re encountering now. There’s no question that said this is we’re showing all the signs, all the trends of heading in those directions, and little evidence to suggest that we can move past\nit on allowance. How would you respond?\nWell, I would tell them that I hope the two of you can hold hands a little bit more. I’d like to see you a little closer together, just as a general statement, but it’s it’s hard to improve on the comments that have been made here so far, except to remind them that probably the most respected institution in the world today out there, rarely talked about in political.\nCampaigns is the United States military. And yeah, we go to their funerals. And yeah, we go to Arlington. But just remember the institution is a precious commodity, and you need to treat it like that precious diamond. Preserve it in every sense, as our friends here have said, you know, choose the very best military leaders who will give you good advice as they are sent to you by the Department of Defense. And don’t choose them because of some something that might be viewed as political, that they’ve said or done or their race or their color or their sex, choose the very best ones, because what they are is they’re that precious diamond, and you want to preserve that diamond for the long term and for the Good of America, I would tell tell whoever wins\nhas got to go, then reach out to the party that was defeated and try to re establish the principle that politics stops at the water’s edge. I think perhaps one of the best examples of that was Senator Vandenberg and Franklin D Roosevelt, yeah, at the end of World War Two. And I think that is a principle that just needs to be emulated, and I think time and effort must be invested in actually making that a reality. It isn’t just going to happen by waving a wand. It’s going to be through concerted effort and investment in relations between the President and the top leadership of the opposite party. And I think that it can be done, but it just requires an investment of time and effort. And\nI would just note, Mr. Ambassador, you’re right on the mark. Vandenberg was 180 degrees out. He was the hardest lion isolationist in the Senate, until he realized the consequences of where this was going and completely reversed course to precisely create these conditions in which you’ve described. And Roosevelt cultivated him. He sure did,\nno doubt about it, but it was, it was really quite a conversion,\nright on the mark. General. Schwartz, you want to respond,\nI take the point\nthat that the that one that all of our institutions need to emphasize the nobility of public service.\nSo I’m still I’m stuck on that, because there’s one other issue that I’ve not mentioned, and that’s the desire by some people to politicize the civil service. We’ve not talked about that here, and I gotta believe that you all would be very strongly against it to be sure. Do you want to I think we should raise that because it’s being discussed as we speak. The American people probably don’t know about it, but it’s currently being debated on Capitol Hill, and it’s being debated among the elite in Washington, DC. Do you want to offer a point of view on the idea of taking 50,000 government employees and making them\nhave to respond to a partisan selection rather than a career selection. Look, Frank, you don’t want the US government to be a startup every four years.\nI I’m looking\nfor me when I was at CIA, okay? Those are really good people, you know. And I like them because they want to go to truth, okay, and,\nand they\nso I know some of you, we go to the McLean family restaurant, okay? And I talk with CIA employees, all right. How is it going? Is it okay? Is it okay? You know, it’s okay or or not.\nI’m worried about those people.\nI’m really worried about those people because in a year or two years or five years, they have to do something that.\nThey say, I’ve got to leave. I’ve got I can’t stand it anymore. And then if we do that, what’s going to happen for our democracy,\nwhatever challenges. I’m sorry. Go ahead. Lou, go ahead. Okay, thank you. Thank you, Sean. You know, whenever I talk to people about about my time in in government, I always tell them how unbelievably blessed our nation is that there are so many people who are not serving in high profile roles, but young men and women who put on the uniform and go represent our country all over the world and career civil servant professionals who work unbelievable hours in the Department of Defense, in all other federal agencies, who have education and expertise, and they’re scientists and engineers and doctors and diplomats, and they are unsung heroes, because we don’t know their names, but our country couldn’t function if we didn’t have these very, very dedicated individuals. And so we need to, in every generation, recruit the next set of individuals who are inspired to serve their country, often far from home, and who are willing to put up with, you know, all the hardships and all the challenges that that kind of service entails,\nand do it out of love of country, but we can demoralize them. We can lose them. We can drive them out of that public service if we don’t respect the contributions they have here to make. Will each of you, all seven of you, pick one dispute that America is having and offer viewers the chance to understand what you would change or how you would address into China, Russia, North Korea, Iran, the Middle East, Ukraine, whatever you want to do, but just pick the one that you’re most concerned about and that you would suggest that we tackle it potentially in a different way. And actually, Admiral Owens, I’m going to start with\nyou, yeah. So it’s an easy answer for me, and that is China.\nYou know, we have a lot of things going on around the world, and I think we’re all concerned about Israel and we’re concerned about the Ukraine and Russia, and we’re concerned about these but there’s one that looms for our kids and for their and for our grandchildren, and that Is China. They they are in buying power, the largest economy in the world today. With the yuan, you can buy more Mercedes, more nuclear ships, more anything than you can in the United States. They’re very large. And we have to remember that there is a Chinese side of the story. Now, I am not a proponent of China, don’t get me wrong, but I do believe that along the way, we’ve seen some very bright administrations who have tried to bring along\na discussions at government level. We’ve seen this in Republican and Democratic administrations and to talk about things, to be able to air issues, so that we understand their side of the story and they understand ours. That’s not happening much now. We are continuously disagreeing with the number one or number two country in the world, and I just don’t think that is necessarily the best way to go into the future. And so we want to stand up for good versus bad, for democracy, for sure, for our Constitution, but we we want to find ways to reach solutions, just as we have in the past with other difficult problems, Admiral Montgomery, one issue and one solution.\nSo because I think a lot of people pick China, go a little contrarian, and say the one where I think we can make the quickest, most dramatic change on right now is Iran. We’ve allowed Iran to attack our soldiers over 200 times over the last 14 months with a with a mortar and rocket launches and missile launches. They’re, you know, they’ve shut off shipping through the Red Sea. We’ve expended billions of dollars with the weapon systems playing a defensive mode. Well, they’ve, they’ve also, you know, attacked Israel. Israel is taking a much more aggressive stance. I think the right action for us at this point is to join with Israel and impose cost, real cost, on Iran. And that would mean striking things like their oil system, their oil refineries, their ports that transship equipment to the Houthis and and, you know, their factory.\nThat build the Shahid drones that have been bothering us, bothering Ukrainians, bothering the Israelis. I think it’s time we really impose some cost on them and begin to assert the, you know, the you know, a strong US deterrent posture in the Middle East. We have been extremely passive. We’ve allowed Iran, Israel to cut, you know, to face the brunt of this, and we’ve been extremely non responsive. I can’t think of another place in the world where we’d let American troops get attacked 200 times and do a handful of kind of really soft, kinetic responses in return. It’s time. It’s time to take action against Iran, and I think it would be a strong signal to China and Russia and North Korea. About us resolve, I believe that we cannot allow Ukraine to collapse under Russian domination,\nand\nwe have ill equipped\na\na nation of 1/10\nthe size in terms of the military, to to\nmaintain their sovereignty, and that, in my mind, is, is a serious Near term concern. In other words, we need to relax our inhibition, our self imposed limitations. We have self deterred here, I think, and place the Ukrainians in a very difficult place, irresponsible in my mind,\nGeneral Hayden,\nyes, indeed, it’s China. Okay, there’s a lot going on in the world, but it’s China. I think\nit doesn’t mean war. There’s other things that we can do, but for the next 100 years, that will be the most important\nfor America.\nAmbassador Negroponte,\none area and one solution,\nI agree with what Mike just said, but, but the area I’d like to pick a build a little bit on what Admiral Montgomery said, which is,\nin my opinion, we’ve really given Iran a free pass up until now. We allow them to support their five or six proxies throughout the Middle East. I call them the capillaries, and then we respond by hitting the capillaries, whether it’s Hamas or Hezbollah or the Houthis or whomever, and\nIran gets off unscathed, there won’t be peace\nin the Middle East, in my opinion, until Iran\nand Israel recognize each other’s right to exist\nthe way the fighting has gone of late, we’re in a very interesting situation, because with Iran’s major attack the other day with the missiles.\nThe ball is now in Israel’s court.\nI think, just like the Admiral said, I think that we should use more coercive measures directly against Iran, and we should allow and encourage the Israelis to do that, but with a specific purpose in mind. It’s got to have a political purpose in addition to just responding to an act of violence, and I think the purpose has got to be to set relations between Israel, or the situation, on a path towards Israel and Iran, recognizing each other’s right to exist, or, more specifically, Iran recognizing Israel’s right to exist and not hell bent on its ultimate\ndestruction. And until there’s that kind of peace between Iran and Israel that I think the Middle East will continue\nto fluctuate in various stages of turmoil for the foreseeable future. And Secretary Caldera, I\nagree with general Schwartz, I think that we have to do much, much more in concert with our NATO allies, to make it very clear to Russia that they cannot win in Ukraine, the Ukrainian people have suffered terribly, and we’ve we’ve kept the gloves off, and we’ve signaled way too much to Russia about what we weren’t willing to do, and might have been better off with a little bit of ambiguity about whether we were willing to give them weapons that would reach in.\nTo Russia, about providing air support, about embedding\nus\nadvisors with Ukrainian units, but I think what we do in Ukraine will signal to the rest of the world what our resolve is about protecting our allies, and the sooner we do those kinds of things, the sooner Putin has to have a different calculus about his inability to win there. I would add Frank that from seven experts there, you got three, China to Russia to Iran, which just proves the rules of gigantic clusterfuck, you know, because,\nyou know, this is, I mean, all the three of those are good answers, and all three of but all three of them require action. And to go back to what we said the beginning, that means all three of them require bipartisan consensus to allow whomever is elected president to go handle these in a way that’s that he or she considers in the best interest of the United States, and to make sure that the institution, the military and the defense budget are properly appropriated to support that\nwhen an unprecedented conversation from seven exceptional, extraordinary individuals, it doesn’t get better than that. So on behalf of America speaks right here on straight arrow News, I’m Dr Frank Luntz, we’ll see you again soon.\n-\n‘Extremist’ or ‘phony’: Americans share who they voted for and why\nThe U.S. 2024 presidential election delivered a decisive victory for Donald Trump in the Electoral College and a narrow victory in the national popular vote. In the days after the election, social media was flooded with celebrations among those who voted for Donald Trump, but with alarm, anger and despair from those who voted for… -\n‘Extreme’ or ‘fake’: Swing voters weigh Trump or Harris\nElection Day is tomorrow, and very few American voters have yet to decide which candidate they’ll cast their ballot for. Some of those remaining undecided, however, reside in a handful of key swing states, and their votes could ultimately decide who becomes the next president of the United States. Be the first to know when… -\n‘Strong’: Why some men say they’ll vote for Trump\nWith Election Day just one week from today, polls are predicting an extremely tight race in the Electoral College between Republican nominee Donald Trump and Democratic nominee Kamala Harris. Those projections have alarmed Democrats and pro-Harris Republicans, who continue to warn Americans about what they say are the existential dangers and national security risks posed… -\n‘Awful’: Americans discuss Congress, Supreme Court, capitalism\nThere’s a wide range of social, political and economic issues facing Americans today, and some of those issues involve underlying structures and systems like Congress, the Supreme Court and the idea of capitalism itself. Capitalism has come under fire as income and wealth disparity between Americans continues to grow. The Supreme Court has come under…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:02:40.985+03:00",
    "updated": "2024-11-22T17:11:39.530+02:00"
  },
  {
    "uuid": "1f8314fc2a3c89fd246e52ba525c384dad5df4a4",
    "url": "https://www.tmj4.com/news/local-news/united-way-volunteers-hard-work-honored-with-thank-you-lunch",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sydni Eure",
    "published": "2024-04-18T00:00:00Z",
    "title": "United Way volunteers' hard work honored with thank you lunch",
    "text": "MILWAUKEE — Not all super heroes wear capes. Sometimes they pick up trash, donate to the local diaper bank or wear shirts like this.\nTMJ4 Every superhero has the perfect costume — even though theses ones are technically volunteers.\n\"I think they are volunteers,\" said Charmyse White.\nWhite is a superhero herself. She has spent her entire life doing her part to save communities in need through time spent giving back.\nTMJ4 \"When I was younger I was in the boys and girls club and I went to the YMCA,\" said White.\nWhite said that's where she had her first glimpse at what life dedicated to service could look like. It's why she was at the United Way of Greater Milwaukee & Waukesha County Volunteer Recognition Breakfast.\n\"It feels so rewarding because actually just yesterday I was out at junior achievement helping 4th through 6th graders run their own business as a CEO and a CFO, helping them write checks and understanding you know how they’ll have to collaborate and work together,\" said White.\nThursday's lunch was a celebration of all the everyday heroes among us that do everything they can to make our communities a better place.\n“When you look around this room you are seeing a room full of people that are so passionate about this community and making a difference in this community and that is really exciting,” said Presidnet & CEO of Landmark Credit Union, Jay Magulski.\nTMJ4 \"They’re incredibly selfless, they move mountains, they make incredible things happen in very short amounts of time, they’re always there at a moments notice, whenever you need them and they’re always bringing good this world,\" said Manager of Volunteer Engagement at United Way, Karissa Gretebeck.\nTMJ4 However, all that service doesn't come without a cost. Volunteer, Sarah Kaufmann knows first hand that sacrifices come with hours spent serving. She’s a hero around her community and when she’s at home too.\n“So I have three boys at home and my husband is a teacher but we just carve out time to volunteer because it’s important to us,” said Kaufmann.\nTMJ4 Knowing her boys are watching her give back is the fuel that keeps her going and she hopes they’ll grow up and do the same.\n“I really hope what sticks with them is that they’re a part of a bigger community outside of just the school that they go to or the sports teams that they play on,” said Kaufmann.\nAll of the heroes honored at the celebration said the extra hours are worth it because there are so many people in the community that still need saving.\n“Its amazing to be able to give back,\" said Community Service Labor Liaison Rebecca Klebsch. \"When you come from a union family, its great to be able to have the extra funds to be able to give back and put into your community and it’s good or them to see that they’re not just out there working on the job sites. They’re also in the community giving back wherever they can.”\nTMJ4 “That hour or two maybe even sometimes a half day of giving back could make the difference in the lives of children and families in our communities,” said White.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charmyse white",
          "sentiment": "none"
        },
        {
          "name": "white",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united way",
          "sentiment": "negative"
        },
        {
          "name": "united way of greater milwaukee & waukesha county volunteer recognition breakfast",
          "sentiment": "none"
        },
        {
          "name": "ymca",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:22:20.411+03:00",
    "updated": "2024-04-19T02:54:54.470+03:00"
  },
  {
    "uuid": "0573bd15651aa6be154651e44e045e6fc3d4ac85",
    "url": "https://vnexplorer.net/octava-tormenta-invernal-trae-lluvias-fuertes-y-mucho-frio-a-baja-california-s2022928.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-22T19:49:00Z",
    "title": "Octava tormenta invernal trae lluvias fuertes y mucho frío a Baja California",
    "text": "Octava tormenta invernal trae lluvias fuertes y mucho frío a Baja California\nCon la llegada de la Octava Tormenta Invernal al noroeste de México, 5 estados se verán afectados por intensas lluvias y bajas temperaturas, entre ellos se encuentra Baja California, quien iniciará con este clima helado a partir de este fin de semana.\nDe acuerdo con la Coordinación Nacional de Protección Civil (CNPC), este fenómeno meteorológico será causado por el ingreso de un nuevo frente frío a la región, el cual hará interacción con la corriente en chorro polar.\nEs así que el Servicio Meteorológico Nacional (SMN) advirtió a los estados de Baja California, Sonora, Chihuahua, Durango y Sinaloa para que comiencen a tomar sus respectivas precauciones ante el inminente clima helado en la nación.\nSerá a partir de este sábado 23 y domingo 24 de marzo que el nuevo frente frío provoque lluvias de fuertes a intensas en las entidades mencionadas, acompañadas de vientos fuertes (de hasta 80/h) y un notable descenso en la temperatura.\nTal vez te interese: ¡Orgullo mexicano! Donovan Carrillo pasa a la final del Mundial de Patinaje sobre Hielo\nLa intensidad del clima será tal que existe la posibilidad de caída de nieve y aguanieve en diversas zonas de los estados mencionados, razón por la que la CNPC solicitó a la población priorizar el auto cuidado y la seguridad personal ante condiciones climáticas adversas.\nSolicitó a la ciudadanía mantenerse informados por medios oficiales y atender las recomendaciones emitidas por las autoridades locales de Protección Civil, tales como cubrirse con varias prendas, tomar bebidas calientes para mantener la temperatura corporal, cubrir nariz y boca al salir de un lugar caliente y evitar cambios bruscos de temperatura, entre otras más.\nVIDEO RELACIONADO: Crossing South Wine & Food Festival 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kmkSo.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kmkSo.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T21:52:06.797+02:00",
    "updated": "2024-03-22T21:52:06.797+02:00"
  },
  {
    "uuid": "f189bef9c948263fee358391cede599755d0f3ee",
    "url": "https://www.adn40.mx/es-tendencia/2025-01-30/fofo-marquez-recibe-sentencia-que-edad-tendra-cuando-salga-de-la-carcel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Martín Feijóo",
    "published": "2025-01-30T15:41:00Z",
    "title": "Fofo Márquez recibe sentencia: Qué edad tendrá cuando salga de la cárcel",
    "text": "Fofo Márquez recibe sentencia: La edad que tendrá cuando salga de la cárcel El influencer Rodolfo ‘Fofo’ Márquez pasará varios años en prisión tras ser declarado culpable; ¿a qué edad quedará en libertad? Esto es lo que se sabe. 30 enero 2025 09:41hrs Actualizado el 30 enero 2025 11:05hrs 2 minutos de lectura. Compartir: Compartir\nFacebook\nX\nWhatsapp\nTelegram Copiar Enlace Enlace Copiado\nURL Escrito por: Martín Feijóo Instagram: @mr.fofomqz El caso de Rodolfo ‘Fofo’ Márquez ha concluido con una sentencia firme. Tras ser hallado culpable por el delito de feminicidio en grado de tentativa, el creador de contenido estará hasta una elevada edad tras las rejas y enfrentará una condena que definirá su futuro durante los próximos años.\nSuscríbete a nuestro canal de WhatsApp y lleva la información en la palma de tu mano.\n¿Cuántos años estará en prisión Fofo Márquez? Según el documento oficial de la Fiscalía del Estado de México, el proceso judicial culminó con una sentencia de 17 años y 6 meses de prisión . Además, se le impuso una multa y una reparación del daño, el cual deberá abonar a la víctima del caso. Estos son los detalles de la medida:\nSentencia total : 17 años y 6 meses Multa : 67 mil 313.40 pesos Reparación del daño : 277 mil 400 pesos La petición inicial de la Fiscalía General de Justicia del Edomex era la pena máxima posible. Sin embargo, el juez dictaminó una condena menor a la solicitada.\n#Sentenciado . Un Juez de Tribunal de Enjuiciamiento del Distrito Judicial de Tlalnepantla, Estado de México condenó a 17 años y 6 meses de prisión a Rodolfo Márquez Alcaraz, conocido como “Fofo”, creador de contenido en redes sociales, después de que la #FiscalíaEdomex acreditó… pic.twitter.com/lFhANKAzMn\n— Fiscalía Edoméx (@FiscaliaEdomex) January 30, 2025\n¿A qué edad saldrá de la cárcel Fofo Márquez? Con 27 años al momento de recibir la sentencia, Fofo Márquez quedaría en libertad cuando cumpla 44 años de edad , a menos que existan reducciones de pena o beneficios penitenciarios.\nSu defensa buscaba una condena mínima de 13 años , pero esta no fue concedida. Se especula que pudo haber obtenido una reducción en 2024 si hubiera aceptado el procedimiento abreviado, lo que implicaba reconocer su responsabilidad.\n¿Cuál fue la reacción tras la sentencia de Fofo Márquez? La decisión del juez, que será comunicada oficialmente a los involucrados el próximo 3 de febrero , provocó diversas reacciones. Edith , la víctima, afirmó sentirse amenazada por la actitud de la familia del sentenciado, mientras que los familiares del influencer mostraron su molestia y evitaron dar declaraciones a la prensa.\nPor su parte, Ro Márquez , hermano del condenado, expresó su inconformidad con el fallo a través de redes sociales.\n¿Por qué fue sentenciado Fofo Márquez? El caso se originó en febrero de 2024, cuando Edith ‘N’ golpeó accidentalmente el espejo lateral del vehículo de Fofo Márquez en una plaza comercial de Naucalpan. En respuesta, el influencer la agredió físicamente hasta dejarla en el suelo.\nEl video del ataque se viralizó, lo que derivó en su detención en abril del mismo año. Durante el juicio, se presentaron pruebas que confirmaron el delito de feminicidio en grado de tentativa . Sin embargo, el tribunal determinó que las pruebas eran suficientes para dictar la sentencia.\n¿Qué sigue en el caso de Fofo Márquez? El influencer permanecerá en el penal de Barrientos cumpliendo su condena. Se desconoce si su defensa apeló la sentencia, pero por el momento, el fallo se mantiene firme.\nTambién te puede interesar: Video: Hermano de Fofo Márquez insulta a reporteros tras sentencia El influencer Fofo Márquez recibió más de 17 años de cárcel; al salir de la audiencia, su familia no dio declaraciones, pero su hermano insultó a los medios.\nEs Tendencia Ver nota adn40 Siempre Conmigo . Suscríbete a nuestro canal de Telegram y lleva la información en tus manos.\nEdomex ¡No te pierdas nuestro contenido, sigue a adn40 en Google News!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Crime, Law and Justice->court",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://t.me/adn40mx",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.adn40.mx%2Fes-tendencia%2F2025-01-30%2Ffofo-marquez-recibe-sentencia-que-edad-tendra-cuando-salga-de-la-carcel&text=Fofo%20M%C3%A1rquez%20recibe%20sentencia%3A%20La%20edad%20que%20tendr%C3%A1%20cuando%20salga%20de%20la%20c%C3%A1rcel",
      "https://twitter.com/hashtag/Sentenciado?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/FiscaliaEdomex/status/1884806278918160875?ref_src=twsrc%5Etfw",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.adn40.mx%2Fes-tendencia%2F2025-01-30%2Ffofo-marquez-recibe-sentencia-que-edad-tendra-cuando-salga-de-la-carcel&text=Fofo%20M%C3%A1rquez%20recibe%20sentencia%3A%20La%20edad%20que%20tendr%C3%A1%20cuando%20salga%20de%20la%20c%C3%A1rcel",
      "https://t.co/lFhANKAzMn",
      "https://www.whatsapp.com/channel/0029Va7ePF18vd1MOZfMGO11?utm_source=WA&utm_medium=social&utm_campaign=adn40",
      "https://twitter.com/hashtag/Fiscal%C3%ADaEdomex?src=hash&ref_src=twsrc%5Etfw",
      "https://www.facebook.com/dialog/share?app_id=675947156884541&display=popup&href=https%3A%2F%2Fwww.adn40.mx%2Fes-tendencia%2F2025-01-30%2Ffofo-marquez-recibe-sentencia-que-edad-tendra-cuando-salga-de-la-carcel",
      "https://bit.ly/3reS0O3",
      "https://facebook.com/dialog/share?app_id=675947156884541&display=popup&href=https%3A%2F%2Fwww.adn40.mx%2Fes-tendencia%2F2025-01-30%2Ffofo-marquez-recibe-sentencia-que-edad-tendra-cuando-salga-de-la-carcel",
      "https://www.t.co/lFhANKAzMn",
      "https://twitter.com/hashtag/Fiscal%C3%ADaEdomex",
      "https://t.me/share/url",
      "https://twitter.com/FiscaliaEdomex/status/1884806278918160875",
      "https://www.twitter.com/hashtag/Fiscal%C3%ADaEdomex?src=hash&ref_src=twsrc%5Etfw",
      "https://www.whatsapp.com/channel/0029Va7ePF18vd1MOZfMGO11",
      "https://www.facebook.com/dialog/share",
      "https://www.bit.ly/3reS0O3",
      "https://twitter.com/hashtag/Sentenciado",
      "https://whatsapp.com/channel/0029Va7ePF18vd1MOZfMGO11?utm_source=WA&utm_medium=social&utm_campaign=adn40",
      "https://www.twitter.com/FiscaliaEdomex/status/1884806278918160875?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.adn40.mx%2Fes-tendencia%2F2025-01-30%2Ffofo-marquez-recibe-sentencia-que-edad-tendra-cuando-salga-de-la-carcel&text=Fofo%20M%C3%A1rquez%20recibe%20sentencia%3A%20La%20edad%20que%20tendr%C3%A1%20cuando%20salga%20de%20la%20c%C3%A1rcel",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.adn40.mx%2Fes-tendencia%2F2025-01-30%2Ffofo-marquez-recibe-sentencia-que-edad-tendra-cuando-salga-de-la-carcel&text=Fofo%20M%C3%A1rquez%20recibe%20sentencia%3A%20La%20edad%20que%20tendr%C3%A1%20cuando%20salga%20de%20la%20c%C3%A1rcel",
      "https://www.t.me/adn40mx",
      "https://twitter.com/intent/tweet",
      "https://www.twitter.com/hashtag/Sentenciado?src=hash&ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T04:06:24.084+02:00",
    "updated": "2025-01-31T04:06:24.084+02:00"
  },
  {
    "uuid": "534abea40a9f28a9f7a13443533b0df8770670ae",
    "url": "https://24.sapo.pt/desporto/artigos/liga-das-nacoes-portugal-vence-croacia-por-2-1-no-estadio-da-luz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SAPO",
    "published": "2024-09-05T00:00:00Z",
    "title": "Liga das Nações: Portugal vence Croácia por 2-1 no Estádio da Luz - Desporto - SAPO 24",
    "text": "Liga das Nações: Portugal vence Croácia por 2-1 no Estádio da Luz\nMadreMedia 5 set 2024 21:42 Desporto Portugal Liga das Nações Portugal-Croácia Partilhar Partilhar Partilhar Partilhar Partilhar\nMadreMedia / Lusa · Desporto · 5 set 2024 19:08 Pedro Neto na equipa titular de Portugal frente à Croácia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:35:36.789+03:00",
    "updated": "2024-09-06T00:42:47.429+03:00"
  },
  {
    "uuid": "8bcdd2bbb074d46b6b06ad1c7bb1104dcac6b091",
    "url": "https://www.wowt.com/2025/06/19/after-renters-leave-two-bellevue-homes-become-eyesores-neighborhood",
    "ord_in_thread": 0,
    "author": "@WOWT6News",
    "published": "2025-06-19T03:23:00Z",
    "title": "After renters leave, two Bellevue homes become eyesores for neighborhood",
    "text": "After renters leave, two Bellevue homes become eyesores for neighborhood\nOMAHA, Neb. (WOWT) - Frustrated neighbors in Bellevue are losing patience with the owners of two rental properties that have become eyesores.\nCity code enforcement has taken notice, and after a call from Mike McKnight, a city council member is also pushing for a cleanup near 25th Avenue and Hancock Street.\nIt’s hard for Debbie and Jerry Simpson to enjoy good weather because of the bad look next door.\n“We shouldn’t have this view period. it shouldn’t be hard on the eyes,” Debbie said.\nTwo vacant rental houses have become side-by-side eyesores.\n“It’s a double-whammy,” said Jerry.\nTheir daily walks are an exercise in frustration as the Simpsons pass one yard that’s overgrown, and the next one has junk overflowing at the curb since the renters moved out.\n“I don’t want to even touch it, it’s terrible, and I mean this stuff has been like this for three weeks,” Jerry said.\nNeighbor Ron Hallett maintains the properties across the street from the eyesores.\n“It just makes the rest of the neighborhood look bad. It’s not what the people need, so I hope we’ll get it cleaned up,” Hallett said.\nNeighbors say it’s not just a bad look for the neighborhood but the city on one of the busiest streets in and out of Olde Towne Bellevue.\nNeighbors also have safety concerns with one garage falling apart.\n”The shingles are constantly falling off into my yard,\" said neighbor Jerry Simpson.\nAnother rental property garage door was found open with a variety of items left behind, including a refrigerator.\n“This is the third week now, and that’s why we got Mike involved,” Simpson said.\nFirst Alert 6 alerted a Bellevue city council member to the neighbors’ frustration.\n“The city will get to the bottom of it. It will get resolved,” Simpson said.\nThe two vacant rentals each have separate owners, and Bellevue code enforcement has posted cleanup notices on the doors of the neighboring houses.\n“If that doesn’t work, there will be a certified letter to the owner of the property. He’ll get a certain amount of time, and it’s not a lot to get it taken care of. And if he doesn’t take care of it, the city will bill the owner,” said Bellevue City Council member Rich Casey.\nCasey said he’s made contact with both property owners to start the cleanup process including getting a dumpster for the curbside junk in front of one house and mowing the yard of the other. Debbie Simpson would like to see more of a clean start.\n“I would like for them to sell it and sell it to someone who wants to take care of it,” Debbie said.\nBellevue code enforcement is giving the owners of both eyesore properties until Monday to start the cleanup process. Casey said neither was aware of the condition after the renters moved out. Both property owners promised Casey that the eyesores would be cleaned up quickly.\nCopyright 2025 WOWT. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Social Issue->communities",
      "Social Issue->social problem",
      "Social Issue->public housing",
      "Economy, Business and Finance->construction and property"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Jerry Simpson",
          "sentiment": "none"
        },
        {
          "name": "Mike McKnight",
          "sentiment": "none"
        },
        {
          "name": "Ron Hallett",
          "sentiment": "none"
        },
        {
          "name": "Debbie",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Hancock Street",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-19T07:42:44.824+03:00",
    "updated": "2025-06-19T04:51:01.000+00:00"
  },
  {
    "uuid": "ee738249a29ec148a0dbcb77768c5a8d811cead7",
    "url": "https://www.ildolomiti.it/video/cronaca/2025/il-video-salute-idee-sbagliate-e-pregiudizi-impattano-su-gestione-diabete",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ildolomiti",
    "published": "2025-02-20T17:22:00Z",
    "title": "IL VIDEO. Salute, idee sbagliate e pregiudizi impattano su gestione diabete - il Dolomiti",
    "text": "IL VIDEO. Salute, idee sbagliate e pregiudizi impattano su gestione diabete\nRoma, 20 feb. (askanews) - Un labirinto del pregiudizio per far capire cosa vivono le persone affette da diabete, ogni volta che si avvicinano ad un dolce o devono controllare il proprio peso. Oggi Abbott inaugura una installazione immersiva in piazza San Silvestro, a Roma, e fino al 23 febbraio sarà possibile provare a comprendere.Angelo Avogaro, coordinatore European Diabetes Forum, dice: \"Oggi è una giornata molto importante perché vuol fare il punto su uno dei problemi maggiori del paziente con diabete ed è il fatto che molto spesso il paziente con diabete ha uno stigma negativo su se stesso. Purtroppo questo comporta che il paziente si vergogni, rinuncia agli esami, trascura la sua patologia e quindi questa situazione deve indurre tutti noi a una educazione del personale socio sanitario e ad una educazione dei cittadini di cosa è il diabete e soprattutto fare in modo di dedicare più tempo alla narrazione che il paziente dà della sua patologia\".I risultati di un sondaggio internazionale, condotto in 8 paesi tra cui l'Italia, sono chiari: l'85 per cento intervistate delle persone ha spiegato di aver visto informazioni sbagliate sul diabete nei mass media, al cinema o sui social. Ed il 40 per cento dichiara di aver sentito battute o barzellette sul diabete.Massimiliano Bindi, amministratore delegato Abbott Italia, sottolinea: \"Noi in Italia abbiamo 4 milioni di persone affette da diabete che vivono quotidianamente moltissime difficoltà nella gestione della loro patologia. Di recente abbiamo condotto una indagine in 8 paesi, tra cui l'Italia, ed è emerso che in aggiunta alle loro problematiche cliniche o patologiche c'è la diffusione di molti luoghi comuni e pregiudizi che creano un vero stigma da parte dell'ambiente su di loro e che quindi rende ancora più complessa la gestione della loro condizione. Proprio per questo abbiamo lanciato oggi questa campagna in Italia, 'Above the Bias - Oltre il pregiudizio' che si pone l'obiettivo di spostare un po' l'attenzione, l'angolo di osservazione delle persone nei confronti del diabete creando una diversa consapevolezza, una diversa empatia, perché siamo convinti che non solo la tecnologia ma anche questo tipo di situazione ambientale e di empatia verso il diabete possa rendere la vita a queste persone più facile ed anche più facile la gestione della loro patologia\".I risultati della ricerca stanno lì a spiegare tutto: la vergogna provoca silenzio. Quasi il 25% evita di parlare della propria patologia con familiari e amici per imbarazzo.Il professor Avogaro spiega: \"Quello che è importante sapere è che l'iperalimentazione nel paziente diabetico è solo uno dei tanti elementi che favoriscono la comparsa della patologia. Perché il diabete viene favorito da problemi genetici, dal contesto socio sanitario, dallo stress ambientale. Finchè non si sanno queste cose, purtroppo, ci sarà sempre lo stigma, ovvero il fatto che la colpa di essere diabetico è solo ed esclusivamente del cittadino e questo non è assolutamente vero\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->health care approach",
      "Health->disease and condition",
      "Social Issue->social problem",
      "Social Issue->social services",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": " Abbot",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Roma",
          "sentiment": "none"
        },
        {
          "name": " piazza San Silvestr",
          "sentiment": "none"
        },
        {
          "name": " Rom",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:01:31.290+02:00",
    "updated": "2025-02-21T00:01:31.290+02:00"
  }
]