[
  {
    "uuid": "d270f94591579d1d0c27cc34fa0d6301471236f7",
    "url": "https://www.newswire.ca/news-releases/lundin-gold-reports-third-quarter-of-2024-results-803210525.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lundin Gold Inc.",
    "published": "2024-11-08T00:30:00Z",
    "title": "LUNDIN GOLD REPORTS THIRD QUARTER OF 2024 RESULTS",
    "text": "Record cash generation, revenue, and adjusted EBITDA achieved and supported by a strong gold price\nVANCOUVER, BC , Nov. 7, 2024 /CNW/ - Lundin Gold Inc. (TSX: LUG ) (Nasdaq Stockholm: LUG) (OTCQX: LUGDF) (\"Lundin Gold\" or the \"Company\") is pleased to report results for the third quarter of 2024, highlighted by record high cash flow with cash from operating activities of $218 million and adjusted free cash flow 1 of $182 million or $0.76 per share. This was achieved through record revenues of $323 million realized from the sale of 125,887 ounces (\"oz\") at an average realized gold price 1 of $2,615 per oz. Record adjusted earnings before interest, taxes, depreciation, and amortization (\"EBITDA\") 1 of $220 million were also achieved during the quarter. Cash operating costs 1 and all-in sustaining costs (\"AISC\") 1 this quarter were $681 and $877 per oz sold, respectively. All amounts are in U.S. dollars unless otherwise indicated. View PDF\nContinue Reading\nView PDF LUNDIN GOLD REPORTS THIRD QUARTER OF 2024 RESULTS (CNW Group/Lundin Gold Inc.)\n\" I'm pleased to announce that Lundin Gold has achieved another quarter of record results. Our operating cash flow reached a record high of $218 million , and we again set new records for both revenue and adjusted EBITDA 1 . This was underscored by both the team's operating performance and a high gold price.\" Ron Hochstein , President and CEO commented, \" As we move into the last quarter of the year, we expect to achieve the high end of production guidance of 450,000 to 500,000 oz and the upper end of AISC 1 guidance of $820 to $890 per oz largely due to higher sustaining capital. Lastly, the Process Plant Expansion remains on track, and we are looking forward to bringing the major components online by year end to increase throughput to 5,000 tonnes per day and improve recoveries.\"\nOPERATING AND FINANCIAL RESULTS SUMMARY\nThe following two tables provide an overview of key operating and financial results.\nThree months ended\nSeptember 30,\nNine months ended\nSeptember 30,\n2024\n2023\n2024\n2023\nTonnes ore mined\n427,389\n397,702\n1,266,320\n1,229,845\nTonnes ore milled\n425,340\n416,072\n1,263,835\n1,226,777\nAverage mill throughput (tpd)\n4,623\n4,523\n4,613\n4,494\nAverage head grade (g/t)\n10.3\n9.7\n10.3\n10.9\nAverage recovery\n86.8 %\n86.5 %\n88.0 %\n88.5 %\nGold ounces produced\n122,154\n112,212\n366,788\n381,964\nGold ounces sold\n125,887\n112,711\n364,199\n376,360\n1 Certain additional disclosures for these specified financial measures have been incorporated by reference and can be found on pages 14 to 18 of the Company's MD&A for the third quarter ended September 30, 2024 available on SEDAR+.\nThree months ended\nSeptember 30,\nNine months ended\nSeptember 30,\n2024\n2023\n2024\n2023\nRevenues ($'000)\n323,087\n211,172\n851,259\n711,830\nIncome from mining operations ($'000)\n203,184\n99,620\n488,178\n357,129\nEarnings before interest, taxes, depreciation, and amortization ($'000)[2]\n220,469\n133,170\n789,150\n426,702\nAdjusted earnings before interest, taxes, depreciation, and amortization ($'000) 1\n220,469\n121,492\n547,326\n430,137\nNet income ($'000)\n135,715\n53,782\n296,903\n168,395\nBasic income per share ($)\n0.57\n0.23\n1.24\n0.71\nCash provided by operating activities ($'000)\n218,286\n120,030\n470,369\n426,821\nAdjusted free cash flow ($'000) 1\n181,609\n80,937\n376,016\n201,143\nAdjusted free cash flow per share ($) 1\n0.76\n0.34\n1.57\n0.85\nAverage realized gold price ($/oz sold) 1\n2,615\n1,931\n2,390\n1,942\nCash operating cost ($/oz sold) 1\n681\n704\n713\n662\nAll-in sustaining costs ($/oz sold) 1\n877\n907\n874\n807\nAdjusted earnings ($'000) 1\n135,715\n44,673\n292,449\n171,074\nAdjusted earnings per share ($) 1\n0.57\n0.19\n1.22\n0.72\nDividends paid per share ($)\n0.20\n0.10\n0.40\n0.30\nTHIRD QUARTER HIGHLIGHTS – STRONG FINANCIAL PERFORMANCE UNDERPINNED BY CONTINUED OPERATIONAL EXCELLENCE\nFinancial Results\nGold sales totalled 125,887 oz, consisting of 73,032 oz in concentrate and 52,855 oz as doré, resulting in gross revenues of $329 million at an average realized gold price 1 of $2,615 per oz. Average realized gold price 1 was positively impacted by rising gold prices on provisionally priced gold sales which exceeded fair value estimates as at June 30, 2024 . Net of treatment and refining charges, revenues for the quarter were $323 million . Cash operating costs 1 and AISC 1 were $681 and $877 per oz of gold sold, respectively. AISC has trended toward the upper end of guidance due to higher sustaining capital expenditures. Operational excellence initiatives continued to reduce operating costs offsetting the impact of higher gold prices resulting in higher royalties and profit sharing for which the portion attributable to employees is recorded in operating costs as well as higher diesel consumption due to the operation of our existing power generation units to reduce our power consumption from the national grid. The Company generated cash from operating activities of $218 million and adjusted free cash flow 1 of $182 million , or $0.76 per share, resulting in a cash balance of $226 million at September 30, 2024 . EBITDA 1 and adjusted EBITDA 1 were both $220 million as no adjustments were required following the buy out of the stream loan credit facility (the \"Stream Facility\") and offtake agreement (\"Offtake\") at the end of the second quarter. Income from mining operations was $203 million which, after deducting corporate, exploration, and taxes, resulted in net income of $136 million for the quarter or $0.57 per share.\n1 Certain additional disclosures for these specified financial measures have been incorporated by reference and can be found on pages 14 to 18 of the Company's MD&A for the third quarter ended September 30, 2024 available on SEDAR+.\nProduction Results\nGold production was 122,154 oz which was comprised of 73,532 oz in concentrate and 48,622 oz as doré. Mine productivity was near record levels during the quarter with 427,389 tonnes mined at an average grade of 9.9 g/t. The mill processed 425,340 tonnes at an average throughput rate of 4,623 tpd which was slightly less than the previous quarter due to a planned shutdown to complete tie-ins relating to the process plant expansion project and higher unscheduled mill downtime. The average grade of ore milled was 10.3 g/t with average recovery at 86.8%. Recoveries were affected by finely disseminated sulphide minerals in the ore. The plant expansion's addition of Jameson cells is expected to improve recoveries for gold associated with these sulphides. Outlook\nThe Company expects to achieve the high end of its production guidance of 450,000 to 500,000 oz. In addition, the Company expects to continue to generate significant cash flow at current gold prices combined with its low cost of operations. Despite the Company's effective cost saving measures, AISC 1 per oz sold is expected at the upper end of cost guidance due to increased sustaining capital. The process plant expansion project is still on track to increase throughput to 5,000 tonnes per day and improve recoveries by year end. Production during the fourth quarter of 2024 is expected to be affected by planned shutdowns for tie-ins to substantially complete the process plant expansion project. The near-mine drilling program will continue to explore Bonza Sur where the primary focus is to expand the mineralized system and advance the initial geological model. Four rigs are currently turning along the extensions of Bonza Sur. At FDNS, two underground rigs are expected to continue to delineate this high-grade vein system. At FDN East, one rig will continue to focus on expanding the initial positive results achieved to gain a better understanding of the mineralized zones and main geological controls. The regional drilling program is expected to continue expanding the gold mineralization at the Robles target and test new sectors in the Southern Basin. Eleven rigs are currently turning across the near-mine and regional programs. The 2024 conversion program was completed in early Q4, and conversion drilling is expected to resume in 2025. The Company is on track to achieve a minimum of 80,000 metres of drilling during the year across the conversion, near-mine and regional drilling programs. The total cost is estimated to be $44.0 million on near-mine and regional exploration which represents the largest drill program ever completed at the land package that hosts the FDN deposit. The Company anticipates continuing to declare quarterly dividends of $0.20 per share, equivalent to approximately $200 million annually, based on currently issued and outstanding shares.\n1 Certain additional disclosures for these specified financial measures have been incorporated by reference and can be found on pages 14 to 18 of the Company's MD&A for the third quarter ended September 30, 2024 available on SEDAR+.\nLiquidity and Capital Resources\nAt the end of the third quarter of 2024, the Company is in a strong financial position:\n(in thousands of U.S. dollars)\nAs at September 30,\n2024\nAs at December 31,\n2023\nFinancial Position:\nCash\n225,728\n268,025\nWorking capital\n357,410\n346,859\nTotal assets\n1,364,106\n1,468,209\nLong-term debt\n-\n305,647\nThe change in cash during the nine months ended September 30, 2024 was primarily due to cash generated from operating activities of $470 million and proceeds from the exercise of stock options and anti-dilution rights totalling $18.2 million . This is offset by scheduled principal, interest, and finance expense repayments under the Stream Facility totaling $35.8 million ; the buy out of the Stream Facility and Offtake of $330 million ; dividends of $95.8 million ; cash outflows of $65.3 million relating to investing activities; and settlement of vested share units with cash of $4.0 million .\nCapital Expenditures\nSustaining Capital: Highlights of sustaining capital activities were the significant progress made on the camp refurbishment project, replacement of the concrete batch plant, as well as preliminary works for future TSF expansion. The mine dispatch system implementation was substantially completed by the end of the third quarter. Four additional diesel-powered generators were received during the third quarter and will be installed in the fourth quarter. The units are expected to be commissioned by the end of the first quarter of 2025. In the event of a power disruption from the national grid, the additional generators are expected to allow the FDN process plant to run slightly below capacity. Currently, the Company's existing generators are being used to reduce FDN's load on the national grid. In the third quarter, the conversion drilling program completed approximately 3,983 metres across 40 holes. Results continue to confirm mineralization at FDN with positive intercepts associated with breccias and stockwork zones, like the mineralization found in the north sector of the current Mineral Reserve envelope. The 2024 conversion drilling program is now complete and the work to update the FDN Mineral Resource and Reserve statement is underway. Process Plant Expansion Project Detailed Engineering was completed early in the quarter, as well as procurement of all major items. Concrete work was completed during the quarter and structural steel erection is ongoing. Major pieces of equipment, such as the three Jameson cells and the concentrate filter have arrived at FDN. The new tailings line was successfully commissioned with completion of the reclaim line expected by the end of November. Health and Safety\nDuring the third quarter there were no Lost Time Incidents and three Medical Aid Incidents. The Total Recordable Incident Rate across the Company was 0.33 per 200,000 hours worked for the quarter and 0.67 for the first nine months of 2024. The operations team continue to focus on safety through improved awareness of the workforce and contractors with more leadership presence in the field, as well as a review of activities where the potential for hand injuries is high.\nCommunity\nLundin Gold continued to support several community projects in the third quarter of 2024. One of the Company's most significant programs, run by the non-governmental organization Educación para Compartir, focuses on mental health and well-being in our local communities. The program is now advancing into its second year and continues to show increasing participation by local community members. From inception of the program in July 2023 to the end of the third quarter of 2024, over 2,700 counselling sessions occurred, and more than 400 youth registered in regular extra-curricular activities, including English studies, basketball, soccer, dance, music, and boxing.\nEngagement with the local governments of Yantzaza and Los Encuentros continues through support agreements for rural road maintenance, basic service infrastructure, and local communities' well-being programs. During the quarter, the Company committed to three significant projects including an electrification and public lighting project in El Pangui, which is approximately 40 kilometres from Fruta del Norte, a maintenance project for the Cultural Interpretation Centre of the Shuar Indigenous people, and an improvement and maintenance project for the local park in Los Encuentros.\nTwo community dialogue roundtable sessions were held in the third quarter which focused on six topics with 416 participants. Senior members of the Company's sustainability, community, environment, supply chain, IT, and human resources departments, along with representatives of the Lundin Foundation, participated in the sessions.\nLocal businesses continue to be supported by the Company in conjunction with the Lundin Foundation. The local companies that participate in the Lundin Foundation's local supplier development program are continuing to provide products and services to FDN, while also advancing growth strategies. The Lundin Foundation's Soy Emprendadora program which supports women led businesses in the Province of Zamora Chinchipe continues to show positive impacts and results. Three businesses selected through the third cohort of the program received seed capital and technical assistance during the third quarter.\nEXPLORATION\nNear-Mine Exploration Program During the third quarter of 2024, the Company completed a total of 19,268 metres across 56 holes from surface and underground. Drilling from underground mainly explored the FDNS target located in the southern part of the FDN deposit, while drilling from surface continued to test sectors located along the extensions of the controlling structures of FDN, such as Bonza Sur and FDN East.\nDuring the quarter, the surface drilling program continued along the extension of the East Fault, where the Bonza Sur discovery and other prospective sectors like FDN East are located. At Bonza Sur, located one kilometre from FDN, 28 surface drill holes were completed. In the central part of the deposit, drill holes intercepted wide mineralized zones at shallower depths associated mainly to vein/veinlet zones of quartz and minor chalcedony and manganoan-carbonate with occurrences of disseminated levels of sulphides. At depth, the drilling program showed the transition of the wider mineralized zone into a narrower veins/veinlets system. Furthermore, along the south and east extension of the deposit, the drilling program intercepted the same hydrothermal alteration as those found at Bonza Sur which indicate a potential for expansion along these directions. Gold mineralization has already been discovered for more than 1.8 kilometres along the north-south strike and for 500 metres along the downdip and remains open mainly to the south and to the east. At FDN East, drilling continues to explore around the recently discovered buried epithermal mineralized system. Five drill holes were completed during the third quarter and zones of hydrothermal alteration with breccias and disseminated sulfides were intercepted in the south portion of the target. Results are pending. The underground exploration drilling program focused on FDNS targeting the delineation of a new high grade vein system. A total of 22 drill holes were completed with most drill holes confirming gold mineralization associated with vein and veinlet zones of chalcedony and manganoan-calcite with sulfides and visible gold. A complete table of FDNS results received to date can be found in Lundin Gold's press release dated November 4 , 2024. At Bonza Sur, several results remain pending which are expected later in the year.\nRegional Exploration Program The 2024 regional program continues to advance the identification of important indicators that point toward the presence of buried epithermal deposits in the southern basin. During the quarter, regional drilling focused on the Robles and Crisbel targets, both located in the southern border of the Suarez Basin, where detailed geological interpretation of exploration data and additional surface works identified major structures and zones of hydrothermal alteration. A total of 2,323 metres across four holes were completed. At Robles, the drilling program aimed to step out the wide disseminated gold mineralization zone intercepted in prior drilling. Results are pending. At Crisbel, one drill hole tested the presence of the Suarez Basin west fault in this sector and showed limited hydrothermal alteration with no significant results.\nGeophysical Program During the quarter, the geophysical survey designed to provide high resolution resistivity and chargeability imaging of exploration targets significantly advanced in the entire near-mine area and parts of the regional district.\nCORPORATE\nA payment of $150 million , representing the second and final tranche of the buy out of the Stream Facility and Offtake, was made at the end of the third quarter.\nThe Company doubled its quarterly dividend and subsequently paid a quarterly dividend of $0.20 per share on September 25, 2024 ( September 30, 2024 for shares trading on Nasdaq Stockholm) based on a record date of September 10, 2024 , for a total of $48.0 million .\nWith the release of its third quarter 2024 results, the Company declared a cash dividend of $0.20 per share, which is payable on December 20, 2024 ( December 30, 2024 for shares trading on Nasdaq Stockholm) to shareholders of record on December 5, 2024 .\nMr. Chester See assumed the role of Chief Financial Officer at the start of the quarter following Mr. Christopher Kololian's departure. Subsequent to quarter end, the Company announced the appointment of Mr. Brendan Creaney as Vice President, Corporate Development and Investor Relations.\nQualified Persons\nThe technical information relating to FDN contained in this News Release has been reviewed and approved by Terry Smith P. Eng , Lundin Gold's COO, who is a Qualified Person in accordance with the requirements of NI 43-101. The disclosure of exploration information contained in this press release was prepared by Andre Oliveira , P.Geo, Lundin Gold's V.P. Exploration, who is a Qualified Person in accordance with the requirements of NI 43-101.\nWebcast and Conference Call\nThe Company will host a conference call and webcast to discuss its results on Friday, November 8 at 7:00 a.m. PT , 10:00 a.m. ET , 4:00 p.m. CET .\nConference Call Dial-In Numbers:\nParticipant Dial-In North America:\n+1 437-900-0527\nToll-Free Participant Dial-In North America:\n+1 888-510-2154\nParticipant Dial-In Sweden:\n46850524649\nConference ID:\nLundin Gold / 10863\nA link to the webcast will be available on the Company's website, www.lundingold.com .\nA replay of the conference call will be available two hours after the completion of the call until Friday, November 15, 2024 .\nToll Free North America Replay Number:\n+1 888-660-6345\nInternational Replay Number:\n+1 289-819-1450\nReplay passcode:\n10863 #\nAbout Lundin Gold\nLundin Gold , headquartered in Vancouver, Canada , is committed to positive and long-lasting impact on our host communities, while delivering significant value to stakeholders through operational excellence, cash flow generation and focused growth. Lundin Gold currently operates its 100% owned Fruta del Norte gold mine in southeast Ecuador , which is one of the highest-grade gold mines in production in the world today. The Company also owns a portfolio of prospective exploration properties close to FDN.\nNon-IFRS Measures\nThis news release refers to certain financial measures, such as average realized gold price per oz sold, EBITDA, adjusted EBITDA, cash operating cost per oz sold, all-in sustaining cost, adjusted free cash flow, adjusted free cash flow per share, and adjusted earnings, which are not measures recognized under IFRS and do not have a standardized meaning prescribed by IFRS. These measures may differ from those made by other companies and accordingly may not be comparable to such measures as reported by other companies. These measures have been derived from the Company's financial statements because the Company believes that, with the achievement of commercial production, they are of assistance in the understanding of the results of operations and its financial position. Certain additional disclosures for these specified financial measures have been incorporated by reference and can be found on page 14 of the Company's MD&A for the three and nine months ended September 30 , 2024 available on SEDAR+.\nAdditional Information\nThe information in this release is subject to the disclosure requirements of Lundin Gold under the EU Market Abuse Regulation. This information was publicly communicated on November 7, 2024 at 4:30 p.m. Pacific Time through the contact persons set out below.\nCaution Regarding Forward-Looking Information and Statements\nCertain of the information and statements in this press release are considered \"forward-looking information\" or \"forward-looking statements\" as those terms are defined under Canadian securities laws (collectively referred to as \"forward-looking statements\"). Any statements that express or involve discussions with respect to predictions, expectations, beliefs, plans, projections, objectives, assumptions or future events or performance (often, but not always, identified by words or phrases such as \"believes\", \"anticipates\", \"expects\", \"is expected\", \"scheduled\", \"estimates\", \"pending\", \"intends\", \"plans\", \"forecasts\", \"targets\", or \"hopes\", or variations of such words and phrases or statements that certain actions, events or results \"may\", \"could\", \"would\", \"will\", \"should\" \"might\", \"will be taken\", or \"occur\" and similar expressions) are not statements of historical fact and may be forward-looking statements. By their nature, forward-looking statements and information involve assumptions, inherent risks and uncertainties, many of which are difficult to predict, and are usually beyond the control of management, that could cause actual results to be materially different from those expressed by these forward-looking statements and information. Lundin Gold believes that the expectations reflected in this forward-looking information are reasonable, but no assurance can be given that these expectations will prove to be correct. Forward-looking information should not be unduly relied upon. This information speaks only as of the date of this press release, and the Company will not necessarily update this information, unless required to do so by securities laws.\nThis press release contains forward-looking information in several places, such as in statements relating to the Company's 2024 production outlook, including estimates of gold production, grades recoveries and AISC; operating plans; expected sales receipts, and cash flow forecasts, its estimated capital costs and sustaining capital; the Company's efforts to mitigate the impacts of the energy crisis in Ecuador on its operations; the recovery of VAT; timing of completion of the process plant expansion project and the anticipated benefits; benefits of the Company's community programs; the Company's declaration and payment of dividends pursuant to its dividend policy; the timing and the success of its drill program at Fruta del Norte and its other exploration activities; and estimates of Mineral Resources and Reserves at Fruta del Norte. There can be no assurance that such statements will prove to be accurate, as Lundin Gold's actual results and future events could differ materially from those anticipated in this forward-looking information as a result of the factors discussed in the \"Risk Factors\" section in Lundin Gold's Annual Information Form dated March 26, 2024 , which is available at www.lundingold.com or www.sedarplus.ca .\nLundin Gold's actual results could differ materially from those anticipated. Factors that could cause actual results to differ materially from any forward-looking statement or that could have a material impact on the Company or the trading price of its shares include: instability in Ecuador ; community relations; forecasts relating to production and costs; mining operations; security; non-compliance with laws and regulations and compliance costs; tax changes in Ecuador ; waste disposal and tailings; government or regulatory approvals; environmental compliance; gold price; infrastructure; dependence on a single mine; exploration and development; control of Lundin Gold ; availability of workforce and labour relations; dividends; information systems and cyber security; Mineral Reserve and Mineral Resource estimates; title matters and surface rights and access; health and safety; human rights; employee misconduct; measures to protect biodiversity; endangered species and critical habitats; global economic conditions; shortages of critical resources; competition for new projects; key talent recruitment and retention; market price of the Company's shares; social media and reputation; insurance and uninsured risks; pandemics, epidemics or infectious disease outbreak; climate change; illegal mining; conflicts of interest; ability to maintain obligations or comply with debt; violation of anti-bribery and corruption laws; internal controls; claims and legal proceedings; and reclamation obligations.\nSOURCE Lundin Gold Inc.\nFor more information, please contact: Ron F. Hochstein, President and CEO, Tel: +1-604-806-3589, [email protected] ; Brendan Creaney, Vice President, Corporate Development and Investor Relations, Tel: +1 604 376 4595, [email protected]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Corporate News and Profiles",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4297740-1&h=1076484057&u=http%3A%2F%2Fwww.lundingold.com%2F&a=www.lundingold.com",
      "https://mma.prnewswire.com/media/2552141/Lundin_Gold_Inc__LUNDIN_GOLD_REPORTS_THIRD_QUARTER_OF_2024_RESUL.pdf?p=pdfthumbnail",
      "https://c212.net/c/link/?t=0&l=en&o=4297740-1&h=2063067528&u=https%3A%2F%2Fmma.prnewswire.com%2Fmedia%2F2552141%2F2024_11_07_LUG_Third_Quarter_2024_Results_FINAL_REV.pdf&a=View+PDF",
      "http://www.sedarplus.ca",
      "https://mma.prnewswire.com/media/2552141/Lundin_Gold_Inc__LUNDIN_GOLD_REPORTS_THIRD_QUARTER_OF_2024_RESUL.pdf?p=pdf",
      "https://www.c212.net/c/link/?t=0&l=en&o=4297740-1&h=1076484057&u=http%3A%2F%2Fwww.lundingold.com%2F&a=www.lundingold.com",
      "http://sedarplus.ca",
      "https://www.mma.prnewswire.com/media/2552141/Lundin_Gold_Inc__LUNDIN_GOLD_REPORTS_THIRD_QUARTER_OF_2024_RESUL.pdf?p=pdfthumbnail",
      "https://www.c212.net/c/link/?t=0&l=en&o=4297740-1&h=2063067528&u=https%3A%2F%2Fmma.prnewswire.com%2Fmedia%2F2552141%2F2024_11_07_LUG_Third_Quarter_2024_Results_FINAL_REV.pdf&a=View+PDF",
      "https://mma.prnewswire.com/media/2552141/Lundin_Gold_Inc__LUNDIN_GOLD_REPORTS_THIRD_QUARTER_OF_2024_RESUL.pdf",
      "https://www.mma.prnewswire.com/media/2552141/Lundin_Gold_Inc__LUNDIN_GOLD_REPORTS_THIRD_QUARTER_OF_2024_RESUL.pdf?p=pdf",
      "https://c212.net/c/link/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "CNW Group/Lundin Gold Inc.",
          "sentiment": "none"
        },
        {
          "name": "CNW/ - Lundin Gold Inc.",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "d270f94591579d1d0c27cc34fa0d6301471236f7",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-08T02:34:31.677+02:00",
    "updated": "2024-11-08T02:34:31.677+02:00"
  },
  {
    "uuid": "67e30274d7b295c0e3689aac1acef458b9b779ed",
    "url": "https://www.khq.com/helpmehayley/trial-nears-for-former-isp-officer-accused-of-murdering-wife-victim-s-family-honors-her/article_b7c4a164-ba41-11ee-846d-935e053855b3.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hayley Guenthner, NonStop Local Anchor/Reporter",
    "published": "2024-01-25T19:03:00Z",
    "title": "Trial nears for former ISP Officer accused of murdering wife, victim’s family honors her memory | Help Me Hayley | khq.com",
    "text": "Hayley Guenthner, NonStop Local Anchor/Reporter Hayley Guenthner Author email Jan 25, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hayley",
          "sentiment": "negative"
        },
        {
          "name": "brooke",
          "sentiment": "none"
        },
        {
          "name": "brooke wilkins",
          "sentiment": "none"
        },
        {
          "name": "dan howard",
          "sentiment": "none"
        },
        {
          "name": "kendy howard",
          "sentiment": "none"
        },
        {
          "name": "” kendy",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "north idaho",
          "sentiment": "none"
        },
        {
          "name": "idaho",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:32:31.764+02:00",
    "updated": "2024-01-26T00:42:14.973+02:00"
  },
  {
    "uuid": "6aa2678dea16c8362676b0654ed84bc1c289b015",
    "url": "https://www.hindustantimes.com/videos/world-news/ukraines-kursk-op-nato-nation-s-damage-control-as-putin-fumes-over-kursk-op-says-zelensky-101724386142398.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2024-08-23T01:40:00Z",
    "title": "Ukraine’s Kursk Op: NATO Nation’s Damage Control As Putin Fumes Over Kursk Op, Says Zelensky… | Hindustan Times",
    "text": "Explore Search Friday, Aug 23, 2024 New Delhi o C Subscribe Games E-Paper Sign in My Account Home HT Premium Loan ₹ 10 Lakh Games & Puzzles Real Estate Powered by India World HTCity Entertainment Trending Astrology Lifestyle Education Business Cities Latest News Shop Now Kolkata Doctor Rape Case Live Narendra Modi Ukraine Visit Live Videos Photos Web Stories Sports Delhi News Mumbai News Bengaluru News Technology Quickreads Daily Digest Following Games + 7 more Mumbai News Bengaluru News Technology Quickreads Daily Digest Following Games Ukraine’s Kursk Op: NATO Nation’s Damage Control As Putin Fumes Over Kursk Op, Says Zelensky… world news Published on Aug 23, 2024 09:40 AM IST Follow Us Follow Us Share Via Copy Link A major NATO nation on August 22 made a big claim over Ukraine's incursion into Kursk. German Chancellor Olaf Scholz said, \"Ukraine has prepared its military operation in the Kursk Region very secretly and without feedback.\" The German leader, calling Kyiv's incursion a limited operation, added that the situation is being monitored. Watch for more. News / Videos / World News / Ukraine’s Kursk Op: NATO Nation’s Damage Control As Putin Fumes Over Kursk Op, Says Zelensky… SHARE Copy Whatsapp Twitter Facebook Linkedin",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zelensky",
          "sentiment": "neutral"
        },
        {
          "name": "olaf scholz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hindustan times",
          "sentiment": "neutral"
        },
        {
          "name": "nato nation",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T07:22:32.529+03:00",
    "updated": "2024-08-23T10:13:38.057+03:00"
  },
  {
    "uuid": "e255073932ffba3dcfdf7e3612a1fe9827f0b146",
    "url": "https://natlawreview.com/article/federal-court-bars-missouris-anti-esg-investment-rules",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jacob H. Hupart",
    "published": "2024-08-15T20:41:00Z",
    "title": "Federal Judge Blocks Missouri Anti-ESG Rules",
    "text": "Yesterday, Judge Bough (W.D. Mo.) issued a decision barring the recent anti-ESG rules Missouri had promulgated that prohibited investment advisers from utilizing ESG factors when making investment decisions (absent written consent of the client). This summary judgment ruling permanently enjoined the Missouri laws and endorsed several independent legal grounds for this decision, holding that the “Rules are [1] preempted by NSMIA and ERISA, are [2] unconstitutional under the First and Fourteenth Amendments of the United States Constitution, and [3] are impermissibly vague under the Fourteenth Amendment of the United States Constitution.” The legal reasoning adopted by this ruling appears widely applicable and so could have a significant impact in future litigation concerning similar regulatory initiatives, or even discourage states from enacting such regulations in the first place. Notably, the challenge to the Missouri rules was brought by SIFMA (the Securities Industry and Financial Markets Association), which is a trade association for broker-dealers, asset managers (including investment advisers), and investment banks. SIFMA is not a typical plaintiff for a lawsuit challenging anti-ESG regulations; rather, acting based upon the interests of its members, it frequently seeks to reduce regulatory burdens. Here, however, the anti-ESG rules enacted by Missouri were sufficiently intrusive and burdensome that the financial industry itself objected. This decision is yet another clash in the ongoing conflict concerning the extent to which ESG factors may be considered when making investment decisions; however, due to the potentially far-reaching nature of the legal holding here, it may prove more significant than most. \"A federal judge barred Missouri from enforcing 2023 rules restricting environmental, social, and governance investing after finding them unlawful on Wednesday.The regulations violated federal law giving the Securities and Exchange Commission the power to regulate investment firms, Judge Stephen R. Bough of the US District Court for the Western District of Missouri said in an order. The rules require firms to get written consent from their Missouri clients before using any “social objective or other nonfinancial objective” when investing.The Securities Industry and Financial Markets Association sued Missouri Secretary of State Jay Ashcroft (R) last year to stop the rules, saying they were “burdensome state regulation that Congress prohibited.” Ashcroft disputed the Wall Street trade group’s claims, asking Bough to toss the case.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "securities industry and financial markets association",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nsmia",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "esg",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:07:39.287+03:00",
    "updated": "2024-08-16T06:52:34.447+03:00"
  },
  {
    "uuid": "e29c9635ca9a2225296b0278a6d84989cb8bba74",
    "url": "https://www.diariodemallorca.es/mallorca/2024/04/19/irene-villa-hay-feliz-odio-mallorca-terrorismo-101248534.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "J.F. Mestre",
    "published": "2024-04-18T21:12:00Z",
    "title": "Irene Villa: «Hay que ser feliz, porque el odio solo arrastra amargura»",
    "text": "Irene Villa, la joven que siendo una niña de doce años fue víctima de un atentado terrorista que le costó la pérdida de sus dos piernas, fue ayer la protagonista de la jornada que fue organizada por la unión de asociaciones de asistencia a personas con discapacidad (UNAC) en la sede de la fundación sa Nostra. La charla fue inaugurada ayer por la consellera Catalina Cirer, que señaló la necesidad de que los profesionales de la atención a las personas discapacitadas marquen el camino a la administración para determinar las necesidades a las que hay que dedicar los recursos económicos necesarios. Irene Villa demostró en su charla que, al verse sin piernas, cada día recuerda la desgracia que sufrió siendo una niña, pero que ya hace mucho tiempo que logró perdonar. Pero sobre todo ha aceptado la situación que le toca vivir, respondiendo a su desgracia a través de una permanente sonrisa. Ayer quiso convencer a los presentes a esta charla, en la que estuvo acompañada por el nadador paraolímpico Xavi Torres, que sin perdón no existe futuro, porque es «fundamental y necesario para tener una vida feliz y plena». En su exposición dejó muy claro que parar mirar de frente al futuro es necesario «que tu pasado esté resuelto», utilizando el perdón como método para superar todos los problemas anteriores. El hecho de no tener piernas no ha impedido a Irene Villa a practicar deporte y haya tenido la experiencia de visitar decenas de países. Utiliza dos prótesis, con las que puede caminar. Pese a los daños personales que sufrió a tan pronta edad como víctima del terrorismo, Irene Villa aceptó hace mucho tiempo la realidad que le ha tocado vivir, que la convierte en una discapacitada. Sin embargo, afirma que «tenemos que vivir la vida que nos ha tocado de la mejor manera que podamos. La obligación de cada persona es ser feliz, porque el odio únicamente arrastra amargura». La joven recordó las palabras que le dijo su madre, que también resultó herida en el atentado, cuando descubrió que había perdido las piernas. «Esto es lo que hay y tendrás que aceptarlo». Y en efecto, Irene Villa, que en su formación ha obtenido tres licenciaturas y es madre de tres niños, afirmó que el dolor «es parte de la vida y aparece en tu crecimiento. El dolor es inevitable, pero el sufrimiento es opcional», insistió en su charla. T Xavi Torres, en su intervención, también señaló la necesidad de que los discapacitados afronten su situación y vayan superando las dificultades que les ha impuesto la vida. se mo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:15:26.392+03:00",
    "updated": "2024-04-19T02:25:06.453+03:00"
  },
  {
    "uuid": "20435ae5598095e2478c85b781a63b662d71b9ee",
    "url": "https://www.infowars.com/posts/exclusive-report-democide-party-says-bomb-americans/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kelen McBreen",
    "published": "2024-02-01T19:56:00Z",
    "title": "Exclusive Report: Democide Party Says Bomb Americans",
    "text": " Special Reports Tensions are high as a wide open border floods Texas cities with military-aged males, criminals, and potential terrorists that have citizens on edge with the Biden Administration demanding the UN NGO Soros-engineered invasion continue at all costs. Responding to a tweet spotlighting the heavily armed States backing Texas in its standoff with the Biden Administration. Rather than at the very least calm the fears of his constituents. Texas Democrat State Rep. Gene Wu suggested the proper response to those backing Texas would be for the U.S. Military to drop bombs on these Americans with drone-fired hellfire missiles. The audacity of the statement of psychopathic Democide was met with enraged tweets. However, Wu just doubled down on his stance that the American people that he represents are the enemy. The madness to destroy the U.S. from within is completely off the rails now. A disturbing video from Atlanta’s Hartsfield-Jackson International Airport (ATL) shows a group of migrants tucked away in a hidden room guarded by a U.S. service member. The U.S. military is aiding and abetting the collapse of the United States. America is in free fall and no one is manning the controls. The point of no return may already be long behind us. posted 8 posted 10 hours ago posted 12 hours ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "gene wu",
          "sentiment": "none"
        },
        {
          "name": "wu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "texas democrat state",
          "sentiment": "none"
        },
        {
          "name": "hartsfield-jackson international airport",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        },
        {
          "name": "u.s. military",
          "sentiment": "none"
        },
        {
          "name": "biden administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "states",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:48:00.759+02:00",
    "updated": "2024-02-02T01:48:00.759+02:00"
  },
  {
    "uuid": "6f2f4497545b1b80d890d38cd9b9f1bed314ccc1",
    "url": "https://icrowdnewswire.com/2024/10/17/sustainable-fuel-market-is-projected-to-grow-cagr-of-16-16-during-the-forecast-period",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@crowdnewswire",
    "published": "2024-10-17T23:50:00Z",
    "title": "Sustainable Fuel Market is Projected to Grow CAGR of 16.16% During the Forecast Period",
    "text": "Sustainable Fuel Market An In-Depth Analysis\nThe sustainable fuel market is rapidly evolving, driven by global efforts to combat climate change, reduce carbon emissions, and transition towards cleaner energy solutions. As the world moves away from fossil fuels, sustainable fuels, often referred to as biofuels or renewable fuels , are gaining traction in sectors such as transportation, aviation, and industrial processes. In this article, we will explore the current state of the sustainable fuel market, the technologies driving innovation, key market players, challenges, and future growth opportunities.\nRequest Free Sample Report:\nhttps://www.marketresearchfuture.com/sample_request/28959\nWhat Are Sustainable Fuels?\nSustainable fuels are energy sources derived from renewable resources, offering a low-carbon alternative to traditional fossil fuels. They include biofuels (like ethanol and biodiesel), biogas , hydrogen , and synthetic fuels produced using renewable energy. These fuels are crucial for achieving the ambitious targets set by governments and international organizations to lower greenhouse gas emissions and foster sustainable development.\nTypes of Sustainable Fuels\nBiofuels : Derived from organic matter, biofuels are one of the most widely adopted forms of sustainable fuel. Ethanol , made from sugarcane or corn, is commonly blended with gasoline, while biodiesel , produced from vegetable oils or animal fats, can be used in diesel engines. Hydrogen : When produced using renewable energy, green hydrogen becomes a versatile fuel, ideal for energy storage, transportation, and industrial applications. Hydrogen fuel cells, for example, offer a promising solution for zero-emission vehicles. Synthetic Fuels : Also known as e-fuels , these are created by capturing CO2 from the atmosphere and combining it with hydrogen. This results in a liquid fuel that can replace gasoline, diesel, or jet fuel without requiring changes to existing infrastructure. Biogas : Produced through the anaerobic digestion of organic waste, biogas can be upgraded to biomethane, a renewable substitute for natural gas. Biogas is often used for heating, electricity generation, or as a vehicle fuel. Key Drivers of the Sustainable Fuel Market\nThe rapid growth of the sustainable fuel market is driven by several factors, including stringent environmental regulations, advancements in fuel technologies, and the growing demand for cleaner alternatives in the transportation and energy sectors.\nClimate Change Mitigation The global push to reduce greenhouse gas emissions is one of the primary drivers behind the adoption of sustainable fuels. Governments worldwide are implementing carbon pricing mechanisms, emission reduction targets, and fuel standards to encourage the transition to renewable energy. As transportation accounts for a significant share of global emissions, sustainable fuels have emerged as a key solution to meet these goals.\nEnergy Security and Independence Countries are increasingly focused on reducing their dependence on imported fossil fuels, which are subject to volatile market conditions. By investing in sustainable fuel production, nations can enhance their energy security and promote domestic industries, especially in agriculture and waste management.\nBuy Now:\nhttps://www.marketresearchfuture.com/checkout?currency=one_user-USD&report_id=28959\nTechnological Advancements Continuous advancements in biotechnology , synthetic biology , and fuel conversion processes have made sustainable fuels more cost-competitive and scalable. Innovations such as cellulosic ethanol , algae-based biofuels , and electrolysis for green hydrogen production are transforming the industry and improving the efficiency of sustainable fuel production.\nSectors Driving Demand for Sustainable Fuels\nThe sustainable fuel market spans multiple industries, each playing a vital role in accelerating the adoption of cleaner energy sources.\nAviation Industry The aviation sector is a major contributor to global carbon emissions, and reducing its environmental impact is a top priority. Sustainable Aviation Fuel (SAF) , produced from waste oils, agricultural residues, and other renewable feedstocks, is being increasingly adopted by airlines to lower their carbon footprint. SAF can reduce emissions by up to 80% compared to traditional jet fuel, and the industry aims for a full transition to sustainable fuels by 2050.\nAutomotive Industry The transition from fossil-fuel-powered vehicles to electric and biofuel alternatives is essential for the decarbonization of road transportation. Flex-fuel vehicles , which can run on biofuel blends, and hydrogen-powered cars are gaining popularity, especially in markets with stringent emission regulations like the European Union and California.\nIndustrial Applications Heavy industries, such as steel production, chemical manufacturing, and cement, are increasingly using green hydrogen and bioenergy to decarbonize their processes. Sustainable fuels provide a viable alternative for industries where electrification is not yet feasible.\nMaritime Sector As the maritime industry faces growing pressure to reduce its carbon emissions, biofuels and synthetic fuels are being explored as alternatives to traditional bunker fuel. Liquefied biogas (LBG) and renewable methanol are among the sustainable options being tested for ships, with the potential to significantly lower their environmental impact.\nChallenges Facing the Sustainable Fuel Market\nDespite the promising growth of the sustainable fuel market, several challenges must be addressed to ensure its long-term success.\nHigh Production Costs The production of sustainable fuels, particularly advanced biofuels and green hydrogen , remains more expensive than conventional fuels. Scaling up production and reducing costs through economies of scale and technological improvements are critical for widespread adoption.\nFeedstock Availability The availability of sustainable, non-food-based feedstocks is a major constraint for biofuel production. Increasing feedstock yields and improving land-use efficiency are essential to avoid competition with food production and mitigate the environmental impact of biofuel feedstock cultivation.\nInfrastructure Limitations Existing infrastructure, such as pipelines, refineries, and fueling stations, is often designed for fossil fuels and may require significant upgrades or replacement to handle sustainable fuels. Investing in the necessary infrastructure is a crucial step in facilitating the widespread use of these cleaner alternatives.\nFuture Growth Opportunities\nThe future of the sustainable fuel market looks promising, with various opportunities for expansion and innovation.\nGovernment Support and Policy Initiatives Policies such as carbon credits , tax incentives , and renewable fuel mandates are expected to play a crucial role in boosting demand for sustainable fuels. The European Union’s Renewable Energy Directive (RED II) and the U.S. Renewable Fuel Standard (RFS) are key examples of regulatory frameworks designed to support the growth of the industry.\nBrowse Full Report:\nhttps://www.marketresearchfuture.com/reports/sustainable-fuel-market-28959\nInvestment in Research and Development Ongoing investments in R&D are essential to drive down production costs, improve feedstock sustainability, and enhance fuel performance. The development of next-generation biofuels, such as algae-based fuels and carbon-neutral synthetic fuels , presents significant potential for market growth.\nExpansion into Emerging Markets While developed regions like North America and Europe have led the way in sustainable fuel adoption, emerging markets in Asia, Latin America, and Africa offer vast opportunities for growth. These regions are increasingly looking to sustainable fuels to meet their energy needs and reduce their reliance on imported fossil fuels.\nConclusion\nThe sustainable fuel market is poised for exponential growth as industries and governments worldwide prioritize reducing carbon emissions and fostering a cleaner, more resilient energy future. From biofuels to green hydrogen, the transition to sustainable fuels offers vast potential to mitigate climate change, improve energy security, and drive technological innovation. However, overcoming challenges related to production costs, feedstock availability, and infrastructure will be key to unlocking the full potential of sustainable fuels.\nMore Related Report:\nVacuum Pressure Impregnated Transformer Market\nVoltage Regulator Market\nVoltage Transformer Market\nWaste Disposal Regulations Drilling Mud Cutting Market\nWater Tube Chemical Boiler Market\nWind Turbine Casting Market\nWind Turbine Rotor Blade Market\nZero Liquid Discharge Market\nTurbo Generator Market\nUmbilical Market\nUtility Based Medium Voltage Switchgear Market\nFlexible Metallic Conduit Market",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.marketresearchfuture.com/reports/vacuum-pressure-impregnated-transformer-market-29350",
      "https://www.marketresearchfuture.com/reports/wind-turbine-casting-market-29416",
      "https://www.marketresearchfuture.com/reports/sustainable-fuel-market-28959",
      "https://www.marketresearchfuture.com/reports/water-tube-chemical-boiler-market-29402",
      "https://www.marketresearchfuture.com/checkout?currency=one_user-USD&report_id=28959",
      "https://www.marketresearchfuture.com/reports/flexible-metallic-conduit-market-29738",
      "https://www.marketresearchfuture.com/reports/waste-disposal-regulations-drilling-mud-cutting-market-29360",
      "https://www.marketresearchfuture.com/reports/voltage-transformer-market-29356",
      "https://www.marketresearchfuture.com/reports/wind-turbine-rotor-blade-market-29445",
      "https://www.marketresearchfuture.com/reports/turbo-generator-market-29456",
      "https://www.marketresearchfuture.com/reports/umbilical-market-29475",
      "https://www.marketresearchfuture.com/reports/utility-based-medium-voltage-switchgear-market-29500",
      "https://www.marketresearchfuture.com/sample_request/28959",
      "https://www.marketresearchfuture.com/reports/zero-liquid-discharge-market-29460",
      "https://www.marketresearchfuture.com/reports/voltage-regulator-market-29353",
      "https://marketresearchfuture.com/reports/umbilical-market-29475",
      "https://marketresearchfuture.com/reports/utility-based-medium-voltage-switchgear-market-29500",
      "https://www.marketresearchfuture.com/checkout",
      "https://marketresearchfuture.com/reports/water-tube-chemical-boiler-market-29402",
      "https://marketresearchfuture.com/reports/flexible-metallic-conduit-market-29738",
      "https://marketresearchfuture.com/sample_request/28959",
      "https://marketresearchfuture.com/reports/wind-turbine-casting-market-29416",
      "https://marketresearchfuture.com/reports/wind-turbine-rotor-blade-market-29445",
      "https://marketresearchfuture.com/reports/waste-disposal-regulations-drilling-mud-cutting-market-29360",
      "https://marketresearchfuture.com/reports/zero-liquid-discharge-market-29460",
      "https://marketresearchfuture.com/reports/voltage-regulator-market-29353",
      "https://marketresearchfuture.com/reports/turbo-generator-market-29456",
      "https://marketresearchfuture.com/reports/vacuum-pressure-impregnated-transformer-market-29350",
      "https://marketresearchfuture.com/reports/voltage-transformer-market-29356",
      "https://marketresearchfuture.com/checkout?currency=one_user-USD&report_id=28959",
      "https://marketresearchfuture.com/reports/sustainable-fuel-market-28959"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T03:07:07.708+03:00",
    "updated": "2024-10-18T03:07:07.708+03:00"
  },
  {
    "uuid": "b1b7e60fafa196d735159f50c7fffb06dc2651f1",
    "url": "https://www.timeslive.co.za/news/world/2023-12-28-moldovas-president-says-putin-must-be-stopped",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexander Tanas",
    "published": "2023-12-28T06:00:00Z",
    "title": "Moldova's president says Putin must be stopped",
    "text": "World Moldova's president says Putin must be stopped 28 December 2023 - 08:00 By Alexander Tanas Moldova's President Maia Sandu and her dog greet Austria's President Alexander Van der Bellen and Slovenia's President Natasa Pirc Musar in Chisinau, Moldova November 16, 2023, in this handout picture.\nImage: Maia Sandu via Facebook/Handout via REUTERS\nRussian President Vladimir Putin must be stopped in his war against Ukraine or all of Europe will pay a much higher price, Moldova's pro-European president, Maia Sandu, said in an interview published on Wednesday.\nSandu has long denounced Russia's invasion of Ukraine and singles out the Kremlin as the biggest threat facing her country, which lies between Ukraine and EU member Romania. Russia accuses her of torpedoing good relations and fomenting Russophobia.\n“You must understand that Putin will not stop unless he is stopped,” Sandu told the Romania-based media group Veridica.\n“And unless he is stopped, the costs will be far higher for all of us. It is Ukraine that is making the greatest sacrifice.”\nIt was in everyone's interest, “not just Ukraine and Moldova,” that Ukraine continues to receive assistance, though she made no direct reference to procedural delays in funding from both the US and EU.\n“I also count on and believe in the solidarity of world democracies, and I hope Ukraine will continue to receive every manner of support it needs,” she told Veridica.\nMoldova, she said, was helping all it can, training engineers and supporting the 80,000 Ukrainian nationals who had sought refuge in her country — the highest proportion to local population in Europe. Half of those refugees are children.\nThe EU this month agreed to open membership talks with both Moldova and Ukraine — a long process requiring candidates to upgrade legislation and meet EU standards.\nSince defeating her pro-Russian predecessor in 2020, Sandu has led a drive for Moldova, one of Europe's poorest countries, to join the European mainstream.\nShe said this week she would seek re-election next year and asked parliament, controlled by her allies from the Party of Action and Solidarity, to organise a referendum to endorse her policies.\nReuters",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.pinterest.com/pin/create/button/",
      "https://app.beyondwords.io/api/v2/projects/13405/podcasts/iframe.html",
      "https://www.pinterest.com/pin/create/button",
      "https://pinterest.com/pin/create/button/",
      "https://www.app.beyondwords.io/api/v2/projects/13405/podcasts/iframe.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alexander tanas mol",
          "sentiment": "negative"
        },
        {
          "name": "putin",
          "sentiment": "negative"
        },
        {
          "name": "vladimir putin",
          "sentiment": "none"
        },
        {
          "name": "alexander van der bellen",
          "sentiment": "none"
        },
        {
          "name": "natasa pirc musar",
          "sentiment": "none"
        },
        {
          "name": "maia sandu",
          "sentiment": "none"
        },
        {
          "name": "sandu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook/handout",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "moldova",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "chisinau",
          "sentiment": "none"
        },
        {
          "name": "austria",
          "sentiment": "none"
        },
        {
          "name": "romania",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "slovenia",
          "sentiment": "none"
        },
        {
          "name": "kremlin",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:57.211+02:00",
    "updated": "2023-12-29T00:08:57.211+02:00"
  }
]