[
  {
    "uuid": "ea8b962c72bf92e9c77f6d140697d538a0872169",
    "url": "https://www.mansfieldnewsjournal.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T02:32:48.088+02:00",
    "updated": "2023-12-30T02:32:48.088+02:00"
  },
  {
    "uuid": "9aa0d7d47b7bdc4ed5d881e9a9cb4619dc894d6f",
    "url": "https://www.xataka.com.mx/seleccion/este-cargador-rapido-gan-rocoren-67w-te-permite-cargar-cuatro-dispositivos-al-tiempo-450-pesos-amazon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miguel Gutierrez",
    "published": "2024-01-06T01:30:00Z",
    "title": "Este cargador rápido GaN Rocoren de 67W te permite cargar hasta cuatro dispositivos al mismo tiempo por menos de 450 pesos en Amazon",
    "text": "En ocasiones hacerse de accesorios que garanticen la protección de dispositivos no siempre es una tarea sencilla. Es por ello que te recomendamos echarle un vistazo a este cargador GaN Rocoren que tiene un increíble cupón de descuento en Amazon México quedando en [449 pesos](https://www.xataka.com.mx/redirect?url=https%3A%2F%2Fwww.amazon.com.mx%2FRocoren-Cargador-Plegable-Multipuerto-Port%25C3%25A1til%2Fdp%2FB0CCTGT1GF%2Fref%3Dsr_1_4%3F__mk_es_MX%3D%25C3%2585M%25C3%2585%25C5%25BD%25C3%2595%25C3%2591%26keywords%3DRocoren%26qid%3D1704438973%26s%3Delectronics%26sr%3D1-4%26ufe%3Dapp_do%253Aamzn1.fos.4e545b5e-1d45-498b-8193-a253464ffa47&category=seleccion&ecomPostExpiration=perish&postId=201688). Rocoren Cargador de 67W GaN El cargador cuenta con 67W de potencia los cuales es capaz de distribuir de manera inteligente entre sus tres puertos USB-C y su entrada USB tradicional. Además integra tecnología GaN que además de brindar una carga más eficiente reduce las temperaturas lo que lo hace ideal para obtener un mejor consumo energético. Este producto es ofrecido por un tercero y gracias a que su costo supera los 299 pesos tiene envío gratis para todos los compradores, con entrega prioritaria para miembros de [Amazon Prime](https://www.xataka.com.mx/redirect?url=https%3A%2F%2Fwww.amazon.com.mx%2Famazonprime%3Fref_%3Dnav_cs_primelink_nonmember&category=seleccion&ecomPostExpiration=perish&postId=201688). Su pago [se puede diferir hasta a 24 meses](https://www.xataka.com.mx/seleccion/amazon-mexico-permite-pagar-abonos-chiquitos-asi-funciona-competencia-mercado-credito-coppel) con costo de financiamiento de la tienda y para aplicar el cupón basta con marcar la casilla ubicada debajo del precio. Más ofertas, promociones y descuentos En Xataka Selección México | [Esta laptop gaming con RAM expandible y tarjeta gráfica RTX 3050 será la respuesta a todos tus renders, proyectos y tareas en 2024](https://www.xataka.com.mx/seleccion/esta-laptop-gaming-ram-expantible-tarjeta-grafica-rtx-3050-sera-respuesta-a-todos-tus-renders-proyectos-tareas-2024) En Xataka Selección México | [Beats Studio 3: los audífonos inalámbricos con cancelación de ruido y diseñados por Apple ahora tienen más del 50% de descuento](https://www.xataka.com.mx/seleccion/beats-studio-3-audifonos-inalambricos-cancelacion-ruido-disenados-apple-ahora-tienen-50-descuento) En Xataka Selección México | [Esta compacta bocina de rústico diseño es una de las más accesibles de Amazon México por menos de 200 pesos](https://www.xataka.com.mx/seleccion/esta-compacta-bocina-rustico-diseno-accesibles-amazon-mexico-200-pesos) | | En",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T04:12:31.845+02:00",
    "updated": "2024-01-06T06:43:36.423+02:00"
  },
  {
    "uuid": "05829f832cc8f70c890f7ed312368bae3f42e7f5",
    "url": "https://www.insidesport.in/cricket/shoaib-malik-reveals-having-no-interest-in-playing-for-pakistan-anymor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Misha Ghosh",
    "published": "2024-07-26T00:00:00Z",
    "title": "Shoaib Malik reveals having no interest in playing for Pakistan anymore",
    "text": "Former Pakistan Cricket Team captain Shoaib Malik has declared that he has no plans of returning for the Men in Green. Malik claims that he doesn’t intend to make a comeback for his side. Malik has previously retired from ODIs and Test cricket. But he is yet to decide when to call it an end on his T20I career. While he continues to play league cricket, Malik has claimed that his international career is done. Ahead of the ICC T20 World Cup , Malik made himself available for selection in the squad. However, he wasn’t selected as Babar Azam went on to captain his side in USA and West Indies. Minimum Age: 18+ Minimum deposit: ₹500. Wagering requirement: 40x (deposit + bonus) T&C apply No comeback for Pakistan confirms Malik “No, I am happy and satisfied after playing for so many years. I have no interest in playing for Pakistan again. I have already announced retirement from two formats. I have been playing league cricket and enjoying my time. Wherever I get an opportunity to play, I try to make the most of it,” said Shoaib Malik to Cricket Pakistan. The 42 year old is a veteran of the game. While he has retired from the longer formats of the game, he is yet to hang his boots from T20Is. But after having claimed that he has no plans of ever playing for Pakistan, it can be assumed that he will retire from T20Is in sometime. “I have no interest, but as I said in my previous interviews, I will announce my retirement from all forms of cricket once and for all,” Shoaib Malik concluded.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shoaib malik",
          "sentiment": "negative"
        },
        {
          "name": "malik",
          "sentiment": "none"
        },
        {
          "name": "babar azam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "former pakistan cricket team",
          "sentiment": "negative"
        },
        {
          "name": "icc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "west indies",
          "sentiment": "none"
        },
        {
          "name": "cricket pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T05:21:04.917+03:00",
    "updated": "2024-07-26T05:21:04.917+03:00"
  },
  {
    "uuid": "9aef8d54c73d370468d4df00a31dbbeabb163c86",
    "url": "https://www.ultimahora.es/noticias/internacional/2024/03/11/2122417/bukele-rescate-salvador-presta-resolver-crisis-violencia-haiti.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Efe",
    "published": "2024-03-11T09:12:00Z",
    "title": "Bukele al rescate: El Salvador se presta a resolver la crisis de violencia en Haití",
    "text": "Patrullas gubernamentales en una de las calles de la capital haitiana. | Reuters - Ralph Tedy Erol El presidente salvadoreño, [Nayib Bukele](/etiqueta/Nayib+Bukele.html?utm_source=inline-tag&utm_medium=web), aseguró que puede arreglar la grave crisis de [violencia](/etiqueta/violencia.html?utm_source=inline-tag&utm_medium=web) que sufre [Haití](/etiqueta/Hait%C3%AD.html?utm_source=inline-tag&utm_medium=web) si cuenta con el visto bueno de las autoridades locales y de la ONU, e insistió en que es posible «aniquilar» a las bandas haitianas, una victoria que ya consiguió en [El Salvador](/etiqueta/El+Salvador.html?utm_source=inline-tag&utm_medium=web). «Podemos arreglarlo. Pero necesitaremos una resolución del Consejo de [Seguridad](/etiqueta/Seguridad.html?utm_source=inline-tag&utm_medium=web) de la ONU, el consentimiento del país anfitrión y que estén cubiertos todos los gastos de la misión», publicó Bukele en inglés en su cuenta de X, cerca de la medianoche del sábado, en reacción al mensaje de un usuario.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-11T11:47:29.708+02:00",
    "updated": "2024-03-11T11:47:29.708+02:00"
  },
  {
    "uuid": "62e725e0e2f04160d05ba6a1489e1531cf1f785d",
    "url": "https://www.zacks.com/stock/news/2423326/pubmatic-inc-pubm-surpasses-q4-earnings-estimates",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "zacks.com",
    "published": "2025-02-27T00:00:00Z",
    "title": "PubMatic, Inc. (PUBM) Surpasses Q4 Earnings Estimates - February 27, 2025 - Zacks.com",
    "text": "PubMatic, Inc. ( PUBM Quick Quote PUBM - Free Report ) came out with quarterly earnings of $0.41 per share, beating the Zacks Consensus Estimate of $0.37 per share. This compares to earnings of $0.34 per share a year ago. These figures are adjusted for non-recurring items.\nThis quarterly report represents an earnings surprise of 10.81%. A quarter ago, it was expected that this company would post earnings of $0.10 per share when it actually produced earnings of $0.12, delivering a surprise of 20%.\nOver the last four quarters, the company has surpassed consensus EPS estimates four times.\nPubMatic , which belongs to the Zacks Internet - Software industry, posted revenues of $85.5 million for the quarter ended December 2024, missing the Zacks Consensus Estimate by 3.42%. This compares to year-ago revenues of $84.6 million. The company has topped consensus revenue estimates two times over the last four quarters.\nThe sustainability of the stock's immediate price movement based on the recently-released numbers and future earnings expectations will mostly depend on management's commentary on the earnings call.\nPubMatic shares have lost about 2% since the beginning of the year versus the S&P 500's gain of 1.3%.\nWhat's Next for PubMatic? While PubMatic has underperformed the market so far this year, the question that comes to investors' minds is: what's next for the stock?\nThere are no easy answers to this key question, but one reliable measure that can help investors address this is the company's earnings outlook. Not only does this include current consensus earnings expectations for the coming quarter(s), but also how these expectations have changed lately.\nEmpirical research shows a strong correlation between near-term stock movements and trends in earnings estimate revisions. Investors can track such revisions by themselves or rely on a tried-and-tested rating tool like the Zacks Rank, which has an impressive track record of harnessing the power of earnings estimate revisions.\nAhead of this earnings release , the estimate revisions trend for PubMatic: mixed. While the magnitude and direction of estimate revisions could change following the company's just-released earnings report, the current status translates into a Zacks Rank #3 (Hold) for the stock. So, the shares are expected to perform in line with the market in the near future. You can see the complete list of today's Zacks #1 Rank (Strong Buy) stocks here .\nIt will be interesting to see how estimates for the coming quarters and current fiscal year change in the days ahead. The current consensus EPS estimate is -$0.03 on $66.43 million in revenues for the coming quarter and $0.70 on $317.69 million in revenues for the current fiscal year.\nInvestors should be mindful of the fact that the outlook for the industry can have a material impact on the performance of the stock as well. In terms of the Zacks Industry Rank, Internet - Software is currently in the top 33% of the 250 plus Zacks industries. Our research shows that the top 50% of the Zacks-ranked industries outperform the bottom 50% by a factor of more than 2 to 1.\nAnother stock from the same industry, Braze, Inc. ( BRZE Quick Quote BRZE - Free Report ) , has yet to report results for the quarter ended January 2025.\nThis company is expected to post quarterly earnings of $0.05 per share in its upcoming report, which represents a year-over-year change of +225%. The consensus EPS estimate for the quarter has remained unchanged over the last 30 days.\nBraze, Inc.'s revenues are expected to be $155.59 million, up 18.8% from the year-ago quarter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->investment and opinion pieces",
      "Economy, Business and Finance->financial service",
      "Science and Technology->economics",
      "Science and Technology->scientific publication",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:37:22.142+02:00",
    "updated": "2025-02-28T01:37:22.142+02:00"
  }
]