[
  {
    "uuid": "a9a1e7126f88baf69a7b2d3089120faba7e73f59",
    "url": "https://afn.ca/all-news/press-releases/afn-national-chief-cindy-woodhouse-welcomes-supreme-court-decision-on-rcmp-class-action/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sidlee",
    "published": "2023-12-29T01:04:00Z",
    "title": "AFN National Chief Cindy Woodhouse Welcomes Supreme Court Decision on RCMP Class Action",
    "text": "(Ottawa, Unceded Algonquin Territory, Ontario) – Assembly of First Nations (AFN) National Chief Cindy Woodhouse welcomed the Supreme Court of Canada’s decision to reject the Attorney General of Canada’s appeal in a class action lawsuit against the Royal Canadian Mounted Police (RCMP). This decision allows the class action to proceed seeking reparations for the harms experienced by First Nations individuals due to the misconduct of the RCMP in Yukon, Northwest Territories (NWT), and Nunavut.\n“First Nations have experienced threats, violence, and discrimination when interacting with the RCMP,” said National Chief Woodhouse. “We believe that a class action lawsuit of this nature is a critical step to acknowledging the plaintiffs as they unite as a powerful force of change, hopefully leading to long-term reform within the RCMP.”\nThe class action initiated by lead plaintiff Joe David Nasogaluak of Tuktoyaktuk, NWT, seeks $500 million in damages and $100 million in punitive damages from the federal government.\n“Although no amount of money can compensate for the harms First Nations have experienced, this lawsuit represents an acknowledgment of the systemic failures and their impact on our communities,” said National Chief Woodhouse. “It’s a step towards recognizing past wrongs, taking concrete steps towards healing, and repairing the troubled, long-standing relationship between the RCMP and First Nations.”\nThe Assembly of First Nations (AFN) is a national advocacy organization that works to advance the collective aspirations of First Nations individuals and communities across Canada on matters of national or international nature and concern. Follow AFN on X @AFN_Updates.\nContact Information:\nKelly Reid\nSenior Communications Officer\nAssembly of First Nations\n(613) 292-0857 (mobile)\n[[email protected]](/cdn-cgi/l/email-protection#96fde4f3fff2d6f7f0f8b8f5f7)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cind",
          "sentiment": "negative"
        },
        {
          "name": "joe david nasogaluak",
          "sentiment": "none"
        },
        {
          "name": "woodhouse",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rcmp",
          "sentiment": "negative"
        },
        {
          "name": "afn national chief cindy woodhouse welcomes supreme court decision",
          "sentiment": "negative"
        },
        {
          "name": "northwest territories",
          "sentiment": "none"
        },
        {
          "name": "first nations",
          "sentiment": "none"
        },
        {
          "name": "supreme court of canada’s",
          "sentiment": "none"
        },
        {
          "name": "royal canadian mounted police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "yukon",
          "sentiment": "none"
        },
        {
          "name": "nunavut",
          "sentiment": "none"
        },
        {
          "name": "tuktoyaktuk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:22:39.999+02:00",
    "updated": "2023-12-29T03:22:39.999+02:00"
  },
  {
    "uuid": "d9819226f88fd3510780e8d62bd07592c7b59024",
    "url": "https://www.thegazette.com/environment-nature/eastern-iowa-maple-syrup-producers-endure-record-warm-winter-drought",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brittney J. Miller",
    "published": "2024-03-22T00:00:00Z",
    "title": "Eastern Iowa maple syrup producers endure record-warm winter, drought | The Gazette",
    "text": "Changing winter conditions are forcing producers to adapt their processes and products for making maple syrup The art of maple syrup production trails through generations of Danno Potter’s family history. His great-grandfather bought the family farm in the late 1880s and cleared the land for strawberries, clay and whiskey production. Eventually, he transitioned to making maple syrup to add to his whiskey — starting a 140-year-old tradition that has persisted through the Civil War, both World Wars, the Great Depression and more. Danno Potter, 62, started his own maple syrup company with his wife and three daughters in 2009. Great River Maple, located in Garnavillo in Northeast Iowa, is now among the most prolific syrup producers in the state. This year’s record-warm winter has thrown the family practice for a loop, though. The company tapped its thousands of maple trees on Jan. 22 — 22 days earlier than ever before — to endure what proved to be a challenging season. “That's three weeks (early), which doesn't sound like a lot,” Potter said. “But when you take into account that the average season is somewhere around six-and-a-half weeks long … you're talking an incredible amount earlier.” The legacy of maple syrup started centuries ago when Indigenous peoples first started transforming sap into syrup and sugar. Today, New England and the Midwest are the main hubs for maple syrup production in the U.S. Iowa ranks 14th in the country for gallons produced, its reported production nearly doubling from 2017 to 2022, according to the recently released U.S. Department of Agriculture’s Census of Agriculture . But, as climate change and increasingly warmer weather hits the traditional maple syrup season, Iowa producers like the Potters must gamble on new practices to adapt their businesses. “Experience has shown us that you're going to have to start stepping up your game,” Potter said. “It puts increasing pressure on us. We can't be wrong … It isn't like corn. Corn, if you don't get it harvested today, you go out and you get it tomorrow. Every (syrup) run you miss, it's gone forever.” Every tree has sap. Syrup producers target maple trees due to their sap’s high sugar content, especially sugar maples, silver maples and boxelder maples. There are “oodles and oodles” of maple trees in Iowa, said Dave Asche, an Iowa Department of Natural Resources district forester covering Allamakee and Clayton counties. The state’s five native maple species make up around a third of its tree population. Each drop of maple syrup starts with a tap. For trees at least 10 inches in diameter, producers drill a hole and tap in a spile, which drains sap from the tree. Larger trees can endure multiple taps. The maple syrup season starts as winter winds down. When temperatures get above freezing, the heat makes trees expand and suck sap from their roots to rejuvenate their budding branches. When temperatures drop again, the trees shove their sap back down to their roots, where it is filled with nutrients and sugar. With each upbeat and downbeat, sap travels by the taps. Internal pressure within the tree forces the liquid out for collection. Producers try to time their tapping to when trees’ “runs” are about to begin — or, just before they start producing sap for the season. This continues until the tree reaches maturity and the sap begins to thicken. Once the sap is harvested, producers boil the water out to isolate its sugary syrup. The amount of syrup that trees can produce depends on the sugar percentage in their sap. If sap is 1 percent sugar, it takes 86 gallons of sap to make a gallon of syrup. If the sap is 2 percent sugar, it takes 43 gallons — and so on. Many Iowa residents tap their maple trees to produce syrup for their own purposes. At least 87 Iowa farms commercially produced maple syrup in 2022 — up from 53 farms in 2017, according to the USDA Census of Agriculture . Between about 24,000 taps set in 2022, the state produced more than 8,000 gallons of syrup. The resulting products made $413,000, more than doubling 2017’s value of sales. In comparison, Wisconsin — the No. 1 maple syrup producer in the Midwest and the fourth-largest producer in the country — produced about 400,000 gallons of syrup valued at $13.5 million in 2022. The season for maple syrup production varies by region. In Iowa, it typically starts around late February or early March and concludes toward the end of March. This year’s season started much earlier than normal for many producers in Northeast Iowa — the hub of the state’s syrup production, Asche said. He credits that change to this year’s record-warm winter : Thanks to the El Niño effect , this winter was the warmest on record for Cedar Rapids and ranked in the top-10 warmest winters for the Midwest at large. Sap flow is typically best when daytime temperatures get above freezing and overnight temperatures stay below freezing. Without colder temperatures to stem sap flow overnight, the liquid runs faster over shorter periods of time and causes trees to mature quicker, cutting seasons shorter. And, without temperature variations needed to create more sap movement throughout the tree, less sap escapes through the taps. Some Iowa producers tapped their trees too late this year and missed much of the syrup production; others ended up not tapping their trees at all. “The maple syrup season’s pretty much over for some people. Normally, it's just starting to really get going,” Asche said on March 13. “The way the weather ended up happening just shrank the season down.” The ongoing drought is also shaping syrup production. While Eastern Iowa received a few heavy snowfalls this winter , it’s still going on 200 consecutive weeks of dry or drought conditions, according to the Iowa DNR’s latest water summary update . With less water available for maple trees to soak up, that means less overall sap flow. This winter’s warmer temperatures and relentless winds dried soils out even more. Eventually, some trees grew so stressed that they shut down and ceased production earlier. Potter aims for 0.6 of a gallon of syrup from each tap, which he said is on par with national averages. This year, his production likely won’t reach a half gallon per tap. Altogether, he estimates each tapped tree won’t give more than 35 gallons of sap on average. Although the quantity of sap from the trees declined, sap quality was high. When trees don’t have as much available water for their sap, they compensate by making their sap more sugar-rich. Potter’s sap was running higher than 2 percent sugar for most of the year, he said, peaking at 3 percent — a silver lining amid a difficult season. “There's just no margin for error anymore,” Potter said. “You can't make up the difference with hard work because you can't outwork warm temperatures and you can't outwork a drought.” Indian Creek Nature Center tapped its first maple tree this year according to their traditional timeline: the second week of February, when temperatures had already surpassed 40 degrees. The sap was flowing. By March 1, though, the flow from the center’s 125 taps was trickling to a stop. The season was already over — a month earlier than last year. “With this unseasonably warm winter that we had, we only had two weeks of really good sap collection,” said Abigail Barten, the center’s trail coordinator. “A much, much shorter season than last year, that's for sure.” Last year , the Indian Creek Nature Center collected nearly 2,000 gallons of sap and produced 46 gallons of syrup — one of its best years on record. This year, it collected just 500 gallons of sap, enough to produce 12 gallons of syrup. The yield was already processed and bottled weeks before the center’s 41st Annual Maple Syrup Festival this weekend, which features pancakes, sausage and the center’s syrup. Traditionally, the festival also hosts educational programming about maple syrup, including demonstrations of sap collection and the syrup production process. This year, those demonstrations will use water to illustrate the processes since the season ended early. It’s hard to make the call if the center should start tapping its trees earlier, Barten said. Last year’s season ended in a bounty — a stark contrast to this year’s. “I imagine we probably will, at least next year, try our same timeline to see if the weather really is becoming warm much sooner in the season,” she said. “I'm curious to see how it will be in future years. It was definitely a topic of conversation … What will this be like in the future? Will this be a norm?” Some producers are adapting to the new seasonal norms by diversifying their products. Potter, for instance, is making commercial-grade syrups to boost his profits since overall production is down. Those syrups can be used in whiskey, beer and barbecue sauce. He’s also branched out into cinnamon-infused and vanilla-aged syrups, even a product that’s spicy. The variable weather has altered his collection and production processes, too. He’s prepping his 400,000 feet of lines, which bring sap from the tapped trees to a storage facility, earlier in the year. He plans on tapping his trees sooner than normal and has switched over to tapping bits that can cut into frozen wood. His syrup production time also will be extremely reduced — all in the name of adapting to a changing Mother Nature. “I drink a lot of coffee in the morning thinking how I can (adapt),” Potter said. “Thank goodness my wife and kids are 100 percent behind it … That's probably the true sweetness of the whole thing: We get to work together as a family to keep it going.” Brittney J. Miller is the Energy & Environment Reporter for The Gazette and a corps member with Report for America, a national service program that places journalists in local newsrooms to report on under-covered issues. Comments: (319) 398-8370; brittney.miller@thegazette.com Elijah Decious People & Places Oct. 27, 2023 6:00 am147d ago Jim Slosiarek Photos and Videos Jul. 16, 2023 10:34 am250d ago Elijah Decious People & Places Jun. 24, 2023 6:00 am272d ago By Jeff Beach - North Dakota Monitor News Mar. 19, 2024 1:45 pm2d ago Environmental News Mar. 18, 2024 10:44 am4d ago By Delaney Dryfoos - The Lens Environmental News Mar. 18, 2024 5:30 am4d ago Brittney J. Miller Weather Mar. 5, 2024 7:57 am17d ago Agriculture Mar. 1, 2024 8:17 am21d ago Weather Feb. 26, 2024 8:07 am25d ago The Gazette has been informing Iowans with in-depth local news coverage and insightful analysis for over 140 years. Support our award-winning, independent journalism with a subscription today.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "external_links": [
      "https://naturalresources.extension.iastate.edu/forestry/iowa_trees/trees/maples.html",
      "https://www.usda.gov/media/blog/2024/03/13/breakfast-america-brought-you-iowa-minnesota-and-wisconsin",
      "https://www.weather.gov/dvn/events",
      "https://www.nass.usda.gov/Publications/AgCensus/2022/Full_Report/Volume_1,_Chapter_1_State_Level/Wisconsin/st55_1_039_040.pdf",
      "https://www.americanindianmagazine.org/Indigenous-origins-of-maple-syrup",
      "https://www.iowadnr.gov/About-DNR/DNR-News-Releases/ArticleID/4895/Water-Summary-Update-Extremely-dry-February-extends-record-drought-conditions-streak",
      "https://www.iowadnr.gov/Portals/idnr/uploads/forestry/urban/RethinkingMaple.pdf",
      "https://www.nass.usda.gov/Publications/AgCensus/2022/Full_Report/Volume_1,_Chapter_1_State_Level/Iowa/st19_1_040_040.pdf",
      "https://nass.usda.gov/Publications/AgCensus/2022/Full_Report/Volume_1,_Chapter_1_State_Level/Wisconsin/st55_1_039_040.pdf",
      "https://iowadnr.gov/Portals/idnr/uploads/forestry/urban/RethinkingMaple.pdf",
      "https://nass.usda.gov/Publications/AgCensus/2022/Full_Report/Volume_1,_Chapter_1_State_Level/Iowa/st19_1_040_040.pdf",
      "https://americanindianmagazine.org/Indigenous-origins-of-maple-syrup",
      "https://iowadnr.gov/About-DNR/DNR-News-Releases/ArticleID/4895/Water-Summary-Update-Extremely-dry-February-extends-record-drought-conditions-streak",
      "https://www.naturalresources.extension.iastate.edu/forestry/iowa_trees/trees/maples.html",
      "https://weather.gov/dvn/events",
      "https://usda.gov/media/blog/2024/03/13/breakfast-america-brought-you-iowa-minnesota-and-wisconsin"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danno potter",
          "sentiment": "none"
        },
        {
          "name": "potter",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "great river maple",
          "sentiment": "none"
        },
        {
          "name": "northeast iowa",
          "sentiment": "none"
        },
        {
          "name": "garnavillo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T12:07:09.295+02:00",
    "updated": "2024-03-22T19:58:21.281+02:00"
  },
  {
    "uuid": "c62b9338ff73a357cb6ac1a736206ad7c363cd7f",
    "url": "https://www.bluradio.com/regiones/caribe/ecopetrol-y-promigas-logran-acuerdo-para-mover-gas-de-la-costa-caribe-al-interior-del-pais-rg10",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dálida Orozco",
    "published": "2024-10-03T21:18:00Z",
    "title": "Ecopetrol y Promigas logran acuerdo para mover gas de la costa Caribe al interior del país - BluRadio",
    "text": "Desde la Cumbre de Petróleo, Gas y Energía, que se llevó a cabo en Cartagena, [Ecopetrol](https://www.bluradio.com/economia/ecopetrol-podemos-triplicar-las-reservas-de-gas-pero-hoy-hay-que-importar-rg10) y Promigas anunciaron un acuerdo para reconvertir la infraestructura del oleoducto central, que hoy se utiliza para el transporte de petróleo, en un gasoducto que mejore el tiempo de transporte de gas natural entre la Costa Caribe y el interior del país. El presidente de Ecopetrol, Ricardo Roa, detalló que, con esta reconversión, que podría ser una realidad en el segundo semestre de 2026, se podrían mover inicialmente entre 150 y 180 millones de pies cúbicos día de [gas](https://www.bluradio.com/noticias/gas-natural), con una máxima de 445 millones pies cúbicos día. “La posibilidad de mover moléculas de gas a través del oleoducto central, este es un activo que estaba el país en mora de cerrar ese gran anillo que permita la interconexión de gas entre los dos mercados el de la Costa y el interior, también con una ubicación estratégica para el departamento de Antioquia que todos saben demandan gas natural para su crecimiento y su economía”, sostuvo. Por su parte, el presidente de Promigas, Juan Manuel Rojas, señaló que este acuerdo, además de impactar a los usuarios de gas natural en el centro del país, beneficiaría la [transición energética](https://www.bluradio.com/nacion/presidente-petro-y-sus-temas-en-la-onu-transicion-energetica-cambio-climatico-y-paz-rg10). Publicidad “Actualmente esas moléculas tienen que salir desde Córdoba, ir hasta La Guajira, y bajar hasta el centro país. Con este acuerdo estamos recortando esa distancia significante, mejorando no solamente la confiabilidad en todo el sistema energético y de gas, sino que, a la que ves, favoreciendo de manera importante a los usuarios a quienes específicamente a los hogares, a las industrias y a los comercios, pues al cerrar el circuito estamos recortando sustancialmente el tiempo que recorre la molécula de gas para Antioquia, por ejemplo, y esto debería facilitar la penetración de gas y, por lo tanto, la reconversión de industrias en el centro del país, beneficiando la transición energética sacando el carbón de la matriz y metiendo gas naturales que emite muchas menos emisiones de CO2 y gas particulado”, explicó. Publicidad Este proyecto de reconversión señaló que tiene una ventana de inversiones entre 150 y 200 hasta 1.000 millones de dólares. Además, la infraestructura podría utilizarse para mover el gas importado que se recibe en la Costa Caribe y en el futuro la producción de gas desde los campos costa afuera en el Mar Caribe.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ricardo Roa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Ecopetrol",
          "sentiment": "none"
        },
        {
          "name": "Promigas",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T01:00:02.742+03:00",
    "updated": "2024-10-04T01:00:02.742+03:00"
  },
  {
    "uuid": "97bf4b69c28e08d3a81a366be2334f6def317f35",
    "url": "https://www.olimpiadatododia.com.br/futebol/670444-manchester-city-de-kerolin-abre-vantagem-na-champions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luciana Zerati",
    "published": "2025-03-19T22:51:00Z",
    "title": "Manchester City de Kerolin abre vantagem na Champions",
    "text": "O Manchester City e o Chelsea se enfrentaram em partida válida pelas quartas de final da Champions League Feminina 2024/25. O duelo aconteceu no Academy Stadium nesta quarta-feira (19), e o time da casa saiu vitorioso por 2 a 0, com gol da atacante Vivianne Miedema.\n+ SIGA O CANAL DO OLIMPÍADA TODO DIA NO WHATSAPP\nNo primeiro tempo, a partida teve um certo equilíbrio. O Chelsea manteve um ligeiro domínio na posse de bola, com 56%, contra 44% do Manchester City, que acabou saindo vencedor. No entanto, no quesito passes no terço final, as visitantes levaram vantagem, alcançando 80% de aproveitamento. Por outro lado, o Manchester City registrou mais tentativas de chute, com seis no total, mas nenhuma delas foi na direção do gol, o que resultou em um empate sem gols no primeiro tempo.\nNo segundo tempo, o primeiro gol da partida saiu aos 60 minutos, com a atacante Vivianne Miedema, do Manchester City. Apesar disso, o Chelsea continuou dominando a posse de bola e aumentou suas tentativas de gol, mas sem sucesso. Com a vantagem no placar, o time da casa soube administrar o jogo e, com um melhor aproveitamento de passes no terço final, marcou novamente com Miedema, consolidando a vitória e encaminhando a equipe para o resultado positivo.\n+ SIGA O OTD NO YOUTUBE, TWITTER, INSTAGRAM, TIK TOK, FACEBOOK E BLUESKY\nA brasileira Kerolin jogou os 90 minutos, recebeu um cartão amarelo, deu 1 assistência, teve 38 toques na bola e acertou 14 de 18 passes. O próximo confronto entre as equipes será no dia 27 de março, às 17h (horário de Brasília). Caso o Manchester City vença, se classificará para as semifinais.\nVocê deve estar logado para postar uma comentário\nLogin\nDeixe um Comentário\nCancelar resposta\nVocê precisa fazer o login para publicar um comentário.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->regular competition",
      "Sport->sport event",
      "Sport->soccer"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://bsky.app/profile/did:plc:65p36kkn5njoia7p7zdzoa3s",
      "https://www.youtube.com/olimpiadatododiatv",
      "https://www.facebook.com/OlimpiadaTodoDia/",
      "https://www.instagram.com/otd_oficial/",
      "https://x.com/otd_oficial",
      "https://www.tiktok.com/@otd_oficial?",
      "https://whatsapp.com/channel/0029Vaj9Xsq1nozEOa4UKC2K",
      "https://facebook.com/OlimpiadaTodoDia/",
      "https://www.instagram.com/otd_oficial",
      "https://instagram.com/otd_oficial/",
      "https://www.tiktok.com/@otd_oficial",
      "https://youtube.com/olimpiadatododiatv",
      "https://www.whatsapp.com/channel/0029Vaj9Xsq1nozEOa4UKC2K",
      "https://www.bsky.app/profile/did:plc:65p36kkn5njoia7p7zdzoa3s",
      "https://tiktok.com/@otd_oficial?",
      "https://www.x.com/otd_oficial",
      "https://www.facebook.com/OlimpiadaTodoDia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:07:40.340+02:00",
    "updated": "2025-03-20T01:07:40.340+02:00"
  },
  {
    "uuid": "8df6e18414f70b570452102d63aaf3d6842debdb",
    "url": "https://prvc.cepsa.com/en/press/cepsa-pioneer-fuel-supply-saf-canary-islands",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CEPSA",
    "published": "2024-10-03T00:00:00Z",
    "title": "Cepsa pionera en suministro de combustible SAF en Canarias",
    "text": "- The energy company has already made SAF available at the Tenerife North and Gran Canaria airports, and will be expanding availability of this product at the rest of the archipelago’s main airports in the coming weeks - The company is also supplying SAF at five other major Spanish airports: Madrid, Barcelona, Palma de Mallorca, Málaga, and Seville - Cepsa produces this second-generation biofuel from used cooking oils, at its La Rábida Energy Park near the city of Huelva - This new milestone is part of Cepsa’s commitment to helping its customers achieve their decarbonization objectives, while also promoting the Canary Islands economy through sustainable mobility and tourism - Compared to traditional kerosene, SAF reduces CO2 emissions by up to 90% throughout its entire life cycle These Canary Islands airports have now been added to the five other major Spanish airports where Cepsa is supplying this sustainable fuel: Madrid, Barcelona, Palma de Mallorca, Málaga, and Seville. According to Álvaro Macarro, Cepsa’s Director of Sustainable Aviation, \"we’re making progress towards our goal of decarbonizing the aviation sector, while also implementing our firm commitment to supplying the Canary Islands with energy that produces low levels of CO2 emissions. We’re proud to be doing our part to help improve the sustainability of this region’s aviation and tourism sectors.” Cepsa is one of the primary producers and suppliers of aviation fuels in the Spanish market. At its La Rábida Energy Park near the city of Huelva, it produces this sustainable fuel from used cooking oils, as a way of promoting the circular economy. In addition, to guarantee the supply of SAF to its customers, in February Cepsa began the construction of the largest second-generation biofuels plant in southern Europe, together with Bio-Oils, based on an investment of €1.2 billion. This facility, which will go into operation in 2026 in Palos de la Frontera near Huelva, will have a flexible production capacity of 500,000 metric tons of SAF and renewable diesel. With this project, the company is making further progress towards its objective of becoming the top producer of 2G biofuels in Spain and Portugal, with an annual production capacity of 2.5 million metric tons of biofuels, of which 800,000 metric tons will be from SAF, an amount sufficient to allow flight around the planet 2,000 times. This new step that Cepsa has taken in the Canary Islands is supporting several of the Sustainable Development Goals from the United Nations 2030 Agenda, including SDG 7 (Affordable and clean energy), SDG 8 (Decent work and economic growth), SDG 12 (Responsible consumption and production), and SDG 13 (Climate action).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Business and Market Analysis",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Álvaro Macarro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Cepsa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "North",
          "sentiment": "none"
        },
        {
          "name": "Rábida Energy Park",
          "sentiment": "none"
        },
        {
          "name": "Canary Islands",
          "sentiment": "none"
        },
        {
          "name": "Seville",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T06:13:44.509+03:00",
    "updated": "2024-10-04T06:13:44.509+03:00"
  },
  {
    "uuid": "a7b185e705477deb333742a86d8be3b219f51fab",
    "url": "https://www.eastbaytimes.com/2025/01/30/kevin-costners-ex-wife-about-to-finish-what-she-started-when-she-divorced-the-star",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Martha Ross",
    "published": "2025-01-30T23:53:00Z",
    "title": "Kevin Costner's ex-wife about to finish what she started when she divorced the star",
    "text": "Just two months after Christine Baumgartner reportedly “blindsided” Kevin Costner in May 2023 by filing for divorce after 18 years of marriage, she took a vacation to Hawaii with the “Yellowstone” actor’s friend, financier Josh Conner.\nBut as Baumgartner and Costner spent the next few months locked in a bitter divorce battle over child support and other issues, the mother of three repeatedly denied that there was anything romantic between her and Conner, who also was her and Costner’s neighbor in Santa Barbara. She and Connor were “just friends,” her friends would insist.\nBut Costner thought otherwise, with insiders telling Us Weekly that the filmmaker always “had strong suspicions that something was was going on between Christine and Josh” — before they finally went public with their romance in January 2024.\nNow, a year later, Baumgartner, 50, and Conner, 49, have become engaged, according to People magazine. To a certain extent, the news of their engagement concludes a chapter in a Hollywood divorce drama that Baumgartner began in the spring of 2023, when she filed to end her marriage from the rich and powerful actor, director and producer.\nTo file for divorce, the handbag designer must have been desperately unhappy in her marriage to the 70-year-old Costner, who is is known for his ego and for being single-minded when it comes to working on his passion projects, such as “Horizon,” this past summer’s critically mixed, box-office failure. But perhaps Baumgartner also knew she could be happier with someone else.\nConner officially proposed on a beach in Santa Barbara on Sunday, a source told People. “It was about to rain, so almost no one else was on the beach when Josh got down on one knee,” the source said.\nThose in the couple’s inner circle weren’t surprised by the proposal, People reported. “They spent Christmas in New York together last month. … They are both over the moon and excited for their future together,” the source added.\nThroughout Baumgartner’s messy divorce from Costner, she and her friends talked about her just being friends with Connor. However, the “Field of Dreams” star began to suspect that his wife had been planning her exit months before their official date of separation, April 11, 2023, People reported. Baumgartner and Costner share three children together: Cayden, 17, Hayes, 15, and Grace, 14.\nIn July 2023, Baumgartner and Conner were spotted on a romantic getaway to Hawaii, fueling speculation about a budding romance, People reported. But Baumgartner could push the friendship narrative because she brought her three kids along on the trip. During an August 2023 child support hearing, Baumgartner’s lawyer also insisted that she and Connor were friends and “nothing more than that,” the New York Post reported.\nIn September 2023, Baumgartner and Costner settled their divorce. Four months later, a source confirmed to People that she and Connor had in fact been in a relationship “for months” and that they were “so in love.”\n“Josh was initially just a friend,” an insider insisted to People. A source also said that Baumgartner “likes hanging out with him,” they share the same values and she feels “so happy and supported in this new relationship.” The source also said: “He is a divorced dad and understands what she’s been going through. They both love the ocean and beach life. It’s something that makes Christine happy.”\nNow that Baumgartner and Connor are engaged, they enjoy the support of friends.\n“Anyone who knows Christine knows how she has dedicated her life to her family,” an insider said. “They do a lot together, and caring for her kids has remained very focus this whole time.”\n“Everyone can tell how happy they are together,” the insider also said. “Now, everyone wants to know when and where the wedding will be!”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://nypost.com/2025/01/29/entertainment/kevin-costners-ex-christine-baumgartner-engaged-to-his-former-friend/",
      "https://www.usmagazine.com/celebrity-news/news/kevin-costner-had-strong-suspicions-about-ex-wifes-new-romance/",
      "https://screenrant.com/kevin-costner-dances-with-wolves-harsh-reality-34-years-director/",
      "https://people.com/kevin-costner-s-ex-christine-spotted-in-hawaii-with-financier-josh-conner-amid-divorce-from-actor-7563961",
      "https://people.com/kevin-costner-s-ex-christine-is-dating-josh-connor-source-exclusive-8426406",
      "https://www.people.com/kevin-costner-s-ex-christine-is-dating-josh-connor-source-exclusive-8426406",
      "https://nypost.com/2025/01/29/entertainment/kevin-costners-ex-christine-baumgartner-engaged-to-his-former-friend",
      "https://www.screenrant.com/kevin-costner-dances-with-wolves-harsh-reality-34-years-director/",
      "https://screenrant.com/kevin-costner-dances-with-wolves-harsh-reality-34-years-director",
      "https://usmagazine.com/celebrity-news/news/kevin-costner-had-strong-suspicions-about-ex-wifes-new-romance/",
      "https://www.nypost.com/2025/01/29/entertainment/kevin-costners-ex-christine-baumgartner-engaged-to-his-former-friend/",
      "https://www.people.com/kevin-costner-s-ex-christine-spotted-in-hawaii-with-financier-josh-conner-amid-divorce-from-actor-7563961",
      "https://www.usmagazine.com/celebrity-news/news/kevin-costner-had-strong-suspicions-about-ex-wifes-new-romance"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "a7b185e705477deb333742a86d8be3b219f51fab",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T03:13:53.230+02:00",
    "updated": "2025-01-31T03:13:53.230+02:00"
  },
  {
    "uuid": "dadc972e90d375007304206bdc5f2e41e326d2e9",
    "url": "https://www.newscentermaine.com/article/life/heartwarming/boothbay-harbor-red-at-night-author/97-2040254c-9bdb-4946-a593-609eeb94ae70",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob Caldwell",
    "published": "2024-01-05T21:03:00Z",
    "title": "A teenager in Boothbay Harbor had a dream. After 27 years, he achieved it.",
    "text": "BOOTHBAY HARBOR, Maine — Nearly three decades ago\nJerry Farnham was working as a sternman on his father’s lobster boat in Boothbay Harbor. Eyeing the people on the deck of a gorgeous yacht not far away, he began to wonder: “What if they just want to be like normal people? You know, maybe they want to come and watch lobster boat races. Maybe they want to go lobstering.”\nThe thought stuck with Farnham, who was only 16 years old, and with it came another notion. He wanted to take that idea and turn it into a novel, one set in Boothbay Harbor and filled with characters like the people he’d grown up with.\nIt was easier said than done.\n“I wrote a couple chapters here and there through the years,” he recalls. “And I’d get discouraged, or I’d listen to what naysayers were saying, and I’d crumple it up and throw it away.”\nWriting is hard work, and it helps when a writer gets a pat on the back, an encouraging word. Those small but crucial gestures had not come Farnham’s way, especially when he was growing up.\n“I had a fifth-grade teacher call me stupid,” he says. “I had my freshman English teacher say I wouldn’t get anywhere. And for years I let that stand in my way.”\nSeven years ago, Farnham was working as a marine diesel mechanic in a boatyard, and he turned to his manuscript yet again, determined to keep going until he had finished the story. This time he succeeded.\nOver the years, as he wrestled with the project and tried to tame his self-doubt, Farnham was motivated by several goals. His aim was to write the book, get it printed, and then have a book signing at his hometown bookstore, Sherman’s in Boothbay Harbor.\nAfter checking the first two boxes, he was thrilled at the prospect of making the third one a reality. One day in June of this year, he sat down at a table in Sherman’s and signed copies of his novel “Red at Night.”\n“People were coming by,” he said, “people that knew me saying congratulations and then people that didn’t know me looking at the book and saying, oh, yeah, we’ll take a copy.”\nHe shakes his head in wonder as he thinks back to that day. “It was” he said gratefully, “one of the top 10 moments of my life.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "http://www.jerryfarnham.com",
      "http://jerryfarnham.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jerry farnham",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "farnham",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boothbay harbor",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "boothbay harbor",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:29:34.874+02:00",
    "updated": "2024-01-06T00:29:34.874+02:00"
  }
]