[
  {
    "uuid": "1facc85f1f8e3b6f127ea5682b8a822c6be4b8b5",
    "url": "https://www.jihadwatch.org/2023/12/american-muslims-for-palestine-calls-on-muslims-to-make-zionists-feel-very-uncomfortable-on-campus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Robert Spencer",
    "published": "2023-12-28T05:00:00Z",
    "title": "American Muslims for Palestine calls on Muslims to ‘make Zionists feel very uncomfortable on campus’",
    "text": "This kind of talk, larded as it is with dreary Marxist rhetoric about “colonization,” is why we are seeing the increasing physical intimidation and menacing of Jewish students on campuses, and sometimes even physical attacks. “American Muslims for Palestine Official Taher Herzallah at San Diego Mosque: This Is the Time to Make Zionists Feel Very Uncomfortable on Campuses; It Is Incumbent Upon the Muslims to Rule Palestine, Enforce the Rules of Allah on Earth,” [MEMRI](https://www.memri.org/tv/amp-official-taher-herzallah-san-diego-mosque-gaza-yemen-october-seven-zionists-uncomfortable-campus), December 23, 2023: AMP director of outreach and grassroots organization Taher Herzallah spoke at a December 23, 2023 AMP event held at the Islamic Center of San Diego about pro-Palestinian student activism. He said that this is the time to make the Zionists feel “very uncomfortable on campus.” He stated that the “Zionists are really going to regret the day they made Muslims their enemy,” and he claimed that the Jews colonized Palestine in order to be accepted into “whiteness.” Herzallah said that on October 7, the people of Yemen and Gaza destroyed the “veneer of superiority” of the West and the colonizers, and he advised his audience to follow the path they have set. He said that it is “incumbent” on the Muslims to rule Palestine from the River to the Sea and that the Muslims will “bring the rules that Allah gave us to this earth, because that’s what we were sent for.” Other speakers at the AMP event were the mosque’s imams, Taha Hassane and Shaykh Abdeljalil Mezgouri, Dr. Ahmed Soboh, the religious director of the Islamic Center of Yorba Linda, religious advisor of the Chino Calley Islamic Center, former chairman of the Islamic shura council of southern California, and board member of CAIR LA, and Osama Shabaik, member of the “Irving 11,” along with Taher Herzallah. The event was streamed live on the YouTube channel of the Islamic Center of San Diego.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.memri.org/tv/amp-official-taher-herzallah-san-diego-mosque-gaza-yemen-october-seven-zionists-uncomfortable-campus),",
      "https://memri.org/tv/amp-official-taher-herzallah-san-diego-mosque-gaza-yemen-october-seven-zionists-uncomfortable-campus),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "herzallah",
          "sentiment": "none"
        },
        {
          "name": "taher herzallah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american muslims for palestine",
          "sentiment": "negative"
        },
        {
          "name": "memri",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "san diego mosque",
          "sentiment": "none"
        },
        {
          "name": "islamic center of san diego",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:08.235+02:00",
    "updated": "2023-12-29T00:25:08.235+02:00"
  },
  {
    "uuid": "83d70055a2bad030766c8cec85f6b28603f127a3",
    "url": "http://www.chinadaily.com.cn/a/202401/13/WS65a1cc64a3105f21a507c0e9.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "杜娟",
    "published": "2024-01-12T23:33:00Z",
    "title": "Winter tourism booms across nation - Chinadaily.com.cn",
    "text": "Tourists eat hotpot in an ice house in temperatures below minus 20 C at Harbin Ice and Snow World in Heilongjiang province on Wednesday. SU QIANG/FOR CHINA DAILY Topics on winter tourism have circulated all across the internet after Harbin's \"ice world\" in the northeastern province of Heilongjiang brought in nearly six billion yuan during a three-day holiday earlier this month.\nThe city — famous for snow views and ice sculptures — saw both traveler numbers and tourism revenue reach record highs of 3.04 million and 5.9 billion yuan ($837 million) respectively during the New Year's Day holiday from Dec 31 to Jan 2, according to Harbin's culture and tourism bureau.\nHarbin's success has epitomized the vigorous growth of China's winter tourism industry in the post-Winter Olympics period.\nA recent report by the China Tourism Academy predicts that the winter season from late 2023 to early 2024 will see traveler numbers exceed 400 million for the first time, bringing in tourism-related revenue of 550 billion yuan.\nAccording to the academy, the previous winter season saw 312 million people take winter tours and produced tourism revenue of 349 billion yuan.\nThe report by the tourism academy said that individual tours have grown to be the major choice for winter travelers in recent years. According to the report, individual winter travel from Nov 1 to mid-December increased by 46.3 percent compared with the same period in 2019, before COVID-19 hit, while group tours for winter fell slightly by 0.14 percent.\n\"Harbin is a 'front-runner' in China's winter sports and winter tourism … that will embrace a new era for its winter tourism development after gaining the opportunity to host the 2025 Asian Winter Games,\" said Dai Bin, president of the China Tourism Academy.\nHe said that Harbin's success this winter is because of its sound infrastructure and thoughtful services.\n\"The city offers goodwill and warmth to travelers. The best tourism lies in the human touch and travelers can have good experiences in the city with kindness and generosity from the local people.\"\nLi Shengwen, director of travel portal Tuniu's business in central and northeastern provinces, said that she and her peers have observed a continuous surge of winter bookings as domestic tourism has grown more diversified and professional.\nShe said traditional winter destinations including Beijing, Tianjin and Hebei, the northeastern provinces and the Xinjiang Uygur autonomous region are top choices for travelers, while some indoor ice theme parks and ski resorts in southern provinces also saw remarkable growth.\nShe said some of the platform's users even booked tours to Mohe in September. The city in the northeastern province of Heilongjiang is recognized as the \"North Pole\" of China where people can see auroras.\n\"Yanji in the Yanbian Korean autonomous prefecture, Jilin province, has also been growing in popularity this winter. We added some tailored services like photography services to travelers to let them experience the culture of the Korean ethnic group in addition to the snow views,\" she added.\nHowever, the domestic winter tourism industry still faces shackles hampering its development. According to the tourism academy, the growth of domestic winter tourism requires efforts from governments and industry operators to secure the industry a more stable and sustainable development.\nInsufficient use of ice and snow-related avenues and facilities, as well as weaker branding and innovation need urgent solutions, the report said.\n\"We still hold a very bullish view on the future development of winter tourism, and Harbin has set us a very good example. The winter tourism market in northern provinces still has great potential and resources yet to be fully unleashed. We will see a better and more mature winter tourism industry after the services can be improved,\" said Li.\nchengsi@chinadaily.com.cn",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "china daily topics",
          "sentiment": "none"
        },
        {
          "name": "china tourism academy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "harbin",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "heilongjiang",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T02:28:07.709+02:00",
    "updated": "2024-01-13T02:28:07.709+02:00"
  },
  {
    "uuid": "7527ef59bb7b85bb58aa9836a7dfd76d5bcca2c0",
    "url": "https://anime.everyeye.it/notizie/tokyo-revengers-3-fan-insorgono-finale-scena-rilevante-rovinata-691093.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alberto Lanzidei",
    "published": "2023-12-28T20:49:00Z",
    "title": "[SPOILER] Tokyo Revengers 3, i fan insorgono contro il finale: una scena rilevante è stata rovinata?",
    "text": "[1](https://anime.everyeye.it/articoli/speciale-orso-bartholomew-vero-personaggio-rivelazione-one-piece-63004.html#anchor_commenti)Speciale Manga [Orso Bartholomew, il vero personaggio rivelazione di ONE PIECE](https://anime.everyeye.it/articoli/speciale-orso-bartholomew-vero-personaggio-rivelazione-one-piece-63004.html) [](https://anime.everyeye.it/articoli/speciale-orso-bartholomew-vero-personaggio-rivelazione-one-piece-63004.html) Nella primavera del 2021 faceva il suo [esplosivo debutto Tokyo Revengers](https://anime.everyeye.it/articoli/recensione-tokyo-revengers-amore-cazzotti-viaggi-tempo-54560.html), anime prodotto da LIDEN FILMS e che adatta il manga di Ken Wakui che riporta in auge le scazzottate tra teppisti. Dopo una prima stagione sorprendente, la serie non ha più raggiunto lo stesso clamore e anzi è circondata da critiche. Sebbene la [seconda stagione di Tokyo Revengers non abbia entusiasmato](https://anime.everyeye.it/notizie/stagione-2-tokyo-revengers-deludendo-aspettative-causa-disney-638442.html), la terza era comunque tra gli [anime più importanti dell'autunno 2023](https://anime.everyeye.it/notizie/anime-importanti-autunno-2023-spy-x-family-tokyo-revengers-667412.html). Nel [Tenjiku Arc di Tokyo Revengers 3 abbiamo fatto la conoscenza di un altro villain](https://anime.everyeye.it/notizie/tokyo-revengers-villain-arriva-tenjiku-arc-promo-674829.html), che Takemichi ha affrontato ricorrendo ai viaggi nel tempo e al suo eroismo. Anche questa volta il 'cry baby' è riuscito a trionfare, a tenere unita la Tokyo Manji Gang e a salvare almeno all'apparenza il futuro, ma la serie non ha soddisfatto gli spettatori. A far sollevare alcune polemiche è stato il tredicesimo episodio di Tokyo Revengers 3, quello che doveva chiudere la stagione con un cliffhanger clamoroso. Negli ultimi frangenti del finale di stagione scopriamo il piano di Kisaki Tetta, che Takemichi affronta con coraggio in una rissa. Kisaki voleva sfruttare Manjiro a suo vantaggio per scalare la malavita di Tokyo. Il suo, tuttavia, era un piano nato per amore. Egli è infatti innamorato di Hinata, ragazza che però si è promessa ad Hanagaki. Ormai sopraffatto, Kisaki Tetta fugge da Hanagaki, che parte all'inseguimento convinto che l'avversario stia cercando un punto d'innesco per poter viaggiare nel tempo. Tuttavia, Kisaki non è un viaggiatore nel tempo e proprio quando rivela questo importante dettaglio ai fini della trama viene investito da un camion. Il rispettivo panel del manga di Ken Wakui riesce ad avere un forte impatto sui lettori, cosa che avviene in misura decisamente minore nei frame dell'anime. Takemichi era convinto che fosse Kisaki la fonte di tutte le morti dei suoi amici, ma evidentemente così non è. LIDENFILMS non è riuscito ad animare questa scena come avrebbe meritato e anzi ha dato vita a un momento piatto e bidimensionale che ha suscitato l'ironia e lo sdegno del fandom. This was def made on Google slides— The ? (@Dailybg9mayb) [December 28, 2023] Altri contenuti per Tokyo Revengers 3 Contenuti più Letti",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:09.813+02:00",
    "updated": "2023-12-29T00:50:00.096+02:00"
  },
  {
    "uuid": "b29d011d1852dab2245e7efa4b9154996ac090c3",
    "url": "https://www.varesenews.it/2023/12/il-2023-e-stato-il-secondo-anno-piu-caldo-misurato-a-varese/1806799/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maria Carla Cebrelli",
    "published": "2023-12-29T17:00:00Z",
    "title": "Il 2023 è stato il secondo anno più caldo misurato a Varese",
    "text": "Il 2023 è stato il secondo anno più caldo misurato a Varese Secondo le rilevazioni del Centro Geofisico Prealpino, la temperatura media ha raggiunto 14.53°C, quasi a pari merito col 2019. Un anno segnato da violenti temporali che si sono abbattuti su alcune zone del Varesotto e del Milanese Il 30 Novembre 2023 si è chiuso l’anno meteorologico 2023 iniziato il 1 Dicembre 2022. Secondo le rilevazioni del Centro Geofisico Prealpino, la temperatura media ha raggiunto 14.53°C, quasi a pari merito col 2019 (Tmedia=14,51°C) ma inferiore di 0.45°C rispetto al record dell’anno scorso. Ad innalzare la media è stata più la continuità del caldo dei record assoluti, che sono stati pochi. Le maggiori anomalie positive si sono registrate nel periodo di Capodanno 22/23, nella parte centrale del mese di agosto e a cavallo tra settembre e ottobre. La prima decade di ottobre è risultata la più calda a Varese portando ottobre e l’autunno al secondo posto di quelli più caldi. A Campo dei Fiori è stato stabilito il nuovo record di ottobre, con massime di 26°C. Quest’anno la sola ondata di calore estiva a Varese si è verificata dal 12 al 25 agosto con massima di 35.1°C, mentre l’anticiclone africano ha dominato sul Mediterraneo in luglio con record di temperature e incendi dalla Spagna alla Grecia. Il solo mese più fresco della media è stato maggio, che con le sue piogge del 25% sopra la norma ha chiuso il lunghissimo periodo siccitoso iniziato nel dicembre 2021 e prolungatosi nell’inverno 2022/23 quasi senza neve. A Varese ne sono caduti solo 5 cm e 38 cm a Campo dei Fiori dove la media degli ultimi 10 anni sarebbe di 168 cm. Si tratta del secondo inverno meno nevoso. Le piogge totali sono state 1402 mm, del 10% inferiori alla norma e al totale hanno molto contribuito i forti temporali che hanno punteggiato l’estate. Le precipitazioni giornaliere più abbondanti si sono verificate con i nubifragi del 27 e 28 luglio e in alcune località si sono superati i 100 mm/24h (il record per Varese resta comunque 259 mm del 13 settembre ’95). Altri temporali particolarmente violenti si sono [abbattuti il 28 maggio](https://www.varesenews.it/2023/06/partono-le-operazioni-per-il-recupero-della-barca-affondata-nel-lago-maggiore-a-lisanza/1638542/), il 7 giugno (frana a [Veddasca e Castelveccana](https://www.varesenews.it/2023/06/frana-sulla-strada-a-maccagno-isolata-la-frazione-di-oroscio/1636043/)), 11 giugno ( [Gazzada, Schianno e Mornago sommerse di grandine in 10 minuti](https://www.varesenews.it/2023/06/limpressionante-allagamento-a-gazzada/1640402/)), 12 luglio ( [nube a mensola a Tradate](https://www.varesenews.it/2023/07/tetti-scoperchiati-e-alberi-caduti-la-tempesta-si-abbatte-sul-tradatese/1667234/) e ingenti raffiche per vento), 21 luglio ( [grandine 3-5 cm nel Gallaratese](https://www.varesenews.it/2023/07/bomba-dacqua-e-grandine-su-varese/1674482/)), 24 luglio ( [grandine fino 6 cm zona Saronno](https://www.saronnonews.it/2023/07/21/vetri-in-frantumi-strade-e-sottopasso-allagato-la-furia-del-meteo-su-saronno/)), 25 luglio (grandine 5 cm e raffiche 100 km/h alto Milanese), 26 agosto ( [allagamenti Busto, Gallarate, esondazione Arnetta](https://www.varesenews.it/2023/08/i-temporali-investono-il-varesotto-allerta-arancione-per-tutto-il-giorno/1697597/)), 15 settembre (esondazione Seveso). Tutti i dettagli si possono trovare negli allegati e nelle pagine del sito: [www.astrogeo.va.it/statistiche](http://www.astrogeo.va.it/statistiche) [Leggi i commenti](#comment-area) TAG ARTICOLO [Accedi](#) o [registrati](https://www.varesenews.it/registrati/) per commentare questo articolo. L'email è richiesta ma non verrà mostrata ai visitatori. Il contenuto di questo commento esprime il pensiero dell'autore e non rappresenta la linea editoriale di VareseNews.it, che rimane autonoma e indipendente. I messaggi inclusi nei commenti non sono testi giornalistici, ma post inviati dai singoli lettori che possono essere automaticamente pubblicati senza filtro preventivo. I commenti che includano uno o più link a siti esterni verranno rimossi in automatico dal sistema. [La community di VareseNews](https://www.varesenews.it/comunita-varese-news/) Loro ne fanno già parte Ultimi commenti [francesco montalbetti su Il presepe di Rino a Sumirago, che racconta una vita intera](https://www.varesenews.it/?p=1806217#comment-area) [Papi57 su Aumentano le proteste per l'odore tremendo tra Gallarate, Cassano e Busto](https://www.varesenews.it/?p=1806022#comment-area) [Frese Derise su Pronto soccorso varesini ancora sotto stress. Regione sospende i ricoveri nelle strutture riabilitative](https://www.varesenews.it/?p=1805872#comment-area) [Felice su Pronto soccorso varesini ancora sotto stress. Regione sospende i ricoveri nelle strutture riabilitative](https://www.varesenews.it/?p=1805872#comment-area) [lenny54 su Resistenza, Ottant'anni fa la fucilazione dei sette fratelli Cervi](https://www.varesenews.it/?p=1805788#comment-area) [Felice su Le case illuminate per il Natale 2023 a Varese e nel Varesotto](https://www.varesenews.it/?p=1797364#comment-area)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Science and Technology"
    ],
    "external_links": [
      "http://www.astrogeo.va.it/statistiche)",
      "https://www.saronnonews.it/2023/07/21/vetri-in-frantumi-strade-e-sottopasso-allagato-la-furia-del-meteo-su-saronno/)),",
      "https://saronnonews.it/2023/07/21/vetri-in-frantumi-strade-e-sottopasso-allagato-la-furia-del-meteo-su-saronno/)),",
      "http://astrogeo.va.it/statistiche)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T20:25:13.006+02:00",
    "updated": "2023-12-29T20:25:13.006+02:00"
  },
  {
    "uuid": "7ee7a20ce31befad5b952b1dca29b344e5e20454",
    "url": "https://www.wflx.com/2023/12/28/construction-worker-dies-days-after-hit-and-run-crash-driver-large/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WPTV - Staff",
    "published": "2023-12-28T22:10:00Z",
    "title": "Construction worker dies days after hit-and-run crash, driver at large",
    "text": "A 67-year-old road construction worker has died five days after being critically injured in a hit-and-run crash in a construction zone in West Palm Beach.\nThe crash happened on Dec. 21 on North Congress Avenue and Executive Center Drive.\nWest Palm Beach police said Louis Vixon, of Miami, was working in a coned-off area where overnight road resurfacing was taking place, when he was struck by a dark-colored car. The impact catapulted him into a second worker.\nA passing West Palm Beach Fire Department rescue truck, responding to another call, stopped to render aid and took Vixon to St. Mary’s Medical Center. Vixon underwent hours of surgery for his internal injuries. The second worker was not injured.\nVixon remained in critical condition in the hospital’s trauma intensive care unit. He was declared brain dead on Christmas Eve, and died the morning after Christmas.\nWest Palm Beach Police Department Traffic Homicide Unit investigators are still looking for a dark passenger car with visible damage.\nAnyone who sees a car matching the description with recent damage, or has information about this crash, should call traffic homicide investigator Mark Hatfield at 561-822-1784, or report the information anonymously to Crime Stoppers of Palm Beach County at 800-458-TIPS (8477), or online at www.CrimeStoppersPBC.com .\nScripps Only Content 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.wptv.com/news/region-c-palm-beach-county/west-palm-beach/construction-worker-critically-injured-in-hit-and-run-crash",
      "http://www.CrimeStoppersPBC.com",
      "https://wptv.com/news/region-c-palm-beach-county/west-palm-beach/construction-worker-critically-injured-in-hit-and-run-crash",
      "http://CrimeStoppersPBC.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "louis vixon",
          "sentiment": "none"
        },
        {
          "name": "vixon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. mary’s medical center",
          "sentiment": "none"
        },
        {
          "name": "north congress avenue and executive center drive",
          "sentiment": "none"
        },
        {
          "name": "west palm beach fire department",
          "sentiment": "none"
        },
        {
          "name": "west palm beach police department traffic homicide unit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west palm beach",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:35:08.742+02:00",
    "updated": "2023-12-29T00:35:08.742+02:00"
  },
  {
    "uuid": "6db1952bd6b50ec36e4511ce6d6c9875f9a3ec8b",
    "url": "https://www.kake.com/story/50286926/safety-concerns-rise-after-3-generations-in-one-family-killed-in-johnson-county-crash",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "kake.com",
    "published": "2023-12-28T21:33:00Z",
    "title": "Safety concerns rise after 3 generations in one family killed in Johnson County crash - KAKE",
    "text": "Six members of the same family, including two children, were killed in Texas when a 17-year-old pickup truck driver slammed head-on into their minivan while allegedly in the wrong lane of the two-lane highway, authorities said.\nRelatives of the deceased said they were returning from a post-Christmas outing to a wildlife safari park when the fatal accident occurred on U.S. 67, about 50 miles southwest of Fort Worth.\nThe Texas Department of Public Safety (DPS) released details of the two-vehicle collision on Wednesday, saying its preliminary investigation revealed that the teenage driver of a Silverado pickup was heading south when the truck swerved into the northbound lane and slammed into the family&apos;s minivan. The DPS said the area where the crash occurred is in a \"no passing\" zone.\nKilled in the Tuesday evening crash, according to a statement from the Texas Department of Public Safety, were 28-year-old Rushil Barri; 9-year-old Nishidha Potabathula; 10-year-old Krithik Potabathula; 36-year-old Naveena Potabathula; 60-year-old Sitamahalakshmi Ponnada; and 64-year-old Nageswararao Ponnada.\nThe DPS said that only two of the six family members killed were wearing seatbelts at the time of the collision.\nOne person in the family&apos;s minivan, 43-year-old Lokesh Potabathula, who was not wearing a seatbelt, survived the crash and was taken to a hospital in critical condition, according to the DPS.\nThe driver of the pickup truck that collided with the family and his 17-year-old passenger were also taken to a hospital in critical condition, the DPS said.\nThe crash investigation is ongoing and it remained unclear on Thursday if any charges will be filed.\nRushil Barri&apos;s brother, Rakesh Barri, told ABC affiliate station WFAA that his relatives had spent the day at the Fossil Rim Wildlife Safari Park in Glenn Rose, Texas, and were returning to Rakesh Barri&apos;s home in Irving, Texas when the crash occurred.\nRakesh Barri said his cousin, Lokesh Potabathula, of Georgia, was visiting his brother along with his wife, his 9-year-old son and 10-year-old daughter, who were killed in the crash. He said Sitamahalakshmi and Nageswararao Ponnada were Lokesh Potabathula&apos;s in-laws who were visiting from India.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.wfaa.com/article/traffic/loved-ones-mourn-loss-six-family-members-who-died-johnson-county-crash-while-seventh-family-member-is-still-fighting-for-life/287-7c7f886d-2769-4b99-978a-577b57d46349",
      "https://www.wfaa.com/article/news/local/five-killed-johnson-county-crash/287-8b62a11e-69d5-48de-aca2-e2c579cbff97",
      "https://wfaa.com/article/traffic/loved-ones-mourn-loss-six-family-members-who-died-johnson-county-crash-while-seventh-family-member-is-still-fighting-for-life/287-7c7f886d-2769-4b99-978a-577b57d46349",
      "https://wfaa.com/article/news/local/five-killed-johnson-county-crash/287-8b62a11e-69d5-48de-aca2-e2c579cbff97"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nageswararao",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "silverado",
          "sentiment": "none"
        },
        {
          "name": "dps",
          "sentiment": "none"
        },
        {
          "name": "texas department of public safety",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "johnson county",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "naveena potabathula",
          "sentiment": "none"
        },
        {
          "name": "sitamahalakshmi ponnada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "nishidha potabathula",
          "sentiment": "none"
        },
        {
          "name": "fort worth",
          "sentiment": "none"
        },
        {
          "name": "krithik potabathula",
          "sentiment": "none"
        },
        {
          "name": "rushil barri",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:47:11.065+02:00",
    "updated": "2023-12-29T00:47:11.065+02:00"
  },
  {
    "uuid": "02d46d3e5a773844674429ddcbcc9021fd0fd3dc",
    "url": "https://www.tricitynews.com/politics/bc-first-nation-catholic-church-announce-sacred-covenant-to-be-signed-on-easter-8526411",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-03-28T21:50:00Z",
    "title": "B.C. First Nation, Catholic Church announce 'Sacred Covenant' to be signed on Easter",
    "text": "KAMLOOPS, B.C. — Vancouver's Catholic archdiocese is marking Easter with a commitment towards reconciliation with First Nations in B.C., Archbishop J. Michael Miller says.\nThe church and the chief of the Tk'emlúps te Secwépemc announced Thursday that a \"Sacred Covenant\" agreement has been reached between the church and the First Nation in Kamloops, B.C.\nThe covenant comes three years after the First Nation in Kamloops, B.C., announced the discovery of what it believed were the remains of more than 200 children at the site of a former residential school.\nMiller said the agreement with the Tk'emlúps te Secwépemc will open a \"new chapter\" in the relationship between the church and First Nations in B.C.\n\"Unquestionably, the church was wrong in implementing a government colonialist policy which resulted in devastation for many children, families and communities. We recognize as Catholics, as the Catholic Church, our part in the resulting tragedies,\" Miller said.\nThe covenant is set to be signed on Easter Sunday, \"a special time of hope and renewal,\" Miller said.\n\"Easter Sunday is the ideal time to help start a new chapter in First Nation and Catholic relations in our province,\" he said. \"Our hope and our prayer is that by taking this next step, we will build on our relationship, a relationship already established but still young, and be an example to Canadian society of respecting the identity and the experience of Indigenous Peoples.\"\nChief Rosanne Casimir of Tk'emlúps te Secwépemc said the covenant will see the church share records and information as the nation continues to investigate the site of a former Kamloops Indian Residential School where hundreds of children went missing.\nCasimir said the agreement is crucial to learning the truth about what happened to the missing children, and access to the church's historical records will help \"bring justice to the children who never made it home.\"\n\"We seek to memorialize the missing children. We also seek meaningful ways to support survivors and intergenerational survivors on their healing journey so that they and their future generations may thrive,\" she said.\nThe nation announced in May 2021 that a search around the former school site using ground-penetrating radar found 200 potential unmarked burial sites.\nSince then, First Nations across the country have conducted searches and made similar discoveries.\nThe Truth and Reconciliation Commission identified at least 6,000 deaths at residential schools during their time in operation in Canada between the late 1800s and 1996.\nIn many of the deaths, schools didn’t record the children's names, genders or cause of death.\nThe children in the schools were separated from their families and forbidden to speak their own language. They were undernourished and often experienced physical and sexual abuse.\nThe agreement includes commitments from the church on how to properly memorialize residential school survivors, information sharing about missing children and offering \"healing services\" to family members of those who attended the school.\nCasimir said the possible excavation of the Kamloops school site has not begun as it's a \"very sensitive step moving forward,\" that involves work with other nations, survivors and their families.\nThis report by The Canadian Press was first published March 28, 2024.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miller",
          "sentiment": "none"
        },
        {
          "name": "j. michael miller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic church",
          "sentiment": "negative"
        },
        {
          "name": "first nations",
          "sentiment": "none"
        },
        {
          "name": "first nation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "kamloops",
          "sentiment": "none"
        },
        {
          "name": "kamloops",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T03:37:32.282+03:00",
    "updated": "2024-03-29T03:37:32.282+03:00"
  },
  {
    "uuid": "ae74a8917d4443400496aeb0527b3aaa7e81a166",
    "url": "https://www.soychile.cl/valparaiso/politica/2024/01/25/845193/diputada-flores-pensiones-de-gracia.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SoyChile",
    "published": "2024-01-25T00:00:00Z",
    "title": "Diputada Flores sobre las pensiones de gracia otorgadas por el Gobierno: “Están compensando a los delincuentes”",
    "text": "La diputada de Renovación Nacional (RN), Camila Flores, manifestó su preocupación al conocer el informe de Contraloría, donde se reveló que 58 personas beneficiadas por el Gobierno con pensiones de gracia poseen antecedentes penales por delitos graves.En este sentido, la parlamentaria indicó que “se conoció el informe de Contraloría que ratifica algo que veníamos señalando hace bastante tiempo, y es que el Gobierno no cumplió con la ley, que están del lado de los delincuentes y que están compensando a los delincuentes mediante pensiones de gracia”.Siguiendo con lo anterior, Flores subrayó que “se constató que estas personas no cumplían con los requisitos que la ley establece para entregar pensiones de gracia. Y, sin embargo, a estos 19 delincuentes se las entregaron igual. Este caso es gravísimo, porque acá está implicado el Instituto de Derechos Humanos, está implicado el Ministerio del Interior, la Subsecretaría del Interior y, por supuesto, todo el Gobierno”.Finalmente, la legisladora exigió que el Gobierno y el Presidente de la República asuman las responsabilidades políticas y criminales sobre este hecho, ya que se estaría cometiendo un delito al beneficiar a individuos con fondos estatales para compensarlos por un supuestamente daño, el cual nunca sufrieron.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:20:14.189+02:00",
    "updated": "2024-01-26T00:20:14.189+02:00"
  }
]