[
  {
    "uuid": "f81c519cc82a2de7bddad27379edb0e4d15f5c53",
    "url": "https://www.newsbreak.com/indianapolis-in/3415848070660-why-the-indy-fraternal-order-of-police-is-upset-with-indianapolis-bar-association",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-25T19:15:00Z",
    "title": "Why the Indy Fraternal Order of Police is Upset with Indianapolis Bar Association",
    "text": "By John Herrick ,\n2 hours ago\nSource: Rick Snyder\nINDIANAPOLIS- -A recent judgement in the shooting death of an Indianapolis officer has the Indianapolis Fraternal Order of Police President concerned not only about the judicial system, but about the futures of police in the capital city.\nWhat started as a death penalty case ended with a sentence of time served for Elliahs Dorsey, which was a little less than four years for the reckless homicide of a police officer. Dorsey is accused of shooting and killing officer Breann Leath in 2020.\nDorsey was found guilty but mentally ill on six charges.\n“Court will sentence the defendant to a total sentence of 40 years on count two. The court will suspend 15 of those years for 25 years executed,” said Marion County Superior Court Judge Mark Stoner during the end of Dorsey’s sentencing hearing.\nIndianapolis Fraternal Order of Police President Rick Snyder demanded that Stoner step down from the bench after the ruling. The Indianapolis Bar Association said Snyder’s response was an overreaction.\n“Some made remarks in the local media that dangerous offenders can shoot anyone and simply say they have a mental health problem, and they will receive a “sweetheart” sentence. This rhetoric is dangerous, and it is false. All six of the doctors serving as expert witnesses in this case agreed that Dorsey was experiencing an episode of psychosis when he fired shots in April 2020. The disagreement among the expert witness doctors was only as to what caused the episode. When Judge Stoner sentenced Dorsey specifically for the killing of Officer Leath, he was confined to the sentencing parameters of a Level 5 felony, namely: one to six years. Judge Stoner sentenced Dorsey to five and one-third years, nine months shy of the maximum sentence. Dorsey’s total sentence for the crimes he committed in April 2020 was 45 years and 118 days, 30 years of which is to be executed in prison followed by 15 years of probation where the Court will monitor Dorsey’s behavior and mental health condition. Should Dorsey not abide by the conditions of his mental health probation, he could be sent back to prison to serve the remainder of his 15-year term of probation,” said the Indianapolis Bar Association earlier this month.\nOn Thursday, Snyder said he’s doubling down on his criticism.\n“Shame on you Indianapolis Bar Association. You have emboldened this kind of crap. This is why officers in the City of Indianapolis are fleeing this community,” said Snyder.\nSnyder says Indianapolis is being torn apart by the very criminal justice system that is supposed to be protecting it.\n“They are choosing to go to other communities to be able to do that because there’s no hope here,” said Snyder.\nSnyder claims the sentencing sent a message that if you kill a cop, you can blame it on mental health for a lesser sentence. The FOP has put a billboard out in Indianapolis that says the city is down about 350 cops.\nThe post Why the Indy Fraternal Order of Police is Upset with Indianapolis Bar Association appeared first on WIBC 93.1 FM .\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://wibc.com",
      "https://wibc.com/326242/why-the-indy-fraternal-order-of-police-is-upset-with-indianapolis-bar-association/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2hmaz2_0sdtU30P00",
      "https://embeds.go.ione.nyc/protected-iframe/2fff97fce72bc86793169101779a3667",
      "https://img.particlenews.com/image.php?url=2hmaz2_0sdtU30P00",
      "https://www.img.particlenews.com/image.php?url=2hmaz2_0sdtU30P00",
      "https://www.wibc.com/326242/why-the-indy-fraternal-order-of-police-is-upset-with-indianapolis-bar-association/",
      "https://www.embeds.go.ione.nyc/protected-iframe/2fff97fce72bc86793169101779a3667",
      "https://wibc.com/326242/why-the-indy-fraternal-order-of-police-is-upset-with-indianapolis-bar-association",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2hmaz2_0sdtU30P00",
      "https://www.wibc.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rick snyder",
          "sentiment": "negative"
        },
        {
          "name": "john herrick",
          "sentiment": "negative"
        },
        {
          "name": "stoner",
          "sentiment": "none"
        },
        {
          "name": "mark stoner",
          "sentiment": "none"
        },
        {
          "name": "dorsey",
          "sentiment": "none"
        },
        {
          "name": "breann leath",
          "sentiment": "none"
        },
        {
          "name": "elliahs dorsey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indy fraternal order of police is upset",
          "sentiment": "negative"
        },
        {
          "name": "indianapolis bar association",
          "sentiment": "negative"
        },
        {
          "name": "indianapolis fraternal order of police",
          "sentiment": "none"
        },
        {
          "name": "marion county superior court",
          "sentiment": "none"
        },
        {
          "name": "snyder",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indianapolis",
          "sentiment": "none"
        },
        {
          "name": "indianapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:48:11.013+03:00",
    "updated": "2024-04-26T00:48:11.013+03:00"
  },
  {
    "uuid": "1adc77fdbcae41e65017a7401e463405e84d20c6",
    "url": "https://www.newsbreak.com/columbine-co/3407663419358-rachel-scott-s-diaries-have-lasting-legacy-25-years-post-columbine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-18T17:16:00Z",
    "title": "Rachel Scott's diaries have lasting legacy 25 years post-Columbine",
    "text": "By Kristian Lopez ,\n10 hours ago DENVER — \"Look hard enough and you will always find a light\" — that is a quote from the diary of Rachel Joy Scott, the first victim killed in the Columbine High School massacre 25 years ago.\nScott was 17 years old at the time, but her father, Darrell Scott, described her as an \"old soul.\"\nHe recalled he had been at a shopping mall the moment he heard about the shooting.\n“I rushed out of my car and turned on the radio and headed toward the school,” he said. “I was just stunned because the announcer was crying and said up to 30 students had been shot, many of them had been killed. Immediately in my mind I come to think, 'I have two children there.'\"\nScott's son, Craig, was also a student at Columbine at the time.\nAfter Rachel’s death, her loved ones discovered that she left six diaries behind, leaving a legacy of kindness and compassion. Scott realized his daughter's story could help impact other people’s lives.\n\"On the cover she said, 'I write, not for the sake of glory, not for the sake of fame, not for the sake of success but for the sake of her soul.' She really poured her thoughts into what she wrote,\" he said.\nThe diaries would spur the creation of Rachel's Challenge , a school violence prevention program which started shortly after her death.\n\"There’s something God-powered about her story that touches people at a very deep level and brings life changes,\" Scott said.\nThe program focuses on creating positive connections and leading students on a path to end school violence, bullying, self-harm and suicide.\nRemembering Rachel Joy Scott, the first victim killed in the Columbine High School shooting “Rachel Scott left her family with six diaries, in which she talked a lot about how she wanted to treat other people, and how she believed that kindness could change the world,” said Kristi Krings, CEO of Rachel's Challenge. “What Rachel's Challenge does is needed now more than ever.”\nScott said they have reached more than 31 million young people in live settings around the world.\n“Our approach is entirely positive. So while we're a very effective anti-bullying, anti-school shooting, anti-youth suicide program, we're pro-kindness, compassion, respect, helping others reaching out. And that is approach,\" Krings said.\nRachel’s father told Denver7 part of what makes her story powerful is that she had what he called \"powerful premonitions.\"\n“When she was 13, she had drawn a picture of her hands on the back of a dresser and she said, 'These hands belong to Rachel Joy Scott and will someday touch millions of peoples hearts.' There were two premonitions she had. One, that her life was gonna touch the lives of millions. The other was the dark side, that she was going to die at a young age.\"\nMore video | Columbine: 25 years later Why some connected to Columbine still collect pennies to this day: ‘I won’t leave one behind’ Remembering Rachel Joy Scott, the first victim killed in the Columbine High School shooting Former principal Frank DeAngelis on a mission to guide schools in a post-Columbine world Columbine High School reclaims April 20 with Day of Service ‘Behind the scenes’ for 25 years, Columbine father Michael Shoels speaks out: 'It's time' As we mark 25 years since the tragedy at Columbine, Denver7 is telling stories of the families impacted, preserving the memory of the lives lost, and sharing the lasting legacy of service and kindness fostered over the last quarter-century.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Education",
      "Human Interest"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?url=2xp93a_0sVdvbZN00",
      "https://rachelschallenge.org/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2xp93a_0sVdvbZN00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=2xp93a_0sVdvbZN00",
      "https://rachelschallenge.org",
      "https://www.rachelschallenge.org/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2xp93a_0sVdvbZN00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rachel scott",
          "sentiment": "positive"
        },
        {
          "name": "kristian lopez",
          "sentiment": "positive"
        },
        {
          "name": "darrell scott",
          "sentiment": "none"
        },
        {
          "name": "craig",
          "sentiment": "none"
        },
        {
          "name": "rachel",
          "sentiment": "none"
        },
        {
          "name": "rachel joy scott",
          "sentiment": "none"
        },
        {
          "name": "scott",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "columbine high school",
          "sentiment": "none"
        },
        {
          "name": "columbine",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:00:49.576+03:00",
    "updated": "2024-04-19T06:31:09.671+03:00"
  },
  {
    "uuid": "76b2a8a83276d89a6c7cc2a40575d0b2b49689b0",
    "url": "https://bronx.news12.com/students-join-bronx-nonprofit-to-restore-trees-at-grand-concourse-park",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News 12 Staff",
    "published": "2024-03-14T14:47:00Z",
    "title": "Students join Bronx nonprofit to restore trees at Grand Concourse park",
    "text": "Local students joined a nonprofit organization Thursday to restore trees at a Grand Concourse park as part of an environmental effort. Four different Catholic high schools with 46 students partnered with the Bronx is Blooming for the project at Joyce Kilmer Park. John Vallachi, environmental program manager of Bronx is Blooming, says increasing temperatures are problematic in a place like the concrete jungle. \"We're seeing record tempertures year after year. That's a public health crisis,\" Vallachi said. \"In cities, we have this thing call the urban heat island effect, so where there's a lot of blacktop and asphault, there's a lot of absporption to the heat.\" The New York State Department of Environmental Conservation says annual statewide temperatures have warmed three degrees since 1970. In the city, 350 New Yorkers die every summer due to the heat. \"We're trying to bring awareness to the ecosystem here, to the trees, we're just trying to help out preserve as much as we can of the trees we have right now to keep a safer world,\" said participant Fernado Molina, of All Hallows High School. \"Bronx is Blooming has really taken this park under their wing and were hoping to be a part of their ongoing process of keeping the park happy and healthy,\" said Paul Fontana, director of arts and advocacy at All Hallows High School.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vallachi",
          "sentiment": "none"
        },
        {
          "name": "fernado molina",
          "sentiment": "none"
        },
        {
          "name": "john vallachi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new york state department of environmental conservation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "grand concourse",
          "sentiment": "none"
        },
        {
          "name": "bronx",
          "sentiment": "none"
        },
        {
          "name": "joyce kilmer park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:29:35.313+02:00",
    "updated": "2024-03-15T00:29:35.313+02:00"
  },
  {
    "uuid": "e3bdd00d91b0bfb976c1ce2adb7a5c7a8ad59f8d",
    "url": "https://www.deccanherald.com/india/maharashtra/mission-launched-for-clean-energy-workforce-3444679",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@mrityunjaybose",
    "published": "2025-03-13T01:03:00Z",
    "title": "Mission launched for clean energy workforce",
    "text": "<p>Mumbai: In a new initiative, CORE, the renewable energy education and skill development arm of the POWERCON Group has signed a MoU with Yashwantrao Chavan Maharashtra Open University (YCMOU) to accelerate workforce readiness in India's clean energy sector. </p><p>The partnership will launch Certificate, Diploma, and Degree courses in Renewable Energy and Cleantech Technologies, with 12 specialized programs set to roll out by May 2025.</p><p>Beyond classroom learning, this MoU also facilitates internships, faculty exchanges, and job placements, ensuring practical exposure to the RE industry. This collaboration between the POWERCON Group’s CORE and YCMOU marks a pivotal step in shaping a highly skilled workforce capable of driving India's clean energy revolution.</p>.Amazon, Google sign pledge to support tripling of nuclear energy capacity by 2050. <p>Praveen Kakulte, CEO, the POWERCON Group, said: \"India’s clean energy transition depends on a skilled and future-ready workforce. CORE’s partnership with YCMOU enables the masses to acquire the most critical and difficult to get RE industry skills, qualification and a University certification. This secures employability of the youth and working professionals across the domestic and global RE industry.”</p><p>Prof Dr Sanjeev Sonawane, Vice-Chancellor YCMOU, said: \"Partnering with CORE allows us to introduce very specialized programs that directly contribute to India’s RE goals. Together, we are committed to developing a talent pool at a faster pace. YCMOU being a Mass Varsity and with its recent recognition as a Digital University, the access for and development of talent is augmented further without any limitation to geographical boundaries.”</p><p>As India moves towards a net-zero emissions by 2070, the demand for skilled professionals in solar, wind, energy storage, electric vehicles, and hydrogen technologies is surging. By 2030, it is estimated that about 24 million green jobs will be created globally of which over 1.8 million would be the need for Indian Renewables alone. </p><p>This translates into crafting of 200,000 fresh careers per year over the next 6 years and additionally half of it to be reskilled / upskilled, underscoring the urgency for a structured, industry-driven education.</p><p>This collaboration directly aligns with national initiatives like the National Solar Mission, National Wind-Solar Hybrid Policy, and Green Hydrogen Mission, ensuring that training programs meet real-world industry needs and government mandates under MNRE and Skill India. The launch of said career courses clears a headway for the youth to get profiled with state-of-the-art clean energy technologies and gain hands-on work exposure to be certified as Wind, Solar or Renewable Energy (RE) Commandos.</p>\n<p>Mumbai: In a new initiative, CORE, the renewable energy education and skill development arm of the POWERCON Group has signed a MoU with Yashwantrao Chavan Maharashtra Open University (YCMOU) to accelerate workforce readiness in India's clean energy sector. </p><p>The partnership will launch Certificate, Diploma, and Degree courses in Renewable Energy and Cleantech Technologies, with 12 specialized programs set to roll out by May 2025.</p><p>Beyond classroom learning, this MoU also facilitates internships, faculty exchanges, and job placements, ensuring practical exposure to the RE industry. This collaboration between the POWERCON Group’s CORE and YCMOU marks a pivotal step in shaping a highly skilled workforce capable of driving India's clean energy revolution.</p>.Amazon, Google sign pledge to support tripling of nuclear energy capacity by 2050. <p>Praveen Kakulte, CEO, the POWERCON Group, said: \"India’s clean energy transition depends on a skilled and future-ready workforce. CORE’s partnership with YCMOU enables the masses to acquire the most critical and difficult to get RE industry skills, qualification and a University certification. This secures employability of the youth and working professionals across the domestic and global RE industry.”</p><p>Prof Dr Sanjeev Sonawane, Vice-Chancellor YCMOU, said: \"Partnering with CORE allows us to introduce very specialized programs that directly contribute to India’s RE goals. Together, we are committed to developing a talent pool at a faster pace. YCMOU being a Mass Varsity and with its recent recognition as a Digital University, the access for and development of talent is augmented further without any limitation to geographical boundaries.”</p><p>As India moves towards a net-zero emissions by 2070, the demand for skilled professionals in solar, wind, energy storage, electric vehicles, and hydrogen technologies is surging. By 2030, it is estimated that about 24 million green jobs will be created globally of which over 1.8 million would be the need for Indian Renewables alone. </p><p>This translates into crafting of 200,000 fresh careers per year over the next 6 years and additionally half of it to be reskilled / upskilled, underscoring the urgency for a structured, industry-driven education.</p><p>This collaboration directly aligns with national initiatives like the National Solar Mission, National Wind-Solar Hybrid Policy, and Green Hydrogen Mission, ensuring that training programs meet real-world industry needs and government mandates under MNRE and Skill India. The launch of said career courses clears a headway for the youth to get profiled with state-of-the-art clean energy technologies and gain hands-on work exposure to be certified as Wind, Solar or Renewable Energy (RE) Commandos.</p>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Education"
    ],
    "topics": [
      "Environment->energy resources",
      "Environment->sustainability",
      "Economy, Business and Finance->energy and resource",
      "Economy, Business and Finance->human resources",
      "Education->vocational education",
      "Education->college and university"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Yashwantrao Chavan Maharashtra Open University",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Cleantech Technologies",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "POWERCON Group",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Google",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Amazon",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T03:39:28.010+02:00",
    "updated": "2025-03-13T03:39:28.010+02:00"
  }
]