[
  {
    "uuid": "b6d27333557f4eb9fc5649642b642d63f05cc028",
    "url": "https://news.marketersmedia.com/eugene-painless-lasik-surgery-for-myopia-vision-correction-procedure-announced/89118015",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Interwire",
    "published": "2024-01-05T19:59:00Z",
    "title": "Eugene Painless LASIK Surgery For Myopia: Vision Correction Procedure Announced",
    "text": "—\nFollowing the announcement, Pacific ClearVision Institute can address astigmatism, nearsightedness, and farsightedness. The procedure is performed in just 25 minutes - and is currently the most popular vision correction option.\nMore information can be found at\nhttps://pcvi.com/treatments-eugene/lasik\nRecent surveys conducted by the NIH showed that minimally invasive procedures such as LASIK lead to greater patient satisfaction when compared to contact lenses.\n“Studies continue to show that laser eye surgery is safe and in many ways a more rational alternative to contact lenses,” explains a doctor for the practice. “The fact that it is the most common method of treatment of refractive issues is not just a function of its safety but its convenience to the patient.”\nPacific ClearVision Institute’s ophthalmologists explain that laser technology can effectively treat many forms of refractive errors in the eye. For example, LASIK can be beneficial for patients suffering from low, moderate, and high myopia with or without astigmatism. During the procedure, a laser is used to reshape the cornea and correct the refraction problems. In the majority of cases, this correction lasts for a lifetime.\nA full eye examination is necessary before the procedure - and it may include a slit-lamp exam, dry eye evaluation, and other types of tests.\nBesides the well-known benefits of laser surgery, such as immediate vision correction, continued advances in laser technology also mean that the procedure is becoming safer and more effective.\nAbout Pacific ClearVision Institute\nBased in Eugene, Oregon, Pacific ClearVision Institute employs ophthalmologists and laser surgeons with decades of experience in treating refractive errors, cataracts, and other illnesses of the eye. The practice also has an office in Cottage Cove for post-operative care and refractive surgery evaluations.\nA satisfied patient said: “ClearVision’s team really took the time to thoroughly examine and evaluate my eyes prior to discussing my options. They presented them including the risks and benefits of each. Their approach set me at ease. I am very happy with my results and follow-up. I just wish I’d done it sooner.”\nInterested parties can find out more at\nhttps://pcvi.com/treatments-eugene/lasik\nContact Info:\nName: Jessica Singleton\nEmail:\nSend Email\nOrganization: Pacific ClearVision Institute\nAddress: 1125 Darlene Lane Suite 100, Eugene, OR 97401, United States\nPhone: +1-541-343-5000\nWebsite:\nhttps://pcvi.com/\nRelease ID: 89118015",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://send.releasecontact.com/89118015",
      "https://pcvi.com/treatments-eugene/lasik",
      "https://pcvi.com/",
      "https://pcvi.com",
      "https://www.pcvi.com/treatments-eugene/lasik",
      "https://www.pcvi.com/",
      "https://www.send.releasecontact.com/89118015"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pacific clearvision institute",
          "sentiment": "negative"
        },
        {
          "name": "nih",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:02:17.891+02:00",
    "updated": "2024-01-06T01:02:17.891+02:00"
  },
  {
    "uuid": "53198d9011fd7256cd8bb710b64ba9a11518fab3",
    "url": "https://www.expressandstar.com:443/news/uk-news/2023/12/29/martin-urges-tough-sanctions-on-extremist-west-bank-settlers-if-violence-goes-on/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T00:05:00Z",
    "title": "Martin urges tough sanctions on extremist West Bank settlers if violence goes on | Express & Star",
    "text": "The Tanaiste said the targeting of Palestinians in the West Bank was ‘shocking’ and has to stop now. Sanctions against extremist Israeli settlers guilty of targeting Palestinians in the West Bank should go further than travel bans if the violence persists, the Tanaiste has said. The US and UK have already announced that they will ban such extremist settlers from entering their countries while EU leaders are set to consider similar proposals. It comes after an upsurge in violence in the Israeli-occupied West Bank. Palestinians living in the area have accused Jewish settlers of using the Israel/Hamas conflict in Gaza as a pretence to seize more land and engage in violence in the West Bank. At his end of year media briefing, Micheal Martin was asked whether sanctions should go further than visa bans and whether Israel should be forced to pay for the damage committed by settlers. “We are part of the West Bank consortium (group of EU states and the UK) which is endeavouring to put pressure on Israel to pay for damage to any EU funded infrastructure and most recently there was a school that was funded by Irish Aid that was very badly damaged by Israeli forces,” he said. “We believe what’s happening in the West Bank is shocking, it’s in violation of UN resolutions and in violation of international humanitarian law and we’ve made it clear consistently at UN and other levels that this has to stop now. “Yes, I think sanctions should go beyond travel bans if this persists. Israel is saying it’s a small minority but the evidence is that the action of settlers has been backed up by the IDF on the ground with Palestinians being attacked and various communities being displaced. “The issue fundamentally is if we are to have any chance of a contiguous Palestinian state the action of the settlers has to stop, particularly with the far right, very religious fundamentalist settlers who almost believe that the biblical reality is this is all of their land and they can displace anybody in their way, that has to stop and the Israeli government has a responsibility to stop that.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "martin",
          "sentiment": "negative"
        },
        {
          "name": "tanaiste",
          "sentiment": "negative"
        },
        {
          "name": "micheal martin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "tanaiste",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:17:07.863+02:00",
    "updated": "2023-12-29T02:17:07.863+02:00"
  },
  {
    "uuid": "03c36084e8fc18c3757c15196e4671cc8c53ce15",
    "url": "https://www.stocktitan.net/news/D/pjm-selects-regional-transmission-projects-to-be-jointly-developed-wwq711ozb7e5.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "StockTitan",
    "published": "2025-02-27T13:00:00Z",
    "title": "How Dominion's Massive 415-Mile Power Grid Expansion Could Transform Eastern Energy Markets",
    "text": "PJM selects regional transmission projects to be jointly developed by Dominion Energy, American Electric Power, FirstEnergy\nPJM Interconnection has selected multiple electric transmission projects to be jointly developed by Dominion Energy (D), American Electric Power, and FirstEnergy through their newly formed Valley Link Transmission Company joint venture. The projects will span across Virginia, West Virginia, and Maryland.\nThe key developments include:\n- A 260-mile 765-kilovolt transmission line with two substations between Putnam County, WV and Frederick County, MD\n- A 155-mile 765-kV transmission line with a substation between Campbell County, VA and Fauquier County, VA\n- A new substation in Caroline County, VA\nThese infrastructure investments aim to address the region's growing power demands, enhance grid reliability, and support economic development. The projects are in early development stages, with detailed plans for permitting, regulatory approvals, and public participation expected in the coming months.\nPJM Interconnection ha selezionato diversi progetti di trasmissione elettrica da sviluppare congiuntamente da Dominion Energy (D), American Electric Power e FirstEnergy attraverso la loro nuova joint venture Valley Link Transmission Company. I progetti si estenderanno attraverso Virginia, West Virginia e Maryland.\nLe principali iniziative includono:\n- Una linea di trasmissione di 260 miglia a 765 kilovolt con due sottostazioni tra la Contea di Putnam, WV e la Contea di Frederick, MD\n- Una linea di trasmissione di 155 miglia a 765 kV con una sottostazione tra la Contea di Campbell, VA e la Contea di Fauquier, VA\n- Una nuova sottostazione nella Contea di Caroline, VA\nQuesti investimenti infrastrutturali mirano a soddisfare le crescenti esigenze energetiche della regione, migliorare l'affidabilità della rete e supportare lo sviluppo economico. I progetti sono nelle fasi iniziali di sviluppo, con piani dettagliati per i permessi, le approvazioni normative e la partecipazione pubblica previsti nei prossimi mesi.\nPJM Interconnection ha seleccionado múltiples proyectos de transmisión eléctrica para ser desarrollados conjuntamente por Dominion Energy (D), American Electric Power y FirstEnergy a través de su nueva empresa conjunta Valley Link Transmission Company. Los proyectos abarcarán Virginia, West Virginia y Maryland.\nLos desarrollos clave incluyen:\n- Una línea de transmisión de 260 millas a 765 kilovoltios con dos subestaciones entre el Condado de Putnam, WV y el Condado de Frederick, MD\n- Una línea de transmisión de 155 millas a 765 kV con una subestación entre el Condado de Campbell, VA y el Condado de Fauquier, VA\n- Una nueva subestación en el Condado de Caroline, VA\nEstas inversiones en infraestructura tienen como objetivo abordar la creciente demanda de energía de la región, mejorar la fiabilidad de la red y apoyar el desarrollo económico. Los proyectos se encuentran en las primeras etapas de desarrollo, con planes detallados para permisos, aprobaciones regulatorias y participación pública que se esperan en los próximos meses.\nPJM Interconnection는 Dominion Energy (D), American Electric Power 및 FirstEnergy가 새로 설립한 Valley Link Transmission Company 합작 투자를 통해 공동 개발할 여러 전력 전송 프로젝트를 선택했습니다. 이 프로젝트는 버지니아, 웨스트버지니아 및 메릴랜드 전역에 걸쳐 있습니다.\n주요 개발 사항은 다음과 같습니다:\n- 푸트남 카운티(WV)와 프레더릭 카운티(MD) 사이에 있는 두 개의 변전소가 있는 260마일 길이의 765킬로볼트 전송선\n- 캠벨 카운티(VA)와 포키어 카운티(VA) 사이에 있는 변전소가 있는 155마일 길이의 765kV 전송선\n- 캐롤라인 카운티(VA)의 새로운 변전소\n이러한 인프라 투자들은 지역의 증가하는 전력 수요를 충족하고, 그리드의 신뢰성을 향상시키며, 경제 개발을 지원하는 것을 목표로 하고 있습니다. 프로젝트는 초기 개발 단계에 있으며, 허가, 규제 승인 및 공적 참여에 대한 세부 계획이 향후 몇 개월 내에 예상됩니다.\nPJM Interconnection a sélectionné plusieurs projets de transmission électrique à développer conjointement par Dominion Energy (D), American Electric Power et FirstEnergy à travers leur nouvelle coentreprise Valley Link Transmission Company. Les projets s'étendront à travers la Virginie, la Virginie-Occidentale et le Maryland.\nLes développements clés comprennent:\n- Une ligne de transmission de 260 miles à 765 kilovolts avec deux sous-stations entre le comté de Putnam, WV et le comté de Frederick, MD\n- Une ligne de transmission de 155 miles à 765 kV avec une sous-station entre le comté de Campbell, VA et le comté de Fauquier, VA\n- Une nouvelle sous-station dans le comté de Caroline, VA\nCes investissements dans les infrastructures visent à répondre à la demande croissante d'énergie de la région, à améliorer la fiabilité du réseau et à soutenir le développement économique. Les projets en sont à leurs débuts, avec des plans détaillés pour les permis, les approbations réglementaires et la participation du public attendus dans les mois à venir.\nPJM Interconnection hat mehrere elektrische Übertragungsprojekte ausgewählt, die gemeinsam von Dominion Energy (D), American Electric Power und FirstEnergy durch ihr neu gegründetes Valley Link Transmission Company Joint Venture entwickelt werden sollen. Die Projekte werden sich über Virginia, West Virginia und Maryland erstrecken.\nDie wichtigsten Entwicklungen umfassen:\n- Eine 260 Meilen lange 765-Kilovolt-Übertragungsleitung mit zwei Umspannwerken zwischen Putnam County, WV und Frederick County, MD\n- Eine 155 Meilen lange 765-kV-Übertragungsleitung mit einem Umspannwerk zwischen Campbell County, VA und Fauquier County, VA\n- Ein neues Umspannwerk im Caroline County, VA\nDiese Infrastrukturinvestitionen zielen darauf ab, den wachsenden Energiebedarf der Region zu decken, die Zuverlässigkeit des Netzes zu verbessern und die wirtschaftliche Entwicklung zu unterstützen. Die Projekte befinden sich in den frühen Entwicklungsphasen, wobei detaillierte Pläne für Genehmigungen, regulatorische Genehmigungen und die öffentliche Teilnahme in den kommenden Monaten erwartet werden.\n- Major infrastructure expansion to meet growing power demand\n- Strategic partnership reducing development costs through shared expertise\n- Strengthening grid reliability and capacity across multiple states\n- Significant capital expenditure required for 415 miles of transmission lines\n- Extended timeline for regulatory approvals and permits\n- Potential environmental and community impact concerns during development\nInsights\nPJM's selection of these major transmission projects represents a significant capital investment opportunity for Dominion Energy and its partners in the newly formed Valley Link Transmission Company joint venture. While financial details weren't disclosed, projects of this magnitude—involving over 400 miles of high-voltage transmission lines and multiple substations—likely represent a multi-billion-dollar investment over the coming decade.\nFrom an investor perspective, regulated transmission assets are particularly valuable as they typically provide stable, predictable returns under FERC jurisdiction, often at higher allowed ROEs than state-regulated distribution investments. These projects should support Dominion's long-term earnings growth while strengthening grid reliability across its service territory.\nThe joint venture structure is strategically significant, allowing Dominion to share development costs and risks while leveraging the specialized expertise of AEP (known for its extensive 765kV transmission experience) and FirstEnergy. This collaborative approach may accelerate regulatory approvals and potentially improve project economics compared to individual utility development.\nInvestors should note several key considerations: 1) These projects face a lengthy development timeline with regulatory and permitting hurdles that could affect ultimate scope and timing; 2) The capital requirements will influence Dominion's financing needs and balance sheet management in coming years; and 3) The projects align with broader industry trends toward major transmission expansion to support both reliability and the clean energy transition.\nThe announcement reinforces Dominion's focus on its core regulated utility operations following its strategic pivot away from non-regulated businesses, positioning the company to benefit from the substantial infrastructure investments needed across the PJM region.\n-\nCompanies will jointly develop transmission projects in\nVirginia ,West Virginia andMaryland to reliably serve the region’s growing power demand - Needed transmission reliability investments will also increase the grid’s resiliency and capacity to support new generation\n- Projects are in the early stages of development, with more detailed plans for permitting, regulatory approvals and public participation expected in the coming months\nThe companies jointly proposed the projects through PJM’s Regional Transmission Expansion Plan (RTEP) Open Window process in September 2024, and yesterday they were awarded by the PJM Board of Managers. PJM is the regional transmission organization that coordinates the transportation of wholesale electricity across the 13-state region that includes\nThe companies will develop the projects through the recently formed Valley Link Transmission Company, LLC joint venture. The innovative collaboration will leverage the companies’ collective expertise and resources to deliver comprehensive and cost-effective solutions that address the region’s growing power needs.\nAfter a lengthy review process, PJM determined the joint venture’s proposed projects, among others, best met the reliability needs of the grid. The projects will support economic development while ensuring every customer has the energy they rely on every day.\n“These projects are essential for the economic vitality of our region, the reliability of our grid and the everyday lives of our customers,” said Ed Baine, President of Utility Operations and Dominion Energy Virginia. “These are comprehensive solutions needed to reliably serve the growing needs of our customers, and we thank PJM for their thorough review.”\n“By leveraging the collective expertise of our three companies, we have the opportunity to build robust transmission facilities that will address documented reliability concerns on the regional power grid,” said Mark Mroczynski, President, Transmission at FirstEnergy. “While we’re in the very early stages, we look forward to engaging with communities and stakeholders in the months ahead to discuss the need for these projects and listen to the ideas and concerns of our customers.”\n“AEP has decades of experience with projects of the size and scope needed to serve the unprecedented growth in energy demand,” said Bob Bradish, senior vice president, Regulated Infrastructure Investment Planning for AEP. “This joint venture is a unique solution to addressing the needs of our customers and ensuring long-term reliability and continued economic growth opportunities in the region.”\nThe selected projects include:\n-\nBuilding approximately 260 miles of 765-kilovolt (kV) transmission line and two substations between\nPutnam County, West Virginia andFrederick County, Maryland . -\nBuilding approximately 155 miles of 765-kV transmission line and a substation between\nCampbell County, Virginia andFauquier County, Virginia . -\nBuilding a new substation in\nCaroline County, Virginia .\nThe projects are in the early stages of development and do not have a firm time frame yet for permitting, regulatory approvals and construction. Following PJM’s recent awards, the companies will advance the development of project details, which includes assessing potential routes and conducting thorough environmental studies.\nThe companies are committed to collaborating with residents, local governments and other stakeholders in the project communities at every stage of the process. Community engagement is crucial for making informed decisions that reduce or prevent potential impacts.\nIn addition to the jointly developed projects, PJM selected several other transmission projects that will be developed individually by each of the three companies in their service areas.\nAbout Dominion Energy\nDominion Energy (NYSE: D), headquartered in 3.6 million homes and businesses in offshore wind and solar power and the largest producer of carbon-free electricity in New England. The company’s mission is to provide the\nreliable, affordable, and increasingly clean energythat powers its customers every day. Please visit\nDominionEnergy.comto learn more.\nAbout AEP\nOur team at American Electric Power (Nasdaq: AEP) is committed to improving our customers' lives with reliable, affordable power. We are investing\nAbout FirstEnergy\nFirstEnergy Corp. (NYSE: FE) is dedicated to integrity, safety, reliability and operational excellence. Its electric distribution companies form one of the nation’s largest investor-owned electric systems, serving more than six million customers in firstenergycorp.com and on X @FirstEnergyCorp.\nJointly owned by FirstEnergy and Brookfield Super-Core Infrastructure Partners, FET is the equity investor in Valley Link Transmission, LLC. FET owns and operates American Transmission Systems Inc. (ATSI), Mid-Atlantic Interstate Transmission (MAIT) and Trans-Allegheny Interstate Transmission Line Inc. (TrAILCo.)\nNews Category:\nForward-Looking Statements\nThis release contains certain forward-looking statements that are subject to a variety of factors that could cause actual events or results to differ from those included in these statements. These factors are identified in Dominion Energy's Forms 10-K and 10-Q filed with the\nView source version on businesswire.com: https://www.businesswire.com/news/home/20250226087108/en/\nDominion Energy: Jason Williams, 804-292-4929, jason.e.williams@dominionenergy.com\nFirstEnergy: Will Boye, 301-790-6420, wboye@firstenergycorp.com\nAmerican Electric Power: Scott Blake, 614-716-1938, ssblake@aep.com\nInvestor contacts:\nDominion Energy: David McFarland, 804-339-1173, david.m.mcfarland@dominionenergy.com\nFirstEnergy: Karen Sagot, 330-761-4286, ksagot@firstenergycorp.com\nAmerican Electric Power: Darcy Reese, 614-716-2614, dlreese@aep.com\nSource: Dominion Energy\nFAQ\nWhat transmission projects did PJM select Dominion Energy (D) to develop?\nHow many miles of transmission lines will the Dominion Energy (D) joint venture build?\nWhich companies are partnering with Dominion Energy (D) in the Valley Link Transmission Company?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->energy and resource",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.firstenergycorp.com&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=firstenergycorp.com&index=7&md5=a73cf56fc928ec2e364bb10c4b872f46",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Four-company&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=reliable%2C+affordable%2C+and+increasingly+clean+energy&index=5&md5=16823bda60348f7377fd6c338e5b163a",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Fprojects-and-facilities%2Fnuclear-facilities%2Fmillstone-power-station&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=largest+producer+of+carbon-free+electricity+in+New+England&index=4&md5=0d47ccd0e1482edac9f0c54b4259bf26",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fx.com%2Ffirstenergycorp&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=%40FirstEnergyCorp&index=8&md5=472a0c450fdc7047d3b01fd688bdcf26",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Fprojects-and-facilities%2Fwind-power-facilities-and-projects%2Fcoastal-virginia-offshore-wind&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=offshore+wind&index=2&md5=d8e1922c4e4cb8a81e9b1467801611be",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.dominionenergy.com%2F&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=DominionEnergy.com&index=6&md5=d05b87ddbca30c2d048b9e094a678f75",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Fprojects-and-facilities%2Fsolar-energy-facilities-and-projects%2Fvirginia-solar-projects&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=solar&index=3&md5=f3129bbb9ffb0d7411674d3cac57ce7a",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Four-company%2Foperating-segments&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=3.6+million&index=1&md5=5cc396be7c827a34deb3fa02ea78b485",
      "https://www.businesswire.com/news/home/20250226087108/en/",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.firstenergycorp.com&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=firstenergycorp.com&index=7&md5=a73cf56fc928ec2e364bb10c4b872f46",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Fprojects-and-facilities%2Fsolar-energy-facilities-and-projects%2Fvirginia-solar-projects&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=solar&index=3&md5=f3129bbb9ffb0d7411674d3cac57ce7a",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Four-company%2Foperating-segments&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=3.6+million&index=1&md5=5cc396be7c827a34deb3fa02ea78b485",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Fprojects-and-facilities%2Fwind-power-facilities-and-projects%2Fcoastal-virginia-offshore-wind&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=offshore+wind&index=2&md5=d8e1922c4e4cb8a81e9b1467801611be",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Four-company&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=reliable%2C+affordable%2C+and+increasingly+clean+energy&index=5&md5=16823bda60348f7377fd6c338e5b163a",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.dominionenergy.com%2Fprojects-and-facilities%2Fnuclear-facilities%2Fmillstone-power-station&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=largest+producer+of+carbon-free+electricity+in+New+England&index=4&md5=0d47ccd0e1482edac9f0c54b4259bf26",
      "https://cts.businesswire.com/ct/CT",
      "https://www.businesswire.com/news/home/20250226087108/en",
      "https://businesswire.com/news/home/20250226087108/en/",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.dominionenergy.com%2F&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=DominionEnergy.com&index=6&md5=d05b87ddbca30c2d048b9e094a678f75",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fx.com%2Ffirstenergycorp&esheet=54215908&newsitemid=20250226087108&lan=en-US&anchor=%40FirstEnergyCorp&index=8&md5=472a0c450fdc7047d3b01fd688bdcf26"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Dominion Energy",
          "sentiment": "negative"
        },
        {
          "name": "American Electric Power",
          "sentiment": "neutral"
        },
        {
          "name": "Valley Link Transmission Company",
          "sentiment": "none"
        },
        {
          "name": "FirstEnergy\nPJM Interconnection",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Caroline County",
          "sentiment": "none"
        },
        {
          "name": "Fauquier County",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:42:16.463+02:00",
    "updated": "2025-02-28T01:42:16.463+02:00"
  },
  {
    "uuid": "a1e0c194e035e96c84b919041469e4c36b5dad00",
    "url": "https://www.cnbc.com/2024/01/05/cramer-names-biopharma-companies-as-industry-mergers-start-to-accrue.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julie Coleman",
    "published": "2024-01-05T23:48:00Z",
    "title": "Cramer names biopharma companies as industry mergers start to accrue",
    "text": "- CNBC's Jim Cramer highlighted recent biopharma mergers and acquisitions for investors to watch: Amgen and Horizon Therapeutics, Pfizer's deal with Seagen, plus moves by AbbVie and Bristol-Myers. - Cramer told investors to keep an eye on these developments ahead of the JPMorgan health care conference next week. CNBC's [Jim Cramer](https://www.cnbc.com/jim-cramer-bio/) on Friday pointed out the number of biopharma mergers and acquisitions that have closed or been announced over the last few months. He told investors to keep an eye on these moves in advance of the [JPMorgan](/quotes/JPM/) health care conference next week. \"I know that drug companies are tough to own in presidential election years, but in recent months, we've witnessed a big pharma takeover spree,\" he said. \"And this wave of consolidation is something you need to keep in mind when the JPMorgan health care conference kicks off next week.\" According to Cramer, mergers and acquisitions have been a staple of the industry. They slowed over the past few years as the Biden administration has enforced sweeping antitrust policies. Cramer said he sees this trend starting to shift after two major pharma players managed to close deals this year. After initiating a lawsuit against the merger, the Federal Trade Commission ultimately [allowed](https://www.cnbc.com/2023/09/01/ftc-allows-amgen-horizon-therapeutics-deal-to-move-forward.html) drug giant [Amgen](/quotes/AMGN/) to purchase [Horizon Therapeutics](/quotes/HZNP/) for $27.8 billion last fall. [Pfizer](/quotes/PFE/) also [closed](https://www.pfizer.com/news/press-release/press-release-detail/pfizer-completes-acquisition-seagen#:~:text=Pfizer%20completed%20its%20acquisition%20of,cancer%20diagnosis%20in%20their%20lifetime) a $43 billion deal to acquire [Seagen](https://www.cnbc.com/quotes/) in December of 2023. Cramer thinks these successful acquisitions have emboldened other biopharma companies to pursue mergers. He pointed to a number of pharma mergers worth billions proposed at the end of last year, starting with [AbbVie](/quotes/ABBV/). The company announced it would buy two outfits towards the end of 2023 — [ImmunoGen](/quotes/IMGN/), notable for its ovarian cancer treatment, and [Cerevel Therapeutics](/quotes/CERE/), which is developing therapies for a number of neurological conditions. Major sector names [Roche](/quotes/ROG-CH/) and [AstraZeneca](/quotes/AZN-GB/) also announced acquisitions in December of 2023. But according Cramer, [Bristol-Myers](/quotes/BMY/) is the most active of the bunch as it recently announced deals to buy [Mirati Therapeutics](/quotes/MRTX/), [Karuna Therapeutics](/quotes/KRTX/) and [RayzeBio](/quotes/undefined/). He said the company needs these acquisitions because patents for some of its top drugs are set to expire in the next few years. \"Biopharma companies have finally rediscovered the urge to merge,\" he said. \"Big pharma's buying innovation, while the little biotechs sell themselves for distribution and marketing infrastructure—everybody wins.\" [Sign up now](https://www.cnbc.com/jointheclub/) for the CNBC Investing Club to follow Jim Cramer's every move in the market. Questions for Cramer? Call Cramer: 1-800-743-CNBC Want to take a deep dive into Cramer's world? Hit him up! [Mad Money Twitter](https://twitter.com/MadMoneyOnCNBC) - [Jim Cramer Twitter](https://twitter.com/jimcramer) - Questions, comments, suggestions for the \"Mad Money\" website? madcap@cnbc.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://twitter.com/jimcramer",
      "https://twitter.com/MadMoneyOnCNBC",
      "https://www.pfizer.com/news/press-release/press-release-detail/pfizer-completes-acquisition-seagen#:~:text=Pfizer%20completed%20its%20acquisition%20of,cancer%20diagnosis%20in%20their%20lifetime",
      "http://instagram.com/jimcramer",
      "https://www.facebook.com/madmoney?ref=aymt_homepage_panel",
      "https://www.facebook.com/madmoney",
      "https://facebook.com/madmoney?ref=aymt_homepage_panel",
      "https://www.twitter.com/jimcramer",
      "https://pfizer.com/news/press-release/press-release-detail/pfizer-completes-acquisition-seagen#:~:text=Pfizer%20completed%20its%20acquisition%20of,cancer%20diagnosis%20in%20their%20lifetime",
      "https://www.twitter.com/MadMoneyOnCNBC",
      "http://www.instagram.com/jimcramer"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cramer",
          "sentiment": "negative"
        },
        {
          "name": "jim cramer",
          "sentiment": "negative"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnbc",
          "sentiment": "negative"
        },
        {
          "name": "amgen",
          "sentiment": "none"
        },
        {
          "name": "pfizer",
          "sentiment": "none"
        },
        {
          "name": "jpmorgan",
          "sentiment": "none"
        },
        {
          "name": "federal trade commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seagen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T02:08:48.630+02:00",
    "updated": "2024-01-06T11:16:42.009+02:00"
  }
]