[
  {
    "uuid": "4b9d84b06bbf0a2c75eb4aadf7abb71ec454cf64",
    "url": "https://biz.crast.net/todays-top-cd-5-79-remains-the-best-rate-across-all-terms/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Neeley",
    "published": "2023-12-28T22:32:00Z",
    "title": "Today's Top CD: 5.79% remains the best rate across all terms",
    "text": "Top CD rates held steady today, with the leading 5.79% APY on Climate First Bank's 8-month CD available for at least another day. The best CD rates across all terms remained unchanged for the third consecutive day.\nThe second best CD rate today is 5.75%, also offered by Inova Federal Credit Union on an 8 month term. With just a few days left in 2023, locking in the top CD rate could be the right move if the Federal Reserve decides to lower interest rates next year.\nkey takeaways\n- The top CD rate in our daily ranking of the best nationwide CDs remains Climate First Bank's 8-month CD at 5.79% APY.\n- CD rates peaked at 6.50% in October, but today's top rates are still historically high.\n- Only two nationally available CDs pay at least 5.75% APY. Seven weeks ago, we counted 16 CDs that offered 5.75% APY or higher.\n- The top rate on a jumbo CD is 5.77%, offered on 6 month and 1 year CD terms.\n- The Federal Reserve is expected to cut interest rates in the new year, so CD rates are likely to continue falling.\nBelow you'll find special rates available from our partners, followed by our full ranking of the best CDs available nationwide.\nThe number of CDs paying at least 5.75% reached a historic peak of 18 on November 3. But in the eight weeks since, that number has fallen sharply – now down to just two. Three other CDs pay 5.70% APY on terms of 7 to 14 months.\nThe highest rates will be available for a period of up to 18 months. But stellar rates can still be achieved on longer terms. The top-paying 2-year certificate offers 5.39% APY, while you can secure 5.23% for a 3-year term. And in 4-year and 5-year terms, you can lock in a long-term rate of up to 5.00% APY.\nAlthough the yields on these longer certificates are lower than those on certificates with shorter terms, it may be a smart move to secure one of today's record rates for as long as possible, as the current expectation is that interest rates will fall over the next few years. Will fall.\nfast facts\nWhen asked in December whether they were choosing certain investments more or less during recent market events, 28% of Investopedia readers said they were leaning into CDs – trailing only the leading choice of money market funds. One percentage point behind. Additionally, 11% of readers said they would open a CD if they had an extra $10,000 to invest, which ranked third behind individual stocks and ETFs.\nTo view the top 15-20 nationwide rates over any period, click on the desired period length in the top left column.\nFor anyone with a larger deposit size, the leading jumbo is 5.77% APY, available on My eBanc for a term of 6 months or 1 year.\n*Reflects the highest APY offered in each period. To see our list of top-paying CDs for banks, credit unions and jumbo certificates, click on the column headers above.\nNote that there are no jumbo CDs Always Pay higher returns than standard certificates. Sometimes you can do just as well—or even better—with a standard CD. This is currently the case for six of the eight conditions above, so it's smart to shop around for both certificate types before making a final decision.\nWhere are CD rates going next year?\nThe Federal Reserve earlier this month opted to keep rates steady at a 22-year high, its third consecutive meeting. The Fed has been aggressively combating decades-high inflation since March last year, raising the federal funds rate with a fast and furious hike in 2022 and then a more moderate increase in 2023.\nThis has historically created favorable conditions for those buying CDs, as well as anyone holding cash in a high-yield savings or money market account.\nInflation has moderated significantly in recent months, including a slight decline in November. And although Chair Powell said the rate-setting committee is not ruling out the possibility of future rate hikes, she also said in her press conference that Fed members have begun discussing lowering rates.\nThe Fed's dot plot shows that no member of the rate-setting committee predicts another rate hike in 2024. Instead, the average expectation is for three rate cuts in 2024, for a total decline of 0.75%.\nThis has important implications for CD buyers and other savers. Banks and credit unions base their deposit rates on the Fed funds rate. Even talk of a cut means that the wild rise in deposit rates that we saw is likely to end.\n“The Fed has virtually made it official that there will be no further rate hikes this cycle,” Robert Frick, corporate economist at Navy Federal Credit Union, said in a statement.\n“This is a call to action for savers to lock in the current high CD rates and other rates in safe vehicles like Treasuries,” Frick said. “Those rates will likely remain low from here, and given that they are higher than the inflation rate, savers may still be able to earn real returns.”\nAs we always caution, trying to predict the Fed's future rate moves is an uncertain exercise. But for now, it looks like CD rates will continue to retreat from their recent peaks.\nNote that the “top rates” quoted here are the highest rates available nationally that Investopedia has identified in its daily rate research on hundreds of banks and credit unions. This is very different from the national average, which includes all banks offering CDs with that term, including many of the larger banks that pay much less in interest. Thus, the national average is always quite low, while the top rates you can get by shopping around are often 5, 10, or even 15 times higher.\nHow We Find the Top CD Rates Today\nEach business day, Investopedia tracks rate data from more than 200 banks and credit unions that offer CDs to customers across the country and determines a daily ranking of the top-paying certificates in each major period. To qualify for our list, the institution must be federally insured (FDIC for banks, NCUA for credit unions), and the minimum initial deposit amount of the CD must not exceed $25,000.\nBanks must be available in at least 40 states. And while some credit unions require you to donate to a specific charity or association to become a member if you don't meet other eligibility criteria (for example, you don't live in a certain area or have a certain type of Do not work in a job), we exclude credit unions whose donation requirement is $40 or more. Read our full methodology to learn more about how we choose the best rates.\nInvestopedia / Alice Morgan\nSource: www.investopedia.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "climate first bank",
          "sentiment": "negative"
        },
        {
          "name": "inova federal credit union",
          "sentiment": "none"
        },
        {
          "name": "federal reserve",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:41.957+02:00",
    "updated": "2023-12-29T01:34:41.957+02:00"
  },
  {
    "uuid": "e1921527069862b3040bc53ce98753b4f9e34eb6",
    "url": "https://abcnews.go.com/WNT/video/tornadoes-strike-heartland-severe-weather-110091090",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2024-05-09T00:00:00Z",
    "title": "Video Tornadoes strike across heartland, with more severe weather on the way - ABC News",
    "text": "Tornadoes strike across heartland, with more severe weather on the way Thirteen tornadoes were reported in the past 24 hours across Kansas, Tennessee and Illinois. Following an outbreak of deadly storms in the Midwest and South, the risk of tornadoes continues. May 9, 2024 Examined Examined What’s next for Russia?Jun 29, 2022 What comes next after Texas school shooting?May 25, 2022 What's next for abortion rights in America?May 03, 2022 The new battle for voting rightsMay 02, 2022 How we can build a clean and renewable futureApr 19, 2022 The fight for KyivMar 11, 2022 Examining extremism in the militaryApr 27, 2021 Gun violence: An American epidemic?May 03, 2023 Border crisis: What’s happening at the US-Mexico border?Jun 18, 2021 Remembering George Floyd: A year of protestMay 25, 2021 The source of COVID-19: What we knowApr 07, 2021 How did the GameStop stock spike on Wall Street happen?Feb 12, 2021 Why are people hesitant to trust a COVID-19 vaccine?Dec 10, 2020 How climate change and forest management make wildfires harder to containSep 29, 2020 Disparity in police response: Black Lives Matter protests and Capitol riotFeb 23, 2021 2020 in review: A year unlike any otherDec 22, 2020 Examined: How Putin keeps powerMar 12, 2021 Why don’t the Electoral College and popular vote always match up?Oct 29, 2020 US crosses 250,000 coronavirus deathsNov 18, 2020 2nd Impeachment Trial: What this could mean for TrumpFeb 08, 2021 Presidential transition of power: ExaminedDec 01, 2020 How Donald Trump spent his last days as presidentJan 18, 2021 How Joe Biden's inauguration will be different from previous yearsJan 15, 2021 Belarus’ ongoing protests: ExaminedDec 04, 2020 Trump challenges the vote and takes legal actionNov 05, 2020 2020’s DNC and RNC are different than any beforeAug 17, 2020 What is happening with the USPS?Aug 20, 2020 Voting in 2020 during COVID-19Oct 13, 2020 Disinformation in 2020Oct 30, 2020 ABC News Specials on Impact X Nightline: On the BrinkDec 14, 2023 Impact X Nightline: Unboxing SheinNov 27, 2023 The Lady Bird DiariesNov 27, 2023 Impact X Nightline: It's BritneyNov 27, 2023 Impact X Nightline: Natalee Holloway -- A Killer ConfessesNov 27, 2023 Impact X Nightline: Who Shot Tupac?Nov 27, 2023 Wild CrimeOct 26, 2022 Impact x NightlineOct 28, 2022 Power Trip: Those Who Seek Power and Those Who Chase ThemSep 27, 2022 The Murders Before the MarathonSep 01, 2022 The Ivana Trump Story: The First WifeJul 25, 2022 AftershockJul 18, 2022 Mormon No MoreJun 22, 2022 Leave No Trace: A Hidden History of the Boy ScoutsJun 15, 2022 Keeper of the Ashes: The Oklahoma Girl Scout MurdersMay 20, 2022 The Orphans of COVID: America's Hidden TollMay 13, 2022 Superstar: Patrick SwayzeApr 14, 2022 The Kardashians -- An ABC News SpecialApr 05, 2022 24 Months That Changed the WorldMar 30, 2022 Have You Seen This Man?Mar 22, 2022",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "followi",
          "sentiment": "neutral"
        },
        {
          "name": "george floyd",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news thirteen",
          "sentiment": "negative"
        },
        {
          "name": "gamestop",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "kansas",
          "sentiment": "none"
        },
        {
          "name": "midwest",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "south",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T04:33:33.476+03:00",
    "updated": "2024-05-10T07:35:08.900+03:00"
  },
  {
    "uuid": "2680d8061cd0c91ba5eded158925e3769898c8e2",
    "url": "https://www.nola.com/opinions/editorial-edwards-was-a-very-good-foundational-governor/article_3f2a3972-a479-11ee-8998-5f9d36a7af79.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "STAFF EDITORIAL",
    "published": "2023-12-28T14:30:00Z",
    "title": "Editorial: Edwards ranks among Louisiana’s ‘foundational’ governors",
    "text": "All Louisiana governors are consequential. They wield enormous power and influence over public policy, economic development and more. But they don’t have magic wands; being consequential doesn’t guarantee greatness.\nThe goal of our best governors is to be transformational, to improve Louisiana’s trajectory for future generations. That’s never easy — sometimes it doesn't even seem possible. In those cases, the best a governor can hope for is to be foundational, to reverse a downward slide and position the state for future growth.\nIn many ways,\nJohn Bel Edwards will be remembered as one of Louisiana’s best foundational governors. And that’s saying a lot.\nHe entered office after eight years of decline. Former Gov. Bobby Jindal inherited a nearly $1 billion surplus but left Louisiana $2 billion in the hole — after gutting state support for higher education and health care. Democrat Edwards also faced a hostile Republican-majority legislature.\nDespite prolonged pushback, Edwards worked with GOP lawmakers to support a temporary sales tax that lifted Louisiana out of the fiscal ditch. More than that, his team produced eight consecutive budget surpluses and $3.2 billion in reserves — while restoring more than $460 million in recurring reinvestments in higher education and making the largest state investment ever in early childhood education.\nEdwards took a counterintuitive approach to one aspect of economic development by giving local governments a say in the granting of industrial tax exemptions previously controlled by the state. His policy allowed industries to continue getting significant tax breaks without completely cutting off funds for schools and other critical local services. Best of all, industries continued to invest in Louisiana.\nPerhaps his most far-reaching decision was expanding Medicaid under the Affordable Care Act (Obamacare), making health care available to more than 700,000 citizens from working families. That decision also kept rural hospitals open across Louisiana — while neighboring Texas and Mississippi, which did not expand Medicaid, together lost 31 hospitals.\nEconomically, Louisiana currently has its lowest unemployment rate and its highest personal income levels. The state also is beginning to rebuild its coast and make progress on long-neglected infrastructure projects.\nRelying on his West Point education and military training, Edwards led Louisiana through multiple crises — civil unrest, hurricanes, floods and tornadoes — by projecting strength and calm amid the storms.\nOne of his less heralded achievements was a significant increase in adoptions out of foster care during his tenure.\n“When I leave office, the state of Louisiana will be better than it was when I took office,” Edwards recently said.\nWe agree, but he also suffered some defeats. Edwards could not convince lawmakers to raise the state minimum wage, close a gender pay equity gap that is the nation’s highest or raise teacher pay to the Southern average.\nLegislators also rebuffed his recent pleas to end the death penalty and add exceptions for rape and incest to Louisiana’s tough anti-abortion law. Likewise, high levels of out-migration and crime continue to frustrate all Louisianans.\nOn balance, though, Edwards’ steady hand and fiscal stewardship have given Gov.-elect Jeff Landry a rare opportunity.\nIf Louisiana can build on the solid fiscal foundation created in the past eight years, Edwards may yet go down as one of Louisiana’s transformational governors. Time will tell.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [
      "https://www.theadvocate.com/baton_rouge/news/politics/john-bel-edwards-had-notable-successes-some-losses-as-governor/article_320287d6-161f-5e1c-990d-a0f5c7a9b789.html?utm_medium=social&utm_source=twitter&utm_campaign=user-share",
      "https://theadvocate.com/baton_rouge/news/politics/john-bel-edwards-had-notable-successes-some-losses-as-governor/article_320287d6-161f-5e1c-990d-a0f5c7a9b789.html?utm_medium=social&utm_source=twitter&utm_campaign=user-share",
      "https://www.theadvocate.com/baton_rouge/news/politics/john-bel-edwards-had-notable-successes-some-losses-as-governor/article_320287d6-161f-5e1c-990d-a0f5c7a9b789.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edwards",
          "sentiment": "negative"
        },
        {
          "name": "john bel edwards",
          "sentiment": "none"
        },
        {
          "name": "bobby jindal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "louisiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:08.944+02:00",
    "updated": "2023-12-29T01:34:08.944+02:00"
  },
  {
    "uuid": "28bbd8fb2bb0cf3bf82c14fc3090c0f56fc072cf",
    "url": "https://www.infobae.com/america/agencias/2023/12/29/detenidas-mas-de-30-personas-por-un-supuesto-plan-de-estado-islamico-para-atentar-contra-iglesias-y-sinagogas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-29T10:45:00Z",
    "title": "Detenidas más de 30 personas por un supuesto plan de Estado Islámico para atentar contra iglesias y sinagogas",
    "text": "Las fuerzas de seguridad de Turquía han detenido este viernes a más de 30 personas supuestamente vinculadas con el grupo yihadista Estado Islámico que planeaban atentados contra sinagogas e iglesias en el país, así como contra la Embajada de Irak en la capital, Ankara. Fuentes de seguridad citadas por la agencia estatal turca de noticias, Anatolia, han indicado que entre los detenidos figura Mikbel al Shuaili, alias 'Abú Yakin al Iraqi', considerado como un miembro de la rama de Inteligencia del grupo yihadista en Turquía. Asimismo, entre los detenidos figuran Muhamed Hilaf Ibrahim Ibrahim, alias 'Abú Leis', sospechoso de planear los ataques contra sinagogas e iglesias, e Iheb Elani, alias 'Abdulá al Jumeili', quien presuntamente preparaba un atentado contra la Embajada iraquí. Estas fuentes han destacado que otras 29 personas que mantendrían contactos con los tres principales sospechosos también han sido detenidas en la operación, llevada a cabo por los servicios de Inteligencia y la Dirección General de Seguridad. Por su parte, el ministro del Interior turco, Ali Yerlikaya, ha destacado en un mensaje en su cuenta en la red social X que \"la lucha contra las organizaciones terroristas y sus colaboradores continuará con determinación\". Yerlikaya ha destacado que la operación ha tenido como objetivo el 'Batallón Selman-i Farisi', parte de la estructura de Estado Islámico en Turquía, y ha confirmado que estas personas \"habían identificado y llevado a cabo trabajos de reconocimiento sobre lugares de culto judíos y cristianos en Estambul\". \"Felicito a los miembros de los servicios de Inteligencia y la Policía que han llevado a cabo las operaciones\", ha dicho. \"Por la paz, unidad y solidaridad de nuestra nación, no toleraremos a los terroristas. Continuaremos nuestra lucha sin interrupción con los grandes esfuerzos de nuestras fuerzas de seguridad\", ha apostillado. La operación ha tenido lugar una semana después de que el propio Yerlikaya anunciada la detención de más de 300 personas por sus presuntos lazos con el grupo yihadista Estado Islámico en una serie de operaciones llevadas a cabo en más de 30 provincias del país, en el marco de los esfuerzos contra las actividades de la organización terrorista. Las autoridades turcas han llevado a cabo decenas de operaciones contra el grupo durante los últimos años. Estado islámico ha perpetrado varios atentados en suelo turco en los últimos años en los que han muerto al menos 300 personas y cientos más han resultado heridas.\nDetenidas más de 30 personas por un supuesto plan de Estado Islámico para atentar contra iglesias y sinagogas\nDEPORTES\nDe la Rosa elige el podio de Alonso en Brasil como el mejor momento de 2023\n“Fingía estar enfermo”: La revelación de Lewis Hamilton que generó impacto en la Fórmula 1\nEl debut de Nadal en Brisbane será antes de lo esperado y en dobles\nFue uno de los tenistas juveniles más destacados de Argentina y hoy es una de las máximas promesas de River Plate: “Era de lo mejor del país”\nENTRETENIMIENTO\nKendall Jenner posó con otro abrigo tras recibir ataques por llevar uno de piel de 27.000 dólares\nAriana Grande ya convive junto a Ethan Slater, tres meses después de su divorcio de Dalton Gomez\nLos protagonistas de “Los delincuentes” hablan de una de las películas del año\nLa extraordinaria cantidad de dinero que el novio de Halle Bailey gastó en regalos de navidad para ella\nTENDENCIAS\nEl envejecimiento bajo la lupa: qué rol cumplen los relojes internos de cada órgano del cuerpo\nGuía para un brindis memorable: los mejores espumantes argentinos para despedir el año\nConsejos de la neurociencia para planificar nuevos desafíos y objetivos en 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:53:29.161+02:00",
    "updated": "2023-12-29T12:53:29.161+02:00"
  },
  {
    "uuid": "8b336c7e72bff857539a96fe3ecbae02b3da4201",
    "url": "https://www.deccanherald.com/world/nicaragua-arrests-two-high-ranking-catholic-priests-with-close-ties-to-cardinal-2828773",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-29T06:04:00Z",
    "title": "Nicaragua arrests two high-ranking Catholic priests with close ties to cardinal",
    "text": "San Jose: Nicaraguan police detained two senior Catholic priests on Thursday who are close to the country's top church leader, a person with knowledge of the matter said, raising the number of clergymen detained this week to at least six.\nThe source, who declined to be named for fear of arrest, said the two priests were detained for publicly praying for jailed Bishop Rolando Alvarez, the most prominent critic of President Daniel Ortega.\nLocal media outlet Confidencial named the priests as Carlos Aviles and Hector Treminio and noted that their arrest brings to at least six, the number of priests detained over the past week, adding that two of the clerics had already been released.\nThe government's press office did not immediately respond to a request for comment.\nOver the past few years, Ortega's government has targeted members of the Catholic church, a crackdown officials have in the past said was needed to punish treasonous behavior or other alleged crimes.\nAviles is the second-highest ranking cleric in the Archdiocese of Managua, led by Cardinal Leopoldo Brenes, while Treminio is its treasurer.\nAlvarez, the bishop of Matagalpa, forcefully criticised the government's deadly response to mass protests that broke out in 2018 and was convicted of treason and sentenced to a 26-year prison term earlier this year.\nLast week, police arrested Bishop Isidro Mora of the Siuna diocese, making him the second bishop to be detained after Alvarez's detention in 2022.\nMany of the latest clergymen detained were arrested because they publicly offered prayers for Alvarez, according to the source and local media, but the government has not issued any statements explaining the priests' alleged crimes.\nNicaraguan Bishop Silvio Baez, who has been living in exile in Florida since 2019 and is the second-ranking leader of the archdiocese, called for the priests to be released.\n#Nicaragua . Me indigna el injusto secuestro de tres queridos sacerdotes de Managua de parte de la criminal dictadura sandinista: P. Pablo Villafranca, Mons. Carlos Aviles y P. Héctor Treminio, pastores y profetas. ¡Le pido a Dios que los proteja y sean liberados de inmediato!\n— Silvio José Báez (@silviojbaez) December 29, 2023 \"I ask God to protect them and that they be freed immediately!\" Silvio Baez wrote in a post on X on Thursday.\nAccording to exiled Nicaraguan researcher Martha Patricia Molina, who publishes records of what she describes as the persecution of the Catholic Church under Ortega, the number of bishops, priests and seminarians behind bars in the country currently stands at nine.\nADVERTISEMENT (Published 29 December 2023, 05:34 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://twitter.com/silviojbaez/status/1740539424080093286?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Nicaragua?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/silviojbaez/status/1740539424080093286?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/Nicaragua?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Nicaragua",
      "https://twitter.com/silviojbaez/status/1740539424080093286"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hector treminio",
          "sentiment": "none"
        },
        {
          "name": "rolando alvarez",
          "sentiment": "none"
        },
        {
          "name": "ortega",
          "sentiment": "none"
        },
        {
          "name": "carlos aviles",
          "sentiment": "none"
        },
        {
          "name": "leopoldo brenes",
          "sentiment": "none"
        },
        {
          "name": "daniel ortega",
          "sentiment": "none"
        },
        {
          "name": "aviles",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "negative"
        },
        {
          "name": "confidencial",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nicaragua",
          "sentiment": "none"
        },
        {
          "name": "san jose",
          "sentiment": "none"
        },
        {
          "name": "managua",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:29:29.070+02:00",
    "updated": "2023-12-29T08:29:29.070+02:00"
  },
  {
    "uuid": "4ae09df9dda95a297beec6dfb14d82a1d4e3547e",
    "url": "https://www.meteoweb.eu/2024/01/missione-xrism-prime-immagini-universo-raggi-x/1001345539/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Beatrice Raso",
    "published": "2024-01-05T21:15:00Z",
    "title": "La missione XRISM rilascia le prime immagini dell’Universo a raggi X",
    "text": "MeteoWeb » ASTRONOMIA La missione XRISM rilascia le prime immagini dell’Universo a raggi X Il team della missione XRISM ha rilasciato la foto di un ammasso di centinaia di galassie e uno spettro di “rovine stellari” in una galassia vicina di Beatrice Raso 5 Gen 2024 | 22:15 I resti della supernova N132D. Credit: Inset, JAXA/NASA/XRISM Xtend; background, C. Smith, S. Points, the MCELS Team and NOIRLab/NSF/AURA MeteoWeb L’ osservatorio XRISM (X-ray Imaging and Spectroscopy Mission), guidato dal Giappone, ha rilasciato un primo sguardo ai dati senza precedenti che raccoglierà quando le operazioni scientifiche inizieranno entro la fine dell’anno. Il team scientifico del satellite ha rilasciato la foto di un ammasso di centinaia di galassie e uno spettro di “rovine stellari” in una galassia vicina, che offre agli scienziati uno sguardo dettagliato sulla sua composizione chimica. “ XRISM fornirà alla comunità scientifica internazionale un nuovo sguardo sul cielo nascosto dei raggi X”, ha affermato Richard Kelley, il ricercatore principale statunitense di XRISM presso il Goddard Space Flight Center della NASA a Greenbelt, nel Maryland. “ Non solo vedremo le immagini a raggi X di queste fonti, ma ne studieremo anche la composizione, i movimenti e gli stati fisici”.\nLa missione XRISM La missione XRISM è guidata dalla JAXA (Japan Aerospace Exploration Agency) in collaborazione con la NASA, insieme al contributo dell’ESA (Agenzia Spaziale Europea). Lanciata il 6 settembre 2023, è progettata per rilevare raggi X con energie fino a 12.000 elettronvolt e studierà le regioni più calde dell’universo, le strutture più grandi e gli oggetti con la gravità più forte. Per fare un confronto, l’energia della luce visibile è compresa tra 2 e 3 elettronvolt. Lo spettrometro Resolve studia N132D\nResolve è uno spettrometro microcalorimetrico sviluppato da NASA e JAXA. Funziona a solo una frazione di grado sopra lo zero assoluto all’interno di un contenitore di elio liquido delle dimensioni di un frigorifero. Quando un raggio X colpisce il rilevatore da 6×6 pixel di Resolve, riscalda il dispositivo in una quantità correlata alla sua energia. Misurando l’energia di ogni singolo raggio X, lo strumento fornisce informazioni precedentemente non disponibili sulla sorgente.\nIl team della missione ha utilizzato Resolve per studiare N132D , un resto di supernova e una delle sorgenti di raggi X più brillanti nella Grande Nube di Magellano, una galassia nana a circa 160.000 anni luce di distanza nella costellazione meridionale del Dorado. Si stima che i resti in espansione abbiano circa 3.000 anni e si siano formati quando una stella circa 15 volte la massa del Sole collassò ed esplose.\nLo spettro di Resolve mostra picchi associati a silicio, zolfo, calcio, argon e ferro. Questo è lo spettro di raggi X dell’oggetto più dettagliato mai ottenuto e dimostra l’incredibile scienza che la missione condurrà quando le operazioni regolari inizieranno nel corso del 2024. “Questi elementi sono stati forgiati nella stella originale e poi spazzati via quando è esplosa come una supernova ”, ha affermato Brian Williams, scienziato del progetto XRISM della NASA a Goddard. “ Resolve ci permetterà di vedere le forme di queste linee in un modo impossibile prima, permettendoci di determinare non solo l’abbondanza dei vari elementi presenti, ma anche le loro temperature, densità e direzioni di movimento con livelli di precisione senza precedenti. Da lì, potremo mettere insieme le informazioni sulla stella originale e sull’esplosione”. Spettro dei resti della supernova N132D. Credit: JAXA/NASA/XRISM Resolve and Xtend Xtend studia Abell 2319\nIl secondo strumento di XRISM, Xtend , è un imager a raggi X sviluppato da JAXA. Fornisce a XRISM un ampio campo visivo, consentendogli di osservare un’area circa il 60% più grande della dimensione apparente media della Luna piena. Xtend ha catturato un’immagine a raggi X di Abell 2319 , un ricco ammasso di galassie a circa 770 milioni di anni luce di distanza nella costellazione settentrionale del Cigno. È il quinto ammasso a raggi X più luminoso del cielo e sta attualmente subendo un importante evento di fusione. L’ammasso ha un diametro di 3 milioni di anni luce e mette in risalto l’ampio campo visivo di Xtend. L’ammasso di galassie Abell 2319. Credit: JAXA/NASA/XRISM Xtend; background, DSS Oltre le aspettative\n“ Anche prima della fine del processo di messa in servizio, Resolve sta già superando le nostre aspettative” , ha affermato Lillian Reichenthal, project manager XRISM della NASA a Goddard. “ Il nostro obiettivo era raggiungere una risoluzione spettrale di 7 elettronvolt con lo strumento, ma ora che è in orbita, stiamo raggiungendo 5. Ciò significa che otterremo mappe chimiche ancora più dettagliate con ogni spettro catturato da XRISM” .\nResolve si sta comportando in modo eccezionale e sta già conducendo attività scientifiche entusiasmanti nonostante un problema con la porta di apertura che copre il suo rilevatore. La porta, progettata per proteggere il rilevatore prima del lancio, non si è aperta come previsto dopo diversi tentativi. La porta blocca i raggi X a bassa energia, interrompendo di fatto la missione a 1.700 elettronvolt rispetto ai 300 previsti. Il team XRISM continuerà a esplorare l’anomalia e sta studiando diversi approcci per aprire la porta. Lo strumento Xtend non è interessato. Continua la lettura su MeteoWeb Condividi TAGS: nasa universo Video Vedi tutti › VIDEO DEL GIORNO Maltempo, tornado semina panico e distruzione in Belgio: decine di case danneggiate a Onze-Lieve-Vrouw-Waver | FOTO e VIDEO Gallery Vedi tutti ›\nMaltempo Sicilia, forti temporali nel Siracusano: Noto imbiancata dalla grandine, alberi abbattuti da un forte downburst | FOTO e VIDEO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://i.vimeocdn.com/video/1777663478-201e5336cbce7f6d7a731529a0654a28cca039f7cc100409d2c9fd8637fb8b1a-d_640x360?r=pad",
      "https://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://player.vimeo.com/progressive_redirect/playback/899814584/rendition/360p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=058d717f013fb5eb9996cfee2a3b913e5c8594dacf7aff1b526e63b3ef322912",
      "https://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://www.addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://player.vimeo.com/external/899814584.m3u8?s=484adfe4e08fca249d015c12166da0b6b7cfe276&oauth2_token_id=1467441249",
      "https://www.addtoany.com/add_to/whatsapp",
      "https://player.vimeo.com/external/899814584.m3u8",
      "https://addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://www.addtoany.com/add_to/email",
      "https://www.addtoany.com/add_to/twitter",
      "https://addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://player.vimeo.com/progressive_redirect/playback/899814584/rendition/360p/file.mp4",
      "https://addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://www.addtoany.com/add_to/facebook",
      "https://www.player.vimeo.com/external/899814584.m3u8?s=484adfe4e08fca249d015c12166da0b6b7cfe276&oauth2_token_id=1467441249",
      "https://www.i.vimeocdn.com/video/1777663478-201e5336cbce7f6d7a731529a0654a28cca039f7cc100409d2c9fd8637fb8b1a-d_640x360?r=pad",
      "https://addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmissione-xrism-prime-immagini-universo-raggi-x%2F1001345539%2F&linkname=La%20missione%20XRISM%20rilascia%20le%20prime%20immagini%20dell%E2%80%99Universo%20a%20raggi%20X",
      "https://www.player.vimeo.com/progressive_redirect/playback/899814584/rendition/360p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=058d717f013fb5eb9996cfee2a3b913e5c8594dacf7aff1b526e63b3ef322912",
      "https://www.addtoany.com/add_to/linkedin",
      "https://i.vimeocdn.com/video/1777663478-201e5336cbce7f6d7a731529a0654a28cca039f7cc100409d2c9fd8637fb8b1a-d_640x360",
      "https://www.addtoany.com/add_to/pinterest"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:06:28.464+02:00",
    "updated": "2024-01-07T03:28:23.755+02:00"
  },
  {
    "uuid": "d0f0890591a79b2a984b80ca17d6df185a7da8eb",
    "url": "https://www.kbtx.com/2023/12/28/endangered-missing-alert-issued-4-year-old-infant-colorado/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@kbtxnews",
    "published": "2023-12-28T21:31:00Z",
    "title": "4-year-old and infant in Colorado found safe after endangered missing alert",
    "text": "4-year-old and infant in Colorado found safe after endangered missing alert STERLING, Colo. ( [KKTV](https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray News) - A statewide alert issued in Colorado on Thursday for two young children has been canceled, [KKTV reports.](https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/) The Colorado Bureau of Investigation issued an alert for 4-year-old Zuryah Thalacker and 23-month-old Ansom Thalacker. Officials say the two children were located and were safe as of 3 p.m. on Thursday. Officials say the children have been missing since Wednesday at 1:30 p.m. when they were last seen in the Sterling area. The alert stated that the children may have been with 28-year-old Justina Lambert. The CBI did not disclose the relationship between the three in the alert. The alert said the children were believed to be traveling in a 2007 White Nissan Murano with CA license plate 9ERA912, with the rear bumper missing. Copyright 2023 KKTV via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)",
      "https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray",
      "https://kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)",
      "https://kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zuryah thalacker",
          "sentiment": "none"
        },
        {
          "name": "justina lambert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kktv",
          "sentiment": "none"
        },
        {
          "name": "gray media group, inc",
          "sentiment": "none"
        },
        {
          "name": "cbi",
          "sentiment": "none"
        },
        {
          "name": "colorado bureau of investigation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "colo.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:35:48.566+02:00",
    "updated": "2023-12-29T00:35:48.566+02:00"
  }
]