[
  {
    "uuid": "048f987820abe4b80f7cd8b5230431624790339a",
    "url": "https://caracol.com.co/2023/12/28/un-bus-convencional-perdio-el-control-y-casi-cae-al-abismo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Milena Bernal\"/>",
    "published": "2023-12-28T20:40:00Z",
    "title": "Un bus convencional perdió el control y casi cae al abismo",
    "text": "Bucaramanga\nUn bus que transitaba por la calle 45 en inmediaciones del barrio Campohermoso de Bucaramanga, perdió el control y por poco cae a un abismo.\nEn unas fotografías que circulan en redes sociales, se observa como el vehículo sobrepasó el anden, rompió las mallas de seguridad de la vía y por poco ocasiona una tragedia.\nEl nuevo secretario del interior en Bucaramanga será el coronel retirado Giraldo Rayo\nDe acuerdo con reportes de las autoridades y de la comunidad más cercana, no se registraron heridos de gravedad sin embargo, la emergencia que ocasionó un fuerte susto a los pasajeros, dejó dos personas levemente heridas quienes fueron trasladadas a la Clínica Bucaramanga.\nLas causas del hecho serán investigadas y la matrícula del bus es XVN-497 .\n🔴 #Bucaramanga | ¡Nos reportan! Bajando por la calle 45 se registró un accidente de un bus convencional.\nAl parecer el conductor no logró maniobrar el vehículo y alcanzó a sobrepasar el anden. No se reportan heridos de gravedad. pic.twitter.com/jWJB7Qn5Ai\n— Caracol Bucaramanga (@CaracolBga) December 28, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/hashtag/Bucaramanga?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/CaracolBga/status/1740444381864219074?ref_src=twsrc%5Etfw",
      "https://t.co/jWJB7Qn5Ai",
      "https://www.twitter.com/CaracolBga/status/1740444381864219074?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/Bucaramanga?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Bucaramanga",
      "https://www.t.co/jWJB7Qn5Ai",
      "https://twitter.com/CaracolBga/status/1740444381864219074"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:50.179+02:00",
    "updated": "2023-12-29T00:30:50.179+02:00"
  },
  {
    "uuid": "56572cfc285db3dd83ca712107455b725b3391b7",
    "url": "https://cdn-www.expressandstar.mna.arcpublishing.com/entertainment/attractions/2024/07/05/watch-tiger-cub-who-used-walking-aids-in-first-few-weeks-of-life-marks-first-birthday-at-west-midlands-safari-park",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isabelle Parkin",
    "published": "2024-07-05T05:00:00Z",
    "title": "Watch: Tiger cub who used walking aids in first few weeks of life marks first birthday at West Midlands Safari Park | Express & Star",
    "text": "Watch: Tiger cub who used walking aids in first few weeks of life marks first birthday at West Midlands Safari Park A critically endangered tiger cub at West Midlands Safari Park who had to a tough start to life has celebrated her first birthday. Watch more of our videos on Shots! and live on Freeview channel 276 Lestari made history when she was born at the attraction in [Bewdley](https://www.expressandstar.com/news/local-hubs/wyre-forest/bewdley) on July 4 last year to mum, Dourga, and dad, Nakal, becoming the first Sumatran cub to arrive there. But when she was just four weeks old, keepers at the park noticed a weakness in her front limbs which was affecting her development. Joined by the veterinary team, they decided to step in and set up a three-week long physiotherapy programme, involving exercises and using walking aids to help strengthen her legs. Their hard work paid off and a year later, Lestari can run, leap and bound her enclosure. To celebrate the one-year milestone, keepers put together a birthday fest for the young tiger including a cake made from frozen goat’s milk, chunks of meat and some shaped, blood ice blocks. Lestari further marked the special occasion by playing with some of her favourite toys. Head keeper of carnivores at [West Midlands Safari Park](https://www.wmsp.co.uk/?gad_source=1&gclid=CjwKCAjwkJm0BhBxEiwAwT1AXBW8y3S7wbInIyRR_80BggZfdkDsZLTqVmkhHJsgywj8nxxhTje2uRoCyvMQAvD_BwE), Chris Hodgkins, said: \"When Lestari arrived a year ago, the keepers and I were over the moon. \"However, we started to notice something wasn’t quite right with her legs and so our vet team had to step in, to carry out daily physiotherapy to aid her walking. “The physio was a success and Lestari has gone from strength to strength since. This has created a very special bond with us all and to see her progress and become stronger every day, has been very rewarding.” Mr Hodgkins described the tiger cub as \"active\" and \"mischievous\" and said though independent at times, she never wanders from from her mum's side. He added: \"The keepers worked really hard to ensure a very easy introduction with her dad, Nakal, who she has also bonded extremely well with. \"We often see her playing with Nakal and giving him a good run around. It is amazing to see that our efforts a year ago have paid off and we’re all very proud of the young tiger Lestari has become.” Sumatran tigers are classed as ‘critically endangered’, which means there is an extremely high likelihood they could face extinction in the near future. There are estimated to be fewer than 400 individuals left in the wild and numbers seem to be decreasing. Visitors to the safari park can spot Lestari with her parents in Tiger Tropics, located in the walk-through area. More information can be found [on the attraction's website](http://www.wmsp.co.uk).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.expressandstar.com/news/local-hubs/wyre-forest/bewdley)",
      "http://www.wmsp.co.uk).",
      "https://www.wmsp.co.uk/?gad_source=1&gclid=CjwKCAjwkJm0BhBxEiwAwT1AXBW8y3S7wbInIyRR_80BggZfdkDsZLTqVmkhHJsgywj8nxxhTje2uRoCyvMQAvD_BwE),",
      "http://wmsp.co.uk).",
      "https://expressandstar.com/news/local-hubs/wyre-forest/bewdley)",
      "https://wmsp.co.uk/?gad_source=1&gclid=CjwKCAjwkJm0BhBxEiwAwT1AXBW8y3S7wbInIyRR_80BggZfdkDsZLTqVmkhHJsgywj8nxxhTje2uRoCyvMQAvD_BwE),",
      "https://www.wmsp.co.uk/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lestari",
          "sentiment": "none"
        },
        {
          "name": "dourga",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "west midlands safari park | express & star",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "west midla",
          "sentiment": "none"
        },
        {
          "name": "west midlands safari park",
          "sentiment": "none"
        },
        {
          "name": "lestari",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T08:41:06.391+03:00",
    "updated": "2024-07-05T08:41:06.391+03:00"
  },
  {
    "uuid": "cd48294b5d77a9551fcfae1d799f673f9095ace6",
    "url": "https://oaxaca.eluniversal.com.mx/sociedad/acuerdan-ayuda-humanitaria-por-llegada-de-caravana-de-5-mil-migrantes-oaxaca-la-mas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ElUniversalOax",
    "published": "2023-12-28T00:00:00Z",
    "title": "Acuerdan ayuda humanitaria por llegada de caravana de 5 mil migrantes a Oaxaca, la más numerosa del año | Oaxaca",
    "text": "Acuerdan ayuda humanitaria por llegada de caravana de 5 mil migrantes a Oaxaca, la más numerosa del año Autoridades federales y estatales se reunieron en Juchitán para acordar las medidas pertinentes, pues se estima que los miles de extranjeros podrían llegar a territorio estatal este fin de semana [Sociedad](https://oaxaca.eluniversal.com.mx/secciones/sociedad)28/12/2023 14:44 Alberto López Morales / Corresponsal Actualizada 14:44 Juchitán.— Autoridades federales y estatales en Oaxaca acordaron ayer una serie de acciones para recibir a la caravana de migrantes, procedentes de Tapachula, Chiapas, en caso de que ingresen al territorio oaxaqueño, como ha ocurrido en anteriores ocasiones. Representantes de la Secretaría de Gobernación (Segob) y de la Secretaría de Gobierno de Oaxaca (Sego) se reunieron por la tarde-noche de ayer miércoles en la sede que tiene la Guardia Nacional (GN), en la ciudad de Juchitán, donde valoraron la atención humanitaria que prestarán. La caravana, compuesta por más de cinco mil migrantes de diferentes nacionalidades, viene caminando sobre la carretera Panamericana en el subtramo Tapanatepec-Talismán y se espera que arribe hoy a Mapastepec, para avanzar mañana hacia Pijijiapan. De acuerdo con asistentes a la reunión de ayer, en la que participaron enviados de los Servicios de Salud (SSO) y de Protección Civil, así como de la Defensa Nacional y de la GN, la primera medida será garantizar la atención humanitaria hacia los migrantes. Las autoridades estiman que si la caravana avanza al mismo ritmo de los últimos días, podría estar ingresando el domingo al territorio oaxaqueño, a partir de su recorrido de Pijijiapan, Tonalá y Arriaga, Chiapas e ingresar a Los Corazones, de San Pedro Tapanatepec. “Vamos a estar pendientes del recorrido y cuando entren al territorio de Oaxaca, se desplegarán brigadas médicas para atender principalmente a mujeres y niños, y vigilaremos el trayecto para garantizar la seguridad de los migrantes”, dijo una fuente del gobierno oaxaqueño a EL UNIVERSAL. Esta caravana, de acuerdo con las propias autoridades federales y estatales, es la más numerosa de todas las que han ingresado al territorio oaxaqueño en este año, donde ante el intenso flujo migratorio, el gobierno federal habilitó un Centro de Movilidad Migratorio (CMM), en Juchitán. De acuerdo con estimaciones de las autoridades, tan solo de junio a noviembre de este año, han cruzado el territorio oaxaqueño poco más de 700 mil migrantes, en su ruta hacia la frontera norte de nuestro país, con destino a los Estados Unidos. Esta reunión se da luego de que durante el tránsito de la caravana anterior en noviembre pasado, los migrantes denunciaron una serie de abusos de parte de autoridades oaxaqueñas, mientras que ediles de la región del Istmo de Tehuantepec se negaron a brindar ayuda humanitaria e incluso cayeron en prácticas discriminatorias y de xenofobia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:20.051+02:00",
    "updated": "2023-12-29T00:08:20.051+02:00"
  },
  {
    "uuid": "8f65c35cfb14fe441f1407477bf5bbcd41bebf9d",
    "url": "https://www.lovethispic.com/image/466163/have-a-lovely-good-friday",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "waterbaby",
    "published": "2024-03-29T02:56:00Z",
    "title": "Have A Lovely Good Friday",
    "text": "[Love It](#)\nHave A Lovely Good Friday\nUploaded by\n[waterbaby](/profile/waterbaby)\nAdvertisement\nLoveThisPic is a place for people to come and share inspiring pictures, quotes, DIYs, and many other types of photos. The user 'Waterbaby' has submitted the Have A Lovely Good Friday picture/image you're currently viewing. You have probably seen the Have A Lovely Good Friday photo on any of your favorite social networking sites, such as Facebook, Pinterest, Tumblr, Twitter, or even your personal website or blog. If you like the picture of Have A Lovely Good Friday, and other photos & images on this website, please create an account and 'love' it. This will save the Have A Lovely Good Friday to your account for easy access to it in the future. We hope you enjoy this Have A Lovely Good Friday Pinterest/Facebook/Tumblr image and we hope you share it with your friends. Incoming search terms: Pictures of Have A Lovely Good Friday, Have A Lovely Good Friday Pinterest Pictures, Have A Lovely Good Friday Facebook Images, Have A Lovely Good Friday Photos for Tumblr.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lov",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "pinterest pictures",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        },
        {
          "name": "facebook images",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pinterest",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T06:05:36.322+03:00",
    "updated": "2024-03-29T06:05:36.322+03:00"
  },
  {
    "uuid": "ab342001523eea614070ab575210b0fddca733a0",
    "url": "https://india.shafaqna.com/EN/india-bans-jk-muslim-league-faction/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abbas Adil",
    "published": "2023-12-29T05:41:00Z",
    "title": "India bans J&K Muslim League faction - Shafaqna India | Indian Shia News Agency",
    "text": "India designated the Muslim League Jammu Kashmir (Masarat Alam faction), or MLJK-MA, as an unlawful association under the Unlawful Activities Prevention law, the Scroll news portal said. The Muslim League Jammu Kashmir (Masarat Alam faction) is a separatist organisation led by Hurriyat Conference chairman Masarat Alam Bhat, who is imprisoned in Delhi’s Tihar Jail. The Scroll quoted Home Minister Amit Shah as saying in a social media post that the organisation and its members are involved in “anti-national and secessionist activities in Jammu and Kashmir supporting terrorist activities and inciting people to establish Islamic rule” in the Union Territory. “The Prime Minister Narendra Modi government’s message is loud and clear that anyone acting against the unity, sovereignty, and integrity of our nation will not be spared and face the full wrath of the law,” wrote Shah. The home ministry, in a notification, said that the leaders of the organisation have been involved in raising funds through various sources, including Pakistan and its proxy organisations, “for perpetrating unlawful activities”. The ministry said that Bhat has been involved in unlawful activities, which are “prejudicial to the integrity, sovereignty, security and communal harmony of the country”. It also said that the Central government believes that the Muslim League Jammu Kashmir (Masarat Alam faction) will continue propagating “false narratives” and anti-national sentiments among the people of Jammu and Kashmir if there is no immediate curb or control of their activities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "masarat alam bhat",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "muslim league jammu kashmir",
          "sentiment": "negative"
        },
        {
          "name": "j&k muslim league",
          "sentiment": "negative"
        },
        {
          "name": "shafaqna india | indian shia news agency india",
          "sentiment": "negative"
        },
        {
          "name": "hurriyat conference",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:05:52.222+02:00",
    "updated": "2023-12-29T14:05:52.222+02:00"
  },
  {
    "uuid": "c33f2f0292a111998f524ab8a93ce3e374f6b89d",
    "url": "https://www.dailystar.co.uk/news/latest-news/woman-who-died-coma-says-31771477",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "staronline@reachplc.com (Harry Thompson)",
    "published": "2023-12-29T22:54:00Z",
    "title": "Woman who 'died' in coma says psychic pal brought her back to earth to finish 'mission'",
    "text": "A woman who “died” in a [coma ](https://www.dailystar.co.uk/latest/hospital)says she was brought back to Earth by a [psychic ](https://www.dailystar.co.uk/news/latest-news/asparagus-psychic-who-predicted-queens-31770154)pal to “finish her mission”. Kirsty Bortoft was found unresponsive on the sofa by her husband Stu when they were preparing to go out on a date together on January 29, 2021. After being rushed to hospital, medics told her loved ones she had a 6% chance of survival. But despite all the odds, the 49-year-old managed to pull through and now has revealed what she found while she was seemingly gone. She said: “The first night was crucial and it wasn’t looking good, where Stu was told he should prepare for me not making it – but he wasn’t having any of it.” READ MORE: [Prince Harry and Meghan will divorce and this is where kids will go, says psychic](https://www.dailystar.co.uk/news/latest-news/psychics-predict-harry-meghan-divorce-31655421) For the latest news and updates from the Royal Family, click [here](https://www.dailystar.co.uk/latest/royal-family). The mum of three battled through multiple cardiac arrests and after her heart stopped beating for 40 minutes, she was placed into a medically-induced coma. Kirsty continued: “No one at this point knew what was going on apart from my immediate family, but my psychic friend got in touch with my sister and asked what was going on. She said my spirit was in her front room and I was asking her to write lists for my boys and dad. “I told [my friend] that my body was breaking down and I didn’t think I could back get into it, but she got stern with me and told me to go back. Meanwhile, in the hospital, my family were being told to prepare themselves for the end.” When the decision was made to bring her back from the coma, Kirsty immediately asked for Stu. Her lungs and heart were found to have barely any damage on scans just weeks later, only adding to the miracle. Kirsty said: “I recall upon finally coming back in to my body, that I knew exactly what I needed to do to heal, like a download of information. I realised you don’t die, only your body moves on and that my mission here wasn’t over yet. I told the doctor I healed my lungs and he asked how, so I shared my story. I left feeling elated and excited about my recovery.” For the latest breaking news from the Royal Family and stories from the Daily Star, sign up for our newsletter by clicking [here](https://www.dailystar.co.uk/newsletter-preference-centre/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "meghan",
          "sentiment": "none"
        },
        {
          "name": "harry",
          "sentiment": "none"
        },
        {
          "name": "kirsty bortoft",
          "sentiment": "none"
        },
        {
          "name": "stu",
          "sentiment": "none"
        },
        {
          "name": "kirsty",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T01:13:42.083+02:00",
    "updated": "2023-12-30T01:29:56.013+02:00"
  },
  {
    "uuid": "bd414dc214a5290d422010420251b6f8aab133f9",
    "url": "https://www.duvarenglish.com/demirorens-credit-arrears-to-ziraat-bank-exceed-25-million-dollars-court-of-accounts-reveals-news-63567",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@duvarenglish",
    "published": "2023-12-28T16:13:00Z",
    "title": "Demirören's credit arrears to Ziraat Bank exceed 25 million dollars, Court of Accounts reveals",
    "text": "Demirören's credit arrears to Ziraat Bank exceed 25 million dollars, Court of Accounts reveals Pro-government Demirören Holding’s credit arrears to state-run Ziraat Bank have exceeded 25 million dollars, a report by the Turkish Court of Accounts revealed. The company's total debt to the bank due to this credit reached 920 million dollars as of December, 2022. Duvar English The credit arrears of Demirören Holding, Turkey’s largest media owner, to state-run Ziraat Bank have exceeded 25 million dollars at the end of 2022, according to the Turkish Court of Account reports. The Holding continued not paying the credit in 2022 despite restructuring the payment twice, the online news outlet T24 [reported](https://t24.com.tr/haber/ziraat-e-borcunu-yapilandirmisti-demiroren-2022-de-de-odeme-yapmamis,1145138) on Dec. 28. According to the Court of Account report, the Demirören Holding did not act in accordance with the credit payment plans, even though the 800 million dollar credit acquired from Ziraat Bank to purchase Doğan Media Group was restructured for 14 years. While the Holding paid only 586 million liras during the year, its total debt to the bank due to this credit reached 920 million dollars as of Dec. 31, 2022. Within the scope of the practice of not including company names in Court of Accounts reports, Demirören Holding's name was not mentioned in the report. As in the 2021 report, April 5, 2018 was mentioned as the start date of the credit relationship with the company, which revealed that the report was about Demirören Holding. Pro-government Demirören in 2018 paid $916 million for Hürriyet newspaper, broadcaster CNN Türk and other assets from Doğan Holding. The deal shifted the mainstream media overwhelmingly behind President Recep Tayyip Erdoğan.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.t24.com.tr/haber/ziraat-e-borcunu-yapilandirmisti-demiroren-2022-de-de-odeme-yapmamis,1145138)",
      "https://t24.com.tr/haber/ziraat-e-borcunu-yapilandirmisti-demiroren-2022-de-de-odeme-yapmamis,1145138)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "demirören",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "ziraat bank",
          "sentiment": "negative"
        },
        {
          "name": "doğan media group",
          "sentiment": "none"
        },
        {
          "name": "turkish court of account",
          "sentiment": "none"
        },
        {
          "name": "demirören holding",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "turkey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:22.723+02:00",
    "updated": "2023-12-29T00:08:22.723+02:00"
  }
]