[
  {
    "uuid": "19a7f5a39bc22da5c5677f111397e5df1161b390",
    "url": "https://www.tsn.ca/soccer/coc-removes-head-coach-bev-priestman-from-team-amid-drone-spying-scandal-1.2153702",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TSN.ca Staff",
    "published": "2024-07-25T21:39:00Z",
    "title": "COC removes head coach Bev Priestman from team amid drone spying scandal | TSN",
    "text": "[Skip to main content](#main) COC removes head coach Priestman from team amid drone spying scandal PARIS — Bev Priestman's time at the Paris Olympics ended before the opening ceremony. Canada Soccer has suspended its women's national team head coach for the remainder of the Games amid a drone spying scandal. The Canadian Olympic Committee added in a statement released shortly before 1:30 a.m. local time Friday that assistant Andy Spence will lead the defending gold medallists for the remainder of the tournament. Canada's camp was thrown into disarray this week when two team staffers were sent home for allegedly using a drone to spy on New Zealand's practices. Priestman denied any involvement, but didn't attend Thursday's 2-1 victory over New Zealand in Saint-Etienne as FIFA — soccer's world governing body — and the International Olympic Committee investigate. [TSN Senior Correspondent Rick Westhead reported Thursday](https://www.tsn.ca/soccer/canada-s-men-s-and-women-s-soccer-teams-have-relied-on-drones-and-spying-for-years-sources-say-1.2153674) evening that, according to sources, coaching staff and contractors working with Canada’s men’s and women’s national soccer teams have been engaged for years in efforts to film the closed-door training sessions of their opponents, including during the women’s gold-medal winning Olympic tournament in 2021. Canada Soccer CEO and general secretary Kevin Blue said in the COC release announcing Priestman's removal that \"additional information has come to our attention regarding previous drone use against opponents, predating the Paris 2024 Olympic Games.\" He added Priestman is suspended from her duties until the end of the tournament — and the completion of the organization's independent external review. Things started to unravel for Canada when New Zealand's Olympic Committee complained to the IOC's integrity unit after it said drones were flown over a pair of pre-tournament practice sessions this week. The COC said Wednesday that assistant coach Jasmine Mander and analyst Joseph Lombardi were \"sent home immediately\" and that it had accepted Priestman's decision to remove herself from coaching the opening match. Priestman, who took over the Canadian women on Nov. 1, 2020, signed a contract extension through the 2027 Women's World Cup back in January after previously working on a rolling contract. She held a brief media availability Wednesday with reporters at Stade Auguste Dury after guiding her squad through a one-hour practice. \"My reaction was you feel like this program has let the country down,\" Priestman said. \"That's why I took the proactive step to do what I felt was the right thing. Irrespective of the details, I'm ultimately accountable.\" FIFA said its disciplinary committee has opened proceedings against all three individuals and Canada Soccer. Priestman, 38, was an assistant under women's national team head coach and current Toronto FC boss John Herdman. She also worked with Herdman when he led New Zealand's women's program. No. 8 Canada will meet second-ranked France on Sunday in Saint-Etienne before facing Colombia on Wednesday in Nice. COC chief executive officer David Shoemaker said during a video call Wednesday the organization believed the sanctions handed out to that point were appropriate and \"at least mitigate any advantage Canada may have had or be seen to have had against New Zealand.\" Shoemaker added at the time further repercussions for Priestman had been considered. \"At the end of the day, the drone footage … remained in the hands of the pilot of the drone, and the advantage that I guess was intended to be obtained was not obtained, at least to the best of our ability to ascertain,\" he said. \"I was persuaded by the fact that Bev Priestman had no involvement, no knowledge in the incident. Those who had the direct involvement in the incident we removed from Team Canada.\" Shoemaker said on the call he believed Priestman wasn't involved based on her denial. \"(It's) my assessment of the veracity of those statements,\" he said. \"If facts were to arise in the future suggesting otherwise, I guess we reserve the right to impose further sanctions.\" That is exactly what happened early Friday in Paris. -With files from Gregory Strong in Saint-Etienne, France. This report by The Canadian Press was first published July 25, 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "priestman",
          "sentiment": "negative"
        },
        {
          "name": "bev priestman",
          "sentiment": "negative"
        },
        {
          "name": "andy spence",
          "sentiment": "none"
        },
        {
          "name": "kevin blue",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "coc",
          "sentiment": "negative"
        },
        {
          "name": "women’s national team head coach",
          "sentiment": "none"
        },
        {
          "name": "olympic committee",
          "sentiment": "none"
        },
        {
          "name": "canada soccer",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "tokyo",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:51:08.791+03:00",
    "updated": "2024-07-27T08:33:43.724+03:00"
  },
  {
    "uuid": "585bfbe75d0ad75245eb2b5e87659c47962a15f4",
    "url": "https://newsrnd.com/news/2023-12-29-hate-speech-and-slogans--more-anti-semitic-crimes-again.BJI7_1nPp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-29T06:33:00Z",
    "title": "Hate speech and slogans: more anti-Semitic crimes again - The Limited Times",
    "text": "Status: 29.12.2023, 07:21 a.m.\nCommentsPrint Share\nA surveillance camera hangs on a façade. © Marijan Murat/dpa\nHostilities against Jews continue to be part of everyday life in Baden-Württemberg. And it turns out that the decreasing violence is on the rise again after a brief decline. Not all deeds go to German accounts.\nStuttgart - There is agitation and insults, Israeli flags are burned and walls are smeared with slogans. And that almost every day somewhere in Baden-Württemberg. In the first nine months of this year alone, 184 anti-Semitic crimes were registered, which is slightly more than in the first three quarters of the previous year (175). And the number is likely to rise significantly, because the protests following the massacre by the Islamist Hamas in Israel on October 7 are not yet included in the statistics. There is an increase in anti-Semitic crimes in Baden-Württemberg, the Ministry of the Interior said on request.\nA brief look back shows this: In mid-November, the Bundesliga football club VfB Stuttgart banned two spectators from the stadium for racist and anti-Semitic insults. A few days earlier, anti-Semitic paint smears were discovered at the Württembergische Landesbühne in Esslingen and on steps leading to the castle there, unknown persons also smeared the back of Rastatt Castle with slogans in red spray paint, and house walls in Ludwigsburg were also sprayed. In the three weeks after the Hamas attack alone, around 30 crimes related to Israeli flags were registered, according to the State Office of Criminal Investigation.\n\"The Jews' sense of security has been permanently shaken,\" said Baden-Württemberg Interior Minister Thomas Strobl (CDU) against the background of the war against Hamas and the demonstrations against Israel. \"It is intolerable that Jewish people are now hesitant again or do not dare to identify themselves as Jews on our streets.\" Physical assaults and direct confrontations are the absolute exception in the southwest. \"But any destruction and damage to Israeli flags is also unacceptable. Because this also shows the evil grimace of anti-Semitism,\" said Strobl.\nAccording to Baden-Württemberg's anti-Semitism commissioner Michael Blume, Hamas is also using the latest ways to exert influence: \"Hamas has managed to use digital terror propaganda against Israelis to bring even more anti-Semites to the point of committing crimes,\" the doctor of religion and political science told the German Press Agency.\nAccording to Blume, the number of anti-Semitic crimes in Baden-Württemberg has increased by 206 percent in the past ten years. \"However, the longer-term development of anti-Semitic crimes is a cause for concern both in the state and nationwide,\" Blume warns in his report to the state parliament, which has already been presented. \"Anti-Semitism is an experience that many Jews regularly encounter in their everyday lives from the middle of society.\"\nWhile the number of anti-Semitic crimes in Baden-Württemberg was 2017 cases in 99, it increased to 136 a year later and finally to 182 in 2019 and 228 cases in 2020. Two years ago, it suddenly increased to 337, and a year later, after a significant decline, the number of crimes reached 245. And the police do not always see a political motive, it is not always clear what is behind it.\nThe catalogue of anti-Semitic offences includes incitement to hatred as well as insults or the so-called use of signs of unconstitutional organisations, usually the wearing of a swastika. According to the Ministry of the Interior, the focus in the past year was on the damage or removal of flags of the State of Israel, which were hoisted at town halls, for example, as a sign of solidarity. Damage to property in the form of paint smears, some of which incited hatred, also belonged to this area. \"Physical assaults and direct confrontations remain rare,\" the Interior Ministry said.\nAccording to these data, the majority of anti-Semitic crimes are still motivated by right-wing extremism, with a clear upward trend. Of the 184 violent crimes in the first nine months of this year, 135 are attributed to this so-called phenomenon area, compared to 109 cases in the first three quarters of the previous year.\nMy news Lake in Baden-Württemberg is the largest in the country – it is often overlookedread\nThe oldest butcher's shop in Germany comes from Baden-Württemberg read\nThese outlet centers in Baden-Wurttemberg areRead more\nMother to blame for the death of child (2) from Bingen? Lawyer with emotional plea: \"This is the biggest punishment\"read\nThe largest mineral water deposit in Germany has a town in Baden-Württembergread\nSmall town in Baden-Württemberg is the most popular holiday resort in Germanyread\nJust a few days ago, the president of the Federal Criminal Police Office had also complained about a drastic increase in anti-Semitic crimes nationwide. \"The dimension in the area of these crimes is new,\" Holger Münch told the \"Neue Zürcher Zeitung\" (Tuesday). Anti-Semitism has increased on both the left and the right, but it is also imported. \"Many people have come to our country from regions where Israel is considered an enemy and where there is a perception that Jews must be fought,\" Münch said. This anti-Semitism, imported from abroad, must be named and action must be taken against it. Dpa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marija",
          "sentiment": "neutral"
        },
        {
          "name": "murat",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "vfb stuttgart",
          "sentiment": "none"
        },
        {
          "name": "ministry of the interior",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "baden-württemberg",
          "sentiment": "none"
        },
        {
          "name": "stuttgart",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:16:23.343+02:00",
    "updated": "2023-12-29T09:16:23.343+02:00"
  },
  {
    "uuid": "d24719e2bdb169e1bca1d09b790120d8ecffc1fd",
    "url": "https://www.clickgratis.com.br/virtual/tecnologia/dicas-de-informatica/5-opcoes-de-processadores-com-bom-custo-beneficio-para-pc-gamer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@clickgratis",
    "published": "2024-06-13T20:00:00Z",
    "title": "5 opções de processadores com bom custo-benefício para PC Gamer",
    "text": "Montar um PC Gamer não é uma tarefa difícil para quem possui uma boa quantidade de dinheiro para que possa ser investido. Afinal de contas, os componentes tecnológicos que oferecem os melhores desempenhos normalmente são aqueles mais caros. E como os jogos necessitam deste tipo de desempenho mais elevado, é preciso que a máquina entregue este poder. Mas para quem possui um orçamento um pouco mais limitado, seja pela real falta de dinheiro ou simplesmente pelo fato de que as pessoas não querem gastar muito em um computador, é preciso fazer uma boa pesquisa para entender quais são os melhores itens para adquirir e ir montando um PC focado nos jogos. Existem diversas opções de processadores que podem ser encontrados no mercado e que podem acabar se tornando o centro das operações de um bom computador gamer. Confira algumas opções interessantes que oferecem uma boa relação custo-benefício. AMD Ryzen 5 5500 Este é um bom modelo de processador para quem está procurando por uma opção de entrada. Como é um modelo um pouco mais restrito, ele acaba sendo direcionado para quem pretende jogar games mais simples, especialmente alguns gratuitos online que são bastante conhecidos, como League of Legends. Este game oferece um soquete AM4 e conta com arquitetura Zen 3, que pertence à linha de processadores da AMD de 2020. Além disso, o componente é composto por seis núcleos e 12 threads, o que deve garantir múltiplos processos simultâneos. Ele aceita memórias RAM de até 3.200 MHz. O preço médio é de R$ 550. AMD Ryzen 5 5600G Já esse acaba sendo um processador um pouco mais potente, para quem pretende aumentar a capacidade da sua máquina, rodando games um pouco mais pesados. Além disso, ele também pode acabar sendo utilizado para determinados softwares, como editores de imagens. Em relação as suas características técnicas, este game conta com uma velocidade base de 3,9 GHz, mas pode alcançar 4,4 GHz com overclock. Outra característica é que ele conta com 3 MB de cache no nível L2 e 16 MB no nível L3, o que permite ao processador acessar determinadas instruções de maneira rápida. O dispositivo também vem com seis núcleos e 12 threads. O preço médio do processador é de R$ 840. AMD Ryzen 7 5700G Outra opção de processador da AMD, mas que já pode ser considerado como um processador intermediário, mais próximo das opções top de linha. Ele é bastante recomendado pelos especialistas para quem está querendo montar um PC Gamer. Este processador dispõe de oito núcleos e 16 threads, além de suportar uma velocidade de z 3,8 GHz em sua base, mas pode chegar a 4,6 GHz, com a aplicação de um overclock. Este chip possui um valor médio no mercado que varia entre R$ 1.130 e R$ 1.370. Intel Core i7 12700KF Já partindo para os modelos de processadores, mas robustos e também mais potentes, este chip da Intel é de 12ª geração, sendo uma opção mais recente quando comparada com outros itens da lista. Ele consegue alcançar até 5 GHz e promete um desempenho robusto, principalmente no PC gamer. O dispositivo também promete facilidade em executar múltiplas tarefas, já que ele dispõe de 12 núcleos e 20 threads. A temperatura máxima de operação pode chegar a 100ºC, mas o número varia de acordo com o cooler utilizado. Esse processador já pode rodar games um pouco mais pesados e também oferece compatibilidade com algumas das placas vídeos mais poderosas do mercado, que são muito importantes para rodar os games de uma forma geral. O preço médio do processador no mercado é de R$ 1.700 a R$ 2.000. Intel Core i7 12700F Mesmo sendo uma opção de processador bastante parecida com a opção anterior, na verdade ele oferece algumas vantagens técnicas interessantes. Tecnicamente, o processador vem com soquete LGA 1700, conta com 12 núcleos e oferece um total de 20 threads, que podem atender em tarefas simultâneas. Já a velocidade pode alcançar até 4,90GHz, caso o overclock seja ativado. Este processador é muito bem recomendado para rodar games, conseguindo fazer com que os jogadores tenham acesso a games mais pesados. O valor de mercado médio deste chip é de R$ 1.800.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:43:52.032+03:00",
    "updated": "2024-06-26T06:17:56.119+03:00"
  },
  {
    "uuid": "0545391329a75e69c594a449b2b5d5865d94150e",
    "url": "https://www.countryliving.com/gardening/a60385111/angel-wing-begonia-care-guide",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sal Vaglica",
    "published": "2024-04-04T00:00:00Z",
    "title": "How to Grow Angel Wing Begonias - Angel Wing Begonia Care",
    "text": "Many houseplants offer attractive foliage. When it comes to drama, though, it’s difficult to top angel wing begonias. Angel wings—so called for the shape of foliage—are tropic perennials, though most gardeners grow them as indoor plants to decorate sunny windowsills where their height, foliage color, and long bloom season are easy to maintain once you get the basics down.Depending on which gardening books or experts you consult, the family of begonias falls into 7 to 12 types, covering everything from trailing plants to woody shrubs. One of those types, cane begonias, are woody, upright plants that, under the right conditions, can reach six feet in containers and twice that when planted in the ground where winters are mild. Angel wing begonias are a striking form of the plant with long pairs of leaves shaped like folded angel's wings, with markings on them.The first angel wings were bred from a type of cane begonia (Begonia coccinea) native to Brazil. In the late 1920s, a California plant breeder combined the traditional, bamboo-like cane begonia with a hybrid from Switzerland (B. coccinea ‘Lucerna’) and called the result \\\"angel wing.\\\" Nowadays there are several species of polka dot or cane begonias that are sold under the angel wing moniker, including varieties of Begonia maculata. Nearly every aspect of these begonias commands your attention. The habit is upright, often with thick canes, and the striking foliage is crowned with clusters of delicate flowers that hang down in shades of red, orange, pink, and white. The leaves are plastered with dots, bands, or splotches of color, providing interest after the blooms fade. Learn what these tropical plants need at home and you’ll be rewarded with an easy-to-care-for plant with long-lasting blooms and foliage that’s striking all year long.Why Trust Us?As a journalist, I’ve covered lawns and gardens for nearly 20 years for national publications. Along with growing new varieties in my home garden, I routinely report stories with plant experts who are familiar with specific species to determine best practices when it comes to things like feeding, planting, and pruning.Angel Wing Begonia Basic InfoCommon name: Angel wing begonia, cane begonia, dragon wing begoniaBotanical name: Begonia coccinea, Begonia maculataPlant family: BegoniaceaeType of plant: Perennial, grown as a houseplantNative Origin: Central and South America, Africa, and AsiaSun exposure: Part shadeMature size: up to 30 inches tall and 24 inches wideToxic to pets: Yes, to dogs and catsWhat Is an Angel Wing Begonia?An herbaceous perennial in tropical zones, this type of begonia is an easy-care houseplant in colder climates prized for its eye-catching variegated foliage.In bloom, the flower clusters look fantastic as they contrast against the dark foliage. But once the flowers fade, the show's real star, the large leaves, take center stage. In warm climates, such as the recently updated USDA Hardiness Zones 10 and warmer, it can be used in window boxes or to line borders and beds. (Find your zone here.)How to Care for an Angel Wing BegoniaGenerally, angel wing begonias thrive in bright, indirect light. “In the wintertime, it’s fine to have angel wings close to a south-facing window because it’s cooler in the house, and not as hot,” says Shelley McDonnough, vice president of the Delaware Valley branch of the American Begonia Society. An east-facing window could also work, she says, provided there isn’t a lot of draft which can rob the plants of humidity. In the summertime, east morning sun works well. If you’re taking houseplants outdoors, they like some shade. “Park them under a covered patio or porch and they’ll hang out there and do pretty well between 45- and 50°F,” says Marvin Baker, co-president of the San Francisco branch of the American Begonia Society. If you see bleached, or red-pigmented foliage, that usually indicates too much sunlight.The potting mix most begonias are sold in work for a while, though chances are you’ll eventually want to repot your plant to accommodate growth, drop it into a nicer container, or if the plant is falling over. “Indoors they prefer a light, aerated, and free-draining growing media,” McDonnough says. “Begonia roots are delicate, so heavier soil mixes or garden soil are not recommended.” Use store-bought mixes like Pro-Mix’s HP blend, or FoxFarm’s Ocean Forest Potting Soil, or make your own by blending one part each coco coir based planter mix, 1/8 to 1/4-inch sized orchard bark, and #2, or larger, perlite. This blend drains readily without much organic matter to hold onto moisture, which keeps the roots dry. “You don't want to have saucers under angel wing begonias, typically, because if you over water there's an inch of water in that saucer that's going to soak back into the roots,” says Baker.Watering Angel Wing BegoniasThese types of begonias like an even, consistent amount of moisture in the pot. A good rule of thumb is to use your finger to check if the soil is dry an inch or so from the surface, and water as necessary. The foliage on angel wing begonias shows signs of stress if they are under-watered. If you notice drooping leaves that are shiny, rather than the typical matte, they require water. If you overwater, the leaves might yellow and fall off the plant.Like many tropical houseplants, angel wing begonias do best with temperatures around 70ºF. In summer, move them away from the direct path of an air conditioner’s chilly blast, which can sometimes also rob them of moisture. Humidity for Angel Wing BegoniasOften the trickiest element to control is humidity. “Leaf margins may brown and crisp and flowers and new leaves may drop if the appropriate humidity is not provided,” says McDonnough, noting angel wings like a relative humidity between 40 and 60 percent. Similar to positioning them in summer, moving potted plants away from a forced air heating system helps prevent drying winds. If you suspect humidity is an issue, one trick is to group begonias with other houseplants to even out the humidity level, which is a better solution than spraying the foliage with water. “I don’t necessarily recommend spraying begonia leaves, especially in winter, because that opens the plant to potential leaf damage from bacteria or fungus,” says McDonnough.Best Fertilizer for Angel Wing BegoniasFeed angel wing begonias during the growing season, which is usually spring through the fall. McDonnough uses what’s often referred to as the “weakly weekly method” by using a quarter of the recommended rate of a balanced 16-16-16 fertilizer weekly for about three or four weeks, followed by a week without feeding to flush out any salt buildup in the growing media. (Here's How to Understand Fertilizer Numbers and Letters.)Propagating Angel Wing BegoniasWhile begonias take well to propagating, homeowners might find it easiest to make new angel wings (and many cane-type begonias) from stem or leaf cuttings. While unnecessary—many cuttings will root in water—dipping a clean cutting into rooting hormone starts the process off a bit quicker. In the spring, when new foliage emerges, use sterilized pruners or scissors to snip off a 3-inch-long leaf. Dip the stem end into the powered hormone then nestle it into a rooting medium—which can be either a mix of perlite and vermiculate, sphagnum or peat moss, or simply a soilless potting mix. Top with a cover high enough to accommodate the cutting and trap the humidity. Be sure to give the new plant warmth and light. Alternatively, you can move to a rooting medium after you notice root growth in water.Common Issues for Your Angel Wing Begonia PlantAngel wing begonias face some of the same common bugs and diseases that other houseplants face. Damage from mites can look like yellow speckling on infested leaves. Greenhouses often have mite issues which can make their way into your house. That’s why Baker often quarantines a new plant from a nursery. “Don’t throw that new plant in with all your other plants immediately,” he says. “It’s always a good idea to wait and make sure you didn’t bring home any hitchhikers so I generally keep it separate for about a month.” Remove any infected leaves and spray the begonia with a miticide.Mealybugs are another common begonia pest and you can control a local infestation with a rubbing alcohol-soaked cotton swap. For larger areas, spray the begonia with soapy water. That same mixture controls whiteflies hanging out under the leaves, though the hanging sticky tape is also effective, if unsightly. Also see: How to Get Rid of Indoor Houseplant BugsUnlike the whiteflies that congregate on the underside of the leaves, powdery mildew shows up on the surface of the foliage as well as buds and stems. You’ll often see it when the temperature is cool and humidity is high, which underscores the importance of good airflow around the begonias. Use a fungicide to control powdery mildew.Frequent Angel Wing Begonia Questions Do angel wing begonias have flowers? It can sometimes be tricky to encourage an angel wing begonia to bloom. You can try switching to a fertilizer with a bit more phosphorus during the bloom season (late winter into early spring) to encourage more flowers. Flowering varieties of angel wing begonias usually need about six hours of sunlight to produce blooms.How big a pot can I use for my angel wing begonia? As a general rule of thumb, you only want to increase the pot size by an inch or two from the container the begonia was grown in. Angel wing begonias like to be a bit root-bound and don’t appreciate much extra legroom, though you will want to repot them if the roots fill the existing pot.How should I prune angel wing begonias? Pruning is a great way to control the overall size and shape of a begonia. Prune before the plant flowers, which is usually late spring through summer. Use sharp, clean bypass pruners that you’ve wiped with rubbing alcohol to prevent spreading disease and fungi.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "angel wing begonias - angel wing begonia care many",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:19:34.992+03:00",
    "updated": "2024-04-05T02:19:34.992+03:00"
  },
  {
    "uuid": "22f28b55460976b3fe29e142270bb289686d24f4",
    "url": "https://www.wdtv.com/2024/08/02/rain-showers-storms-today-tomorrow-before-high-pressure-settles-ncwv",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WDTV5News",
    "published": "2024-08-02T11:42:00Z",
    "title": "Rain showers and storms today and tomorrow before high pressure settles in NCWV",
    "text": "Rain showers and storms today and tomorrow before high pressure settles in NCWV Storms today have severe potential. By Daniel Niemasz Published: Aug. 2, 2024 at 7:42 AM EDT | Updated: 3 hours ago Email This Link\nShare on Facebook\nShare on X (formerly Twitter)\nShare on Pinterest\nShare on LinkedIn\nBRIDGEPORT, W.Va (WDTV) - Good morning NCWV! We started this morning with a few light rain showers in our area as another frontal system crosses over our area. These few rain showers are still moving through the area but will completely leave the area by 9:00 AM. These rain showers and storms will return to the area this evening, with us receiving approximately a half inch of rainfall throughout the rest of today. Higher amounts are possible in thunderstorms. This allows flash flooding to be possible especially in low-lying areas as well as poor drainage areas. High temperatures today are starting to lower, getting into the mid to high 80s in the lowlands and the low 80s in the higher elevations. These storms do have severe potential with wind gusts up getting up to 30 MPH.\nTomorrow’s conditions are going to be very similar to today’s, rain showers and storms throughout the afternoon and evening with a few chances during the morning hours. Highs will drop even further tomorrow, getting into the low to mid 80s in the lowlands and the mid 70s in the higher elevations. Now, in terms of severity, chances for severity have moved towards the east coast and we don’t see much in terms of severe thunderstorms.\nHigh pressure will settle into the area on Sunday afternoon, with us seeing mostly clear to partly cloudy skies throughout the area. Highs will rise into the high 80s and low 90s in the lowlands and the low 80s in the higher elevations.\nDaniel Niemasz has all of this and more on your First Alert Forecast.\nCopyright 2024 WDTV. All rights reserved.\nMost Read ‘Did I kill my kid?’ Man arrested for attempted murder in Buckhannon Boxer who had gender test issue wins first Olympic fight in Paris when opponent quits The Greenbrier Resort to be auctioned off on courthouse steps 4 people arrested on drug charges in Lewis County Deputies searching for runaway juvenile in Morgantown Detroit man admits to supplying drugs in Morgantown Lyft driver goes missing after being hired to drive passenger across state lines Sheriff: Man charged with murder after 4 people, 3 dogs die in house fire Latest News Daniel Niemasz's Friday Morning Forecast | August 2nd 2024 Drought Conditions Worsen Across NCWV A few storms this morning before storms return tomorrow Daniel Niemasz's Thursday Morning Forecast | August 1st 2024 Heat, humidity, and scattered storms continue through Saturday High pressure settles into area Wednesday Daniel Niemasz's Wednesday Morning Forecast | July 31st 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "bridgeport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T15:02:40.068+03:00",
    "updated": "2024-08-02T18:04:27.462+03:00"
  }
]