[
  {
    "uuid": "7234a866efe4d32cbf88738710d6697b43ab38dd",
    "url": "https://punchng.com/abacha-protests-in-heaven-begs-to-return/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tunde Odesola",
    "published": "2023-12-28T22:01:00Z",
    "title": "Abacha protests in heaven, begs to return",
    "text": "With his flaming sword, Angel Michael fled towards Heaven’s Gate – from the Gate of Paradise, where he was stationed. The angel had got wind of an untoward noise at Heaven’s Gate located far outside Paradise. As he spread his wings and rode the clouds en route to Heaven’s Gate, he thought about the strange noise. He couldn’t hazard a guess for the unprecedented noise but he sped towards it, all the same, because he needed to see things for himself – as the Captain of the heavenly hosts. All the 12 gates of heaven are under his charge.\nThe archangel screeched to a halt as he came in sight of Heaven’s Gate, also known as the Pearly Gates. There it was, smack in front of the Gate, a chariot made of hard currencies – pounds, euros, dollars, yuan, yen, cryptocurrency, but no naira. The chariot was also loaded to the brim with the rarest gemstones such that its lone occupant only sat on one side of his buttocks.\nAngel Michael was livid with rage. “What won’t these lousy creatures called humans do?” he muttered, wondering, “Does this one think he can bribe his way into Paradise?” Angel Michael was quick to anger; he unsheathed his flaming sword, and aimed a swing at the neck of the occupant, who leapt out like a cat on hot stones, shouting, “Haba Allah! Haba Allah! Haba Allah!”\nThe occupant landed on the floor, rattling the chariot and spilling some gems that dazzled blindingly. He remained on the floor for a few seconds, panting, blinking, sucking air into his lungs. When he straightened himself up, he was not up to five feet. On his head was a green helmet. Jackboots encased his feet. He had a pistol in the holster of his military uniform. The nametag on his military uniform read Sanni Abacha.\nSanni Abacha: (Still shaking) Angel Michael, I do not mean to assault the sensibilities of Heaven with my showiness. I’m constrained to carry these earthly acquisitions with me everywhere because the ones I sent earlier to Nigeria were all embezzled. As the father of Nigeria, who art in heaven, I send millions of hard currencies to my people from time to time, knowing full well the economic hardship they face. But as it was in the beginning, so as the looting continued and probably will be so forevermore.\nAngel Michael: You don’t belong here! You know where you should be; why did you come along this way!?\nSanni Abacha: I came to protest, sir!\nAngel Michael: Protest?\nSanni Abacha: Yes, protest, sir! I came to protest why my days were not long on earth. I came to protest why other commanders-in-thief are not vehemently criticised for corruption. Why me? Why only me? If I didn’t die, would Nigeria criticise me? Is my predecessor, Ibrahim Babangida, not enjoying in Nigeria despite all the atrocities he committed? What about my successors, are any of them a saint? If I was alive, I would’ve been deified, not demonised. I would’ve been attending the Council of State meetings. I surely would’ve emerged as civilian President. My son would’ve emerged as Kano governor. My wife would’ve been in the Senate. My daughters would’ve lived inside the presidential jets. I would’ve been the Jagaban.\nAngel Michael: You’re polluting the sacredness of this realm, Son of Adam Now, go back to the special lake prepared for you.\nSanni Abacha: Two things before I go, Holy Michael. Why kill me and leave other commanders-in-thief? We are all the same…\nAngel Michael: (Cuts in) I have no control over how many days you spend on earth. That belongs to the Creator. But I know your days on earth were spent in blind acquisition of wealth and bloodshed – and that quickened your recall.\nSanni Abacha: That’s what I’m saying! Stereotype! Name-calling! Victimisation! I just don’t understand the grand conspiracy against me! I don’t know why I’m being singled out. Angel Michael, sir, you have the power to view the local and foreign bank accounts of living Nigerian leaders in a jiffy; can you do so, Angel Michael? Please, do so and let’s see.\nAngel Michael: Wait, let me see.\nSanni Abacha: Thank you, Holy Angel. Check every leader’s accounts, local, foreign, hidden vaults, girlfriends’ and concubines’ accounts, and children’s accounts. Please, search everyone’s accounts – governors, ministers, senators, reps, house of assembly, council chairmen, everyone.\nAngel Michael: (Wipes his face with his palms as he views a large screen invisible to Abacha)\nSanni Abacha: You wipe your face with your palms, Angel Michael? Do you see what I’m saying? What I stole isn’t up to what others have stolen. Nigeria is a whale washed ashore, a few men in power cannot exhaust it. Mark you, sir, there are many more whales in the Nigerian ocean.\nAngel Michael: (Continues to view the figures on his screen) I think I need a pair of glasses!\nSanni Abacha: You see! You see! It’s only Abacha that stole!! Abacha’s the only rogue!\nAngel Michael: What about the killings and repressions you carried out?\nSanni Abacha: How many people did I kill compared to the number of people sent to their early graves as a result of terrorism, kidnapping, banditry, road accidents, ill-equipped hospitals, depression – all occasioned by corruption? Who has killed more? Nigeria had adequate security in my time. I controlled inflation. I died at 54 years of age, they have been ruling Nigeria forever. I increased Nigeria’s foreign exchange reserves from $494 million in 1993 to $9.6 billion in 1997. I reduced Nigeria’s external debt from $36 billion to $27 billion. I reduced the 54% inflation rate I inherited to 8.5% with oil selling for $15 per barrel on the average. I never travelled abroad.\nAngel Michael: This is not a campaign ground, little man!\nSanni Abacha: I’m not campaigning, Captain of Heaven’s Army.\nAngel Michael: So, keep quiet while I check more accounts and properties… (More lines appear on the angel’s forehead. He spiritually produces a pair of glasses and a large towel to wipe his face.)\nSanni Abacha: (Talking silently to himself) Nigeria kwaruption don wear glasses for Angel Michael. People complain about my wife and son; see what the wives and children of my colleagues are doing today? Nigerians scorn me when they should crown me. Death is not fair to me. In ba mutuwa bane, ba wanda zai fi ni mutunci a kasan na.\nAngel Michael: Check completed.\nSanni Abacha: (Excited) Yes, what did you see, Holy One?\nAngel Michael: This is not VAR. No human eye can see the result on this screen.\nSanni Abacha: Please, tell me your findings.\nAngel Michael: No!\nSanni Abacha: Is there no democracy in heaven? No fairness? No freedom of information?\nAngel Michael: See who’s talking about democracy, fairness and freedom of information? What did you and Babangida do to June 12? Did you not kill Ken Saro-Wiwa and other Ogoni leaders? Did you not kill Kudirat Abiola? What did you do to Pa Alfred Rewane? Baba Abraham Adesanya? Journalists, activists and labour leaders?\nSanni Abacha: Angel Michael, is it not written that God appoints? The people you mentioned did not want to give unto Caesar what is Caesar’s. So, they had to be taken care of by Sergeant Rogers.\nAngel Michael: Just as you were taken care of. I’ll forward my findings to the Creator of Heaven and Earth. He’s the One to determine what to do with those troubling and looting Nigeria.\nSanni Abacha: Send me back to Nigeria, I plead; I’ll fix Nigeria in four years, no second term.\nAngel Michael: It’s appointed for man to die once, and after death comes judgment. Like Pharaoh, you shut your mind to reason. Your judgment is nigh.\nSanni Abacha: Babangida shunned appearing before the Oputa panel. Nothing happened. Obasanjo was a coward who couldn’t bring Babangida to justice for eight years. Yet, Obasanjo would describe himself as an anti-corruption champion. How many millions of dollars went down the drain of power supply during Obasanjo’s time? What about his privatisation policy? He shows off with the EFCC. EFCC my foot!\nAngel Michael: Time to return to your lake, little man.\nSanni Abacha: Let me finish, Holy Angel. President Goodluck Jonathan closed his eyes to the atrocities of those before him. While campaigning, President Muhammadu Buhari described Jonathan as a thief but when he assumed power, Jonathan became an angel. President Bola Tinubu is trying former CBN governor, Godwin Emefiele, who was doing the bidding of Buhari, the most inept President in the history of mankind. Buhari is free, but Emefiele is not. Nigeria needs me now, Angel Michael, please, let me go back. No nation grows with selective justice.\nAngel Michael: Yes, you must go back to your lake right now! Others are coming to join you soon. Go, I command!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael",
          "sentiment": "negative"
        },
        {
          "name": "abacha",
          "sentiment": "negative"
        },
        {
          "name": "angel mich",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:32.977+02:00",
    "updated": "2023-12-29T01:18:32.977+02:00"
  },
  {
    "uuid": "9ff3f4e59b1b26b55a8dff0205b4fe3c8ea457db",
    "url": "https://telanganatoday.com/yellampally-water-for-parched-hyderabad-areas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Telangana Today",
    "published": "2024-06-21T18:20:00Z",
    "title": "Yellampally water for parched Hyderabad areas-Telangana Today",
    "text": "Hyderabad: After a gap of eight years, the Hyderabad Metropolitan Water Supply and Sewerage Board ( HMWS & SB ) has begun emergency pumping from the Sripada Yellampally project .\nThe last instance of such water extraction from the reservoir on the banks of the Godavari was in 2016. This comes as a precautionary measure to ensure water supply to Hyderabad city remains uninterrupted, following a similar move at the Nagarjuna Sagar reservoir in April.\nAlso Read Hyderabad: Emergency pumping at Yellampally resumes after eight years With depleted groundwater levels across the metropolis, water supply became a challenge for authorities in summer. An increase in the supply of water tankers was also observed with over 2.37 lakh trips in April alone.\nThe Yellampally project is left with live storage of just 4.21 TMC of water, of which around 168 million gallons per day (MGD) will be supplied to the city. A total of 20 pumps have been installed at the Murmur site to undertake this emergency pumping. While only seven are being used, others will be employed as per requirement.\n“There was no flood from the upper Kaddam project as rainfall was low. As a result, the water level in the Yellampally project has started to decrease gradually. If this continues, there will be problems in the water supply. Before this happens, water is being lifted through emergency pumping,” a press statement released by the water board stated. Managing Director Sudarshan Reddy also inspected the site on Thursday.\nWater pumped at this reservoir will be supplied to areas in the IT corridor, including Madhapur, Kondapur, Gachibowli, HITEC City, Lingampally, Miyapur, Chandanagar, Kukatpally, KPHB, Quthbullapur, Alwal and Malkajgiri.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fyellampally-water-for-parched-hyderabad-areas&text=Yellampally+water+for+parched+Hyderabad+areas",
      "http://www.facebook.com/sharer.php?u=https%3A%2F%2Ftelanganatoday.com%2Fyellampally-water-for-parched-hyderabad-areas%3Futm_source%3Dreferral%26utm_medium%3DFB%26utm_campaign%3Dsocial_share&app_id=966242223397117",
      "https://tg1.playstream.media/api/adserver/spt?AV_TAGID=6594fc8b210edd3ef7099669&AV_PUBLISHERID=6594fb22e5fb60fd5f0b1159",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Ftelanganatoday.com%2Fyellampally-water-for-parched-hyderabad-areas",
      "https://www.t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fyellampally-water-for-parched-hyderabad-areas&text=Yellampally+water+for+parched+Hyderabad+areas",
      "https://t.me/share",
      "https://www.tg1.playstream.media/api/adserver/spt?AV_TAGID=6594fc8b210edd3ef7099669&AV_PUBLISHERID=6594fb22e5fb60fd5f0b1159",
      "https://tg1.playstream.media/api/adserver/spt",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Ftelanganatoday.com%2Fyellampally-water-for-parched-hyderabad-areas",
      "http://www.facebook.com/sharer.php",
      "http://facebook.com/sharer.php?u=https%3A%2F%2Ftelanganatoday.com%2Fyellampally-water-for-parched-hyderabad-areas%3Futm_source%3Dreferral%26utm_medium%3DFB%26utm_campaign%3Dsocial_share&app_id=966242223397117",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "hyderabad",
          "sentiment": "none"
        },
        {
          "name": "nagarjuna sagar",
          "sentiment": "none"
        },
        {
          "name": "godavari",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T21:40:19.984+03:00",
    "updated": "2024-06-21T21:40:19.984+03:00"
  },
  {
    "uuid": "751f17a1ff3ccf2cd0b0b92f64badef5d351c924",
    "url": "https://www.urdupoint.com/en/pakistan/pakistani-women-pilgrims-praise-enhanced-hajj-1831352.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Faizan Hashmi",
    "published": "2024-06-02T12:20:00Z",
    "title": "Pakistani Women Pilgrims Praise Enhanced Hajj Arrangements, Facilities - UrduPoint",
    "text": "Faizan Hashmi Published June 02, 2024 | 05:20 PM\nISLAMABAD, (UrduPoint / Pakistan Point News - 2nd Jun, 2024) A group of Pakistani women pilgrims have credited the improved Hajj arrangements and facilities to the Minister for Religious Affairs and Interfaith Harmony, Chaudhry Salik Hussain.\nExpressing their gratitude, the women praised the minister for providing enhanced facilities and better services throughout their journey from Pakistan to their accommodations in Saudi Arabia .\nIn interviews conducted by a media team from the Ministry of Religious Affairs and Interfaith Harmony in Madina, the pilgrims shared their experiences and expressed satisfaction with the clean and neat accommodations, high-quality and hygienic food, and the helpful and cooperative staff.\nThe women acknowledged the efforts of the Federal minister in improving the services provided to pilgrims, stating that they faced no challenges concerning living, eating, traveling, or performing their religious rituals.\nA pilgrim from Sialkot , Nasreen Akhtar praised the cleanliness of her hotel and the quality of the food, commending the performance of the cooperative staff. Another pilgrim, also from Sialkot , Lubna described the living environment as peaceful and praised the Hajj mission's administration for taking proper care of the pilgrims.\nThe pilgrim from Sialkot , Nida expressed her gratitude to the government for providing accommodation near Masjid-e-Nabvi, noting that it takes her only three minutes to reach the mosque . She mentioned that the staff quickly responded when she encountered a problem visiting Riyazul Jannah.\nA pilgrim from Pattoki , Shazia appreciated the good reception at the airport and the efficient transfer of luggage to the hotel . She added that the pilgrims have not observed any negligence in terms of performance, cooperation, or behaviour from the supporting staff.\nAnother woman , who chose to remain anonymous, described the Road to Makkah project as beneficial and noted that the spices used in the food were particularly suitable.\nFarzana Mughal from Sadiqabad said the arrangements made by the Pakistani government in Saudi Arabia had doubled her pleasure for Hajj . \"I feel as though I am with my own family again, after receiving the attentive care and support from the dedicated staff assisting us,\" she added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "urdupoint faizan hashmi",
          "sentiment": "negative"
        },
        {
          "name": "chaudhry salik hussain",
          "sentiment": "none"
        },
        {
          "name": "nasreen akhtar",
          "sentiment": "none"
        },
        {
          "name": "madina",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facilities",
          "sentiment": "negative"
        },
        {
          "name": "ministry of religious affairs and interfaith harmony",
          "sentiment": "none"
        },
        {
          "name": "interfaith harmony",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "sialkot",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T15:27:29.330+03:00",
    "updated": "2024-06-02T15:27:29.330+03:00"
  },
  {
    "uuid": "1271dfcd73774d28b21b5c508d57e2f0f5b2ada8",
    "url": "https://baylorlariat.com/2025/01/30/dont-let-influencers-influence-you",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Camie Jobe",
    "published": "2025-01-31T03:23:00Z",
    "title": "Don't let influencers influence you",
    "text": "By Camie Jobe | Photographer\nWhat was once a way to see the funny videos your friends were uploading, social media has become a landfill of advertisements disguised as entertainment. Whether you realize it or not, you are exposed to hundreds of ads each day that influence your decision-making. Influencers have gained too much control over the lives of their viewers, so stop letting yourself be so easily influenced and take off the rose-colored glasses while scrolling.\nSocial media and its influencers often cultivate unrealistic expectations. Highlight reels of people’s lives showing their latest international vacation or their seemingly perfect house often create a “Keeping Up with the Jones” mentality. Rather than stating their Airbnb was filled with bugs or their laundry room back home is filled to the brim with unwashed clothes, people choose to only show the highlights. Influencers do the same, and while many do not mean to intentionally mislead, their viewers soon believe they also need to strive for this level of perfectionism.\nBesides the highlight reel that is often shown, influencers have helped cultivate a stronger desire to have the latest and greatest, even when you do not need it. While overconsumption has become quite a buzzword, it has become a massive issue in our society.\nSimply thinking about water bottles, in the past five years, HydroFlask, YETI, Stanley and Owala have all risen to a cult-like status among our generation. Honorable mentions include HydroJugs in the fitness arena and S’wells. These bottles are designed to be durable, yet a new brand arrives on the scene every year. My Hydroflask is from peak “VSCO girl era” in 2019 and works just fine, yet I have an entire cabinet in my kitchen dedicated to reusable cups. This is just one of the many examples of overconsumption in our society. Unfortunately, influencers are helping the continued spread of new products.\nToday, I hopped on Instagram for a quick experiment. I scrolled through 10 reels and six out of the 10 were outright advertisements or a brand collaboration with an influencer. So if you scrolled through 100 reels, you would see about 60 advertisements without thinking twice. Just because one person might have the greatest new sweater, this does not mean that it must be in your closet to fit in.\nThis is not to say that influencers on social media are out to get you, but it can be difficult to separate reality from what is being posted. Social media is like looking in a funhouse mirror; nothing you see is actually true. So, stop letting influencers have so much influence over your life.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Social Issue->social networking",
      "Science and Technology->psychology",
      "Science and Technology->social sciences",
      "Science and Technology->technology and engineering",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://apnews.com/article/influencers-election-trump-harris-news-eacd42bce73d6e11cbc760caf28c993a",
      "https://www.apnews.com/article/influencers-election-trump-harris-news-eacd42bce73d6e11cbc760caf28c993a"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T07:56:31.661+02:00",
    "updated": "2025-01-31T07:56:31.661+02:00"
  },
  {
    "uuid": "d4ee8795546d7e80fc2d9f65c33342417aaa00d0",
    "url": "https://www.soompi.com/article/1635497wpp/psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "eclipse01",
    "published": "2024-01-06T00:14:00Z",
    "title": "PSY And BTS’ Suga’s “That That” Becomes 7th MV By A K-Pop Soloist To Hit 500 Million Views",
    "text": "PSY And BTS’ Suga’s “That That” Becomes 7th MV By A K-Pop Soloist To Hit 500 Million Views [PSY](https://www.viki.com/celebrities/23941pr-psy?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp) and [BTS](https://www.viki.com/celebrities/22048pr-bts?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp)’ [Suga](https://www.viki.com/celebrities/21439pr-suga?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp)’s hit collab “That That” has soared past 500 million views! On January 6 at around 7:45 a.m. KST, PSY’s music video for his 2022 title track “That That”—which was produced by Suga in addition to featuring him as an artist—surpassed 500 million views on YouTube. The music video for “That That” was originally released on April 29, 2022 at 6 p.m. KST, meaning that it took the song just over 616 days and 13 hours to hit the 500 million mark. “That That” is now PSY’s fifth music video to surpass 500 million views (after “ [Gangnam Style](https://www.soompi.com/article/408548wpp/psy-releases-mv-for-gangnam-style),” “ [Gentleman](https://www.soompi.com/article/489260wpp/psy-releases-music-video-for-gentleman),” “ [Oppa is Just My Style](https://www.soompi.com/article/416335wpp/gangnam-style-hyuna-ver-mv-released),” and “ [Daddy](https://www.soompi.com/article/1405055wpp/psys-daddy-featuring-cl-becomes-his-3rd-mv-to-surpass-500-million-views)”) and Suga’s first solo music video to reach the milestone. Additionally, “That That” is only the seventh music video by a K-pop soloist ever to surpass 500 million views. Aside from PSY and Suga, the only other K-pop soloists to hit the 500 million mark on YouTube to date are [BLACKPINK](https://www.viki.com/celebrities/22197pr-blackpink?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp)’s [Jennie](https://www.viki.com/celebrities/22190pr-jennie?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp) and [Lisa](https://www.viki.com/celebrities/22060pr-lisa?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp), who achieved the feat with their respective solo debut tracks “ [SOLO](https://www.soompi.com/article/1415346wpp/blackpinks-jennies-solo-becomes-1st-k-pop-female-solo-mv-to-hit-500-million-views)” and “ [LALISA](https://www.soompi.com/article/1532714wpp/blackpinks-lisas-lalisa-becomes-fastest-female-k-pop-solo-mv-to-hit-500-million-views).” Congratulations to both PSY and Suga! Watch the fun music video for “That That” again below:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [
      "https://www.viki.com/celebrities/22048pr-bts",
      "https://viki.com/celebrities/22197pr-blackpink?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/22048pr-bts?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/23941pr-psy",
      "https://viki.com/celebrities/22190pr-jennie?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/22190pr-jennie?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://viki.com/celebrities/23941pr-psy?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/22060pr-lisa",
      "https://viki.com/celebrities/22060pr-lisa?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/23941pr-psy?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/21439pr-suga?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://viki.com/celebrities/22048pr-bts?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/22197pr-blackpink?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/22190pr-jennie",
      "https://www.viki.com/celebrities/22197pr-blackpink",
      "https://www.viki.com/celebrities/22060pr-lisa?locale=en&utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://viki.com/celebrities/21439pr-suga?utm_source=soompi&utm_medium=soompi_news&utm_campaign=soompi_link&utm_content=psy-and-bts-sugas-that-that-becomes-7th-mv-by-a-k-pop-soloist-to-hit-500-million-views&utm_content_id=1635497wpp",
      "https://www.viki.com/celebrities/21439pr-suga"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "suga",
          "sentiment": "negative"
        },
        {
          "name": "congratu",
          "sentiment": "none"
        },
        {
          "name": "jennie",
          "sentiment": "none"
        },
        {
          "name": "lisa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "psy",
          "sentiment": "none"
        },
        {
          "name": "youtube",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T03:03:33.452+02:00",
    "updated": "2024-01-06T03:33:27.312+02:00"
  }
]