[
  {
    "uuid": "2c46a80b04838baa105306355211254e54f45875",
    "url": "https://www.la-croix.com/chasse-croise-des-vacances-rouge-et-noir-sur-les-routes-20240802",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-08-02T08:36:00Z",
    "title": "Chassé-croisé des vacances: rouge et noir sur les routes",
    "text": "Envoyer par mail Envoyer Partager sur Facebook Partager Partager sur Twitter Twitter Samedi noir sur la route des vacances: la circulation routière s’annonce très dense de vendredi à lundi inclus avec un pic samedi, selon Bison Futé, qui recommande d’éviter la région parisienne pendant les Jeux olympiques.\nLa circulation sera difficile dans la vallée du Rhône et le long de la Méditerranée, en particulier samedi « extrêmement difficile sur l’ensemble des grands axes du pays » .\nLe conseil est « dans la mesure du possible, de décaler votre déplacement pour éviter de prendre la route » samedi, journée classée noire dans le sens des départs dans tout le pays, rouge en Ile-de-France et sur l’arc méditerranéen dans le sens des retours.\nLes difficultés commencent dès vendredi, classé orange dans le sens des départs, rouge autour de l’arc méditerranée dans le sens des retours.\nSamedi, « dès le début de la matinée et jusqu’en fin de soirée, les axes desservant les régions côtières et frontalières du pays ainsi que les différents lieux de villégiature seront très fortement fréquentés » , avec un pic en milieu de journée, prévoit Bison Futé.\nDimanche, la circulation restera au rouge en Ile-de-France et en Auvergne-Rhône-Alpes, mais reviendra à la normale partout ailleurs dans le sens des départs.\nDans le sens des retours, les déplacements resteront difficiles sur l’ensemble du territoire, en particulier sur l’Ile-de-France qui reste rouge.\nLa journée de lundi est classée orange dans les deux sens, rouge le long de la Méditerranée pour les départs.\nRappelant que 185 km de voies autour de Paris sont réservées aux véhicules accrédités pour les Jeux olympiques et paralympiques, Bison Futé conseille par ailleurs aux vacanciers d’éviter de traverser la région parisienne.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https://www.la-croix.com/chasse-croise-des-vacances-rouge-et-noir-sur-les-routes-20240802",
      "https://twitter.com/intent/tweet?&text=Chassé-croisé",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https://la-croix.com/chasse-croise-des-vacances-rouge-et-noir-sur-les-routes-20240802",
      "https://twitter.com/intent/tweet",
      "https://www.twitter.com/intent/tweet?&text=Chassé-croisé"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T12:27:57.973+03:00",
    "updated": "2024-08-02T12:27:57.973+03:00"
  },
  {
    "uuid": "7f80c025d5068ea2615d0c2420cdc0721bd110ad",
    "url": "https://en.ultimasnoticias.com.ve/news/economy/sanctions-against-Venezuela-affect-the-region",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yairín Torres",
    "published": "2024-02-01T17:45:00Z",
    "title": "Sanctions against Venezuela affect the region - Últimas Noticias",
    "text": "“Any coercive measure that restricts the market of one of the member countries of the region affects others,” said the permanent secretary of the Latin American and Caribbean Economic System (SELA), Clarems Endara. He added that “we are now less integrated than before, we exchange much less than we did before. Of everything that is traded in the region, only 15% is made by the region itself. Imagine if with that figure a blockade was carried out on several members.” He also analyzed that the unilateral coercive measures (MCU), applied by the United States government to Venezuela, “does not only affect the region, it affects the inputs and productivity of that country that is being subject to the sanction and the partners that \"They were in charge of making the exchange, it is a challenge to the region itself.\" He also referred to the practice of a global economy and its free nature: “We should respond with coordination to achieve greater efficiency in this latitude to produce those products that are being replaced by imports. In the region we have quite advanced technology mechanisms.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clarems endara",
          "sentiment": "none"
        },
        {
          "name": "”",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "latin american and caribbean economic system",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "venezuela",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:55:28.893+02:00",
    "updated": "2024-02-02T02:55:28.893+02:00"
  },
  {
    "uuid": "684dca62c42fc2586defbaba100e5b5d02e15a2e",
    "url": "https://www.dailymail.co.uk/yourmoney/housing-market/article-12907807/most-popular-housing-markets-united-states-2023.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tilly Armstrong Assistant Consumer Editor For Dailymail.Com",
    "published": "2023-12-28T22:08:00Z",
    "title": "Revealed: The ten most popular places to buy a home in 2023 - is your hometown on the list? | Daily Mail Online",
    "text": "West Chester, Pennsylvania , was the most popular place for people looking to buy a home in 2023, according to analysis from Zillow . The real estate marketplace analyzed metrics that indicated consumer demand - including page-view traffic, home value growth and days listed before being sold - for more than 2,000 US cities. All of the top ten were in the Northeast - a shift from last year when the Midwest dominated and Prairie Village, Kansas , was top. West Chester - a 'quaint' town of about 20,000 people, which is just over an hour's drive from Philadelphia - took over the crown, with a surge of page views on listings in the area. Prospective homebuyers generally gravitated toward smaller cities in 2023, the report showed. Of the 10 most popular markets, only one - Manchester, New Hampshire - has a population of more than 100,000, and the majority are less than half that size. West Chester, Pennsylvania , was the most 'popular' housing market in 2023, according to analysis from real estate marketplace Zillow Zillow reported that a 'strong interest' in the West Chester area has helped push home values up about 8 percent in the last year. The typical home in West Chester is worth about $584,000, putting it among the more expensive cities in Pennsylvania. 'But given its relative affordability compared to larger cities nearby such as New York City and Washington DC , those looking for a break from city life may see West Chester as an attractive and affordable place to call home,' the report read. West Chester ranked within the top 100 cities in page views per listing among the nearly 2,300 cities included in Zillow’s rankings, far outperforming its size. Almost two thirds of those views came from outside the city, the analysis found, which is a possible signal of interest in moving in. Although West Chester took the top spot, seven of the 10 most popular markets of 2023 were located in New England. West Chester - a 'quaint' town of about 20,000 people, which is just over an hour's drive from Philadelphia - took the crown for the most 'popular' housing market in 2023 Nashua and Manchester in New Hampshire ranked second and third, followed by Connecticut 's Wethersfield and West Hartford in fourth and fifth place. Stow, Ohio , came in sixth place, Middletown, Connecticut in seventh, and Twinsburg, Ohio, in eighth. Zillow ranked Newington, Connecticut in ninth place and Concord, New Hampshire, rounded off the 10 most popular markets of 2023. The real estate company also singled out some breakout towns in specific categories. It ranked Chula Vista, California , which has a population of around 278,000 and a typical home value of $808,000, as the most popular large city in the US in 2023. South Portland, Maine , was the most popular seaside town, while Vermilion, Ohio, took the top spot among vacation towns. North Carolina 's Pinehurst edged out Hilton Head Island, South Carolina, for the top retirement town. West Chester also ranked first among college towns, with Kent, Ohio, coming in just behind. It comes as mortgage rates have fallen for the ninth consecutive week - offering much-needed respite to prospective homebuyers heading into the new year. Mortgage rates have fallen for their ninth consecutive week, ending the year at their lowest point since May Data from Government-backed lender Freddie Mac shows the average rate on a 30-year home loan is now 6.61 percent, down from 6.67 percent last week, and at its lowest point since May. It is good news for home shoppers after rates soared to a peak of 7.79 percent in late October. However, the average buyer still faces paying around $800 per month more now on a home loan than if they had bought two years ago.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.zillow.com/research/most-popular-markets-2023-33523/",
      "https://zillow.com/research/most-popular-markets-2023-33523/",
      "https://www.zillow.com/research/most-popular-markets-2023-33523"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "zillow zillow",
          "sentiment": "none"
        },
        {
          "name": "zillow",
          "sentiment": "none"
        },
        {
          "name": "northeast",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west chester",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        },
        {
          "name": "midwest",
          "sentiment": "none"
        },
        {
          "name": "new hampshire",
          "sentiment": "none"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        },
        {
          "name": "kansas",
          "sentiment": "none"
        },
        {
          "name": "prairie village",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:10.701+02:00",
    "updated": "2023-12-29T00:20:10.701+02:00"
  },
  {
    "uuid": "bbcf18befabcb6d0407c2d5baf0eb61acb50c9c4",
    "url": "https://portal.sina.com.hk/finance/finance-prnewswire/prnasia/2023/12/29/688368/clover-announces-positive-phase-%e2%85%b0-results-for-scb-219m-for-treatment-of-chemotherapy-induced-thrombocytopenia-cit/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "美通社",
    "published": "2023-12-28T15:30:00Z",
    "title": "Clover Announces Positive Phase Ⅰ Results for SCB-219M for Treatment of Chemotherapy-Induced Thrombocytopenia (CIT) - 新浪香港",
    "text": "12月29日 07:30 美通社 –All CIT patients maintained platelet counts >75 x 10 9 /L at 1-week following chemotherapy plus a single dose of SCB-219M, with durable responses through at least 3-weeks–\n–Durable efficacy and PK profile expected to support convenient dosing interval of ≥2-weeks, compared to daily or weekly dosing for current treatment options in China [1] and globally [2] —\n–Phase Ⅰ b trial in CIT and CTIT (cancer treatment-induced thrombocytopenia) patients evaluating repeated dosing of SCB-219M is planned to initiate in 2024–\nCHENGDU, China , Dec. 29, 2023 /PRNewswire/ — Clover Biopharmaceuticals, Ltd. (Clover; HKEX: 02197), a global commercial-stage biotechnology company, today announced positive preliminary safety, efficacy and pharmacokinetics data in a Phase Ⅰ clinical trial evaluating SCB-219M, an innovative thrombopoietin receptor agonist (TPO-RA) mimetic bispecific Fc-fusion protein produced from CHO cells, for the treatment of cancer patients with chemotherapy-induced thrombocytopenia (CIT).\nAll cancer patients enrolled to-date (n=9) receiving chemotherapy plus a single subcutaneous dose of SCB-219M observed platelet counts maintained or recovered at >75 x 10 9 /L (threshold level for CIT) after one week, with responses durable through at least three weeks (i.e. through the chemotherapy cycle). In comparison, following administration of the same chemotherapy (but without SCB-219M) in the same cancer patients prior to enrolling into the trial, all evaluable patients had observed platelet counts drop to <75 x 10 9 /L between one and three weeks. The durable preliminary efficacy and pharmacokinetic profile observed for SCB-219M are potentially supportive of dosing intervals ≥2-weeks. If further confirmed, this profile could enable convenient dosing of SCB-219M synchronized with any given patient’s chemotherapy regimen, typically 2-3 weeks per cycle. A favorable safety and tolerability profile for SCB-219M has also been observed to-date, with no serious adverse events (SAEs) and no dose-limiting toxicity (DLT) identified.\nDr. Yongsheng Wang , Associate Director of West China Hospital Cancer Center at Sichuan University and Principal Investigator for the SCB-219M Phase Ⅰ Trial commented: “We are encouraged by the Phase Ⅰ results to-date for SCB-219M, and we look forward to the continued evaluation of SCB-219M, as we believe the management of CIT remains a pressing unmet medical need for patients undergoing cancer treatment.”\n“We are pleased to announce positive Phase Ⅰ results for SCB-219M demonstrating rapid and durable efficacy along with a favorable safety profile,” said Dr. Peng Liang , Chairman, Chief Scientific Officer of Clover and inventor of SCB-219M. “The preliminary results suggest that SCB-219M has a potentially differentiated profile compared to the current standard of care treatments for CIT and CTIT. In contrast to current biologic treatment options for CIT in China requiring daily injections [1] and globally requiring weekly injections [2] , the durable efficacy and pharmacokinetics of SCB-219M observed to-date could enable convenient dosing synchronized with any given patient’s chemotherapy regimen.”\nThe Phase Ⅰ trial is a multi-center, open-label, dose escalation and dose expansion study, that is exploring the safety, tolerability, immunogenicity, pharmacokinetics, and efficacy of SCB-219M administered subcutaneously in cancer patients with CIT. In addition to West China Hospital Cancer Center at Sichuan University, other participating sites in this clinical trial include Sichuan Provincial People’s Hospital and Chengdu No. 6 People’s Hospital. A Phase Ⅰb trial evaluating repeated dosing of SCB-219M in CIT and CTIT patients is planned to initiate in 2024.\nCIT is a serious, chemotherapy-associated complication observed in a wide range of cancer patients. Incidence of CIT can occur in greater than 50% [3] of patients undergoing standard chemotherapy regiments, and can have detrimental impacts on treatment outcome, resulting in chemotherapy dose delay or dose reduction, and potentially fatal bleeding events.\n1. TPIAO (3SBio; https://ypk.39.net/666055/manual).\n2. Nplate; romiplostim (https://doi.org/10.3324/haematol.2020.251900; https://doi.org/10.1200/JCO.18.01931 ).\n3. Ying Wu, Suresh Aravind, Gayatri Ranganathan, et al. Anemia and thrombocytopenia in patients undergoing chemotherapy for solid tumors: A descriptive study of a large outpatient oncology practice database, 2000– 2007[J]. Clinical Therapeutics, Volume 31, Part 2,2009, Pages 2416-2432\nAbout Clover\nClover Biopharmaceuticals is a global commercial-stage biotechnology company committed to unleashing the power of innovative vaccines and biologics to save lives and improve health around the world. With integrated research and development, manufacturing and commercial capabilities as well as strong partnerships with organizations globally, Clover has a diverse pipeline of candidates that have the potential to meaningfully reduce the burden of vaccine-preventable diseases—and to make more diseases preventable.\nClover Forward-looking Statements\nThis press release contains certain forward-looking statements and information relating to us and our subsidiaries that are based on the beliefs of our management as well as assumptions made by and information currently available to our management. When used, the words “aim,” “anticipate,” “believe,” “could,” “estimate,” “expect,” “going forward,” “intend,” “may,” “might,” “ought to,” “plan,” “potential,” “predict,” “project,” “seek,” “should,” “will,” “would” and the negative of these words and other similar expressions, as they relate to us or our management, are intended to identify forward-looking statements.\nForward-looking statements are based on our current expectations and assumptions regarding our business, the economy and other future conditions. We give no assurance that these expectations and assumptions will prove to have been correct. Because forward-looking statements relate to the future, they are participant to inherent uncertainties, risks and changes in circumstances that are difficult to predict. Our results may differ materially from those contemplated by the forward-looking statements. They are neither statements of historical fact nor guarantees or assurances of future performance. We caution you therefore against placing undue reliance on any of these forward-looking statements. Any forward-looking statement made by us in this document speaks only as of the date on which it is made. Factors or events that could cause our actual results to differ may emerge from time to time, and it is not possible for us to predict all of them. Participant to the requirements of applicable laws, rules and regulations, we undertake no obligation to update any forward-looking statement, whether as a result of new information, future events or otherwise. All forward-looking statements contained in this document are qualified by reference to this cautionary statement.\nClover Biopharmaceuticals:\nCorporate Communication: Lola Cao\nInvestor Relations: Michael Tu, Elaine Qiu",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Social Issue"
    ],
    "external_links": [
      "http://service.weibo.com/share/share.php?url=%URL%&title=%TITLE%&pic=%PICS%&appkey=&ralateUid=&language=zh_cn&searchPic=true",
      "https://doi.org/10.3324/haematol.2020.251900;",
      "https://www.cloverbiopharma.com/",
      "https://ypk.39.net/666055/manual).",
      "https://doi.org/10.1200/JCO.18.01931",
      "http://service.weibo.com/share/share.php",
      "https://cloverbiopharma.com/",
      "https://www.ypk.39.net/666055/manual).",
      "https://www.cloverbiopharma.com",
      "https://www.doi.org/10.1200/JCO.18.01931",
      "https://www.doi.org/10.3324/haematol.2020.251900;",
      "http://www.service.weibo.com/share/share.php?url=%URL%&title=%TITLE%&pic=%PICS%&appkey=&ralateUid=&language=zh_cn&searchPic=true"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "scb",
          "sentiment": "negative"
        },
        {
          "name": "cit",
          "sentiment": "negative"
        },
        {
          "name": "clover biopharmaceuticals, ltd.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chengdu",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:02:07.381+02:00",
    "updated": "2023-12-29T02:02:07.381+02:00"
  },
  {
    "uuid": "faa62788757172fa1a305fab8710e72ae4fc44ce",
    "url": "https://expansion.mx/mundo/2023/12/27/muere-jacques-delors-uno-de-los-grandes-arquitectos-de-la-union-europea",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "(FOTO: FRANCK FIFE/AFP)",
    "published": "2023-12-28T00:25:00Z",
    "title": "Muere Jacques Delors, uno de los grandes arquitectos de la Unión Europea",
    "text": "El expresidente de la Comisión Europea, padre del euro y figura importante de la izquierda francesa, Jacques Delors, falleció este miércoles a los 98 años, anunció su hija Martine Aubry a AFP.\n\"Falleció esta mañana en su domicilio parisino mientras dormía\", declaró la alcaldesa socialista de la ciudad de Lille, en el norte de Francia.\nPublicidad Exministro de Economía de 1981 a 1984, bajo el mandato del presidente socialista François Mitterrand, frustró las esperanzas de la izquierda francesa cuando rechazó presentarse a las elecciones presidenciales de 1995, pese a ser el claro favorito en los sondeos.\n\"No me arrepiento\", pero \"no digo que tuviera razón\", declaró a la revista francesa Le Point en 2021. \"Estaba demasiado preocupado por la independencia y me sentía diferente de los que me rodeaban. Mi forma de hacer política no era la misma\", explicó.\nLee Internacional Elecciones en 2024: estos países elegirán un nuevo gobierno Tras desempeñarse como ministro de Economía, Delors fue nombrado presidente de la Comisión Europea, el brazo ejecutivo de la Unión Europea (UE), con sede en Bruselas.\nDesempeñó un papel clave en el diseño de la Europa actual: creación del mercado único, firma de los acuerdos de Schengen (de libre circulación de personas), lanzamiento del programa de intercambio de estudiantes Erasmus, reforma de la Política Agrícola Común.\nBajo su mandato también se puso en marcha la unión económica y monetaria que desembocaría en la creación del euro, la moneda única compartida por 20 de los 27 miembros actuales de la UE.\nEn marzo de 2020, urgió a los jefes de Estado y de gobierno de los países de la la UE a ser más solidarios para enfrentar de manera conjunta la pandemia de coronavirus.\nLee Internacional La Unión Europea acuerda abrir negociaciones de adhesión con Ucrania y Moldavia Hasta sus últimos días, Delors abogó por reforzar el federalismo europeo y pidió más \"audacia\" como respuesta a la salida del Reino Unido del bloque y los ataques de \"populistas de toda índole\".\nPublicidad podcast Escucha nuestros podcast aquí Publicidad Tags Unión Europea Francia Recomendaciones Opinión La nueva directiva europea sobre sostenibilidad corporativa y su impacto en las cadenas de suministro globales 3 Min Read Tecnología La UE ya va por la regulación de PornHub y XVideos 4 Min Read Internacional La guerra entre Rusia y Ucrania en 2023: entre una contraofensiva y menos apoyo 6 Min Read Más acerca del autor: AFP @ExpansionMx Newsletter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
      "https://twitter.com/ExpansionMx",
      "https://ads.viralize.tv/display/",
      "https://www.ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
      "https://www.twitter.com/ExpansionMx"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:41.410+02:00",
    "updated": "2023-12-29T00:08:41.410+02:00"
  }
]