[
  {
    "uuid": "8f524b5835b33547398dd811487101745884c78b",
    "url": "https://www.rebelnews.com/persian_canadians_and_their_allies_stage_a_toronto_rally_clamoring_for_regime_change_in_tehran_and_ottawa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Menzies; February ; News Analysis",
    "published": "2024-02-01T21:32:00Z",
    "title": "Persian Canadians and their allies stage a Toronto rally clamouring for regime change in Tehran – and Ottawa",
    "text": "Persian Canadians and their allies stage a Toronto rally clamouring for regime change in Tehran – and Ottawa\nDespite the death toll, the Liberals have yet to label the IRGC for what it is: a terror group.\nRecently at Mel Lastman Square in Toronto, hundreds of mostly Persian Canadians gathered to stage a peaceful demonstration.\nTheir message was two-pronged. First, they condemned the murderous mullahs in Tehran for continuing to execute Iranian citizens – typically young people – either for having the temerity to\nprotest the government, or in the case of women, violating the dress code.\nSecondly, the demonstrators Rebel News interviewed were unanimous in their disdain for the Justin Trudeau Liberals who still refuse to designate Iran’s Islamic Revolutionary Guard Corps (IRGC) as a terrorist group. It was the IRGC that deliberately shot down a Ukrainian airliner four years ago. Of the 176 innocent civilians killed on that doomed flight, 55 were Canadians and 30 were permanent residents.\nBREAKING: Rebel News reporter David Menzies (— Rebel News (@RebelNewsOnline)\n[@TheMenzoid]) was brutally arrested by police after he tried to ask Chrystia Freeland questions.\nVisit Rebel News for more on this story:\n [pic.twitter.com/5vgNotnjyy] [January 8, 2024]\nDespite the death toll, the Liberals have yet to label the IRGC for what it is: a terror group. This inaction by the Liberals is equal parts inexplicable, outrageous, and egregious.\nOn the plus side, there were no Liberal MPs in attendance at this demonstration. As Rebel News found out the hard way earlier this month, impolite queries regarding terror groups the Liberals tend to take a fancy to will not be tolerated.\nIndeed, when Rebel News attempted to ask Deputy Prime Minister Chrystia Freeland, a former newspaper executive and journalist, why her government had not designated the IRGC as a terrorist group, a Royal Canadian Mounted henchman assaulted and falsely arrested Rebel News reporter David Menzies.\nBREAKING: Rebel News reporter David Menzies (— Rebel News (@RebelNewsOnline)\n[@TheMenzoid]) was brutally arrested by police after he tried to ask Chrystia Freeland questions.\nVisit Rebel News for more on this story:\n [pic.twitter.com/5vgNotnjyy] [January 8, 2024]\nSo much for a free press, freedom of speech, and freedom of expression – despite Liberals like Trudeau and Freeland claiming to be champions for such fundamental rights. Sad.\nIndeed, little wonder why the demonstrators on Saturday were clamouring for double regime change. After all, Toronto is beginning to resemble Tehran with every passing day…\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://cbc.ca/news/world/iran-executions-people-1.6707658",
      "https://www.cbc.ca/news/world/iran-executions-people-1.6707658"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "justin trudeau",
          "sentiment": "none"
        },
        {
          "name": "david menzies",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "irgc",
          "sentiment": "none"
        },
        {
          "name": "islamic revolutionary guard corps",
          "sentiment": "none"
        },
        {
          "name": "rebel news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "tehran",
          "sentiment": "none"
        },
        {
          "name": "mel lastman square",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:34:46.646+02:00",
    "updated": "2024-02-02T01:34:46.646+02:00"
  },
  {
    "uuid": "16e6608797858ca61edaa649011fd8cd030d2994",
    "url": "https://bnnbreaking.com/politics/tinubu-urges-clerics-constructive-criticism-not-curses-for-a-flourishing-nigeria",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nasiru Eneji Abdulrasheed",
    "published": "2024-03-28T12:37:00Z",
    "title": "Tinubu Urges Clerics: Constructive Criticism, Not Curses, For A Flourishing Nigeria",
    "text": "At a Ramadan Iftar in Abuja, President Bola Ahmed Tinubu called on Nigeria's religious leaders to adopt a more constructive approach in their sermons, emphasizing the power of positive speech and prayers over denigration of the country. Highlighting the significant influence of religious figures in shaping societal attitudes, Tinubu advocated for unity and collaboration to tackle the nation's challenges, including terrorism and criminality. This event underscores the administration's commitment to fostering a harmonious relationship between the government and religious communities against the backdrop of economic and security concerns.\nAdvertisment Building Bridges for National Prosperity The president's appeal for a shift from cursing to constructive criticism underlines a broader strategy to engage influential community figures in national development efforts. By emphasizing the need for cooperation between the state and religious institutions , Tinubu aims to harness their considerable influence for social cohesion and national resilience. This engagement is part of a larger vision to transform Nigeria's challenges into opportunities for growth and development, with a particular focus on defeating terrorism and other forms of insecurity.\nEconomic and Security Optimism Advertisment In light of Nigeria's current economic and security challenges, the government's outreach to religious and traditional leaders represents a critical step towards national unity and recovery. Vice President Kashim Shettima's remarks on the economy's positive trajectory and the administration's decisive actions on subsidy removal and economic reforms indicate a hopeful outlook for Nigeria's future. The support from various religious and traditional leaders, as evidenced by their participation in the iftar, suggests a wide-ranging endorsement of the government's efforts to stabilize the economy and improve security.\nReligious Leaders' Role in National Healing The engagement of religious leaders in political and social discourse reflects an acknowledgment of their role in national healing and development. As custodians of faith for millions of Nigerians, their messages can inspire hope, foster peace, and encourage a collective effort towards resolving national issues. This collaboration between state and religious entities, as demonstrated during the Ramadan Iftar, sets a precedent for future partnerships aimed at addressing Nigeria's pressing challenges through unity, dialogue, and mutual respect.\nAs Nigeria navigates through its economic and security challenges, the call by President Tinubu for constructive criticism and national solidarity from religious leaders marks a pivotal moment. It not only reinforces the government's commitment to inclusive governance but also highlights the critical role of faith-based leadership in shaping the country's destiny. The collaborative path embarked upon by the administration and religious figures holds promise for a more prosperous and unified Nigeria, where challenges are met with collective resolve and a shared vision for the future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Politics"
    ],
    "external_links": [
      "https://www.adomonline.com/tinubu-forms-team-to-find-solutions-to-ailing-economy/",
      "https://www.channelstv.com/2024/03/28/economic-hardship-the-worst-is-over-shettima-tells-nigerians/",
      "https://www.adomonline.com/tinubu-forms-team-to-find-solutions-to-ailing-economy",
      "https://www.channelstv.com/2024/03/28/economic-hardship-the-worst-is-over-shettima-tells-nigerians",
      "https://channelstv.com/2024/03/28/economic-hardship-the-worst-is-over-shettima-tells-nigerians/",
      "https://adomonline.com/tinubu-forms-team-to-find-solutions-to-ailing-economy/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bola ahmed tinubu",
          "sentiment": "negative"
        },
        {
          "name": "tinubu",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T01:39:49.386+02:00",
    "updated": "2024-03-29T01:39:49.386+02:00"
  },
  {
    "uuid": "3830abaa1e5bacd6296095ae8ca217207b4d3f38",
    "url": "https://vnexplorer.net/winter-storm-alerts-for-17-states-as-intense-snow-forecast-s2017912.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-22T12:10:00Z",
    "title": "Winter Storm Alerts for 17 States as Intense Snow Forecast",
    "text": "A couple walks a dog in the Navy Yard during a winter storm in Boston, Massachusetts on February 1, 2021. Heavy snowfall is forecast for New England this weekend.\nWinter weather alerts are in place for parts of 17 states as two separate storm systems bring heavy snowfall to New England and northern states through the weekend.\nThe National Weather Service (NWS) has issued winter storm warnings for Alaska, California, Maine, Minnesota, Montana, New Hampshire, New York and Vermont. Advisories are also in place for Connecticut, the Dakotas, Illinois, Iowa, Massachusetts, Michigan, Nevada and Wisconsin.\nIn its latest forecast, the NWS said a weather front will produce snow showers over the Midwest and Great Lakes on Friday. It will then shift into the Ohio Valley to dump a swath of heavy snow over areas downwind of Lake Ontario and into New England.\nParts of New England have already seen some late-winter snow due to another storm this week. Up to a foot of snowfall is predicted for the region by Sunday morning.\nIn Maine, up to an additional 18 inches of snow is expected, with winds of up to 40 miles an hour creating areas of blowing snow that will reduce visibility. A light glaze of ice is also anticipated, making for slippery surfaces.\nUp to 18 inches of snow is also forecast for New Hampshire, along with sleet, ice and winds of up to 35 miles an hour.\nAs much as 17 inches of snow is anticipated in Vermont and New York, with the weight of the snow on tree limbs enough to cause scattered power outages. Vermont will also see a 10th of an inch of ice accumulation.\nIn Massachusetts and Connecticut, up to 2 inches of snow is expected, along with ice accumulations of up to a 10th of an inch.\nMoving into the Great Lakes, up to 7 inches of snow is predicted in Michigan, while Wisconsin can expect as much as 6 inches of snow. This will continue into the northern border counties of Illinois and northeastern Iowa, where up to 5 to 6 inches of snow are also forecast.\nIn central Minnesota, up to 7 inches of snow is expected. This swath of winter weather will also impact southeastern North Dakota and northeastern South Dakota, with up to 6 inches and 1 inch, respectively, predicted.\nAt the same time, a separate system is set to bring unsettled weather to the West this weekend, with heavy rainfall expected over coastal regions and up to 4 feet of snow in mountain areas.\n“This system will weaken as it moves inland and spreads snow showers across the Rockies on Saturday,” the NWS said. “By Sunday, this system will begin to redevelop over the Front Range into a significant winter storm.”\nEarlier in the month, a powerful winter storm from the Pacific brought in excess of 12 feet of snow to the Sierra Nevada range, as well as several feet of snow and blizzard conditions to higher-elevation regions of neighboring states.\nAnother winter storm made landfall earlier the same week before moving into the Intermountain West, bringing intense snowfall from Utah to Wyoming and Colorado.\nAlong the Sierra Nevada range of California, up to 3 feet of snow is expected at elevations above 7,000 feet, as well as up to 2 feet above 6,000 feet. Winds are set to gust as high as 45 miles an hour.\nIn northwestern Montana, snow accumulations could reach 1 foot in the Rocky Mountains, with lower totals elsewhere in the region.\nUp to 14 inches of snow is expected above 7,000 in the Lake Tahoe area of Nevada, with winds gusting as high as 80 miles an hour over ridge lines. Up to 1 foot of snow is predicted for the Sierra region of the state.\nRelated Articles\nStart your unlimited Newsweek trial",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klh1j.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klh1j.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "navy yard",
          "sentiment": "negative"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "vermont",
          "sentiment": "none"
        },
        {
          "name": "dakotas",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "montana",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "ohio valley",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        },
        {
          "name": "great lakes",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "midwest",
          "sentiment": "none"
        },
        {
          "name": "lake ontario",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "new england",
          "sentiment": "none"
        },
        {
          "name": "new hampshire",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "alaska",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "nevada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T14:18:25.868+02:00",
    "updated": "2024-03-22T14:18:25.868+02:00"
  },
  {
    "uuid": "e8f7296cb627d2b7528761e63e26a247a97ea253",
    "url": "https://www.jornaldocomercio.com/jornal-cidades/2025/05/1201454-erechim-registra-seguidas-faltas-dagua-em-diversos-bairros.html",
    "ord_in_thread": 0,
    "author": "Larissa Britto",
    "published": "2025-05-07T22:13:00Z",
    "title": "Erechim registra seguidas faltas d'água em diversos bairros",
    "text": "O município de Erechim, na Região Norte do Rio Grande do Sul, enfrenta regularmente o desabastecimento de água em diversos bairros desde o início do ano. A última ocorrência registrada pela Agência Reguladora de Serviços Públicos (Ager) data dos dias 26 e 27 de abril, quando boa parte da cidade teve seu abastecimento de água interrompido durante o fim de semana. A Corsan/Aegea, empresa que abastece Erechim, justifica que a ocorrência deu-se devido à queda de energia causada pela distribuidora Rio Grande Energia (RGE), o que teria causado problemas no município. Contudo, de acordo com o diretor da Ager, Edgar Radeski, a fornecedora de energia elétrica encaminhou um documento oficial à agência informando que o curto aconteceu nos equipamentos da Corsan/Aegea, impactando toda a rede elétrica. Ainda de acordo com informações da Ager, no dia 28 de abril a prefeitura, juntamente à procuradoria geral municipal e representantes da agência estiveram presentes no Ministério Público a fim de buscar apoio do órgão a respeito desse impasse. A promotoria expôs a possibilidade de propor uma reclamação formal contra a Corsan/Aegea , para que a empresa preste esclarecimentos quanto à falha na prestação dos serviços e tome as medidas cabíveis. Na visão de Radeski, a falta de investimentos na Corsan/Aegea está gerando a recorrente situação . \"Tem acontecido principalmente nos finais de semana. Erechim tem 58 bairros e as partes mais altas são os que mais têm sofrido\", conta. Bairros das regiões oeste e sul, situados nas áreas altas da cidade, como o Jabuticabal, Cotrel, Agrícola, Presidente Vargas, Koller, Cerâmica e os bairros Aeroporto, Progresso e Poleto, respectivamente, são os mais impactados, de acordo com o diretor. Ele explica que, em 2017, o Rio Cravo, importante para o abastecimento de água da cidade, foi transposto a 16 quilômetros de distância do município. \"Foi feito um pequeno barramento no rio. Numa época de estiagem são ligados motores a 16 km e bombeiam a água para dentro da barragem na cidade. Só que quando acontece a ruptura de uma tubulação que conduz água para uma caixa d'água de um bairro, começa o problema. Eles (Corsan/Aegea) têm gente trabalhando. Só que os estouros da tubulação têm sido tantos, que as equipes não têm conseguido dar conta\", afirma. Além da falta d'água, a população também reclama sobre a tonalidade da água das torneiras, geralmente turva . \"Faltas recorrentes entre seis e oito horas têm sido muito seguidas, principalmente nesses bairros ao redor da cidade de Erechim\", relata o diretor. Em março, a Ager multou três vezes a Corsan/Aegea no valor de R$ 50 mil , após constatar \"falhas graves\" no fornecimento de água durante nove dias do mês. Radeski explica que o contrato da concessão do fornecimento de serviço está judicializado desde 2016, e a atual empresa não presta os devidos esclarecimentos. Além disso, a empresa pretendia que o município assinasse a renovação do contrato a partir de suas diretrizes, como o limite de investimentos e o sistema de operações. Contudo, Edgar diz que a Ager não concordou, visto que não favorecia a população erechinense. A prefeitura pretende lançar em julho uma licitação para escolher uma nova concessão que vai gerenciar serviços públicos de abastecimento de água e esgotamento sanitário do município. \"Vai ter que entrar nessas premissas que envolverão as necessidades de Erechim. Então, com essa nova licitação, quem ganhar é que vai cuidar do abastecimento e a implantação do esgotamento sanitário\", salienta Radeski. Em nota, a Corsan/Aegea informa que, no fim de 2024, investiu R$ 15 milhões em novas redes de água para atender nove bairros de Erechim, além da parte central da cidade, e que as novas tubulações, de 300 milímetros, possuem o dobro do diâmetro das redes antigas, o que permite maior vazão de água. Com este investimento, a capacidade total de produção de água passou de 180 litros por segundo para 220 litros por segundo , podendo chegar a até 230 litros por segundo, em caso de alto consumo. As obras têm prazo de conclusão para o próximo mês. Além disso, a companhia informa ter investiu R$ 2,5 milhões na instalação de novos grupos de motores e bombas nas estações de tratamento 1 e 2, para aumentar o volume de água tratada, e na barragem de captação de água bruta.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->water",
      "Environment->environmental pollution"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:36:36.788+03:00",
    "updated": "2025-05-07T23:41:55.000+00:00"
  },
  {
    "uuid": "f62b8590f06782b177f32b30216788eb5b531674",
    "url": "https://www.eldia.com/nota/2025-1-30-17-16-0-escandalo-con-chiara-ferragni-asi-se-entero-que-su-pareja-tenia-una-doble-vida--espectaculos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario El Dia de La Plata www.eldia.com",
    "published": "2025-01-30T22:16:34Z",
    "title": "Escándalo con Chiara Ferragni: así se enteró que su pareja tenía una \"doble vida\"",
    "text": "La influencer italiana Chiara Ferragni está envuelta en un escándalo tras conocerse la “doble vida” que llevaba su pareja y padre de sus dos hijos, Fedez. La joven compartió un comunicado donde detalló cómo se enteró y cuál fue su reacción.\nEsta infidelidad del rapero duró varios años, incluso previo a su casamiento con Chiara. La tercera en discordia sería una joven diseñadora de modas, de una importante familia italiana.\n“Me dejó de un día para el otro”, aseguró Ferragni sobre el padre de sus hijos. El escándalo se destapó por medio del paparazzi Fabrizio Corona, amigo de Fedez.\nSegún indicó Corona, el rapero llevaba una “doble vida” con la diseñadora de modas Angelica Monti. A tal punto escaló esta relación paralela que, “cinco minutos antes” de casarse, Fedez llamó a su amante “para decirle que la amaba y que si ella le pedía que no se casara, no lo haría”.\nTiempo después, Fedez enfrentó un cáncer de páncreas que lo hospitalizó. En ese momento, habría escrito una carta donde señalaba que su única motivación para seguir adelante eran sus hijos Vittoria y Leone, y su amante Angelica.\nChiara Ferragni se unió en matrimonio con Fedez en 2018 y de su amor nacieron sus dos hijos, Vittoria y Leone. En las últimas horas, la empresaria rompió el silencio a través de una dura carta: “He vivido siete años de una relación en la que he amado sin restricciones y con todo mi ser. He soportado situaciones a las que cualquier persona le hubiera dicho ‘no permitas que te hagan esto’. Nunca existió un acuerdo (de pareja abierta). Vomité al enterarme de todo”.\nLas noticias locales nunca fueron tan importantes\nSUSCRIBITE a esta promo especial",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Crime, Law and Justice->law",
      "Crime, Law and Justice->corruption",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:16:34.986+02:00",
    "updated": "2025-01-31T00:16:34.986+02:00"
  },
  {
    "uuid": "6c1605b3c05d606285cf6d2dd4b93934d0f37ac8",
    "url": "https://www.4029tv.com/article/be-on-the-lookout-for-the-northern-lights-tonight/62571670",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Darby Bybee",
    "published": "2024-10-10T21:21:00Z",
    "title": "Be on the lookout for the Northern Lights tonight",
    "text": "40/29 Chief Meteorologist Darby Bybee talks about our chances to see aurora borealis. Watch the videocast above to learn more.7-Day Forecast River Valley | 7-Day Forecast Northwest Arkansas | Interactive Radar | Live Skycams 40/29 Get Ready Weather TeamDarby: Facebook | XMajestic: Facebook | XWilliam: Facebook | X FAYETTEVILLE, Ark. — 40/29 Chief Meteorologist Darby Bybee talks about our chances to see aurora borealis. Watch the videocast above to learn more. Advertisement 7-Day Forecast River Valley | 7-Day Forecast Northwest Arkansas | Interactive Radar | Live Skycams 40/29 Get Ready Weather Team Darby: Facebook | X Majestic: https://www.facebook.com/4029MajesticStorm | https://twitter.com/4029Majestic William: https://www.facebook.com/profile.php?id=61554153102009 | https://twitter.com/4029William",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/4029Majestic",
      "https://twitter.com/4029Darby",
      "https://www.facebook.com/profile.php?id=61554153102009",
      "https://twitter.com/4029William",
      "https://www.facebook.com/4029MajesticStorm",
      "https://www.facebook.com/4029DarbyBybee",
      "https://facebook.com/4029MajesticStorm",
      "https://www.twitter.com/4029William",
      "https://facebook.com/profile.php?id=61554153102009",
      "https://facebook.com/4029DarbyBybee",
      "https://www.twitter.com/4029Majestic",
      "https://www.facebook.com/profile.php",
      "https://www.twitter.com/4029Darby"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Bobby",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T00:58:03.635+03:00",
    "updated": "2024-10-11T07:56:28.375+03:00"
  }
]