[
  {
    "uuid": "cb95dc43c9bff31a65b02de9205ffb40585606f3",
    "url": "https://www.meneame.net/story/tibet-reubicaciones-masivas-tibetanos-no-son-voluntarias/c015",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "nilien",
    "published": "2024-06-06T20:26:00Z",
    "title": "#15 Tíbet: Las reubicaciones masivas de tibetanos no son voluntarias",
    "text": "[Estauracio](/user/Estauracio)a [hrw.org](/go/link/3947002) [#15](c15#c-15) Te repito que no se desmiente que el gobierno chino viole los DDHH. Se desmiente lo del genocidio. Es lo que estoy defendiendo.\n[#11](c11#c-11) No se minimizan las violaciones de DDHH. Se desmiente la mentira. Como ha pasado con las armas de Irak, las violaciones sistemáticas en Libia o Gaza, los ataques con armas químicas en Siria o el genocidio del que acusan a Putin. Todas utilizadas en una narrativa belicista para justificar ataques contra gente inocente, llenar países de armas y desestabilizarlos.\nUna cosa es defender los DDHH, otra distinta hacerle el juego a algún estado repitiendo narrativas puramente propagandistas, como bien dices. El tiempo pasa pero las tácticas de propaganda no cambian demasiado. Demonizar al adversario e una de ellas. Si no conoces los intereses detrás de ciertas afirmaciones de lo gobiernos es normal que te engañen. Y lo del \"genocidio\" uigur apesta a kilómetros.\n[#14](c14#c-14) ah, que según tú, el gobierno chino no está violando los derechos humanos de los uigures, y soy yo quien se traga propaganda interesada sin contrastarla y analizarla críticamente...\nTendrías que tener delante Rahile Dawut para decirle que se deje de monsergas. Que no desapareció en 2017 ni pasaron años hasta que su familia volvió a saber de ella. Que es mentira que el gobierno chino fuera responsable de su desaparición, y tampoco es cierto que haya sido condenada a cadena perpetua por dedicarse a estudiar y enseñar el folclore uigur.\nY eso es solo un caso. Como ella muchos, muchísmos más. Desaparecidos de un día para otro, en ocasiones familias enteras...\nhttps://en.wikipedia.org/wiki/Rahile_Dawut\nMuchos ya no se acordarán de las barbaridades inhumanas a las que estaban sometidos por el Gobierno feudal de los Lamas, antes de que llegaran los chinos a liberarles. Los tenían literalmente esclavizados e incluso atados y muertos de hambre. Es hora también de que dejen esas aldeas infrahumanas y se pasen a una vida más acorde, que se pueden desarrollar.\nhttps://threadreaderapp.com/thread/1695593306762154354.html\n[#1](c1#c-1) Ah, que como antes no se cumplían los derechos humanos, que tampoco se cumplan ahora no tiene importancia.\nDe verdad, a dónde llega la propaganda, y lo que hay que leer...\n[#2](c2#c-2) Mírate este hilo. Lo de antes era verdadero terror: https://threadreaderapp.com/thread/1695593306762154354.html\nY no te creas todo lo que te cuenten los medios occidentales. A saber la realidad real de esas teóricas reubicaciones. Durante tiempo se dijo que los chinos invadieron un pais de paz terrenal y bondades, cuando el Tibet era un país gobernado por sádicos.\n[#3](c3#c-3) Lo dije todo en el primer mensaje. Que antes no se cumplieran los derechos humanos no justifica EN ABSOLUTO que ahora TAMPOCO se cumplan.\nY que el gobierno de China incumple los derechos humanos de los tibetanos ES UN HECHO. Entre otros muchos incumplimientos como los que lleva a cabo contra los uigures, o contra intelectuales y artistas a los que persigue, tortura y encarcela por expresar opiniones críticas con el régimen, o por defender la necesidad de un sistema democrático.\nEs no es propaganda, son hechos. Y si sostienes lo contrario, no soy precisamente yo a quien le han lavado el cerebro con propaganda...\nPD: No voy a volver a contestar a esto, ya he dicho todo lo que tenía que decir.\nCC:\n[#4](c4#c-4)\n[#6](c6#c-6) No sé qué mosca te ha picado. No estoy diciendo que en China no haya violaciones de DDHH. Digo que no hay ningún genocidio Uigur. No es más que propaganda. Seguramente explotando algunos hechos reales, sin duda. Que salgan los USA diciendo que hay un genocidio Uigur y apliquen sanciones a China cuando no lo ven claro en Gaza debería darte una idea de lo fiable que es alguna información y qué fin tiene. Ni de coña está pasando ahí algo comparable.\n[#10](c10#c-10) China ha cometido y esta cometiendo graves violaciones de los derechos humanos de los uigures, entre otras muchas. Sinceramente, no entiendo la manía de minimizar o negar todo esto, agarrándose a la terminología y a que si es más o si es menos, o que USA dice no sé qué...\nMe importa una mierda lo que diga USA. Me importa lo que dicen quienes conocen la región y llevan mucho tiempo documentando lo que sucede como pueden. A veces, jugándosela en el terreno y disimulando. A veces, a distancia, porque una vez que denuncias esta situación públicamente, te puedes olvidar de viajar a la zona, te conviertes en persona non grata para China.\nLa mosca que me ha picado es que no soporto que nadie niegue o minimice ningún tipo de violación de los derechos humanos, ni que le haga juego a ningún estado ni a su propaganda, sea China, USA o quien corresponda.\n[#6](c6#c-6) Es propaganda anti-china. Me sabe mal porque os creéis todo lo que veis. Pero vamos, el resto de gente tiene más cabeza y la noticia tiene ya su aviso de sensacionalista...\n[#12](c12#c-12) El gobierno chino dice que todas las pruebas y todas las denuncias que demuestran que incumplen los derechos humanos son propaganda.\nLa realidad es que china comete graves violaciones de los derechos humanos de manera sistemática, y la verdadera propaganda son sus esfuerzos para negarlo, ocultarlo y negar la mayor.\nSi te tú te tragas ese tipo de propaganda, eres parte del problema, y tu capacidad de análisis crítico brilla por su ausencia...\n[#1](c1#c-1) Muchos intentarán blanquear lo que hace China, que no olvidemos que es una dictadura con Winnie the Poh al mando.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://threadreaderapp.com/thread/1695593306762154354.html",
      "https://en.wikipedia.org/wiki/Rahile_Dawut",
      "https://www.threadreaderapp.com/thread/1695593306762154354.html",
      "https://www.en.wikipedia.org/wiki/Rahile_Dawut"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:51:12.570+03:00",
    "updated": "2024-06-07T00:51:12.570+03:00"
  },
  {
    "uuid": "8e6a376139cbdf0394b6c8cd65615ef89e2df7cb",
    "url": "https://sunnewsonline.com/nlng-4-451bn-sparks-controversies-in-national-assembly",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ajiri Daniels",
    "published": "2024-06-13T20:15:00Z",
    "title": "NLNG $4.451bn sparks controversies in National Assembly – The Sun Nigeria",
    "text": "From Fred Itua, Abuja Ongoing investigations by the National Assembly into the $4.451 billion Nigeria Liquified Natural Gas (NLNG) project 7 attracted more controversies, disagreements and rowdiness on Thursday. For over an hour, the joint Committees of the Senate and House of Representatives conducting the probe went into two seperate close door meetings with the NLNG officials led by NLNG Project Director, Ali Uwais, as well as the contractors handling the project. But having failed to get the information they required, the committees, in a resolution, agreed to formally make their requests known to the NLNG in terms of documents and other information needed. Lawmakers also charged the NLNG to halt further variations in the $4.451,731,937 billion contract. The investigative hearing attracted a large crowd of lawmakers comprising members and non-members of the Gas committees because of the hostile atmosphere that had weakened and crippled the investigation since its beginning. Trouble started when Uwais submitted a document containing what the lawmakers called limited information. The chairman of the joint committee, Jarigbe Agom Jarigbe, expressed disappointment that a clause in the document clearly said that “figures contained therein are disputed and subject to ongoing legally privileged commercial negotiations.” Jarigbe said it means the figures can’t be used for the investigation. Amidst the tense situation, the committee went into the first closed door session. After an hour, newsmen were called in to monitor the situation. Lawmakers took their turns to condemn the insistence of NLNG and the contractors on not making useful information available for the investigation. The contentious issues include lack of information and explanation on the original contract sum which was $4,372,760,462. Others are limited information on the 99 total variation requests worth $177,892,289; approved 62 variation orders amounting to $43,771,475; and approved amendments (claims/settlement) worth $35,000,000. The NLNG had informed the committee that there are five variation requests being evaluated and they amounted to $7,609,678. Uwais also told the committee that the fluctuation in foreign exchange rate is a principal cause of contract variation. On the status of the project, he said: “The overall progress of the project is at 67% completion, made up of engineering at 97.9%, procurement at 95.5% and construction at 52.5%.” The Committee adjourned to reconvene on July 3, 2024. VERIFIED: Nigerians (home & diaspora) can now be paid in US Dollars. Earn up to $17,000 (₦27 million) with premium domains. [ Click here to start ](https://travads.com/l/sunnewstextlink)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://travads.com/l/sunnewstextlink)",
      "https://www.travads.com/l/sunnewstextlink)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fred itua",
          "sentiment": "negative"
        },
        {
          "name": "ali uwais",
          "sentiment": "none"
        },
        {
          "name": "uwais",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sun nigeria",
          "sentiment": "negative"
        },
        {
          "name": "nlng",
          "sentiment": "negative"
        },
        {
          "name": "national assembly",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "house of representatives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abuja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:30:54.769+03:00",
    "updated": "2024-06-14T00:30:54.769+03:00"
  },
  {
    "uuid": "6fbdfaef2e677c31e788d33738b039cddcf2f860",
    "url": "https://www.unionesarda.it/lunione-in-edicola/trovato-morto-in-un-casolare-lungo-la-131-dyjum156",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@UnioneSarda",
    "published": "2023-12-28T22:15:00Z",
    "title": "Trovato morto in un casolare lungo la 131 - L'Unione Sarda.it",
    "text": "Lo cercavano da sabato scorso, quando era scomparso senza più dare sue notizie: ieri pomeriggio è stato ritrovato privo di vita all’interno di un casolare, in campagna. Si conclude nel peggiore dei modi il caso della sparizione, a Nuraminis, di Eugenio Zonca, 34 enne di Villagreca, dove era rientrato a vivere qualche anno fa, con la madre e un fratello, dopo un lungo periodo trascorso da emigrato fuori dell’Isola per lavoro. Morte naturale, gesto volontario o cos’altro? La causa, come pure la data precisa, del decesso del giovane è ora al vaglio dei carabinieri della Compagnia di Sanluri, che sono intervenuti in località Nuracesus, a Nuraminis, poco distante dalla Statale 131, dove lo sfortunato giovane è stato ritrovato privo di vita, nel pomeriggio di ieri.\nL’appello sui social\nSolo qualche ora prima, sui social, era circolato l’accorato appello diffuso dalle sorella di Eugenio Zonca, Eleonora e Claudia. «Chiedo aiuto – aveva scritto – mio fratello è scomparso sabato mattina, 23 dicembre 2023. L’ultima volta è stato visto a Nuraminis e da lì si sono perse le sue tracce. Chiunque lo avesse visto o può avere informazioni utili per il suo ritrovamento può scrivermi o telefonare o chiamare i carabinieri». Seguiva la descrizione dell’abbigliamento indossato dal giovane al momento della sparizione.\nSperanze e angosce\nLa speranza che Eugenio Zonca potesse essersi allontanato volontariamente e che potesse essere ritrovato sano e salvo si è purtroppo rivelata vana. Ieri pomeriggio, solo qualche ora prima del tragico epilogo della scomparsa del fratello, Eleonora Zonca non nascondeva la forte preoccupazione della famiglia: «Siamo molto in ansia, non è mai successo prima che Eugenio si allontanasse da casa senza dare notizie».\nDopo la scomparsa del giovane, i familiari avevano subito denunciato la circostanza alle forze dell’ordine e da quel momento erano scattate le ricerche, che avevano mobilitato familiari e amici. Le battute per rintracciare il giovane si sono intensificate negli ultimi giorni, e ieri pomeriggio il finale tragico che ha fatto cadere anche le ultime speranze.\nIl ritrovamento\nEugenio Zonca è stato trovato privo di vita in località Nuracesus: il minuscolo casolare dove si è consumato il dramma, alle spalle della piscina comunale di Nuraminis, nel giro di poco è stato circondato da auto dei carabinieri, mezzi dei vigili del fuoco e personale sanitario che ha potuto solo certificare il decesso del giovane. Sulle cause dovranno ora esprimersi medico legale e investigatori.\nIgnazio Pillosu\nRIPRODUZIONE RISERVATA\nQuesto contenuto è riservato agli utenti abbonati Per continuare a leggere abbonati o effettua l'accesso se sei già abbonato.\n• Accedi agli articoli premium\n• Sfoglia il quotidiano da tutti i dispositivi\nAbbonati subito Sei già abbonato? Accedi ora\nLo cercavano da sabato scorso, quando era scomparso senza più dare sue notizie: ieri pomeriggio è stato ritrovato privo di vita all’interno di un casolare, in campagna. Si conclude nel peggiore dei modi il caso della sparizione, a Nuraminis, di Eugenio Zonca, 34 enne di Villagreca, dove era rientrato a vivere qualche anno fa, con la madre e un fratello, dopo un lungo periodo trascorso da emigrato fuori dell’Isola per lavoro. Morte naturale, gesto volontario o cos’altro? La causa, come pure la data precisa, del decesso del giovane è ora al vaglio dei carabinieri della Compagnia di Sanluri, che sono intervenuti in località Nuracesus, a Nuraminis, poco distante dalla Statale 131, dove lo sfortunato giovane è stato ritrovato privo di vita, nel pomeriggio di ieri.\nL’appello sui social\nSolo qualche ora prima, sui social, era circolato l’accorato appello diffuso dalle sorella di Eugenio Zonca, Eleonora e Claudia. «Chiedo aiuto – aveva scritto – mio fratello è scomparso sabato mattina, 23 dicembre 2023. L’ultima volta è stato visto a Nuraminis e da lì si sono perse le sue tracce. Chiunque lo avesse visto o può avere informazioni utili per il suo ritrovamento può scrivermi o telefonare o chiamare i carabinieri». Seguiva la descrizione dell’abbigliamento indossato dal giovane al momento della sparizione.\nSperanze e angosce\nLa speranza che Eugenio Zonca potesse essersi allontanato volontariamente e che potesse essere ritrovato sano e salvo si è purtroppo rivelata vana. Ieri pomeriggio, solo qualche ora prima del tragico epilogo della scomparsa del fratello, Eleonora Zonca non nascondeva la forte preoccupazione della famiglia: «Siamo molto in ansia, non è mai successo prima che Eugenio si allontanasse da casa senza dare notizie».\nDopo la scomparsa del giovane, i familiari avevano subito denunciato la circostanza alle forze dell’ordine e da quel momento erano scattate le ricerche, che avevano mobilitato familiari e amici. Le battute per rintracciare il giovane si sono intensificate negli ultimi giorni, e ieri pomeriggio il finale tragico che ha fatto cadere anche le ultime speranze.\nIl ritrovamento\nEugenio Zonca è stato trovato privo di vita in località Nuracesus: il minuscolo casolare dove si è consumato il dramma, alle spalle della piscina comunale di Nuraminis, nel giro di poco è stato circondato da auto dei carabinieri, mezzi dei vigili del fuoco e personale sanitario che ha potuto solo certificare il decesso del giovane. Sulle cause dovranno ora esprimersi medico legale e investigatori.\nIgnazio Pillosu\nRIPRODUZIONE RISERVATA\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:24:20.030+02:00",
    "updated": "2023-12-29T01:24:20.030+02:00"
  },
  {
    "uuid": "6dae353fd66c1f9240fecaaea6c1fa52a0e385ba",
    "url": "https://www.newsbreak.com/news/3280840388774-iranian-national-with-ties-to-terrorism-booted-to-canada-2-months-after-being-apprehended-at-border",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T20:23:00Z",
    "title": "Iranian national with ‘ties to terrorism’ booted to Canada 2 months after being apprehended at border",
    "text": "Federal authorities have sent an Iranian national with “ties to terrorism” back to Canada more than two months after he had tried to unlawfully cross the border on two separate occasions. The unnamed individual – who was sought by Canadian authorities on assault charges – was officially removed on Dec. 21 by Enforcement and Removal Operations (ERO) Buffalo, US Immigrations and Customs Enforcement (ICE) said. The man was wanted by Canadian authorities as a “national security priority” and had unspecified “ties to terrorism,” the statement added. The fugitive first tried to enter the US on Oct. 10, when he presented himself to immigration authorities at the Rainbow Pedestrian Walkway in Niagara Falls, ICE explained. He was refused by Customs and Border Protection officers and escorted to the Canadian Border Services. Two days later, however, US Border Patrol arrested him when he unlawfully entered the US “on or around” the Whirlpool Bridge Port of Entry in Niagara Falls, the statement continued. The Iranian national was served an expedited removal order by ERO Buffalo on Nov. 8. He remained in the US for six weeks, until he was removed to Canada under the Safe Third Country Act, ICE explained. “The strong law enforcement partnership between ERO Buffalo and Canadian law enforcement authorities is imperative to increasing national security and preventing dangerous individuals from fleeing justice,” said ERO Buffalo Field Office Director Thomas Brophy said in the statement. “The Canadian resident’s return to Canada to face charges is due to the dedicated officers on both sides of the border, working in tandem, to provide public safety for our communities,” he added. In 2023, authorities encountered 564 individuals whose names appeared on the terror watchlist at the northern and southern borders, according to Customs and Border Patrol data . Of those, 172 successfully crossed illegally into the US.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?url=0vrkXv_0qTrAq5r00",
      "https://www.cbp.gov/newsroom/stats/cbp-enforcement-statistics",
      "https://www.ice.gov/news/releases/ero-buffalo-uses-safe-third-country-agreement-remove-iranian-national-national",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0vrkXv_0qTrAq5r00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0vrkXv_0qTrAq5r00",
      "https://ice.gov/news/releases/ero-buffalo-uses-safe-third-country-agreement-remove-iranian-national-national",
      "https://cbp.gov/newsroom/stats/cbp-enforcement-statistics",
      "https://www.img.particlenews.com/image.php?url=0vrkXv_0qTrAq5r00"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "enforcement and removal operations",
          "sentiment": "none"
        },
        {
          "name": "customs",
          "sentiment": "none"
        },
        {
          "name": "us border patrol",
          "sentiment": "none"
        },
        {
          "name": "border protection",
          "sentiment": "none"
        },
        {
          "name": "border services",
          "sentiment": "none"
        },
        {
          "name": "customs enforcement",
          "sentiment": "none"
        },
        {
          "name": "ero buffalo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "whirlpool bridge port of entry",
          "sentiment": "none"
        },
        {
          "name": "niagara falls",
          "sentiment": "none"
        },
        {
          "name": "buffalo",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:46:01.425+02:00",
    "updated": "2023-12-30T00:46:01.425+02:00"
  }
]