[
  {
    "uuid": "cd86d324a14075641556ccd6a4c35b7de6ba2c54",
    "url": "https://www.nation.com.pk/05-Jul-2024/harnessing-ai-to-tackle-climate-change",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr Kamal Monnoo",
    "published": "2024-07-04T20:02:00Z",
    "title": "Harnessing AI to Tackle Climate Change",
    "text": "Artificial Intelligence (AI) is a powerful tool in the fight against climate change. Its Natural Language Processing (NLP) algorithms can provide deeper insights into climate dynamics, predict future climatic events, and devise effective mitigation strategies. This technology holds immense potential to transform our approach to understanding and addressing environmental challenges.\nAI offers two crucial opportunities: enhancing our understanding of climate change and contributing to effective climate action. First, it can process large volumes of data, significantly improving our comprehension of climate dynamics. Predictive AI algorithms can analyze complex climate data, forecast weather patterns, and predict extreme events such as hurricanes and floods with greater accuracy. These capabilities help scientists understand climate variations and anticipate future changes more effectively.\nAdditionally, AI can optimize energy use in various sectors, reducing greenhouse gas emissions. Since GHG emissions are a major source of global warming and its catastrophic effects, AI-driven smart grids can balance electricity supply and demand, improving energy efficiency. In agriculture, AI can optimize irrigation and fertilization, reducing water and chemical use. Furthermore, AI can enhance the efficiency of renewable energy sources like wind and solar by predicting energy generation patterns and optimizing storage and distribution.\nHowever, AI systems can exacerbate existing social and ethical issues, such as bias and discrimination, especially during the computational stages. Therefore, ensuring transparency and fairness in AI algorithms is crucial to avoid perpetuating inequalities.\nIn conclusion, AI holds tremendous promise in the fight against climate change. By enhancing our understanding of climate dynamics and optimizing climate action, AI can play a pivotal role in mitigating the effects of global warming. However, realizing this potential requires addressing the environmental and ethical challenges associated with AI. With responsive governance and effective policies, we can leverage AI’s capabilities to build a sustainable and resilient future.\nNOOR ALI,\nLahore.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lan",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T04:20:55.387+03:00",
    "updated": "2024-07-05T04:20:55.387+03:00"
  },
  {
    "uuid": "c6ec0bb56ec6088984cb390f4f4704a9ef05dc00",
    "url": "https://www.1news.co.nz/2024/07/26/massive-disappointment-scott-currys-reaction-to-early-olympic-exit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "1News Reporters",
    "published": "2024-07-26T00:00:00Z",
    "title": "'Massive disappointment': Scott Curry's reaction to early Olympic exit",
    "text": "'Massive disappointment': Scott Curry's reaction to early Olympic exit By 1News Reporters 1:27pm\nMoses Leo dejected after losing to South Africa at the Olympics. (Source: Photosport)\nSHARE ME\nAll Blacks Sevens captain Scott Curry says today's quarterfinal loss to South Africa - ruling them out of the medal hunt - is a “massive disappointment\".\nNew Zealand went down 14-7 against the Blitzbok this morning, meaning their medal hopes are gone before the Games' opening ceremony.\n“It comes in waves, one moment you think you’re alright the next you’re in tears - it’s tough,” Curry told 1News.\n“Sevens is so brutal, if you're off by a little bit, you get punished.”\nNew Zealand finished third on the Sevens circuit, meaning there was expectation a medal may be within their grasp.\nADVERTISEMENT\nSouth Africa only qualified in June to take the 12th and final place for the men’s sevens tournament.\n“We have to give credit to South Africa, they scrambled so well, we made some half breaks but they shut us down.”\nThe team are destined to leave Paris without a medal following their quarterfinal loss to South Africa. (Source: 1News)\nCurry said there was a sombre mood in the changing room and there wasn’t much chat about the game itself, rather looking ahead to their remaining two outings at Stade de France.\n“You never know when your last chance is to put that black jersey on. I just cherish every time I get that opportunity and I’ve got two more chances this weekend.”\nThe loss adds to the heartbreak of previous Games, as they bowed out in the quarterfinals in Rio, and narrowly lost the gold medal match in Tokyo.\nThis is Curry's third Olympic Games and could be his last. He was part of the squad that claimed the silver medal three years ago.\nADVERTISEMENT\nThe Kiwis had beaten South Africa just yesterday in their pool match 17-5 and were heading into the quarterfinal off the back of a 14-12 comeback win against Ireland earlier this morning.\nAndrew Knewstubb in action for the All Blacks Sevens against South Africa in the Olympic quarterfinal. (Source: Photosport)\nForward Dylan Collier said he thought the team were building well in the tournament as they had made it through pool play undefeated.\n“There’s definitely a lot of hurt in that changing room, we have a day off tomorrow to let it soak in,” said Collier.\n“I’m just looking forward to getting back to the village and calling my kids, that will definitely take my mind off it.”\nAll Blacks Sevens coach Tomasi Cama said his team made too many errors in the early stages and tried to force it against a well drilled South African defence.\nMore on this topic\nOlympics: All Blacks Sevens knocked out in quarterfinals \"A lot of those boys were in tears walking off, they gave everything they had for four years,\" said captain Scott Curry.\n7:45am\n0:25\n“The game is ruthless, in finals footy you can’t hesitate, you have to be decisive and take opportunities. When the opportunities were there we created errors or weren't patient enough to build phases and create another opportunity,” said Cama.\nADVERTISEMENT\nThe All Blacks Sevens have a day off tomorrow before playing off for 5th to 8th place on Sunday.\nRugby Olympics Sevens SHARE ME\nMore Stories VIEW MORE More Stories\nGuy Heveldt: Stade de France Olympic success fuels NZ stadium debate\nYes, it's that stadium debate again, but we are already so far behind the times, we must move on a state-of-the-art venue.\n3:50pm\n1:50\nAthletes in action: NZ men's sevens in Olympics quarters, Ferns kick off\nThe All Blacks sevens face Ireland before their guaranteed quarterfinal, while the Football Ferns kick off amidst the Canada spying scandal.\nThursday 2:46pm\nOlympics: All Blacks Sevens into quarterfinals after two wins\nThe All Blacks Sevens have opened their Paris Olympics campaign with wins over Japan and South Africa at Stade de France.\nThursday 7:58am\n0:14\nAthletes in action: Football, sevens kick off NZ Olympic campaign\nThe Paris Games begin before Saturday's opening ceremony, with the men's footballers and All Blacks Sevens first to open their accounts.\nWed, Jul 24\nOlympics: 'Special' - Jazmin Felix-Hotham on watching brother Noah debut\nBlack Ferns sevens player Jazmin talks in Paris about a special sporting weekend for the Hotham family.\nTue, Jul 23\n1:24\nTyla King to retire from international sevens after Olympics\nKing has worn the Black Ferns Sevens jersey since 2012 and has appeared at more than 60 tournaments, the most of any New Zealand women's player.\nWed, Jul 10\nOlympics: All Blacks Sevens into quarterfinals after two wins\nThe All Blacks Sevens have opened their Paris Olympics campaign with wins over Japan and South Africa at Stade de France.\nThursday 7:58am\n0:14\nAthletes in action: Football, sevens kick off NZ Olympic campaign\nThe Paris Games begin before Saturday's opening ceremony, with the men's footballers and All Blacks Sevens first to open their accounts.\nWed, Jul 24\nOlympics: 'Special' - Jazmin Felix-Hotham on watching brother Noah debut\nBlack Ferns sevens player Jazmin talks in Paris about a special sporting weekend for the Hotham family.\nTue, Jul 23\n1:24\nTyla King to retire from international sevens after Olympics\nKing has worn the Black Ferns Sevens jersey since 2012 and has appeared at more than 60 tournaments, the most of any New Zealand women's player.\nWed, Jul 10\nGuy Heveldt: Stade de France Olympic success fuels NZ stadium debate\nYes, it's that stadium debate again, but we are already so far behind the times, we must move on a state-of-the-art venue.\n3:50pm\n1:50\nAthletes in action: NZ men's sevens in Olympics quarters, Ferns kick off\nThe All Blacks sevens face Ireland before their guaranteed quarterfinal, while the Football Ferns kick off amidst the Canada spying scandal.\nThursday 2:46pm\nOlympics: All Blacks Sevens into quarterfinals after two wins\nThe All Blacks Sevens have opened their Paris Olympics campaign with wins over Japan and South Africa at Stade de France.\nThursday 7:58am\n0:14\nAthletes in action: Football, sevens kick off NZ Olympic campaign\nThe Paris Games begin before Saturday's opening ceremony, with the men's footballers and All Blacks Sevens first to open their accounts.\nWed, Jul 24\nOlympics: 'Special' - Jazmin Felix-Hotham on watching brother Noah debut\nBlack Ferns sevens player Jazmin talks in Paris about a special sporting weekend for the Hotham family.\nTue, Jul 23\n1:24\nTyla King to retire from international sevens after Olympics\nKing has worn the Black Ferns Sevens jersey since 2012 and has appeared at more than 60 tournaments, the most of any New Zealand women's player.\nWed, Jul 10\nVIEW MORE RUGBY STORIES The weekend’s sport unpacked. Every Monday morning. Popular\nLatest\n1 Only in Paris: Olympics set for a one-of-its-kind Opening Ceremony\n2:50pm\n2 Alleged '80s politician paedophile ring: PM urges witnesses to speak out\n17 mins ago\n3 Canada kicks coach out of Olympics over NZ spying scandal\n11:42am\n4 Two NZ destinations make TIME's World's Greatest Places 2024 list\n1:25pm\n5 Wellington musician convicted of rape can now be named\n3:30pm\n6 Ministry of Education halts 100 school building projects\n1:55pm\n6 mins ago\nFive Big Things That Happened Today: Friday, July 26\n9 mins ago\nWitnesses sought after motorcyclist dies in crash fleeing police\n17 mins ago\nAlleged '80s politician paedophile ring: PM urges witnesses to speak out\n2:24\n3:50pm\nGuy Heveldt: Stade de France Olympic success fuels NZ stadium debate\n1:50\n3:30pm\nWellington musician convicted of rape can now be named\nSPONSORED\nOlympians, Paralympian share journeys to help other Kiwis shine\nSponsored by Toyota\n6 mins ago\nFive Big Things That Happened Today: Friday, July 26\n9 mins ago\nWitnesses sought after motorcyclist dies in crash fleeing police\n17 mins ago\nAlleged '80s politician paedophile ring: PM urges witnesses to speak out\n2:24\n3:50pm\nGuy Heveldt: Stade de France Olympic success fuels NZ stadium debate\n1:50\n3:30pm\nWellington musician convicted of rape can now be named\nSPONSORED\nOlympians, Paralympian share journeys to help other Kiwis shine\nSponsored by Toyota\nPopular\nLatest\n1 Only in Paris: Olympics set for a one-of-its-kind Opening Ceremony\n2:50pm\n2 Alleged '80s politician paedophile ring: PM urges witnesses to speak out\n17 mins ago\n3 Canada kicks coach out of Olympics over NZ spying scandal\n11:42am\n4 Two NZ destinations make TIME's World's Greatest Places 2024 list\n1:25pm\n5 Wellington musician convicted of rape can now be named\n3:30pm\n6 Ministry of Education halts 100 school building projects\n1:55pm\n6 mins ago\nFive Big Things That Happened Today: Friday, July 26\n9 mins ago\nWitnesses sought after motorcyclist dies in crash fleeing police\n17 mins ago\nAlleged '80s politician paedophile ring: PM urges witnesses to speak out\n2:24\n3:50pm\nGuy Heveldt: Stade de France Olympic success fuels NZ stadium debate\n1:50\n3:30pm\nWellington musician convicted of rape can now be named\nSPONSORED\nOlympians, Paralympian share journeys to help other Kiwis shine\nSponsored by Toyota\n6 mins ago\nFive Big Things That Happened Today: Friday, July 26\n9 mins ago\nWitnesses sought after motorcyclist dies in crash fleeing police\n17 mins ago\nAlleged '80s politician paedophile ring: PM urges witnesses to speak out\n2:24\n3:50pm\nGuy Heveldt: Stade de France Olympic success fuels NZ stadium debate\n1:50\n3:30pm\nWellington musician convicted of rape can now be named\nSPONSORED\nOlympians, Paralympian share journeys to help other Kiwis shine\nSponsored by Toyota\nMore from Entertainment VIEW MORE\nJimmy Barnes bares hell of a heart in Auckland concert The Australian rock icon was joined on stage by family as he returned to New Zealand after ongoing health issues, which were not helped by his habit of defying medical advice, he told the crowd.\n12:46pm\nPrince Harry's fight against British tabloids contributes to royal rift Harry said his ongoing battle with the tabloids in public — becoming the the first senior royal in over a century to testify in court — was a \"central piece\" to his family fallout.\n10:11am\nRita Ora talks Taika Waititi marriage, won't 'ever get used' to it Thursday 4:15pm\nChris Brown sued over 'brutal assault of four concertgoers' Wed, Jul 24\nCeline Dion set for comeback at Paris Olympics opener Wed, Jul 24\nJimmy Barnes bares hell of a heart in Auckland concert The Australian rock icon was joined on stage by family as he returned to New Zealand after ongoing health issues, which were not helped by his habit of defying medical advice, he told the crowd.\n12:46pm\nPrince Harry's fight against British tabloids contributes to royal rift Harry said his ongoing battle with the tabloids in public — becoming the the first senior royal in over a century to testify in court — was a \"central piece\" to his family fallout.\n10:11am\nRita Ora talks Taika Waititi marriage, won't 'ever get used' to it Thursday 4:15pm\nChris Brown sued over 'brutal assault of four concertgoers' Wed, Jul 24\nCeline Dion set for comeback at Paris Olympics opener Wed, Jul 24\nReview: Deadpool and Wolverine accepts itself for what it is Wed, Jul 24\nJimmy Barnes bares hell of a heart in Auckland concert The Australian rock icon was joined on stage by family as he returned to New Zealand after ongoing health issues, which were not helped by his habit of defying medical advice, he told the crowd.\n12:46pm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "scott curry",
          "sentiment": "negative"
        },
        {
          "name": "curry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "all blacks sevens",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "stade de france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:00:20.684+03:00",
    "updated": "2024-07-26T07:53:37.905+03:00"
  },
  {
    "uuid": "e6b0f921d014fcd54f65bb1ffca59b1f5b6fecbf",
    "url": "https://www.tf1info.fr/international/guerre-ukraine-deux-humanitaires-francais-tues-dans-une-frappe-selon-le-gouverneur-de-kherson-kiev-accuse-moscou-2284803.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TF1 INFO",
    "published": "2024-02-01T22:11:00Z",
    "title": "Guerre en Ukraine : le gouverneur de Kherson annonce la mort de deux humanitaires français dans une frappe",
    "text": "Selon le gouverneur ukrainien de Kherson, Oleksandr Prokoudine, deux humanitaires français ont été tués ce jeudi 1ᵉʳ février en Ukraine.Dans son message sur Telegram, il affirme que Moscou serait à l'origine de la frappe. Selon le gouverneur ukrainien de Kherson, Oleksandr Prokoudine, deux humanitaires français ont été tués ce jeudi 1ᵉʳ février en Ukraine. Dans son message sur Telegram, il affirme que Moscou serait à l'origine de la frappe. Oleksandr Prokoudine, le gouverneur de l'oblast de Kherson, en Ukraine, a annoncé [sur Telegram](https://t.me/olexandrprokudin/2687) ce jeudi 1ᵉʳ février que deux humanitaires français ont été tués dans le sud du pays, à Beryslav. \"Des volontaires étrangers ont été tués et blessés à la suite d'une frappe ennemie sur Beryslav.\" Selon Kiev, \"l'armée russe a tué deux citoyens français\", déclare le gouverneur qui accuse la Russie d'être à l'origine de la frappe. \"Trois autres étrangers ont été légèrement blessés\", poursuit-il. \"Parmi les blessés figure également un militant de la représentation ukrainienne de l'organisation. Sincères condoléances aux familles des victimes.\" Plus d'informations à suivre",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://t.me/olexandrprokudin/2687",
      "https://www.t.me/olexandrprokudin/2687"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T02:31:34.830+02:00",
    "updated": "2024-02-02T05:08:24.857+02:00"
  },
  {
    "uuid": "e712f54e3f52ef4d828e73ef02be654f4666188d",
    "url": "https://guardian.ng/sunday-magazine/ibru-ecumenical-centre/deliverance-from-bloodline-captivity-3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guardian Nigeria",
    "published": "2024-06-02T00:00:00Z",
    "title": "Deliverance from bloodline captivity (3) — Sunday Magazine — The Guardian Nigeria News – Nigeria and World News",
    "text": "There are various signs to show the presence of bloodline captivity in a family. The first of such signs is anger problem in the family. In some families, there is a strong flow of uncontrollable anger from parents to offspring. Moses was the meekest man on earth, but he was from a family where anger — from both his maternal and paternal families — was integrated. He pastored a church of about three million people through the wilderness, yet he missed the Promised Land. When the people sinned against God and God wanted to bring judgment upon them, Moses interceded. When his own anger was stirred up, however, by the people’s misbehaviour, he was unable to control himself in dealing with them. In his fierce anger, he broke the tablets of the 10 commandments God gave to him (Exo 30:19-20). Some persons are in prison, today, because they could not control their anger, while others have died untimely as a result of this. Moses, in anger, struck the rock instead of speaking to it, as God instructed him to do (Numbers 20:11-12). He missed the Promised Land at the edge of his breakthrough. Another sign of bloodline captivity is divorce and remarry. Some years ago, I ministered in a community in Nigeria where the fathers preserve rooms for their daughters who have been married out, in expectation of their return home. Some families spend 10-15 years in marriage before a divorce. There are powers that supervise such marriages, ensuring that there are marital crises, childlessness and other issues that can eventually result in divorce. Every of such patterns in your family is broken today in Jesus’ name. Again credit marriage or co-habiting is another sign of bloodline captivity. In this case, a couple comes to live together without performing the usual traditional marriage rites and they bare children. Those who choose to do the right things by marrying properly, however, remain childless. There are cases also were the women are always the breadwinners in the family; this is another sign of bloodline captivity. It is not out of place for the woman to support or sustain the family for a period of time if the man is going through challenges, but it becomes a problem if she has to do it continually. The woman is not wired to carry such responsibilities, hence most times such women complain about the task. Promiscuity is another sign of bloodline captivity. In such families, it is common to see men and women with children from different fathers and mothers. Strange illnesses including diabetes, breast cancer, prostrate problem, HBO and eye problems are also a sign if they run through the family line. Again, women do not enjoy their marriages; they suffer domestic violence, men beaters, while some are quarrelsome. In some families, nobody does well in terms of life achievements. There are cases of rising and falling, acute poverty and lack of educational progress. Lastly, there are cases also of untimely death in the family. May God visit your family with great deliverance in Jesus’ name. Prayer Points • Powers waiting to disgrace me at the time of my glory, receive fire in Jesus’ name. • Powers from my lineage that say, I will feed my husband till we die, I reject you by fire. Reverend (Dr.) John Okene, Divine Touch Int’l Ministries, Warri, Delta State. dtimchurch@gmail.com, Prayerline: +2348135952623 • Every witchcraft cage or marine cage holding my family in captivity, break, in Jesus’ name. • Any strong witch or wizard in my family that is selling family members out in their coven, your time is up, in the name of Jesus, die! • Coven pots used to trap my family glory or my destiny, wherever you are, break by fire. • Oh, Lord! Arise in your power and destroy the yoke of every negative patterns or character operating in my family. • Reverend (Dr.) John Okene, Divine Touch Int’l Ministries, Warri, Delta State. dtimchurch@gmail.com, Prayerline: +2348135952623 0 Comments [cancel reply](/sunday-magazine/ibru-ecumenical-centre/deliverance-from-bloodline-captivity-3/#respond) You must be logged in to post a comment. We will review and take appropriate action. Get the latest news delivered straight to your inbox every day of the week. Stay informed with the Guardian’s leading coverage of Nigerian and world news, business, technology and sports.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "moses",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "guardian nigeria news",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T06:06:54.686+03:00",
    "updated": "2024-06-02T06:07:08.307+03:00"
  },
  {
    "uuid": "5423b9a289a324fc73369854c7c940b7efc9157a",
    "url": "https://finance.eastmoney.com/a/202503283359399785.html",
    "ord_in_thread": 0,
    "author": "每日经济新闻",
    "published": "2025-03-28T10:01:00Z",
    "title": "于东来：若员工到手工资不到4000，这个超市可以关了，不要扰乱市场！曾称胖东来员工最低月到手收入超8000元 _ 东方财富网",
    "text": "据蓝鲸新闻，3月28日，胖东来董事长于东来在接受联商网董事长庞小伟对话时，谈及“调改”与超市行业现状。于东来称，超市行业面临困难需要重新梳理，把不好的产品下架，同时要优化员工的体验。\n　　此外于东来表示，山姆工资太低了，要增长，它如果不涨工资将来还是不好，“我们做企业首先是要让我们的员工幸福，我们才是最好的企业家。”\n　　于东来还提到：“ 如果我们不能保证让员工拿到最起码4000块钱以上的收入，是交完社保以后的，自己的企业就关了就行了 ，你也不要在这扰乱这个市场。然后如果你能让员工拿到4000块钱以上的收入，而且还不赔钱，那你就优化商品，逐步的让自己往更加健康的方向去做。”\n图片来源：蓝鲸新闻视频截图\n　　近日，胖东来官网公开了集团在许昌、新乡两地不同业态的人员流失率情况。\n　　统计数据显示，2025年2月胖东来在许昌和新乡两地共流失员工10人，其中许昌流失8人，新乡流失2人， 集团合计离职率为0.12％； 管理人员未有流失。今年前两个月，许昌和新乡两地共流失28人，其中包括管理人员2人。\n　　2025年1~2月，胖东来集团共流失了28人，其中包括2名管理人员及26名员工，人员流失率为0.33%。\n　　1月8日，胖东来创始人于东来在社交平台发文称，2024年胖东来集团整体销售近170亿元，税收6亿多元、利润8亿多元， 其中提到员工平均月收入9000多元。\n　　去年12月13日，于东来在社交平台发文称， 胖东来未来几年要追求实现的目标是每周工作时间36小时以内 ，星期六闭店休息，实现让员工与家人一起享受周末的美 好时 光；每年40至60天的休假， 员工最低月到手纯收入保持在8000元以上。\n　　业绩方面，2025年1月1日，于东来发布胖东来商贸集团2024年销售数据。数据显示，2024年胖东来商贸集团销售额达169.64亿元，各业态中年销售额最高的是超市，许昌达到59.45亿元，新乡为21.48亿元，单品中茶叶销售额为6.19亿元，15个销售场所中时代广场营业额最高，达到44.13亿元。\n　　每日经济新闻综合蓝鲸新闻、公开信息\n　　免责声明：本文内容与数据仅供参考，不构成投资建议，使用前请核实。据此操作，风险自担。\n（文章来源：每日经济新闻）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Labor->employee",
      "Labor->wages and benefits",
      "Labor->employer"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T14:03:02.791+03:00",
    "updated": "2025-03-28T14:03:02.791+03:00"
  },
  {
    "uuid": "7473f877b7a31aad14eaa859ac6d8b63348e615c",
    "url": "https://www.newsbreak.com/el-paso-tx/3288096888371-new-el-paso-ordinance-requiring-gender-neutral-bathrooms-now-in-effect",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-05T19:01:00Z",
    "title": "New El Paso ordinance requiring gender-neutral bathrooms now in effect",
    "text": "EL PASO, Texas (KVIA) -- A new El Paso ordinance requiring public establishments with single-stall bathrooms to transform them into gender-neutral bathrooms is now in effect. City Council approved the measure last year. The initiative is being kick-started with a $500 grant from the Galileo Church, based in Fort Worth, Texas, for the purchase of signage for establishments. \"I want to express our deep pride in standing with El Paso in its inclusive endeavors, highlighting the church's commitment to justice for trans individuals,\" said Reverend Katie Hays of Galileo Church. ‌City Representative Cassandra Hernandez celebrated the new ordinance. \"This awareness campaign symbolizes our solidarity with trans residents of El Paso, especially amidst state-level challenges to their existence. Our efforts go beyond merely changing bathroom signs; they represent a broader struggle for equality and dignity. I extend my gratitude to Galileo Church for their steadfast dedication to supporting the trans community throughout Texas,\" said Hernandez. The post New El Paso ordinance requiring gender-neutral bathrooms now in effect appeared first on KVIA .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://kvia.com/news/el-paso/2024/01/05/new-el-paso-ordinance-requiring-gender-neutral-bathrooms-now-in-effect/",
      "https://kvia.com",
      "https://kvia.com/news/el-paso/2024/01/05/new-el-paso-ordinance-requiring-gender-neutral-bathrooms-now-in-effect",
      "https://www.kvia.com",
      "https://www.kvia.com/news/el-paso/2024/01/05/new-el-paso-ordinance-requiring-gender-neutral-bathrooms-now-in-effect/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cassandra hernandez",
          "sentiment": "none"
        },
        {
          "name": "hernandez",
          "sentiment": "none"
        },
        {
          "name": "katie hays",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "el paso",
          "sentiment": "negative"
        },
        {
          "name": "galileo church",
          "sentiment": "none"
        },
        {
          "name": "city council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "el paso",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "fort worth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:58:58.194+02:00",
    "updated": "2024-01-06T00:58:58.194+02:00"
  },
  {
    "uuid": "ad39205e662096993d8b35f2a8a725be051bff7a",
    "url": "https://www.fxstreet.com/cryptocurrencies/news/makerdao-expected-to-generate-105-million-in-profits-in-2024-maker-price-nearly-rallies-by-8-202312290205",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FXStreet",
    "published": "2023-12-29T02:05:00Z",
    "title": "MakerDAO expected to generate $105 million in profits in 2024, Maker price nearly rallies by 8%",
    "text": "- MakerDAO is currently the third biggest DeFi protocol in the world, holding $8.49 billion worth of assets locked.\n- The DAI stablecoin issuer has a PE ratio of 13, making it a solid investment with a potential of $105 million in profits next year.\n- Maker price rose by more than 8% during the intraday trading hours in the past day, failing to close above the three-month-old barrier.\nMakerDAO has always maintained a strong footing in the Decentralized Finance (DeFi) space for the longest time. The protocol also has a substantial dominance in the crypto market thanks to its native token MKR and stablecoin DAI. These reasons have invoked optimism from Messari that the company will reign in sustainable profits next year.\nMakerDAO may hit a ton\nAccording to crypto market intelligence data provider Messari's Crypto Theses 2024, MakerDAO is likely on track to generate profits worth $105 million in the coming year. These inferences are based on the estimated revenue and profits assuming 50% growth in DAI supply and a reduction of 0.5% in interest\nrates by the end of 2024.\nMakerDAO 2024 profits estimation\nThese estimations do make sense, given that MakerDAO, as a company, currently has a forward PE ratio of 13. The price–earnings ratio is the ratio of a company's share price to the company's earnings per share. This ratio is used for valuing companies and to find out whether they are overvalued or undervalued.\nThis makes MakerDAO a likely profitable investment, as a PE ratio under 20 is considered to be better than a higher ratio.\nMaker price almost marks a new high\nMaker price rallied by more than 8% during the intraday trading hours yesterday, breaching the $1,600 mark before coming back down below the key resistance level of $1,566. This three-month-old barrier has been holding MKR back from charting new year-to-date highs.\nA flip of this resistance into support would hint at a bullish outcome for Maker price going forward. MKR could likely push beyond $1,600 heading into 2024, as hinted at by the price\nindicators Relative Strength Index (RSI) and Moving Average Convergence Divergence (MACD).\nMKR/USD 1-day chart\nHowever, if the breach fails again and the bullish momentum wears off, a decline to $1,500 is likely, which would bring MKR to $1,400, coinciding with the 50-day Exponential Moving Average and invalidating the bullish thesis.\nInformation on these pages contains forward-looking statements that involve risks and uncertainties. Markets and instruments profiled on this page are for informational purposes only and should not in any way come across as a recommendation to buy or sell in these assets. You should do your own thorough research before making any investment decisions. FXStreet does not in any way guarantee that this information is free from mistakes, errors, or material misstatements. It also does not guarantee that this information is of a timely nature. Investing in Open Markets involves a great deal of risk, including the loss of all or a portion of your investment, as well as emotional distress. All risks, losses and costs associated with investing, including total loss of principal, are your responsibility. The views and opinions expressed in this article are those of the authors and do not necessarily reflect the official policy or position of FXStreet nor its advertisers. The author will not be held responsible for information that is found at the end of links posted on this page.\nIf not otherwise explicitly mentioned in the body of the article, at the time of writing, the author has no position in any stock mentioned in this article and no business relationship with any company mentioned. The author has not received compensation for writing this article, other than from FXStreet.\nFXStreet and the author do not provide personalized recommendations. The author makes no representations as to the accuracy, completeness, or suitability of this information. FXStreet and the author will not be liable for any errors, omissions or any losses, injuries or damages arising from this information and its display or use. Errors and omissions excepted.\nThe author and FXStreet are not registered investment advisors and nothing in this article is intended to be investment advice.\nJoin Telegram\nFollow us on Telegram\nStay updated of all the news\nRecommended Content\nEditors’ Picks\nXRP price holds above $0.6 as US politicians coalesce to fire SEC Chair Gary Gensler\n[]https://www.fxstreet.com/cryptocurrencies/news/ripple-price-to-extend-consolidation-before-next-bold-move-as-xrp-fills-up-a-triangle-202312282100\nRipple (XRP) price is holding above the $0.6000 support level as crypto proponents double down on the battle against the US Securities and Exchange Commission (SEC) and its chair, Gary Gensler. In the latest, US Congressman Tom Emmer has co-signed a “Stabilization Bill” to fire Gensler.\nMore Ripple News\nBinance and Huobi among exchanges warned in India for AML and CFT framework oversight\n[]https://www.fxstreet.com/cryptocurrencies/news/binance-and-huobi-among-exchanges-warned-in-india-for-aml-and-cft-framework-oversight-202312281900\nIndia has warned Binance and Huobi, among seven other exchanges, for failing to register under the country’s AML and CFT framework. The country’s Financial Intelligence Unit wants their URLs blocked as part of compliance action. This comes after Binance exchange and the former CEO’s legal debacle over possible terrorism facilitation.\nMore Cryptocurrencies News\nNear Protocol Price Prediction: NEAR could crash 15% as mean reversion probability spikes\n[]https://www.fxstreet.com/cryptocurrencies/news/near-protocol-price-prediction-near-could-crash-15-as-mean-reversion-probability-spikes-202312280719\nNear Protocol price has breached a trendline, signaling a bearish breakout. Investors can expect NEAR to crash 18% and tag the midpoint of the 121% rally at $3.35. A four-hour candlestick close above $4.62 will invalidate the bearish thesis.\nMore Near Protocol News\nBinance Coin Price Forecast: BNB buying opportunity before $400\n[]https://www.fxstreet.com/cryptocurrencies/news/binance-coin-price-forecast-bnb-buying-opportunity-before-400-202312280528\nBinance Coin price has registered a 24% rally this week, rallying from $264 to $327, where it currently trades. BNB currently tugs with the Momentum Reversal Indicator’s (MRI) resistance level at $322. Additionally, the altcoin will face the range high at $337, which has been a key hurdle since it was first formed in May 2022.\nMore Binance Coin News\nBitcoin: BTC readies for home run in 2024 with two bullish fundamentals on tap\n[]https://www.fxstreet.com/cryptocurrencies/news/bitcoin-price-annual-forecast-btc-readies-for-home-run-in-2024-with-two-bullish-fundamentals-on-tap-202312211700\nBitcoin (BTC) price has been bullish in 2023, scaling up as it tried to plough back the ground lost following the Terra (UST) and FTX crashes of the preceding year. The trajectory took shape in spite of it being an eventful year, with BTC riding the wave of macroeconomic as well as industry-related developments.\nRead full analysis",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://t.me/fxstreetcrypto",
      "https://www.t.me/fxstreetcrypto"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "messari",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "messari",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:28:16.795+02:00",
    "updated": "2023-12-29T04:28:16.795+02:00"
  }
]