[
  {
    "uuid": "83d901293116aba2d3f5b7069d0ed2e9639b55e3",
    "url": "https://tucson.com/sports/college/football/wildcats/arizona-bowl-seen-and-heard/article_36296e16-a739-11ee-874d-4750d198ec7e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Kelley & Michael Lev Arizona Daily Star",
    "published": "2023-12-30T00:00:00Z",
    "title": "70s, mostly sunny: Arizona Bowlers revel in December weather",
    "text": "You can’t beat Tucson in the winter. Especially when you’re from Toledo. The weather was ideal Saturday afternoon for the 2023 edition of the Barstool Sports Arizona Bowl — low 70s and mostly sunny. In Northern Ohio? A high of 41 degrees with cloudy skies. “Your mood just changes when you go outside and you’re not in a gray sky, you see the sun,” Toledo coach Jason Candle said two days earlier during the Rockets’ practice at Salpointe Catholic High School. “It’s been great. It’s been awesome. These guys are certainly enjoying it. You can see the energy.” Although he joked that he’d rather “be on a golf course somewhere, maybe tapping in on 17 or 18,” Candle appreciates the opportunity that postseason games such as the Arizona Bowl provide for student-athletes. They get to experience something new. People are also reading… “Most of our team has probably not been west of Chicago in their lifetime,” Candle said. “So to be able to see another part of the country ... we’re sitting here doing an interview looking at a mountain right now. My gosh, some of these kids have never experienced anything like that. So it’s really cool to watch them go through that.” 30K-plus crowd The 2023 Arizona Bowl’s announced attendance of 30,428 is the bowl’s fifth best. The bowl’s lowest attendance (other than the zero fans in 2020 when the game was closed to the public) was 20,425 in 2015 when Nevada beat Colorado State 28-23. The highest was 39,132 in 2017 when New Mexico State edged Utah State 26-20. “Big thanks to the Arizona Bowl. First class,” Wyoming coach Craig Bohl, who is retiring after Saturday's win, said postgame. “I appreciate the city of Tucson, how you embrace what a bowl should really mean and like I said, I’ve coached in a bunch of bowl games all around the country, just top shelf and that’s not coach speak, that’s speaking from my heart. “So I want to say thanks for the invitation,” he added. “You staged a great game with two really good opponents.” Fantastic finishes This season marked the fourth walk-off Arizona Bowl. Five of the eight Arizona Bowls were decided by six points or less. Wyoming junior kicker John Hoyland was 3 for 3 on field goal attempts Saturday, going 13 for 20 in the season as a whole. He kicked the game winner, a 24-yarder. “I never really liked lifting up the kicker on the shoulders,” Hoyland said. “Because we kinda finish it off. There’s a whole lot of work, there’s a bunch of big guys hitting people to get me into that spot.” Back on TV This year’s Arizona Bowl marks its return to traditional TV as it was broadcast on The CW, in addition to Barstool.TV . Last year’s game was solely streamed by Barstool. The first two Arizona Bowls were on the American Sports Network, which was a part of Sinclair Broadcast Group. They were streamed on CampusInsiders.com and broadcast on Sinclair stations like KWBA, Tucson’s CW affiliate. Then it was on CBS Sports Network for three years before taking the Sun Bowl’s slot on CBS in 2020 after the El Paso-based bowl was canceled due to COVID-19. In 2021, Barstool was set to take over broadcasting duties of the bowl they sponsor but it was canceled that year due to COVID. Among Tucson bowl games, the first two Copper Bowl matchups, starting in 1989, were on TBS. The remaining Copper Bowl games, as well as when it was renamed the Insight.com Bowl, were on ESPN. Barstool’s bowl In an age when some TV networks don’t send commentators to games anymore, Barstool went a different direction, sending a large portion of its somewhat well-known multimedia crew to Tucson for Saturday’s matchup. Barstool again had Dave Portnoy, Dan “Big Cat” Katz, and Jake Marsh to call the game. Caleb Pressley and Adam “Rone” Ferrone served as sideline reporters with other Barstool personalities like Eric “PFT Commenter” Sollenberger, former NFL linebacker Will Compton and ex-NFL defensive lineman Taylor Lewan (an Arizona alum who played for Scottsdale Chapparal High School) — among others — participating as analysts on the broadcast’s halftime show. Portnoy shared on social media that he had dinner at Guadalajara Grill on Friday night. Saturday at Arizona Stadium, Katz sang the national anthem while Ferrone ran alongside Wyoming mascot Cowboy Joe as the pony trotted across the field after a Cowboys’ field goal. Southern Arizona high school football goes bowling In the second quarter, Canyon del Oro High School football coach Dustin Peace accepted the National Football Foundation Southern Arizona Chapter’s “Bijan Robinson Player of the Year” award on behalf of CDO senior Kayden Luke. The Arizona Bowl was a regular at high school football games this year, like commemorating the first All-Southern Arizona flag football game, which saw Marana face Mountain View. Luke, a state champion wrestler, was at the Mile High Challenge in Prescott Valley with the CDO wrestling squad. Robinson, who prepped at Salpointe before an illustrious college career at Texas and now a rookie with the NFL’s Atlanta Falcons, bought and donated 400 tickets to the Arizona Bowl. Local Rocket royalty Toledo Hall of Fame quarterback Gene Swick, who lives in Green Valley, attended the Arizona Bowl. Swick’s No. 18 is one of four numbers the Rockets have retired. Swick played from 1973-75, becoming the first MAC quarterback to get first-team All-America honors from a major wire service (UPI). He finished 10th in the Heisman voting in 1975, and the Cleveland Browns picked him in the fourth round of the NFL in 1976. Pac in back Arizona Stadium’s Pac-12 logos were both painted over with Barstool logos, though the shield shape of the “Conference of Champions” logo was still slightly visible. The middle of the field featured the Arizona Bowl logo painted over UA’s academic “A,” but the end zones still read “ARIZONA” and “WILDCATS.” Arizona Bowl and Barstool signage covered up nearly all of the UA signs, and the upper deck on the east side featured Taco Bell, UFC, Barstool, Nova Home Loans and Tucson Federal Credit Union tarps. Pregaming The Arizona Bowl featured a free tailgate on the east side of the UA mall before the game. The tailgate included food trucks, chances to pose for photos with mascots Cowboy Joe of Wyoming and Rocky of Toledo’s, while a main stage featured a “Battle of the Bands” between the schools’ marching bands. Near McKale Center, dozens of booths represented local entities like nonprofits, businesses, sports teams and government entities, including Tucson Fire Department and Tucson Police Department. Jumping castles, inflatable obstacle courses, basketball hoops and soccer goals were also there to keep attendees busy. Tucson’s “Drum Up for Peace Festival” featured a DJ, drumming and a dance floor. Howell Athletics had a vertical jump challenge where fans could see how high they could jump, like at the NFL Combine. Between the first and second quarters, the local organizations and local Native American tribes were recognized inside the stadium. Taco Drop The Arizona Bowl festivities don’t end after the trophy is presented. On Sunday, bowl organizers will host the Taco Bell New Year’s Eve Downtown Bowl Bash at 41 E. Congress Street, at the Mural Lot across from The Monica Restaurant, beginning at 6 p.m. Before the giant taco drops at midnight, there will be live music, including rock/metal band Warrant and even a “silent disco.” Cowboys return Like snowbirds, Wyoming coming to Tucson in the winter has became a regular occurrence. The Pokes played in their third Arizona Bowl in the game’s last four editions — including the last two. The Cowboys won the 2019 Arizona Bowl 38-17 over Georgia State but dropped the 2022 Arizona Bowl 30-27 to Ohio in overtime. Wyoming also went to the 1990 Copper Bowl, losing 17-15 to Cal, and the 1993 Copper Bowl, falling 52-17 to Kansas State. This is Toledo’s first Arizona Bowl. If Wyoming doesn’t get selected for another Arizona Bowl, the Cowboys are still set to return to Tucson to face the Arizona Wildcats at Arizona Stadium in 2030. One Arizonan’s Bowl Wyoming sophomore quarterback Evan Svoboda, who entered the game midway through the fourth quarter and two plays in rushed for a touchdown, is the only Arizonan on either roster. Svoboda prepped at Red Mountain High School in Mesa. Rockets give back Toledo welcomed childhood cancer patient Charley Myers and his family to practice on Thursday, set up by Team Impact. The young Rockets fan was also set to attend the Arizona Bowl. Team Impact sets up connections between kids serious illnesses and/or disabilities to college athletes. Barstool and the Roadrunners In town for the Arizona Bowl, Barstool personality “Jersey Jerry” attended the Tucson Roadrunners matchup with the Coachella Valley Firebirds at Tucson Arena Friday night. He bet on the Firebirds and encouraged his online followers to do the same; but Tucson scored three goals in 46 seconds in the first period — enough for the Roadrunners to pick up their fourth straight win. The Arizona Bowl is a sponsor of the Tucson Roadrunners this season. Roadrunners mascot Dusty attended the bowl game and gave a lucky row of fans free tickets to Saturday night’s Roadrunners’ game against the San Diego Gulls at Tucson Arena. The decider With the win, Wyoming's Bohl finished his career exactly one game over .500 with the Cowboys, at 61-60. Also the Cowboys improved to 10-9 in bowl games and 2-1 against Toledo. The Rockets are 12-9 in bowl games, while head coach Jason Candle is 65-35 at UT. “It is special because it’s the last one for me,” Bohl said. “I’ve not gone to work a day in my life yet and it’s been a real tremendous profession. It’s great to go out with these guys. “I have a real sense of peace about moving on. It was time for this cowboy to ride off and (2024 UW) coach (Jay) Sawvel is going to do a great job.” Coaching connection Toledo co-offensive coordinator/quarterbacks coach Robert Weiner coached former UA signal caller Jordan McCloud at Tampa (Fla.) Plant High School. McCloud shined at upstart James Madison this year, getting the Dukes into the Top 25. Going for gold Wyoming wore its yellow-gold jerseys for the second time this season. The last time the Cowboys wore yellow jerseys was their 35-33 overtime win over Texas Tech to open the season. UW wore white warm-up shirts with the Cowboy logo jumping in front of a sun, two saguaros and blue mountains. The back said \"one last ride.\" The shirt somewhat mimicked the UA’s mountain and cactus logo — the one that used to grace the floor in McKale Center during the Lute Olson basketball era and has since gained a cult-like following. Sun Belt rises again From 2016-19 the Sun Belt matched up with the Mountain West in the Arizona Bowl. This season saw the Sun Belt return as the officials were reportedly from the conference geographically centered, mostly, in the southeast. Getting it right — eventually In the first quarter, Toledo’s 6-2, 293-pound senior center Devan Rogers appeared to score a touchdown after catching a deflection. Initially, the referee said it was a legal play but changed his tune since it was tipped by a Rocket receiver to Rogers. After a review he said, “The ruling on the field is correct — the second ruling.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "http://CampusInsiders.com",
      "http://Insight.com",
      "http://Barstool.TV",
      "http://www.Insight.com",
      "http://www.Barstool.TV",
      "http://www.CampusInsiders.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "satur",
          "sentiment": "neutral"
        },
        {
          "name": "jason candle",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arizona bowlers",
          "sentiment": "negative"
        },
        {
          "name": "salpointe catholic high school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tucson",
          "sentiment": "none"
        },
        {
          "name": "toledo",
          "sentiment": "none"
        },
        {
          "name": "arizona bowl",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "northern ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T07:10:33.901+02:00",
    "updated": "2023-12-31T07:10:33.901+02:00"
  },
  {
    "uuid": "77640f6d5f03a3f85658ffa8a6bf41a3fd3b81ea",
    "url": "https://designyoutrust.com/2024/03/this-japanese-artist-creates-bizarre-thought-provoking-illustrations-with-gore-aesthetic",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dmitry",
    "published": "2024-03-14T22:23:00Z",
    "title": "This Japanese Artist Creates Bizarre Thought-Provoking Illustrations With Gore Aesthetic",
    "text": "Sara’s art would live where Junji Ito’s twisted narratives meet Little Thunder’s delicate aesthetics. Her mesmerizing blend of the grotesque and the adorable draws viewers into a world where comfort and discomfort blur. Each digital artwork features dimensional views of her characters in a modern, anime-inspired style.\nMore: Instagram\nIllustrations’ palette combines kawaii culture and eroguro horror to create an enchanting world. Intestines, brains, blood, cute girls, shibari, and appendages create a gore story with unexpected cuteness. She gives her characters a glassy, fantastical appearance with great detail, texture, and shine, which contrasts with their soft, dreamy faces and enhances their surreal quality.\nHer characters, often tortured or murdered, seem innocent and almost painless. Body horror gets a pastel makeover, making viewers question their own suffering and pleasure.\n“Perfect Blue”, “Tokyo Gore Police”, and Hannibal Lecter inspire. Her work’s beauty and edginess, with an emphasis on expressive, vivid details, shows her characters’ expressiveness, creating a striking and thought-provoking aesthetic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://facebook.com/designyoutrust",
      "https://www.facebook.com/designyoutrust"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gore",
          "sentiment": "negative"
        },
        {
          "name": "junji ito",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "tokyo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:40:16.409+02:00",
    "updated": "2024-03-15T01:53:37.406+02:00"
  },
  {
    "uuid": "c9dfb9c6df93700ac248bd062986cf94827b7458",
    "url": "https://www.newarkadvocate.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:47.320+02:00",
    "updated": "2023-12-29T00:09:47.320+02:00"
  },
  {
    "uuid": "590f8b1de08f449a8946252fed999eeae50dcf34",
    "url": "https://www.world-today-news.com/galileo-galilei-accidental-discovery-of-neptune-and-revolutionary-scientific-methods/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-28T22:24:00Z",
    "title": "Galileo Galilei: Accidental Discovery of Neptune and Revolutionary Scientific Methods",
    "text": "INDOZONE.ID – Galileo Galilei, an Italian scientist who lived from 1564 to 1642, is known as the father of modern astronomy. He is also credited as the inventor of the\nworld’s first thermometer that worked, although it was not very accurate.\nGalileo is known as a pioneer in the use of experimental scientific methods. Apart from that, it turns out that Galileo also accidentally discovered a very surprising new planet.\nGalileo Galilei had successfully observed Neptune on December 28, 1612 and January 27, 1613. However, on both occasions, Galileo mistook the Neptune he saw for a star.\nIn history it is recorded that he believed that what he saw was only a blue star, so he did not get recognition for his discovery of the planet Neptune.\nAlso Read: Get to know Renewable Energy, Supporting Environmentally Friendly Future\nTechnology\nGalileo Galilei. (Wikimedia Commons)\nGalileo’s notes, based on observations he made, show that the positions of nearby stars are not in modern catalog records.\nThis became the basis for Physicist David Jamieson from the University of Melbourne to declare the discovery of a new planet by Galileo,\n“It has been known for the last few decades that this unknown star is actually the planet Neptune,” said David Jamieson as quoted by Space.com, Thursday (28/12/2023).\n“Computer simulations demonstrated the accuracy of his observations, revealing that Neptune should look like a faint star, almost exactly at the location where Galileo observed it,” he continued.\nBased on Jamieson’s notes in an article published in Australian Physics, showed that he saw Neptune moving as it approached a star during his observations on January 28, 1613. However, Galileo did not follow up on the results of his observations.\nAlso read: Take a peek at Mark Zuckerberg’s elite futuristic bunker in Hawaii, make preparations for the end of the\nworld\n“If Galileo had used his observations to suggest the discovery of a new planet, it would have been the first discovery of a new planet by mankind since ancient times, and this would have never happened before in recorded history,” Jamieson said on the University\nWorld News page. .\n2023-12-28 06:20:00\n#December #Galileo #Galilei #accidentally #discovered #planet #Neptune",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david jamieson",
          "sentiment": "none"
        },
        {
          "name": "galileo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "galileo galilei",
          "sentiment": "negative"
        },
        {
          "name": "university of melbourne",
          "sentiment": "none"
        },
        {
          "name": "galileo",
          "sentiment": "none"
        },
        {
          "name": "wikimedia commons) galileo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "neptune",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:36.103+02:00",
    "updated": "2023-12-29T00:32:36.103+02:00"
  },
  {
    "uuid": "3e81ac294cf45bc5a0605851cf5c007aaf3b79a3",
    "url": "http://world.people.com.cn/n1/2025/0313/c1002-40438107.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "104970",
    "published": "2025-03-13T00:00:00Z",
    "title": "记者手记｜日本重视防灾软实力建设--国际--人民网",
    "text": "记者手记｜日本重视防灾软实力建设\n新华网\n新华社东京3月12日电 题：日本重视防灾软实力建设\n新华社记者钱铮 杨智翔\n东京市中心六本木新城的广场上，人们在工作人员指导下学习胸外按压和除颤仪使用方法。广场一侧的帐篷内“浓烟”弥漫，人们听从指挥，以湿巾捂住口鼻穿越帐篷。另一侧，人们登上地震模拟车，体验在地震的剧烈晃动中如何自救，还向消防员学习消防水枪的使用方法。\n3月11日是东日本大地震14周年的日子，日本多地组织了各种形式的防灾演练。在六本木新城广场，约1000人参与了当天的防灾演练。\n3月11日，在日本东京，一名男子在工作人员指导下学习胸外按压和除颤仪使用方法。新华社记者 钱铮 摄\n记者驻日工作多年，报道防灾演练不计其数，切实感受到了日本对提升防灾软实力的重视，比如提高灾后响应速度能力的培养、树立群众的防灾意识、建立社区居民之间互助制度等。\n日本国家层面设立了由首相牵头的中央防灾会议，各级政府也设有地方防灾会议。这些防灾会议都有日本红十字会等相关机构参与，主要职责是制定及促进实施各级防灾计划。同时，各级政府和公共团体具体推进储备物资、应急电源与通信系统建设、危机管理培训、防灾演练等措施。\n日本构建起了随时能战的支援物资供应体制。各级地方政府和团体需储备饮用水、食品、药品、毯子等基本应急物资，并根据人口配备发电机、净水机、简易厕所等设备。为应对大规模灾害下物资供应不足的情况，日本各地通常与全国其他城市结为姐妹城市或签订防灾协定，便于灾害时互相支援。\n民间企业在防灾中发挥着重要作用，例如开发和管理六本木新城的森大厦公司围绕六本木、麻布台、虎之门等新城，安排职工分布居住以及值班人员过夜，确保地震发生时迅速成立对策总部并集结职工。公司还在大楼中引入地震损伤推测系统，根据地震数据和建筑特性判断建筑安全性，协助制定震后应急响应优先级。每年组织两次全体职工防灾演练和一次街区居民参与的演练，同时储备足够10万人使用3天的物资，为附近居民、租户和约1.4万名受灾避难者提供避难场所和物资支持。\n3月11日，在日本东京，人们通过VR技术进行地震模拟体验。新华社记者 钱铮 摄\n日本重视提高群众防灾意识，通过防灾教育和演练加强准备。宫城县东松岛市在经历2011年大地震后，将每月11日定为“市民防灾日”，引导市民检查避难所及应急物资，并定期开展综合防灾演练。数据显示，储备应急物资的市民比例从2014年的50%提升至2023年的82%。\n日本的防灾教育从幼儿抓起。从幼儿园起，各级学校每年都安排多次防灾演练。老师会带小学生到周边地区确认各种安全设施，其中就包括确认灾后避难所的地点。学校要求学生回家和家长约定受灾之后家人的集合地点，以及和家人一起体验灾后如何使用灾害用留言板和留言电话。\n日本在灾害时注重对老人、残疾人、幼儿、外国人等“灾害弱者”的帮助。为吸取东日本大地震教训，2013年修订的《灾害对策基本法》要求市町村制定需要支援人员名单，详细记录姓名、住址、年龄、疾病、残障等级及护理需求等信息。2021年再次修订后，规定市町村有义务为每名“灾害弱者”制定个别避难计划，提前安排避难协助专员，并明确房屋结构、避难地点、路线、移动方式及必备物品。\n科技助力下，对“灾害弱者”的支援更加高效准确。一些防灾数字化系统可统一管理需要支援者和提供帮助者名单。灾害发生时，系统自动拨打电话确认受助者安全状况，接听者用数字按钮回答是否安全及是否需帮助。系统实时统计回复内容、显示接听者位置，并生成报告发送至相关部门。\n尽管日本在防灾方面有多年经验的积累，但仍然存在不少有待解决的问题。日本政府目前正探讨设立一个新的防灾厅，作为处理灾害事务和灾后重建的司令部。日本首相石破茂11日参加福岛县主办的追悼仪式时表示，要设立防灾厅，努力使日本成为世界领先的防灾大国。\n分享让更多人看到\n- 评论\n- 关注",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->sustainability"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.news.cn/world/20250312/b897bee6e0c14b1b8217af6bddcd3b8f/c.html",
      "https://news.cn/world/20250312/b897bee6e0c14b1b8217af6bddcd3b8f/c.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T03:17:26.982+02:00",
    "updated": "2025-03-13T03:17:26.982+02:00"
  },
  {
    "uuid": "1cceb8b1fad8d33e04d0dec10ec26c0343417321",
    "url": "https://es.minghui.org/html/articles/2023/12/24/130005.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dic ; Por un corresponsal de Minghui en la provincia de Sichuan; China",
    "published": "2023-12-24T00:00:00Z",
    "title": "​Maestro de Sichuan en prisión por su fe muere un mes después de salir de prisión | Falun Dafa - Minghui.org",
    "text": "(Minghui.org) Nombre: Wang Haiqian Nombre chino: 王海乾 Género: masculino Edad: 60 años Ciudad: Dazhu Provincia: Sichuan Ocupación: profesor Fecha de su muerte: alrededor de octubre de 2023 Fecha del último arresto: 27 de julio de 2019 Lugar de detención más reciente: Prisión de Jiazhou A un residente de 60 años del condado de Dazhu, provincia de Sichuan, le diagnosticaron cáncer de colon en enero de 2023, mientras cumplía una condena de 7 años y medio por su fe en Falun Gong. Las autoridades penitenciarias notificaron a la familia del Sr. Wang Haiqian que solicitaran la libertad condicional por razones médicas para él, pero retrasaron intencionalmente el proceso de aprobación y no lo liberaron hasta alrededor de septiembre de 2023, cuando su cáncer había hecho metástasis. Murió un mes después. El Sr. Wang, un exmaestro de la escuela secundaria Chengbei en el condado de Dazhu, fue arrestado con otros 25 practicantes locales el 27 de julio de 2019, mientras leían juntos libros de Falun Gong en una casa privada. La policía del Departamento de Policía del condado de Dazhu y la Oficina 610 de la ciudad de Dazhou irrumpieron después de que un cerrajero abrió la puerta. La ciudad de Dazhou supervisa el condado de Dazhu. El Tribunal del condado de Dazhu celebró una audiencia sobre el caso del Sr. Wang en el Centro de Detención del condado de Dazhu el 5 de noviembre de 2020 y el 29 de diciembre de 2020 lo sentenció a una pena de prisión de 7 años y medio y una multa de 50.000 yuanes (7.000 USD). El Tribunal Intermedio de la ciudad, falló confirmando el veredicto original. Fue admitido en la Prisión de Jiazhou el 31 de julio de 2021 (otro informe indicó que su ingreso en prisión fue el 5 de agosto de 2021). Alrededor de octubre de 2021, la familia del Sr. Wang se enteró de que había desarrollado síntomas de enfermedades hepáticas después de haber sido torturado en la prisión y que en un momento fue llevado al hospital de la prisión. Solicitaron visitarlo pero la prisión los rechazó alegando la pandemia como excusa. Al Sr. Wang le diagnosticaron cáncer de colon en enero de 2023, pero la prisión retrasó intencionalmente el procesamiento de su solicitud de libertad condicional por razones médicas a pesar de que su familia instó a que se le liberara inmediatamente. En septiembre de 2023, su cáncer había hecho metástasis y ya no podía comer. Sólo entonces la prisión lo puso en libertad condicional. Murió un mes después. La muerte del Sr. Wang puso fin a su sufrimiento de décadas por defender su fe en Falun Gong. Le dio crédito a Falun Gong por curar su sinusitis, gastritis, neurosis y hepatitis B, pero había sido arrestado varias veces por defender su fe a lo largo de los años. Casi muere mientras cumplía una condena de dos años en un campo de trabajo. Dos años de trabajo forzado El Sr. Wang fue arrestado en su casa la noche del 20 de julio de 1999, el día en que comenzó la persecución a Falun Gong, y estuvo detenido durante dos días. Después de regresar a casa, la División de Seguridad Nacional le ordenó escribir una declaración para renunciar a Falun Gong y entregarla a su oficina. La policía también arrestó a cientos de practicantes locales, los retuvo en el gobierno de la aldea y ordenó a cada uno de ellos que escribiera una declaración renunciando a Falun Gong. Si no lo escribían, serían detenidos. El Sr. Wang fue a Beijing para apelar por el derecho a practicar Falun Gong en noviembre de 1999, sólo para ser arrestado y devuelto al condado de Dazhu. Mientras estuvo retenido en la Prisión de Chuandong, lo mantuvieron en régimen de aislamiento y lo obligaron a sentarse en un frío taburete de piedra y “reflexionar sobre su error” durante todo el día. Durante ese tiempo le dieron muy poca comida. El Sr. Wang fue trasladado al Centro de Detención del condado de Dazhu en enero de 2000. El segundo día, los guardias lo ataron a él y a otros practicantes, les colgaron una gran cartulina en el cuello, los empujaron a un camión y luego se los llevaron. por la ciudad para un desfile de humillación. Recreación del desfile de la humillación. En abril de 2000, el Sr. Wang recibió una condena de dos años en el campo de trabajo forzado de Dayan en la ciudad de Ziyang. Fue obligado a realizar una variedad de trabajo no remunerado, incluyendo recoger algodón, fabricar cuerdas de paja, petardos y bombillas, cultivar vegetales y criar peces. Incluso en el gélido invierno, se vio obligado a permanecer de pie en la pecera con pantalones cortos para retirar los peces muertos. Tenía un edema sistemático y se encontraba en un estado delirante cuando fue puesto en libertad en septiembre de 2001. Acoso, vigilancia y detención continuos en un centro de lavado de cerebro La policía continuó monitoreando la vida diaria del Sr. Wang y lo acosó constantemente después de su liberación. Una vez, la policía irrumpió a medianoche y registró su casa. Una vez, el Sr. Wang fue grabado por una cámara de vigilancia mientras hablaba con un practicante de Falun Gong en un parque. Al día siguiente, la policía lo arrestó e interrogó. Un incidente similar ocurrió en otra ocasión cuando conoció a un practicante que había cumplido condena en el mismo campo de trabajo que él, en un parque. Mientras hablaban, llegó la policía, lo registró y lo interrogó. El Sr. Wang estaba visitando a un practicante que acababa de salir de prisión el 22 de agosto de 2004, cuando un grupo de agentes de policía irrumpió y lo arrestó. Estuvo detenido durante un mes e interrogado. Un mes después, el Sr. Wang fue llevado a un centro de lavado de cerebro y retenido allí hasta enero de 2005. Fue arrestado nuevamente alrededor de septiembre de 2007 y retenido en un centro de lavado de cerebro hasta enero de 2008. Mientras caminaba por la calle el 24 de noviembre de 2010, un oficial de policía lo agarró del cabello, lo arrastró escaleras abajo y lo llevó a otro centro de lavado de cerebro. No lo liberaron hasta que comenzaron las vacaciones de invierno de la escuela. Informes relacionados: [Maestro de Sichuan encarcelado por su fe](https://en.minghui.org/html/articles/2021/9/18/195114.html) [Seis residentes de Sichuan sentenciados a prisión por practicar Falun Gong](https://en.minghui.org/html/articles/2021/1/5/189768.html) [Seis residentes de Sichuan juzgados por su fe](https://en.minghui.org/html/articles/2020/11/21/188355.html) [Condado de Dazhu, provincia de Sichuan: 26 practicantes de Falun Gong arrestados en un día, 5 permanecen bajo custodia](https://en.minghui.org/html/articles/2019/10/10/180266.html) [Practicantes de Falun Gong torturados en la prisión de Jiazhou en la provincia de Sichuan, dos mueren](https://en.minghui.org/html/articles/2022/11/1/204544.html) Todo el contenido publicado en este sitio web tiene derechos de autor de Minghui.org. La reproducción no comercial debe incluir la atribución (por ejemplo, \"Según lo informado por Minghui.org,...\") y un enlace al artículo original. Para uso comercial, comuníquese con nuestro departamento editorial para obtener permiso. Categoría: [ Informes sobre casos de muerte ](/cc/114/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T06:07:05.704+02:00",
    "updated": "2023-12-24T06:07:05.704+02:00"
  },
  {
    "uuid": "47e854d5844299fa2a5d264a2fb5d10c22a2c6d8",
    "url": "https://www.huffingtonpost.es/sociedad/si-buscas-frase-google-pirateo-ordenador-esta-mas-cerca.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción HuffPost",
    "published": "2024-11-15T11:12:00Z",
    "title": "Si buscas esta frase en Google, el pirateo de tu ordenador está más cerca",
    "text": "Si buscas esta frase en Google, el pirateo de tu ordenador está más cerca\nLos delincuentes manipulan las búsquedas para atraer a sus víctimas mediante sitios web que controlan.\nLos piratas informáticos están desarrollando una nueva técnica para entrar en los ordenadores de los usuarios y acceder a cualquier dato. Se trata de 'secuestrar' búsquedas en Google para atraer a sus víctimas mediante sitios web que controlan. Los expertos advierten de que seguir estos enlaces puede hacer que los delincuentes se apoderen de tu ordenador y roben información.\nEn Australia, por ejemplo, la empresa de ciberseguridad SOPHOS anunció la semana pasada que quienes buscaron en Google \"¿Son legales los gatos de Bengala en Australia?\" sufrieron el robo de su información personal después de seguir enlaces fraudulentos que aparecían cerca de la parte superior de la página.\n\"Las víctimas suelen verse tentadas a hacer clic en programas publicitarios maliciosos, en enlaces camuflados en publicidad legítima o, en este caso, en una búsqueda legítima de Google\", explicó la compañía. Por ello, los expertos aconsejan tener mucho cuidado con lo que buscas en el navegador.\n\"El envenenamiento SEO es una táctica utilizada por los cibercriminales para manipular los resultados de los motores de búsqueda y luego dirigir a los usuarios a sitios web maliciosos que a menudo parecen genuinos\", explica Jake Moore, asesor global de ciberseguridad de ESET, en Daily Mail.\n\"Cuando los usuarios hacen clic en estos enlaces, son llevados a sitios que los exponen a programa malicioso que a menudo se descarga de inmediato y puede comprometer la seguridad del ordenador y potencialmente conducir al robo de datos o infecciones del dispositivo\", añade.\nFrases peligrosas para buscar en Google\nEn este sentido, el medio inglés, citando a diversos expertos, ha enumerado una serie de frases que no se deben buscar en Google para evitar ser víctimas de los piratas informáticos.\n- 'Número de atención al cliente' o 'soporte técnico'. Ben Van Pelt, fundador de TorGuard, afirma que los estafadores usan anuncios frecuentemente para hacerse pasar por la línea de ayuda de atención al cliente de una empresa legítima. Cuando un cliente llama a ese número, en lugar de comunicarse con la compañía que buscaba, se encuentra con un estafador dispuesto a intentar robar su información.\n- 'Préstamos fáciles', 'esquemas para ganar dinero rápido' o 'trabajos remotos bien remunerados'. Como muchos estafadores, los ciberdelincuentes persiguen a quienes atraviesan dificultades económicas y les ofrecen ofertas muy suculentas. Por ejemplo, a alguien que sea víctima de una estafa de trabajo remoto se le podría pedir que instale un software para comenzar a trabajar o asistir a una entrevista.\n- 'Autenticador de Google'. En junio, los investigadores de ciberseguridad de Malwarebytes advirtieron que los ciberdelincuentes atacaban a los usuarios de Internet que buscaban la aplicación Google Authenticator, necesaria para iniciar sesión en ciertos servicios.\n- 'Cuestionario de fortaleza mental en el deporte'. En algunos casos, los piratas informáticos también buscan a grupos muy específicos. Un equipo de investigadores descubrió que más 2.000 términos habían sido comprometidos, entre ellos 'cuestionario de fortaleza mental deportiva'. Los delincuentes usaron archivos PDF para descargar virus en el ordenador sus víctimas.\n- 'Viagra en línea'. Por último, los expertos en ciberseguridad recomiendan a los usuarios tener cuidado al buscar 'viagra' u otros medicamentos similares en Internet, ya que miles de sitios web han sido víctimas del \"hackeo farmacéutico\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.dailymail.co.uk/sciencetech/article-14072875/Never-Google-phrases-hacked-cybersecurity.html",
      "https://news.sophos.com/en-us/2024/11/06/bengal-cat-lovers-in-australia-get-psspsspssd-in-google-driven-gootloader-campaign/",
      "https://dailymail.co.uk/sciencetech/article-14072875/Never-Google-phrases-hacked-cybersecurity.html",
      "https://www.news.sophos.com/en-us/2024/11/06/bengal-cat-lovers-in-australia-get-psspsspssd-in-google-driven-gootloader-campaign/",
      "https://news.sophos.com/en-us/2024/11/06/bengal-cat-lovers-in-australia-get-psspsspssd-in-google-driven-gootloader-campaign"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "SOPHOS",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T15:38:37.692+02:00",
    "updated": "2024-11-15T15:38:37.692+02:00"
  },
  {
    "uuid": "8f93882df039b18ea0879e1763fdebf72879f0b8",
    "url": "https://today.rtl.lu/news/business-and-tech/a/2312237.html",
    "ord_in_thread": 0,
    "author": "AFP",
    "published": "2025-06-12T07:26:06Z",
    "title": "RTL Today - Security tensions: Niger-Benin border standoff deepens as trade collapse bites",
    "text": "Nearly two years after Niger's military seized power and the border with Benin was shut, tensions over security, sovereignty and French influence have hardened into a stand-off throttling trade and paralysing ties between the west African neighbours.\nBenin, which denies hosting foreign forces accused of destabilising Niger, claims it has made repeated overtures to ease the blockade, but efforts have failed despite mounting economic pain on both sides of the border.\n\"Those who are suffering are the people of both countries,\" Nigerien haulier Ibrahim Abou Koura, who is based in Benin's economic capital Cotonou, said.\nGeneral Abdourahamane Tiani has repeatedly accused Benin of harbouring French military bases training jihadists to undermine Niger.\nIn May, he insisted the border would \"remain closed\", saying the fight was not with Benin but with French troops he claims are operating from its soil.\nThe friction since the coup has taken a heavy toll on cross-border trade and travel between the two countries.\n\"Buses aren't as full. There's not the same number of people,\" said Abou Koura, in the deserted yard of his compound in Zongo, where he once stored goods bound for major Nigerien cities.\nStill, transport workers in Cotonou say some movement persists, with the Niger River -- a natural border -- remaining a busy crossing despite the official closure.\n\"Goods pass and travellers cross the river to continue their journey by bus on the Niger side,\" said Alassane Amidou, a resident of Malanville, a city in northeastern Benin.\nBut for trucks unable to cross by water, perilous detours through jihadist-infested zones in Burkina Faso have become the only option.\nThe Niger river crossing is still busy but trucks have to take a dangerous detour / © AFP/File\n\"The Niger-Benin corridor is currently the safest, most profitable and shortest route for transporters and businesses,\" said Gamatie Mahamadou, secretary-general of a consortium of Nigerien truck driver unions, in Niamey.\nHe called on Niger's military rulers to \"immediately normalise relations with Benin\", warning that \"workers' safety\" and \"the national economy\" are at stake.\n- Cautious optimism -\nNiger's vital oil exports to Benin's port of Seme-Kpodji resumed in late 2024 via a cross-border pipeline after months of disruption.\nUranium shipments from northern Niger remain stalled, awaiting either a diplomatic thaw or an alternative route.\nBenin has denied Niger's claims it is turning a blind eye to any destabilisation attempts and continues to extend an olive branch to Niger.\nFormer presidents Thomas Boni Yayi and Nicephore Soglo travelled to meet General Tiani a year ago in a failed bid to restore ties.\nBeninese Foreign Minister Olushegun Adjadi Bakari in early June said he hoped for \"prospects for recovery\" provided security conditions are met.\n\"We are hopeful that this will be resolved quickly ... the blockage is not on Benin's side,\" he told local media.\n\"We have to accept the fact that we are not on the same wavelength sometimes... The door remains open.\"\nBenin's government says it's trying to resolve the issue as quickly as possible / © AFP/File\nA new Beninese ambassador may soon be appointed to Niamey, following the quiet February recall of Gildas Agonkan, who had publicly apologised to the Nigerien people \"on behalf of all Beninese and the authorities of Benin\".\n\"The apology to the Nigerien people was seen in Cotonou as a diplomatic weakening of the country during this crisis,\" said Guillaume Moumouni, an international relations expert.\n\"The next ambassador must be someone of great repute and who knows Niger well enough to inspire trust and respect.\"\nBenin, which maintains it hosts no foreign military bases, has seen a surge in jihadist attacks this year and laments poor cooperation with neighbouring Sahel states also affected.\n\"Not being able to talk directly with its neighbours increases Benin's vulnerability,\" said Lassina Diarra, head of the Strategic Research Institute of the International Counter-Terrorism Academy in Ivory Coast.\nBenin is set to elect a new president in April 2026, which could be a chance to restart \"serious negotiations\", Moumouni said.\n<div",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": [
      "War, Conflict and Unrest->civil unrest"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Abdourahamane Tiani",
          "sentiment": "none"
        },
        {
          "name": "Ibrahim Abou Koura",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "8f93882df039b18ea0879e1763fdebf72879f0b8",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:26:06.362+03:00",
    "updated": "2025-06-12T07:31:04.000+00:00"
  },
  {
    "uuid": "21904f1ef1156f0ff920ffc28598d0e711186349",
    "url": "https://www.providencejournal.com/story/news/local/2023/12/29/arctic-cold-tornadoes-flooding-national-weather-service-reviews-2023s-big-events/72049785007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jack Perry",
    "published": "2023-12-27T22:33:00Z",
    "title": "Arctic cold, tornadoes, flooding: National Weather Service reviews 2023's big events",
    "text": "The year 2023 brought a brief period of record cold, flooding, a soggy summer and tornadoes to Southern New England.\nThe National Weather Service captures the weather highlights (or maybe they should be called lowlights) in a website presentation that includes photographs of storm damage, radar images, graphics and explanatory text.\n\"Join us for a look back on some of the memorable weather events to impact Southern New England in 2023,\" the weather service says about its Weather Year in Review.\nBelow are a few highlights from the weather service's highlights. The full presentation can be found on the weather service's website: tinyurl.com/NWSNewEngland.\nMore: Rhode Island rivers kept rising after Monday's storm, leaving roads and businesses flooded\nAn arctic blast disrupts a mild winter The winter of 2022-2023 was warmer than normal, but the region was hit with a brief arctic blast in early February that set two daily records .\nOn Friday, Feb. 3, the temperature dropped to 4 below zero, breaking the record of 3 below set in 1955. It got even colder the next day, with the temperature dropping to 9 below on Feb. 4, breaking the record of 2 below set in 1918.\n\"Arctic sea smoke was visible on many bodies of water, including Vineyard Haven Harbor and Boston Harbor,\" the weather service said, with photographs showing the phenomenon. \"It forms due to the temperature difference between the Arctic airmass and milder water.\"\nThe weather presentation includes an image from computer models that helped meteorologists \"determine that the airmass originated near the Arctic Circle.\"\nSummer bummer for beach lovers The summer wasn't kind to beach lovers, especially during July, which was the second-rainiest July on record for the Providence area .\n\"An active weather pattern in mid to late July resulted in several flash flood and severe weather events in Southern New England,\" the weather service said.\nThe Providence area had 8.37 inches of rain in July , second only to July 2009, which had 10.52 inches. For Hartford, it was the rainiest July on record, 13.93 inches, while Worcester and Boston had their second-rainiest Julys.\nTornadoes hit Southern New England Some of the July storms produced tornadoes, as did storms in August. On Aug. 18, five tornadoes touched down in Southern New England, including an EF-2 tornado with wind speeds of 115 mph. It had a \"discontinuous\" track of more than 9 miles, touching down in Scituate and crossing into Johnston and North Providence, according to the weather service. One person was injured.\nOn Sept. 13, three more tornadoes hit Rhode Island , in Foster, Glocester and Lincoln.\nHurricane Lee bypasses region For a while in September, it also looked like Hurricane Lee might hit Southern New England, but it passed well offshore, mostly kicking up waves for surfers .\nStill, Southern New England had strong winds and some damage.\nThe review was published on Dec. 11, before the storm that brought heavy rain and flooding to much of Rhode Island this month.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://storymaps.arcgis.com/stories/f1bde8168bcb440b86d47409ef04042a",
      "http://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2023%2F12%2F29%2Farctic-cold-tornadoes-flooding-national-weather-service-reviews-2023s-big-events%2F72049785007%2F&text=Arctic%20cold%2C%20tornadoes%2C%20flooding%3A%20National%20Weather%20Service%20reviews%202023",
      "https://www.facebook.com/dialog/share?display=popup&app_id=736698496908282&href=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2023%2F12%2F29%2Farctic-cold-tornadoes-flooding-national-weather-service-reviews-2023s-big-events%2F72049785007%2F",
      "http://twitter.com/intent/tweet",
      "https://www.storymaps.arcgis.com/stories/f1bde8168bcb440b86d47409ef04042a",
      "http://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2023%2F12%2F29%2Farctic-cold-tornadoes-flooding-national-weather-service-reviews-2023s-big-events%2F72049785007%2F&text=Arctic%20cold%2C%20tornadoes%2C%20flooding%3A%20National%20Weather%20Service%20reviews%202023",
      "https://www.facebook.com/dialog/share",
      "https://facebook.com/dialog/share?display=popup&app_id=736698496908282&href=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2023%2F12%2F29%2Farctic-cold-tornadoes-flooding-national-weather-service-reviews-2023s-big-events%2F72049785007%2F"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:59:09.849+02:00",
    "updated": "2023-12-30T00:43:23.616+02:00"
  }
]