[
  {
    "uuid": "88eb323d80a67f47dccf7f7fc0eb042cec5ee8e7",
    "url": "https://www.t13.cl/noticia/tendencias/jane-goodall-quien-famosa-defensora-naturaleza-visitara-chile-salio-simpson-4-7-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "T13",
    "published": "2024-07-04T19:15:00Z",
    "title": "Jane Goodall: famosa defensora de la naturaleza visitará Chile | T13",
    "text": "La icónica científica y defensora de la naturaleza [Jane Goodall](/etiqueta/Jane-Goodall) visitará Chile el próximo 10 de agosto, para presentar su charla [“Razones para la esperanza” en el Teatro CorpArtes en Las Condes](https://ticketplus.cl/events/jane-goodall-en-chile-charla-magistral-razones-para-la-esperanza). El evento -que será a beneficio- destinará todos los fondos recaudados a apoyar la educación ambiental y conservación de animales silvestres y biodiversidad en Chile y el planeta. Goodall revolucionó el mundo de la ciencia con sus estudios sobre los chimpancés en Tanzania en la década de los sesenta. Como fundadora del Instituto Jane Goodall y Mensajera de la Paz de la ONU, se ha convertido en una de las más destacadas defensoras de la biodiversidad y la conservación de la naturaleza. Además, su inspiradora historia ha sido contada en documentales en NatGeo y decenas de libros. Sus 90 años no son un motivo de obstáculo en los 300 días al año que dedica a recorrer diversas partes del planeta, donde ha podido conocer múltiples iniciativas para proteger la naturaleza. Estas visitas la han llenado de una esperanza que busca poder transmitir en la charla magistral que dictará en Chile, especialmente a las generaciones más jóvenes. [ Lee También ](/noticia/tendencias/la-imagen-chilena-cari-letelier-fue-nominada-al-premio-fotografo-astronomico-de-4-7-2024) La imagen con la que la chilena Cari Letelier fue nominada al premio \"Fotógrafo Astronómico del Año\" La charla “Razones para la esperanza” se llevará a cabo en inglés con traducción simultánea al español y tendrá una duración de 1 hora y 15 minutos, aproximadamente. En esta presentación, Jane Goodall destacará cómo las decisiones de las personas pueden tener un impacto positivo y reafirmará que aún hay tiempo para actuar en favor del planeta. ¿Quién es Jane Goodall? Jane Goodall es una etóloga y activista británica de renombre mundial, conocida fundamentalmente por su investigación sobre los chimpancés. Además, fundó el Instituto Jane Goodall y fue nombrada como Mensajera de la Paz de la Organización de Naciones Unidas (ONU). Según recoge [National Geographic](https://www.nationalgeographicla.com/historia/2024/03/la-historia-de-jane-goodall-la-mujer-pionera-en-el-estudio-de-los-chimpances-que-deja-huella-en-la-ciencia), la británica de 90 años es conocida por sus revolucionarios estudios sobre chimpancés salvajes en el Parque Nacional de Gombe Stream (Tanzania), los cuales cambiaron la concepción sobre estos animales. Para su investigación, estuvo en la selva y pasó meses intentando acercarse a los chimpancés para ganarse su confianza y tomar nota de lo que veía. Incluso, en los 60, fue testigo de la capacidad de un chimpancé al que llamó David Greybeard, el cual podía usar tallos de hierba para crear herramientas y pescar termitas de sus nidos. La observación fue revolucionaria para la época, ya que hasta entonces lo que distinguía a los humanos y los diferenciaba con otras especies era su capacidad de crear herramientas. Asimismo, observó que estos animales “pueden ser compasivos y altruistas, cazar y comer carne (aunque es menos del 3 % de su dieta), participar en ‘guerra primitiva’ y tener lazos duraderos entre los miembros de la familia (todas las especies tienen fuertes lazos madre-hijo)”. [ Lee También ](/videos/tendencias/salud-mental-como-enfrentar-separacion-padres-4-7-2024) Salud Mental: ¿Cómo enfrentar la separación de los padres? Jane Goodall en Los Simpson: Jane Goodall también tuvo dos apariciones en Los Simpson: una a modo de parodia y otra de manera directa. La primera fue en el episodio [\"Safari Simpson\" (12x17)](https://simpsons.fandom.com/wiki/Simpson_Safari) en donde aparece como Joan Bushwell, una científica que supuestamente investiga a los chimpancés, pero que en verdad termina siendo la jefa de ellos para explotarlos y extraer diamantes de una mina. Con la finalidad que Los Simpson no la denuncien, Bushwell intenta sobornarlos con diamantes, los cuales todos aceptan, menos Lisa. El otro episodio donde aparece Goodall es en [\"Gorilas en libertad\" (31x5)](https://simpsons.fandom.com/wiki/Gorillas_on_the_Mast), donde la británica ayuda a Lisa con \"Lolo\" un gorila salvaje que fue liberado por Bart y Milhouse. [Síguenos en ](https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://simpsons.fandom.com/wiki/Simpson_Safari)",
      "https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
      "https://simpsons.fandom.com/wiki/Gorillas_on_the_Mast),",
      "https://ticketplus.cl/events/jane-goodall-en-chile-charla-magistral-razones-para-la-esperanza).",
      "https://www.nationalgeographicla.com/historia/2024/03/la-historia-de-jane-goodall-la-mujer-pionera-en-el-estudio-de-los-chimpances-que-deja-huella-en-la-ciencia),",
      "https://www.ticketplus.cl/events/jane-goodall-en-chile-charla-magistral-razones-para-la-esperanza).",
      "https://www.simpsons.fandom.com/wiki/Simpson_Safari)",
      "https://nationalgeographicla.com/historia/2024/03/la-historia-de-jane-goodall-la-mujer-pionera-en-el-estudio-de-los-chimpances-que-deja-huella-en-la-ciencia),",
      "https://www.news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
      "https://www.simpsons.fandom.com/wiki/Gorillas_on_the_Mast),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T00:00:04.100+03:00",
    "updated": "2024-07-05T00:00:04.100+03:00"
  },
  {
    "uuid": "1f2be4b7f3b49d325ffa09326113888f82551b6d",
    "url": "https://www.cidrap.umn.edu/avian-influenza-bird-flu/avian-flu-strikes-more-poultry-flocks-woah-weighs-vaccination-and-trade",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lisa Schnirring",
    "published": "2023-12-28T20:51:00Z",
    "title": "Avian flu strikes more poultry flocks as WOAH weighs in on vaccination and trade | CIDRAP",
    "text": "Highly pathogenic avian flu outbreaks hit more poultry farms in the United States and abroad, putting pressure on the industry as H5N1 and related virus continue an unprecedented spread across multiple world regions. As more countries consider poultry vaccination to blunt the impact on the poultry sector, the World Organization for Animal Health (WOAH) in a new [policy brief](https://www.woah.org/app/uploads/2023/12/en-woah-policybrief-avianinfluenzavaccinationandtrade.pdf) said vaccination — when properly conducted and based in science — shouldn't be a barrier to trade. More outbreaks in 6 states Over the past few weeks, the US Department of Agriculture (USDA) Animal and Plant Health Inspection Service (APHIS) reported more outbreaks in poultry in six states, including a commercial farm in Ohio's Hardin County that has 1.3 million layer pullets. Also, the virus turned up at more turkey farms in Minnesota and Michigan, and at a layer farm in California housing 709,000 birds. Elsewhere, South Dakota reported an outbreak at another gamebird producer, and Nebraska detected the virus in a backyard flock. Over the last 30 days, outbreaks have led to a loss of 13.2 million birds. Since February 2022, the H5N1 outbreaks and related culling operations have wiped out a record 79.3 million poultry across 47 states, according to APHIS. H5N1 detected in polar bear and squirrel In related developments, APHIS reported two more detections in mammals. These are the first detections since September, when H5N1 was reported in seals from Washington. One involves the first known detection in a polar bear, which is from North Slope Borough, the northernmost county in the United States. The sample was collected on October 1, and H5N1 was confirmed on December 6. The other is an Abert's squirrel from Arizona's Navajo County. A sample collected on August 26 was confirmed as positive for H5N1 on December 13. The detection marks the nation's first known detection in squirrels, which as known to be omnivores. More H5N1 events overseas, Japan detects H5N6 in wild bird Over the last few days, four European countries reported more H5 and H5N1 detections in wild birds or poultry, according to [notifications](https://wahis.woah.org/#/home) from the World Organization for Animal Health (WOAH) Moldova reported five H5N1 detections in wild birds and an outbreak in poultry. Poland and Romania reported H5N1 outbreaks in poultry, and Ukraine reported H5 in a sample from a wild bird. In Asia, Taiwan reported H5N1 in a wild bird, and [Japan](https://wahis.woah.org/#/in-review/5426) reported highly pathogenic H5N6 in a wild bird, its first detection involving the strain since 2018. H5N6 is known to circulate in poultry in some Asian countries and has been sporadically linked to infections in humans, mostly from China, which are known to be severe or fatal. Current control tools might not be enough In its policy brief on poultry vaccination, WOAH said avian flu outbreaks are having a devastating impact on poultry and wild birds and also threaten livelihoods, the food supply, and public health. The group added that the rapidly evolving virus and spread to new geographic regions—most recently Antarctica—require a review of existing prevention and control strategies. \"Stricter biosecurity measures and mass culling of poultry may no longer be sufficient to control the disease,\" it said. Some countries, such as China, routinely vaccinate poultry against highly pathogenic avian flu, but other countries have been hesitant, given use of the vaccine could mask ongoing circulation and add to the cost of production. In Europe, France recently became the first country to introduce poultry vaccination, which is being used in meat ducks. In response, US agriculture officials in October [barred the import](https://www.cidrap.umn.edu/avian-influenza-bird-flu/usda-bars-poultry-imports-france-due-avian-flu-vaccination-issues) of poultry from France and its trading partners. So far, the United States has limited use of the vaccine to [endangered condors](https://www.cidrap.umn.edu/avian-influenza-bird-flu/brazil-detects-h5n1-avian-flu-wild-birds-usda-oks-vaccination-endangered) in the Southwest. Though concerns linger about the use of avian flu vaccines in poultry, WOAH had already endorsed their use based on international standards. It said countries that vaccinate can maintain international trade while ensuring safety by providing trading partners with certification that the measures comply with WHOA's science-based international standards and prove that they can maintain virus surveillance once vaccination is in place. The group also urged importing countries to make risk-based decisions and implement science-based measures that balance safe trade while preventing the spread of avian influenza.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Social Issue"
    ],
    "external_links": [
      "https://www.woah.org/app/uploads/2023/12/en-woah-policybrief-avianinfluenzavaccinationandtrade.pdf)",
      "https://wahis.woah.org/#/home)",
      "https://wahis.woah.org/#/in-review/5426)",
      "https://woah.org/app/uploads/2023/12/en-woah-policybrief-avianinfluenzavaccinationandtrade.pdf)",
      "https://www.wahis.woah.org/#/home)",
      "https://www.wahis.woah.org/#/in-review/5426)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "plant health inspection service",
          "sentiment": "none"
        },
        {
          "name": "aphis",
          "sentiment": "none"
        },
        {
          "name": "us department of agriculture (usda",
          "sentiment": "none"
        },
        {
          "name": "world organization for animal health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "south dakota",
          "sentiment": "none"
        },
        {
          "name": "hardin county",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        },
        {
          "name": "nebraska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:14:32.046+02:00",
    "updated": "2023-12-29T00:14:32.046+02:00"
  },
  {
    "uuid": "5b19e910eb4961556d4669327f8d5778f597ee24",
    "url": "https://www.hometownstation.com/santa-clarita-news/public-safety-2/wood-burning-ban-extended-another-day-2-492281",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carl Goldman",
    "published": "2023-12-28T21:43:00Z",
    "title": "Wood-Burning Ban Extended Another Day",
    "text": "South Coast AQMD has extended a residential No-Burn Day alert from Tuesday, Dec. 26 through Friday, Dec. 29, 2023, at 11:59 p.m. for all those living in the South Coast Air Basin, which includes Orange County and non-desert portions of Los Angeles, Riverside, and San Bernardino counties such as the Santa Clarita Valley. South Coast AQMD reminds residents in these areas that burning wood in their fireplaces or any indoor or outdoor wood-burning device is prohibited at any time on No-Burn Days. The No-Burn rule prohibits burning wood as well as manufactured fire logs, such as those made from wax or paper. Do your part to help keep our air clean by not burning wood during the mandatory wood-burning ban. No-Burn Day alerts are mandatory in order to protect public health when levels of fine particulate air pollution in the region are forecast to be high anywhere in the South Coast Air Basin. No-Burn Days are based on fine particulate pollution that is forecasted for an entire 24-hour period, which may not be reflected in real-time air quality maps. Smoke from wood burning can cause health problems. Particles in wood smoke — also known as fine particulate matter or PM2. 5 — can get deep into the lungs and cause respiratory problems (including asthma attacks), increases in emergency room visits and hospitalizations. Residents can help reduce the harmful health effects of wood smoke by signing up to receive [e-mail alerts](https://u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9sJ-2FMJ-2B3DHhmj9e0fcOyYbVlW0NhQXwSYEmvuGoL7wOx0uR7j6OPRWkOWboGz3BI8A-3D-3Dkt9O_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TIzJQfJ0ptMr2-2FA3-2BgW6NXp1Vu-2B3e1dB9ZLDgOmoZVe4JSPzXClRqPFBmx7APIgMc77xpDz3yYZ-2FG0B5Na45Jtr42muRRde1acoWU7YZpLpECxg6OIkrRguIFu7a-2B3Lbg-2BjKfk07BY8Aady0gryDrvOY-3D) to learn when a mandatory No-Burn Day alert is issued. South Coast AQMD’s No-Burn Day alerts do not apply to mountain communities above 3,000 feet in elevation, the Coachella Valley, or the High Desert. Homes that rely on wood as a sole source of heat, low-income households and those without natural gas service also are exempt from the requirement. Gas and other non-wood-burning fireplaces are not restricted. South Coast AQMD’s Check Before You Burn program is in effect from November through the end of February, when particulate levels are highest. Three No-Burn Day alerts have been issued for the 2023-2024 season. For 24-hour recorded information, call (866) 966-3293. An interactive map with the current Check Before You Burn status is available [online](https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUXIuqslhjmg0CnYOj4Y1aZEXiC4kQWgxXxvQycbo4ieN2lmftG-2Fm4FvtcKKuzQL0oA-3D-3DvIoV_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TI6AtAg1lWz0GnAp5wKdJ6EmrIz8RnoVR-2BSAFya-2B4hVCa1h0WeHlUiVfClmR1-2BjMmwlrNSTsZI-2BRI9YaugnlP77-2FCKGZRKzC8Gc3U94LAyBdMh-2Fgm4iu1k4ZRHFBnZ0nEGji7KNeXsNfb-2FHLuavjf8bU-3D). South Coast AQMD is the regulatory agency responsible for improving air quality for large areas of Los Angeles, Orange, Riverside and San Bernardino counties, including the Coachella Valley. For news, air quality alerts, event updates and more, please visit us at [www.aqmd.gov](https://u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9tD7aowaZWRqoH5-2BSHqe8AI-3Dw92z_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TI2N4nJPJ-2FqPoC14i7VQi4P9nBTL5xgrFgMAZMpIXcg4RQOUu5PgUGG77ScWPLKqk7pnLx2dxjIwrMuAajhvvMNulI-2FlygnE1w1gtxBDFAAJVe3sLa9aFptVZomsTt0IOlE3ZyFUJJwBzhoLxtXov74M-3D), download our award-winning app, or follow us on [X](https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUQkYUwHrutrYjTSq-2BPdk6N3x1E5tAfD0Tc5kbBS-2B-2BtuTm6aP_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TIyAkzykFNaEMPWPV0-2BnlUeP-2FmBlLnN6ZG59Gt4FsaWXR6KpT6TY9kAxR8-2FTjV-2FSAyH2tn2xGV6kYwx1Bp-2BRaIZENpSs8GP-2B9sgySvjWGiYgzPOjMM34PGAkFKzImUdBCBgFzGQWR1lSq4GFPbhk9tXg-3D) (formerly known as Twitter), and Sponsored Articles Do you have a news tip? Call us at (661) 298-1220, or send an email to news@hometownstation.com. Don’t miss a thing. Get breaking [KHTS Santa Clarita News Alerts](https://www.hometownstation.com/khts-email-and-text-message-alerts)delivered right to your inbox. Report a typo or error, email Corrections@hometownstation.com KHTS FM 98.1 and AM 1220 is Santa Clarita’s only local radio station. KHTS mixes in a combination of news, traffic, sports, and features along with your favorite adult contemporary hits. Santa Clarita news and features are delivered throughout the day over our airwaves, on our website and through a variety of social media platforms. Our KHTS national award-winning daily news briefs are now read daily by 34,000+ residents. A vibrant member of the Santa Clarita community, the KHTS broadcast signal reaches all of the Santa Clarita Valley and parts of the high desert communities located in the Antelope Valley. The station streams its talk shows over the web, reaching a potentially worldwide audience. Follow @KHTSRadio on",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Environment"
    ],
    "external_links": [
      "https://u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9sJ-2FMJ-2B3DHhmj9e0fcOyYbVlW0NhQXwSYEmvuGoL7wOx0uR7j6OPRWkOWboGz3BI8A-3D-3Dkt9O_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TIzJQfJ0ptMr2-2FA3-2BgW6NXp1Vu-2B3e1dB9ZLDgOmoZVe4JSPzXClRqPFBmx7APIgMc77xpDz3yYZ-2FG0B5Na45Jtr42muRRde1acoWU7YZpLpECxg6OIkrRguIFu7a-2B3Lbg-2BjKfk07BY8Aady0gryDr",
      "https://u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9tD7aowaZWRqoH5-2BSHqe8AI-3Dw92z_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TI2N4nJPJ-2FqPoC14i7VQi4P9nBTL5xgrFgMAZMpIXcg4RQOUu5PgUGG77ScWPLKqk7pnLx2dxjIwrMuAajhvvMNulI-2FlygnE1w1gtxBDFAAJVe3sLa9aFptVZomsTt0IOlE3ZyFUJJwBzhoLxtXov74M-3D),",
      "https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUQkYUwHrutrYjTSq-2BPdk6N3x1E5tAfD0Tc5kbBS-2B-2BtuTm6aP_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TIyAkzykFNaEMPWPV0-2BnlUeP-2FmBlLnN6ZG59Gt4FsaWXR6KpT6TY9kAxR8-2FTjV-2FSAyH2tn2xGV6kYwx1Bp-2BRaIZENpSs8GP-2B9sgySvjWGiYgzPOjMM34PGAkFKzImUdBCBgFzGQWR1lSq4GFPbhk9tXg-3D)",
      "https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUXIuqslhjmg0CnYOj4Y1aZEXiC4kQWgxXxvQycbo4ieN2lmftG-2Fm4FvtcKKuzQL0oA-3D-3DvIoV_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TI6AtAg1lWz0GnAp5wKdJ6EmrIz8RnoVR-2BSAFya-2B4hVCa1h0WeHlUiVfClmR1-2BjMmwlrNSTsZI-2BRI9YaugnlP77-2FCKGZRKzC8Gc3U94LAyBdMh-2Fgm4iu1k4ZRHFBnZ0nEGji7KNeXsNfb-2FHLuavjf",
      "https://www.u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9sJ-2FMJ-2B3DHhmj9e0fcOyYbVlW0NhQXwSYEmvuGoL7wOx0uR7j6OPRWkOWboGz3BI8A-3D-3Dkt9O_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TIzJQfJ0ptMr2-2FA3-2BgW6NXp1Vu-2B3e1dB9ZLDgOmoZVe4JSPzXClRqPFBmx7APIgMc77xpDz3yYZ-2FG0B5Na45Jtr42muRRde1acoWU7YZpLpECxg6OIkrRguIFu7a-2B3Lbg-2BjKfk07BY8Aady0gryDr",
      "https://www.u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUQkYUwHrutrYjTSq-2BPdk6N3x1E5tAfD0Tc5kbBS-2B-2BtuTm6aP_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TIyAkzykFNaEMPWPV0-2BnlUeP-2FmBlLnN6ZG59Gt4FsaWXR6KpT6TY9kAxR8-2FTjV-2FSAyH2tn2xGV6kYwx1Bp-2BRaIZENpSs8GP-2B9sgySvjWGiYgzPOjMM34PGAkFKzImUdBCBgFzGQWR1lSq4GFPbhk9tXg-3D)",
      "https://www.u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9tD7aowaZWRqoH5-2BSHqe8AI-3Dw92z_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TI2N4nJPJ-2FqPoC14i7VQi4P9nBTL5xgrFgMAZMpIXcg4RQOUu5PgUGG77ScWPLKqk7pnLx2dxjIwrMuAajhvvMNulI-2FlygnE1w1gtxBDFAAJVe3sLa9aFptVZomsTt0IOlE3ZyFUJJwBzhoLxtXov74M-3D),",
      "https://www.u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUXIuqslhjmg0CnYOj4Y1aZEXiC4kQWgxXxvQycbo4ieN2lmftG-2Fm4FvtcKKuzQL0oA-3D-3DvIoV_UMbza9sTicZEEDrz-2FOaWtPVxb-2F5QVybMr3qom7vD9YlFY3hLfqQLN5t3SKfkQ7nWRZUng4CBKjjR9J-2Bb1A4fvbZoo0T8pHsCIyCRMuZBudfBckvl2b9rxhJcgbBhAfkNipsv-2BFa5nTnQT43-2FK9yGo5uJPeMrNy79FpgPkyA4k96sbcP0d4oVHZdd-2BDaEsG6HIfXxpKiE2v1cM62Gdn5TI6AtAg1lWz0GnAp5wKdJ6EmrIz8RnoVR-2BSAFya-2B4hVCa1h0WeHlUiVfClmR1-2BjMmwlrNSTsZI-2BRI9YaugnlP77-2FCKGZRKzC8Gc3U94LAyBdMh-2Fgm4iu1k4ZRHFBnZ0nEGji7KNeXsNfb-2FHLuavjf",
      "https://u7061146.ct.sendgrid.net/ls/click"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "aqmd",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "san bernardino",
          "sentiment": "none"
        },
        {
          "name": "orange county",
          "sentiment": "none"
        },
        {
          "name": "south coast air basin",
          "sentiment": "none"
        },
        {
          "name": "santa clarita valley",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "riverside",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:34:51.187+02:00",
    "updated": "2023-12-29T00:34:51.187+02:00"
  },
  {
    "uuid": "4c770da1c4a992f4ca259ead9b7e99ec867487a4",
    "url": "https://siliconcanals.com/news/business-wire/amtd-idea-recorded-solid-performance-with-47-4-increase-in-net-assets-to-us1-5-billion-a-8-6-increase-in-total-revenue-to-us128-0-million/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@siliconcanals",
    "published": "2023-12-28T15:01:00Z",
    "title": "AMTD IDEA Recorded Solid Performance With 47.4% Increase In Net Assets to US$1.5 Billion; A 8.6% Increase In Total Revenue to US$128.0 Million | Silicon Canals",
    "text": "PARIS & NEW YORK & SINGAPORE–(BUSINESS WIRE)–AMTD IDEA Group (“AMTD IDEA” or the “Company”, NYSE: AMTD;SGX: HKB), a NYSE and SGX-ST dual listed company and a controlling shareholder of AMTD Digital, today announced its unaudited financial results for the six months ended June 30, 2023. Coinciding with the announcement, AMTD IDEA also announced the migration of its headquarters and principal executive office to Paris, France. AMTD Group is a conglomerate focusing on the “IDEA” strategy to develop and operate its four pillars of core businesses, namely “I”: international business connectors with financial services as the back bones, “D”: digital media, entertainment and cultural connectors, “E”: private education and professional training, and “A”: premium assets and hospitality. AMTD IDEA, a subsidiary of AMTD Group, includes the “I”, “D” and “A”pillars of businesses in a listed holding platform to fuse synergies, create value and empower ecosystem of resources and network to develop and enable ongoing opportunities and sustainable developments. Highlights of 2023 Half Year Financial Results - During the six months ended June 30, 2023, despite the global economic slowdown and rising geopolitical uncertainties, leading to volatile world markets overall, the Company demonstrated strong resilience and achieved solid financial performance. Our total revenue for the six months ended June 30, 2023 increased by 8.6% as compared to the same period in the previous year, from US$117.8 million to US$128.0 million. - The revenue generated from digital media, entertainment and cultural connector services surged to US$23.5 million, which represented 2.9 times the comparative figure year on year, as a result of the successful operations and expansions of L’Officiel since the Company’s acquisition in the first half of 2022. This reaffirms the strategic decision of the management to diversify our income sources since last year by identifying various merger and acquisition opportunities. - The finance costs for the six months ended June 30, 2023 increased by 1,024.5% as compared to the same period in prior year, reaching US$3.6 million. The increase was mainly attributable to the global interest rate hike and the rise in the average balance of bank borrowings, which were successfully secured during the pandemic times to optimise the Company’s earning capabilities and support the continuous growth of the Company. - The profit for the six months ended June 30, 2023 has maintained a steady growth of 3.3% as compared to the same period in the prior year, increasing from US$102.3 million to US$105.7 million. - The net assets as of June 30, 2023 increased by 47.4% to US$1.5 billion when compared with December 31, 2022, following the successful completion of the acquisition of AMTD Assets Group (“AMTD Assets”), who holds a global portfolio of premium real estate assets during the period. After the acquisition, the hotel operations, hospitality and VIP services income of US$4.3 million, reflective of only partial year of contributions, was recorded during the period. Recent Developments during the Six Months Ended June 30, 2023, together with Events subsequent to June 30, 2023 - In January 2023, the Company acquired AMTD Assets, a subsidiary of AMTD Group, with a total consideration of approximately US$268 million, by issuing 30,875,576 Class B treasury shares, priced at US$8.68 per share. The transaction was completed on February 6, 2023 and AMTD Assets became a subsidiary of the Company. AMTD Assets holds a global portfolio of premium properties. - In March 2023, the Company’s subsidiaries, L’Officiel Singapore Pte. Ltd. and L’Officiel Malaysia Sdn. Bhd., have been granted the publication permits in Singapore and Malaysia by the Singapore Registrar of Newspapers and Ministry of Home Affairs, to publish magazines under the direct owner’s model. In October 2023, L’Officiel Hong Kong successfully registered with the HKSAR Government’s Office for Film, Newspaper and Article Administration. We reinforce our direct position in Asia, while continuing to foster our relationships with franchisees for the rest of the world, promoting greater values for the overall ecosystem under our one world’s global approach and service quality’s consistency. - In April 2023, the Company secured US$93.6 million of new share subscription of 90,000,000 newly issued Class A ordinary share at 21.1% premium above the prevailing traded price, further solidifying the Company’s financial and capital strengths. - In August 2023, the Company, AMTD Group and its subsidiary AMTD Digital Inc. officially established AMTD World Media and Entertainment Group (“AMTD WME”). AMTD WME will embark and focus on global strategies and developments of a multi-media, entertainment and cultures worldwide platform. - Subsequent to June 30, 2023, the Company entered into a definitive agreement with an independent third party to dispose certain real estate assets. The consideration for the disposal was determined with reference to the assets’ latest valuation, with potential adjustments based on the final valuation performed by the independent valuer. The disposal was carried out with an aim to reallocate the proceeds into other premium assets at more preferred locations or more favourable pricing. - Subsequent to June 30, 2023, the Company reached an agreement with the counterparty of certain derivative financial assets held by the Company to conclude and settle. - Subsequent to June 30, 2023, the Company entered into a termsheet with an independent third party. Pursuant to the termsheet, there is a restructuring exercise for certain subsidiaries of L’Officiel Inc. SAS to take advantage of certain opportunities, including disposal of non-core components, in view of reverse inquiries from market. Statement from the Board Members and Senior Management: Dr. Feridun Hamdullahpur, Chairman of the board and audit committee, “Long term vision and planning, resiliency, innovative thinking, and solid leadership were altogether behind the remarkably exciting financial performance. The current volatile market conditions coupled with the on-going global geopolitical uncertainties have created a challenging environment for the entire investment world. Despite these unfavourable winds, the AMTD IDEA Group has achieved an overall 8.6% increase in revenues compared the same period last year. I am delighted with these results and, on behalf of the Board of Directors convey my heartfelt thanks to the entire leadership team. I look forward to seeing even stronger results for the next half of the year.” Mr. William Fung, CEO of the Company, “Maintaining growth sustainability and achieving business diversification have been the key strategic objectives of the management team as we continued to navigate through global political uncertainties and economic challenges in the first half of 2023. We were able to achieve an encouraging 8.6% y/y increase in total revenue, expand in identified growth areas and strengthen the Group’s liquidity and asset base via share placements and banking facilities, and acquisition of premium global properties, whereby net assets increased by 47.4% to US$1.5 billion. On behalf of the management team, I would like to thank the board of directors for their continued support and guidance, as well as our shareholders and business partners for their trust and partnership. We remain confident and committed towards the financial and strategic goals of the Group.” Mr. Xavier Zee, CFO of the Company, “I am glad to see that the Group stayed resilient and delivered solid results despite the global economic slowdown. Successful acquisitions of businesses of hotel operations, media and entertainment bring in more stable income streams to the Group. More synergies would be anticipated from these businesses through collaborating with our ecosystem partners.” Financial Results for the Six Months Ended June 30, 2023 Revenue Our revenue for the six months ended June 30, 2023 amounted to US$128.0 million, increasing from US$117.8 million recorded for the six months ended June 30, 2022. The 8.6% increase compared to prior year was primarily attributable to (i) the net increase in dividends, fair value changes and disposal gains of our investment portfolio, and (ii) diversification of our revenue sources which results from the acquisition of L’Officiel and AMTD Assets. - Digital solutions and other services income was US$16.2 million for six months ended June 30, 2023, 126.9% higher than the same period of 2022. The increase was primarily driven by the introduction of new clients in the second half of 2022 and the expansion of digital marketing services. - Fashion and luxury media advertising and marketing services income was US$7.2 million, representing 7.4 times the comparative figure in the same period of last year. The increase was mainly attributable to the successful operations and expansions of L’Officiel into Asia. - Hotel operations, hospitality and VIP services income was US$4.3 million and becomes a new revenue driver after the successful acquisition of AMTD Assets, the real estate arm of AMTD Group, focusing and specialising in hospitality and lifestyle concepts globally during the period. - Dividends and disposal gains of investments was US$93.5million, representing 14.6 times the comparative figure in the same period of last year. It was in turn attributable to the increase of the gain from the successful divestment of certain investments in our portfolio and an increase in dividend income. Other Income And Gains Other income and gains increased by 54.0% as compared to the same period in prior year to US$11.3 million, primarily due to (i) increase in bank interest income as the Company had generated additional interest income from deposits with banks, and (ii) increase in the net average outstanding balance due from our immediate holding company, which was interest bearing. Other Operating Expenses Other operating expenses for the six months ended June 30, 2023 increased by 60.4% as compared to the same period in prior year to US$12.4 million, primarily attributable to (i) an addition of hotel operation expenses in AMTD Assets of US$2.8 million, and (ii) full period effect for the increase in operation expenses of L’Officiel of US$1.2 million. Staff Costs Staff costs for the six months ended June 30, 2023 increased by 36.9% as compared to the same period in prior year to US$10.3 million. This was due to the incremental costs in connection to the post-acquisition operations of AMTD Digital Inc., L’Officiel and AMTD Assets. Finance Costs Finance costs for the six months ended June 30, 2023 increased by 1,024.5% as compared to the same period in prior year to US$3.6 million, primarily due to the increase in the market interest rate and outstanding bank borrowings during the period. Income Tax Expense Income tax expense for the six months ended June 30, 2023 decreased by 18.9% as compared to the same period in prior year to US$7.2 million, primarily due to a decrease in tax assessable income. Profit For The Period Profit for the six months ended June 30, 2023 slightly increased by 3.3% as compared to the same period in the prior year to US$105.7 million. Accounts Receivable Accounts receivable increased by 9.6% from US$24.1 million as of December 31, 2022 to US$26.4 million as of June 30, 2023, primarily due to increase in dividend receivable and receivables from hotel and hospitality services of US$1.7 million. Financial Assets At Fair Value Through Profit or Loss, Including Derivative Financial Assets Financial assets at fair value through profit or loss decreased by 4.9% from US$380.4 million as of December 31, 2022 to US$361.7 million as of June 30, 2023, primarily due to decrease in fair value of the financial assets and net disposal of investments during the period. Accounts Payable Accounts payable decreased by 9.6% from US$10.6 million as of December 31, 2022 to US$9.5 million as of June 30, 2023, largely attributable to a decrease of US$1.2 million in payables to suppliers of fashion and luxury media advertising and marketing services, which was in turn resulting from the optimization of our payment cycle during the period. Bank Borrowings Total bank borrowings were US$ 96.4 million as of June 30, 2023, representing 4.7 times of the comparative figure. The increase was mainly attributable to the increase in bank borrowings, which were successfully secured during the pandemic times and through the acquisition of AMTD Assets. Net Assets The net assets increased by 47.4% from US$1.0 billion as of December 31, 2022 to US$1.5 billion as of June 30, 2023, reflecting (i) the successful completion of acquisition of AMTD Assets, of which certain line items, including property, plant and equipment (hotel properties within the property portfolio), interest in joint ventures (the Company’s stake in a hotel venture project), and amount due from / to non-controlling shareholders (the outstanding balances with our business partners), recorded a significant change when compared with December 31, 2022, and (ii) the contribution of our results and comprehensive income from our operations. There were other fluctuations in various financial line items, and it was due to the reclassification of certain assets and liabilities (e.g. goodwill) associated with assets classified as held for sale as a result of Company’s plan to streamline certain operations. Accounting Changes – Change in presentation currency The directors have elected to change the Company’s presentation currency in the financial information from Hong Kong dollar to United States dollar to better reflect the economic footprint of our businesses. The directors of the Company believe that the presentation currency change will give investors and other stakeholders a clearer understanding of the AMTD IDEA’s performance over time. The change in presentation currency is a voluntary change which is accounted for retrospectively in the interim condensed consolidated statement of profit or loss and statements of financial position and all comparative financial information has been restated accordingly. | | AMTD IDEA GROUP UNAUDITED INTERIM CONDENSED CONSOLIDATED STATEMENTS OF PROFIT OR LOSS FOR THE SIX MONTHS ENDED JUNE 30, 2022 AND 2023 | | | | Six months ended June 30, | | | | 2022 | | | | 2023 | | | | US$’000 | | | | US$’000 | | REVENUE | | | | | | | | Capital market solutions services income | | 60,636 | | | | 14,263 | | Digital solutions and other services income | | 7,154 | | | | 16,235 | | Fashion and luxury media advertising and marketing services income | | 979 | | | | 7,245 | | Hotel operations, hospitality and VIP services income | | — | | | | 4,268 | | Dividends and gains related to disposed financial assets at fair value through profit or loss | | 6,413 | | | | 93,493 | | | | 75,182 | | | | 135,504 | | Net fair value changes on financial assets at fair value through profit or loss (except derivative financial assets and gains related to disposed financial assets at fair value through profit or loss) | | (18,072) | | | | (41,376) | | Net fair value changes on derivative financial assets | | 60,715 | | | | 33,868 | | | | 117,825 | | | | 127,996 | | | | | | | | | | Other income and gains | | 7,356 | | | | 11,325 | | Other operating expenses | | (7,753) | | | | (12,435) | | Staff costs | | (7,541) | | | | (10,325) | | Finance costs | | (319) | | | | (3,587) | | Net fair value changes on derivative financial liability | | 1,705 | | | | — | | | | | | | | | | PROFIT BEFORE TAX | | 111,273 | | | | 112,974 | | Income tax expense | | (8,929) | | | | (7,240) | | | | | | | | | | PROFIT FOR THE PERIOD | | 102,344 | | | | 105,734 | | Profit (Loss) attributable to: | | | | | | | | Owners of the parent | | | | | | | | Ordinary shareholders | | 94,710 | | | | 96,586 | | Holders of perpetual securities | | 7,817 | | | | 6,396 | | Non-controlling interests | | (183) | | | | 2,752 | | | | 102,344 | | | | 105,734 | | EARNINGS PER SHARE ATTRIBUTABLE TO ORDINARY | | | | | | | | EQUITY HOLDERS OF THE PARENT | | | | | | | | Class A ordinary shares: | | | | | | | | Basic (US$ cents per share) | | 32.60 | | | | 32.62 | | Diluted (US$ cents per share) | | 32.60 | | | | 32.62 | | Class B ordinary shares: | | | | | | | | Basic (US$ cents per share) | | 32.60 | | | | 32.62 | | Diluted (US$ cents per share) | | 32.60 | | | | 32.62 | | AMTD IDEA GROUP UNAUDITED INTERIM CONDENSED CONSOLIDATED STATEMENTS OF FINANCIAL POSITION AS AT DECEMBER 31, 2022 AND JUNE 30, 2023 | | | | | | December 31, 2022 | | | | June 30, 2023 | | | | | | US$’000 | | | | US$’000 | | ASSETS | | | | | | | | Current assets | | | | | | | | Accounts receivable | | | | | | 24,068 | | | | 26,372 | | Prepayments, deposits and other receivables | | | | | | 124,223 | | | | 169,354 | | Amount due from immediate holding company | | | | | | 287,178 | | | | 519,648 | | Amount due from a non-controlling shareholder | | | | | | — | | | | 759 | | Derivative financial assets | | | | | | 185,069 | | | | 217,612 | | Tax recoverable | | | | | | 398 | | | | — | | Other assets | | | | | | 1,234 | | | | 613 | | Restricted cash | | | | | | 415 | | | | 168 | | Cash and bank balances | | | | | | 138,297 | | | | 161,455 | | Assets classified as held for sale | | | | | | — | | | | 11,818 | | Total current assets | | | | | | 760,882 | | | | 1,107,799 | | | | | | | | | | | | Non-current assets | | | | | | | | | | | | Property, plant and equipment | | | | | | 12 | | | | 242,721 | | Goodwill | | | | | | 7,525 | | | | — | | Intangible assets | | | | | | 96,967 | | | | 92,713 | | Interests in joint ventures | | | | | | — | | | | 99,594 | | Financial assets at fair value through profit or loss | | | | | | 195,337 | | | | 144,132 | | Total non-current assets | | | | | | 299,841 | | | | 579,160 | | Total assets | | | | | | 1,060,723 | | | | 1,686,959 | | | | | | | | | | | | LIABILITIES AND EQUITY | | | | | | | | | | | | Current liabilities | | | | | | | | | | | | Accounts payable | | | | | | 10,556 | | | | 9,542 | | Other payables and accruals | | | | | | 16,904 | | | | 34,004 | | Bank borrowings | | | | | | 20,122 | | | | 66,049 | | Amount due to a non-controlling shareholder | | | | | | — | | | | 54,256 | | Provisions | | | | | | 4,079 | | | | 3,962 | | Income tax payable | | | | | | 2,883 | | | | 8,219 | | Liabilities associated with assets classified as held for sale | | | | | | — | | | | 691 | | Total current liabilities | | | | | | 54,544 | | | | 176,723 | | | | | | | | | | | | Non-current liabilities | | | | | | | | | | | | Bank borrowings | | | | | | 458 | | | | 30,398 | | Deferred tax liabilities | | | | | | 3,307 | | | | 2,648 | | Total non-current liabilities | | | | | | 3,765 | | | | 33,046 | | Total liabilities | | | | | | 58,309 | | | | 209,769 | | AMTD IDEA GROUP UNAUDITED INTERIM CONDENSED CONSOLIDATED STATEMENTS OF FINANCIAL POSITION (CONTINUED) AS AT DECEMBER 31, 2022 AND JUNE 30, 2023 | | | | | | December 31, 2022 | | | | June 30, 2023 | | | | | | US$’000 | | | | US$’000 | | Equity | | | | | | | | | | | | Class A ordinary shares (par value of US$0.0001 as of December 31, 2022 and June 30, 2023; 8,000,000,000 shares authorized as of December 31, 2022 and June 30, 2023; 144,077,210 and 234,077,210 shares as of December 31, 2022 and June 30, 2023, respectively) | | | | | | 12 | | | | 21 | | Class B ordinary shares (par value of US$0.0001 as of December 31, 2022 and June 30, 2023; 2,000,000,000 shares authorized as of December 31, 2022 and June 30, 2023; 233,526,979 shares as of December 31, 2022 and June 30, 2023) | | | | | | 26 | | | | 26 | | Treasury shares | | | | | | (962,658) | | | | (694,658) | | Capital reserve | | | | | | 988,965 | | | | 995,099 | | Exchange reserve | | | | | | 2,991 | | | | (3,055) | | Revaluation reserve | | | | | | — | | | | 2,237 | | Retained profits | | | | | | 712,862 | | | | 809,447 | | Total equity attributable to ordinary shareholders of the Company | | | | | | 742,198 | | | | 1,109,117 | | Non-controlling interests | | | | | | 31,740 | | | | 133,851 | | Perpetual securities | | | | | | 228,476 | | | | 234,222 | | Total equity | | | | 1,002,414 | | | | 1,477,190 | | Total liabilities and equity | | | | 1,060,723 | | | | 1,686,959 About AMTD IDEA Group AMTD IDEA Group, formerly known as AMTD International Inc. (NYSE: AMTD; SGX: HKB) represents a diversified institution and digital solutions group connecting companies and investors with global capital markets. Its comprehensive one-stop business services plus digital solutions platform addresses different clients’ diverse and inter-connected business needs and digital requirements across all phases of their life cycles as well as hospitality and VIP services. Through our unique eco-system – the “AMTD SpiderNet” – AMTD IDEA Group is uniquely positioned as an active superconnector between clients, business partners, investee companies, and investors, connecting the East and the West. For more information, please visit [www.amtdinc.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.amtdinc.com&esheet=53874217&newsitemid=20231222379710&lan=en-US&anchor=www.amtdinc.com&index=1&md5=3f100b320cd32f73a82207fa4bc48442) or follow us on X (formerly known as Twitter) at @AMTDGroup. Safe Harbor Statement This press release contains statements that may constitute “forward-looking” statements pursuant to the “safe harbor” provisions of the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as “will,” “expects,” “anticipates,” “aims,” “future,” “intends,” “plans,” “believes,” “estimates,” “likely to,” and similar statements. Statements that are not historical facts, including statements about the beliefs, plans, and expectations of AMTD IDEA Group are forward-looking statements. Forward-looking statements involve inherent risks and uncertainties. Further information regarding these and other risks is included in the filings of AMTD IDEA Group with the SEC. All information provided in this press release is as of the date of this press release, and AMTD IDEA Group does not undertake any obligation to update any forward-looking statement, except as required under applicable law. Contacts IR Office AMTD IDEA Group [[email protected]](/cdn-cgi/l/email-protection#f9908bb998948d9d90979ad79a9694)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.amtdinc.com&esheet=53874217&newsitemid=20231222379710&lan=en-US&anchor=www.amtdinc.com&index=1&md5=3f100b320cd32f73a82207fa4bc48442)",
      "https://cts.businesswire.com/ct/CT",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.amtdinc.com&esheet=53874217&newsitemid=20231222379710&lan=en-US&anchor=www.amtdinc.com&index=1&md5=3f100b320cd32f73a82207fa4bc48442)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "silicon canals paris & new york & singapore",
          "sentiment": "neutral"
        },
        {
          "name": "amtd group",
          "sentiment": "none"
        },
        {
          "name": "amtd digital",
          "sentiment": "none"
        },
        {
          "name": "nyse",
          "sentiment": "none"
        },
        {
          "name": "hkb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:27.048+02:00",
    "updated": "2023-12-29T00:27:27.048+02:00"
  },
  {
    "uuid": "e38dfe536495634d64556c565dd31f3a02901ce2",
    "url": "https://es-us.noticias.yahoo.com/deportes/rev%C3%A9s-arsenal-derbi-west-ham-225444136.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC News Mundo",
    "published": "2023-12-28T22:54:00Z",
    "title": "Revés del Arsenal en derbi ante West Ham, Liverpool se queda líder",
    "text": "AFP Revés del Arsenal en derbi ante West Ham, Liverpool se queda líder Leer todo el artículo AFP 29 de diciembre de 2023, 12:54 a. m. · 4 min de lectura El noruego Martin Odegaard, del Arsenal, durante la derrota de su equipo Arsenal ante el West Ham en la Premier League. En Londres, el 28 de diciembre de 2023 (HENRY NICHOLLS)\nRelevo en el liderato de la Premier League: el Arsenal se vio sorprendido en su estadio al caer 2-0 ante su vecino West Ham, este jueves en el partido que cerró la 19ª jornada, donde no pudo retener el liderato.\nEl checo Tomas Soucek (minuto 13) y el griego Konstantinos Mavropanos (55) firmaron esta victoria del West Ham bajo la lluvia en el Emirates Stadium.\nLos 'Gunners' se quedan con 40 puntos, a dos del Liverpool (42), que en el 'Boxing Day' del martes había ganado 2-0 en el terreno del modesto Burnley (19º) y se había colocado en cabeza provisionalmente. La derrota del Arsenal ante los 'Hammers' hace que el liderato de los pupilos de Jürgen Klopp sea ya en firme, al menos hasta la siguiente jornada, que arranca el sábado.\nPrecisamente, el Arsenal había mantenido el liderato el pasado domingo con un empate 1-1 en el campo del Liverpool. Esta vez tuvo que claudicar en su objetivo ante un West Ham (6º) en puestos europeos.\nRespecto a otros perseguidores, el Arsenal sigue un punto por delante del Aston Villa (3º), que perdió el martes 3-2 en el campo del Manchester United, pero ve acercarse a tres puntos al Manchester City (4º), que el miércoles ganó 3-1 en el campo del Everton (17º) y que tiene además un partido disputado menos que el resto de formaciones de la parte alta de la clasificación.\nEl Tottenham (5º), que fue derrotado 4-2 en el campo del Brighton (8º) este jueves, es otro de los perdedores de esta jornada al salir de la 'zona Champions' y quedar ahora a seis puntos del líder Liverpool.\n- Lesión de Paquetá -\nEn el derbi londinense de este jueves, el primer gol del West Ham vino acompañado de cierta controversia.\nJarrod Bowen salvó 'in extremis' que un balón se perdiera por la línea de fondo y envió un pase hacia el centro del área, donde apareció Soucek para fusilar el 1-0.\nEl VAR revisó durante una larga espera la jugada para determinar si el balón había llegado a cruzar la línea de fondo o no, antes de que el tanto fuera validado.\nContinuar leyendo la historia En la segunda mitad, el segundo del West Ham llegó en un saque de esquina, que Mavropanos cabeceó al fondo de la portería local.\nEl triunfo de los visitantes pudo haber sido mayor ya que dispuso de un penal en los últimos instantes, pero el arquero español David Raya adivinó el lanzamiento del argelino Saïd Benrahma (90+6).\nLa mala noticia para el West Ham, eso sí, fue el cambio por lesión del brasileño Lucas Paquetá a la media hora de partido.\nEl Arsenal llevó la iniciativa durante casi todo el partido, pero sin efectividad en esta ocasión.\n\"No pudimos conseguir lo que creo que nos merecíamos\", lamentó el entrenador español del Arsenal, Mikel Arteta, que destacó la buena posición liguera del equipo pese a esta derrota. \"Estamos donde estamos, es una posición realmente buena\", dijo en sus declaraciones a Amazon.\nEn la primera parte, Bukayo Saka estuvo cerca de equilibrar la ventaja previa del West Ham en dos ocasiones, lo que podía haber cambiado el guión del partido. Primero en el 31, con un remate de cabeza que salvó el guardameta Alphonse Areola, y luego en el 42, cuando envió al palo.\n- Derrota del Tottenham -\nEn su derrota en Brighton, el Tottenham llegó a ir 4 a 0 abajo en el marcador por los tantos de Jack Hinshelwood (11), el brasileño Joao Pedro (23 y 75, ambos de penal) y el ecuatoriano Pervis Estupiñán (63).\nLos 'Spurs' pudieron maquillar su derrota en la recta final, gracias al argentino Alejo Véliz (81) y Ben Davies (85), pero sin tener nunca sensaciones de poder remontar.\nEsta derrota llega para el Tottenham después de haber encadenado tres triunfos seguidos. Por contra, el Brighton llevaba tres partidos consecutivos sin ganar en Premier League y gracias a este éxito sube al octavo puesto, siguiendo en la carrera por los puestos europeos.\n\"El Tottenham es el equipo que ha jugado el mejor fútbol en la primera mitad de la temporada\", se enorgulleció por el triunfo el entrenador del Brighton, Roberto De Zerbi. \"Soy realmente afortunado por dirigir a estos jugadores. Estoy encantado con la pasión con la que juegan\", añadió el técnico italiano.\nbur-jw/dr\nMÁS POPULARES La fiesta de celebridades \"casi desnudas\" que provocó un escándalo político en Rusia BBC News Mundo · 4 min de lectura Las espeluznantes predicciones de Baba Vanga para el 2024 LA NACION · 3 min de lectura El pez invasor de 200 kilos que se alimenta de pirañas y avanza implacable por la Amazonía BBC News Mundo · 5 min de lectura Maduro volvió a arremeter contra Milei, lo tildó de “pitiyanqui y progringo” e hizo una advertencia LA NACION · 2 min de lectura Loret responde a AMLO tras vincularlo con empresas de medicinas El Universal · 1 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://media.zenfs.com/es/es.afp.com/3a7787508669285d96897d37943567ab",
      "http://www.afp.com/espanol/home/",
      "https://s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Frev%25C3%25A9s-arsenal-derbi-west-ham-225444136.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://twitter.com/intent/tweet?text=Rev%C3%A9s%20del%20Arsenal%20en%20derbi%20ante%20West%20Ham%2C%20Liverpool%20se%20queda%20l%C3%ADder&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Frev%25C3%25A9s-arsenal-derbi-west-ham-225444136.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/ny/api/res/1.2/canoWnYkB_G6nEXEBwrflw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOQ--/https://media.zenfs.com/es/es.afp.com/3a7787508669285d96897d37943567ab",
      "https://s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://www.facebook.com/dialog/feed",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Frev%25C3%25A9s-arsenal-derbi-west-ham-225444136.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "http://www.afp.com/espanol/home",
      "https://www.s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://www.s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://www.s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://www.s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://www.s.yimg.com/ny/api/res/1.2/canoWnYkB_G6nEXEBwrflw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOQ--/https://www.media.zenfs.com/es/es.afp.com/3a7787508669285d96897d37943567ab",
      "https://www.media.zenfs.com/es/es.afp.com/3a7787508669285d96897d37943567ab",
      "http://afp.com/espanol/home/",
      "https://www.twitter.com/intent/tweet?text=Rev%C3%A9s%20del%20Arsenal%20en%20derbi%20ante%20West%20Ham%2C%20Liverpool%20se%20queda%20l%C3%ADder&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fdeportes%2Frev%25C3%25A9s-arsenal-derbi-west-ham-225444136.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:20:55.620+02:00",
    "updated": "2023-12-29T01:20:55.620+02:00"
  },
  {
    "uuid": "99ad166370608ccd0ddfefc22124a59ef04c7dc1",
    "url": "https://medicaldialogues.in/psychiatry/news/women-taking-oral-contraceptive-pills-less-likely-to-report-depression-122460",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. Kamal Kant Kohli",
    "published": "2024-01-05T13:45:00Z",
    "title": "Women taking oral contraceptive pills less likely to report depression",
    "text": "[Home](/) [Medical news & Guidelines](/medical-news) [Anesthesiology](/anesthesia) [Cardiology and CTVS](/cardiology-ctvs) [Critical Care](/critical-care) [Dentistry](/dentistry) [Dermatology](/dermatology) [Diabetes and Endocrinology](/diabetes-endocrinology) [ENT](/ent) [Gastroenterology](/gastroenterology) [Medicine](/medicine) [Nephrology](/nephrology) [Neurology](/neurology-neurosurgery) [Obstretics-Gynaecology](/obstetrics-gynaecology) [Oncology](/oncology) [Ophthalmology](/ophthalmology) [Orthopaedics](/orthopaedics) [Pediatrics-Neonatology](/pediatrics-neonatology) [Psychiatry](/psychiatry) [Pulmonology](/pulmonology) [Radiology](/radiology) [Surgery](/surgery) [Urology](/urology) [Laboratory Medicine](/laboratory-medicine) [Diet](/diet-nutrition) [Nursing](/nursing) [Paramedical](/paramedical) [Physiotherapy](/physiotherapy) [Health news](/news/health) [AYUSH](/ayush) [State News](/state-news) [Andaman and Nicobar Islands](/state-news/andaman-and-nicobar-islands) [Andhra Pradesh](/state-news/andhra-pradesh) [Arunachal Pradesh](/state-news/arunachal-pradesh) [Assam](/state-news/assam) [Bihar](/state-news/bihar) [Chandigarh](/state-news/chandigarh) [Chattisgarh](/state-news/chattisgarh) [Dadra and Nagar Haveli](/dadra-and-nagar-haveli) [Daman and Diu](/state-news/daman-and-diu) [Delhi](/state-news/delhi) [Goa](/state-news/goa) [Gujarat](/state-news/gujarat) [Haryana](/state-news/haryana) [Himachal Pradesh](/state-news/himachal-pradesh) [Jammu & Kashmir](/state-news/jammu-kashmir) [Jharkhand](/state-news/jharkhand) [Karnataka](/state-news/karnataka) [Kerala](/state-news/kerala) [Ladakh](/state-news/ladakh) [Lakshadweep](/state-news/lakshadweep) [Madhya Pradesh](/state-news/madhya-pradesh) [Maharashtra](/state-news/maharashtra) [Manipur](/state-news/manipur) [Meghalaya](/state-news/meghalaya) [Mizoram](/state-news/mizoram) [Nagaland](/state-news/nagaland) [Odisha](/state-news/odisha) [Puducherry](/state-news/puducherry) [Punjab](/state-news/punjab) [Rajasthan](/state-news/rajasthan) [Sikkim](/state-news/sikkim) [Tamil Nadu](/state-news/tamil-nadu) [Telangana](/state-news/telangana) [Tripura](/state-news/tripura) [Uttar Pradesh](/state-news/uttar-pradesh) [Uttrakhand](/state-news/uttrakhand) [West Bengal](/state-news/west-bengal) [Medical Education](/news/education) [Industry](/news/industry) Women taking oral contraceptive pills less likely to report depression UK: A recent study published in the Journal of Affective Disorders has found a significantly lower prevalence of major depression (4.6%) amongst users of oral contraceptive pills (OCP), compared to former OCP users (11.4%). The research, which analysed data from 6,239 women in the United States aged 18-55 years old, showed that women who are taking the oral contraceptive pill are less likely to report depression. The study was led by researchers at Anglia Ruskin University (ARU), alongside experts from the Dana-Farber Cancer Institute in Boston and the University of California, Davis. The researchers suggest two possible explanations for their findings, which are contrary to a commonly held belief that OCP can cause depression. One is that taking the pill can remove concerns about unwanted pregnancy, therefore helping to improve the mental health of OCP users. It is also possible the results could be influenced by “survivor bias”, where women who experience signs of depression while using OCP stop taking it, moving them into the category of former users. The cross-sectional study, which used data collected by the Center for Disease Control and Prevention in the United States, controlled for demographic characteristics, chronic conditions, and the use of antidepressants. In both users and former users, widowed, divorced or separated women, obese women or those with a history of cancer were more likely to report depression. In addition, in former users, depression was more commonly reported in women who were Black or Hispanic, were smokers, had lower levels of education, or were experiencing poverty. Lead author Dr Julia Gawronska, a Postdoctoral Research Fellow at Anglia Ruskin University (ARU), said: “Contraception is a crucial component of preventive health care. Most women tolerate taking the oral contraceptive pill without experiencing depressive symptoms but there is a subset of women that may experience adverse mood side effects and even develop depression, and the reasons are not entirely clear. “Unlike some previous studies, we found that women currently taking the oral contraceptive pill were much less likely to report clinically relevant depression compared to women who previously took the pill. “Taking the pill could provide positive mental health benefits for some women, simply by removing their concerns about becoming pregnant. The ‘survivor effect’ could also play a part, with women who experience symptoms of depression more likely to discontinue taking it, placing them into the group of former users. “However, stopping taking the pill without a suitable alternative increases the risk of unintended pregnancy. It is important that women are fully supported, provided with full information, and offered alternative forms of contraception if necessary.” Reference: Julia Gawronska, Catherine Meads, Lee Smith, Chao Cao, Nan Wang, Susan Walker,Association of oral contraceptive pill use and depression among US women, Journal of Affective Disorders, https://doi.org/10.1016/j.jad.2023.10.041 Dr Kamal Kant Kohli-MBBS, DTCD- a chest specialist with more than 30 years of practice and a flair for writing clinical articles, Dr Kamal Kant Kohli joined Medical Dialogues as a Chief Editor of Medical News. Besides writing articles, as an editor, he proofreads and verifies all the medical content published on Medical Dialogues including those coming from journals, studies,medical conferences,guidelines etc. Before Joining Medical Dialogues, he has served at important positions in the medical industry in India including as the Hony. Secretary of the Delhi Medical Association as well as the chairman of Anti-Quackery Committee in Delhi and worked with other Medical Councils in India. Email: editorial@medicaldialogues.in. Contact no. 011-43720751",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://doi.org/10.1016/j.jad.2023.10.041",
      "https://www.doi.org/10.1016/j.jad.2023.10.041"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "arunachal pradesh",
          "sentiment": "none"
        },
        {
          "name": "state news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "andhra pradesh",
          "sentiment": "none"
        },
        {
          "name": "nicobar islands",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:48:58.069+02:00",
    "updated": "2024-01-06T01:48:58.069+02:00"
  }
]