[
  {
    "uuid": "c7b90b651892caa2171aca7ce3059449b25744d5",
    "url": "https://www.lagaceta.com.ar/nota/1044603/deportes/anuncio-demichelis-al-plantel-river-sobre-continuidad.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Gaceta",
    "published": "2024-07-25T21:05:00Z",
    "title": "El anuncio de Demichelis al plantel de River sobre su continuidad",
    "text": "Los ánimos no son los mejores en [River](https://www.lagaceta.com.ar/tags/598/club-atletico-river-plate). La derrota 2-1 ante [Godoy Cruz](https://www.lagaceta.com.ar/tags/19282/godoy-cruz), en Mendoza, acentuó el malestar en el mundo “millonario”, que mira cada vez con más desconfianza a [Martín Demichelis](https://www.lagaceta.com.ar/tags/1443/martin-demichelis). Mientras el crédito se le agota, el DT habló con sus jugadores sobre su continuidad. “Estoy con energía para seguir”, fue la frase que “Micho” pronunció ante todo el plantel, en el primer entrenamiento en Ezeiza tras la caída en Mendoza, en medio de las especulaciones que hay sobre su futuro en el club. El “millonario” tendrá tres encuentros por la Liga Profesional (ante Sarmiento, Unión y Huracán) antes de la serie de octavos de final de la Copa Libertadores, ante Talleres; una serie que puede ser clave para el futuro de Demichelis. Mientras tanto, el DT se juntó con la comisión directiva, aunque no se puso en duda su continuidad; de hecho, los principales dirigentes le manifestaron su apoyo, y hubo charlas sobre el mercado de pases. Clima \"caliente\" en River Plate: un hincha confrontó a Martín Demichelis y le pidió su renuncia Martín Demichelis enfrenta su momento más crítico desde que asumió como director técnico de River Plate en noviembre de 2022. La derrota ante Godoy Cruz en Mendoza por la Liga Profesional colmó la paciencia de los hinchas, quienes no solo cantaron y silbaron a los jugadores, sino que uno de ellos confrontó cara a cara al entrenador exigiendo su renuncia. Ante esta situación, el DT decidió cancelar la conferencia de prensa post-partido y se dirigió directamente al autobús que llevaría al equipo al aeropuerto. Durante el trayecto, en una zona donde los hinchas podían acercarse, Demichelis recibió una serie de insultos por parte de los seguidores de River, quienes criticaron su desempeño y pedían su salida. El entrenador intentó mantenerse al margen de los agravios y esperó junto a la puerta del autobús a que todos los jugadores abordaran. En esos pocos metros, aunque el ambiente era tenso, tres hinchas en particular destacaron, dos de ellos insultando al DT y uno exigiéndole vehementemente que se fuera. El motor del autobús dificultó escuchar claramente lo que el hincha, vestido con un abrigo rojo de River, le decía a Demichelis, pero se logró captar que lo culpaba del daño al club, lo insultaba y también increpaba a los jugadores, especialmente a Franco Armani, pidiéndoles mayor esfuerzo en el campo. No obstante, entre lo difuso se alcanza a oír que el hincha neutral le reprocha el daño que le está haciendo al club. Además, cuando ve salir a los jugadores, apunta directamente a Armani: “Agarrá una vos también”, le gritó. En tanto que al resto del plantel le dejó un mensaje. “Traspiren la camiseta, caminaron todo el partido!”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:26:48.583+03:00",
    "updated": "2024-07-26T00:26:48.583+03:00"
  },
  {
    "uuid": "22fe3938be6dd0fde250f8e2e89ccf6cce2d3920",
    "url": "https://www.mansfieldnewsjournal.com/story/news/nation/2023/12/28/ohio-social-media-parental-notification-act-explained/72051227007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kayla Bennett",
    "published": "2023-12-28T21:07:00Z",
    "title": "New Ohio law calls for parental consent before using social media",
    "text": "New law in Ohio cracks down on social media use among kids: What to know [Kayla Bennett](https://www.dispatch.com/staff/8401066001/kayla-bennett/) Starting in January a new state law will make it harder for children under 16 to access social media in Ohio. On Jan. 15, [Ohio’s Social Media Parental Notification Act](https://governor.ohio.gov/administration/lt-governor/071123) will go into effect, and big name companies will have until then to comply. Ohio Gov. Mike DeWine signed the state’s annual budget in July, which included the Social Media Parental Notification Act. Here's everything to know about Ohio's new law and how it works. What is Ohio's new social media law? The law requires companies to obtain parental consent to contractual terms of service from a parent or legal guardian before individuals younger than 16 can use the companies' platforms. This includes social media and online gaming or activity companies, such as Facebook, Instagram, YouTube, TikTok and Snapchat. It does not pertain to e-commerce platforms. If a parent or legal guardian fails or refuses to consent to the terms of service, the company must deny the child access or use of the platform. How do companies obtain consent? Companies will have to follow certain steps in order to consent from a parent or legal guardian. The steps include creating a method to determine whether the user is a child under the age of 16 and obtaining verifiable parental or legal guardian consent If the user indicates that they are under the age of 16, the following methods can be used for verification: - Sign a digital form consenting to the terms of service - Use a credit card, debit card, or other online payment system - Call a toll-free telephone number - Connect to trained personnel via video-conference - Check a form of government-issued identification Companies then must send the written confirmation of the consent to the parent or legal guardian. Why is this happening? Lt. Gov. Jon Husted pushed for the new law. He believes social media is designed to be addictive and is harming the mental health of children. He said it’s time that parents have more say in the digital lives of their children. \"We hope that more parents will either prohibit or limit the amount of interaction their children are having, amount of time their children are spending on their devices, on these apps, and put filters on it to make sure that it is limiting the age-level content if they really want their children to be seeing,\" Husted said. Some companies, like Meta, already have support features Companies like Meta, which owns Facebook, Instagram and other platforms, already have features in place to support teenagers and their families when using their platforms. For example, Meta has age verification technology that helps users experience appropriate content and accounts for their age. Accounts are also automatically set to private for individuals under the age of 16. Rachel Holland, a Meta spokesperson, said the company wants young people to have a safe and positive experience across the internet and that’s why they’ve built safety and privacy features into teen experiences. “We’ve developed more than 30 tools to support families, including parental supervision tools that allow teens and parents to navigate social media safely together and tools to help ensure teens have age-appropriate experiences online,” Holland said in a statement. Meta's Director of Global Head of Safety Antigone Davis recently [wrote a blog post](https://medium.com/@AntigoneDavis/parenting-in-a-digital-world-is-hard-congress-can-make-it-easier-6039e7a350b1) calling for a solution to parental consent. \"Parents should approve their teen’s app downloads, and we support federal legislation that requires app stores to get parents’ approval whenever their teens under 16 download apps,\" Davis wrote. She believes the industry should come together with lawmakers to create simple, efficient ways for parents to oversee their teens' online experiences. Instagram is now [supporting federal legislation](https://protect-us.mimecast.com/s/wBqFCW6KY7iDgE7z9TK9UfX?domain=about.instagram.com). “We’ll continue evaluating proposed legislation and working with policymakers on developing simple, easy solutions for parents on these important industry wide issues,” Holland said. Will Ohio's new law stick? Other states have passed laws pertaining to children’s privacy on social media platforms. However, judges have blocked those laws in some states, like in Arkansas following a lawsuit from NetChoice, a coalition of trade associations, e-commerce businesses and online consumers. NetChoice submitted [opponent testimony](https://netchoice.org/wp-content/uploads/2023/06/NetChoice-Opposition-to-Sub.-H.-B.-No.-33-Ohio-Unlawful-takings.pdf) for Ohio’s new legislation. Other states, like [Utah](https://socialmedia.utah.gov/#:~:text=Starting%20on%20March%201%2C%202024,access%20to%20their%20child%27s%20account), will be joining Ohio in having legislation take effect next year. In other states, Husted said, social media and online gaming or activity companies have been cowardly in the actions they’ve taken against the legislation. He said rather than stepping out in public, companies just file lawsuits to try and prevent the laws from going into effect. “I fully expect that that's being contemplated in Ohio, and I will give them fair warning that if they don't comply with this, what we simply have asked them to do, that we will be more aggressive in what we do in response,” Husted said. Companies, if they do not comply, will face civil penalties and fines, which are listed out in the [law’s revised code](https://codes.ohio.gov/ohio-revised-code/section-1349.09). Kayla Bennett is a fellow in the E.W. Scripps School of Journalism's Statehouse News Bureau.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://codes.ohio.gov/ohio-revised-code/section-1349.09).",
      "https://www.dispatch.com/staff/8401066001/kayla-bennett/)",
      "https://netchoice.org/wp-content/uploads/2023/06/NetChoice-Opposition-to-Sub.-H.-B.-No.-33-Ohio-Unlawful-takings.pdf)",
      "https://socialmedia.utah.gov/#:~:text=Starting%20on%20March%201%2C%202024,access%20to%20their%20child%27s%20account),",
      "https://medium.com/@AntigoneDavis/parenting-in-a-digital-world-is-hard-congress-can-make-it-easier-6039e7a350b1)",
      "https://governor.ohio.gov/administration/lt-governor/071123)",
      "https://protect-us.mimecast.com/s/wBqFCW6KY7iDgE7z9TK9UfX?domain=about.instagram.com).",
      "https://www.medium.com/@AntigoneDavis/parenting-in-a-digital-world-is-hard-congress-can-make-it-easier-6039e7a350b1)",
      "https://www.netchoice.org/wp-content/uploads/2023/06/NetChoice-Opposition-to-Sub.-H.-B.-No.-33-Ohio-Unlawful-takings.pdf)",
      "https://protect-us.mimecast.com/s/wBqFCW6KY7iDgE7z9TK9UfX",
      "https://www.protect-us.mimecast.com/s/wBqFCW6KY7iDgE7z9TK9UfX?domain=about.instagram.com).",
      "https://www.codes.ohio.gov/ohio-revised-code/section-1349.09).",
      "https://www.socialmedia.utah.gov/#:~:text=Starting%20on%20March%201%2C%202024,access%20to%20their%20child%27s%20account),",
      "https://www.governor.ohio.gov/administration/lt-governor/071123)",
      "https://dispatch.com/staff/8401066001/kayla-bennett/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kayla bennett",
          "sentiment": "negative"
        },
        {
          "name": "mike dewine",
          "sentiment": "none"
        },
        {
          "name": "tiktok",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new ohio",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:07.263+02:00",
    "updated": "2023-12-29T00:28:07.263+02:00"
  }
]
