[
  {
    "uuid": "435c5f61a380373ec73cbecc34fd63df276b4daa",
    "url": "https://www.newsbreak.com/marion-county-ia/3279708085390-the-warmest-december-in-marion-county-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T23:23:00Z",
    "title": "The warmest December in Marion County history",
    "text": "The popular image of an idyllic December is one of white Christmases, hot chocolate retreats, snow-capped conifers, and cozy, cold-weather activities. But not every December lives up to those expectations. Most of the continental U.S. will experience its peak winter cold weather in January and February . Officially, winter doesn't even start until Dec. 21. Across the U.S., the average December temperature from 1901-2000 was right above freezing point, at 32.68 F. Yearly temperatures can be compared to this 20th-century long-term average to find how uncommon a year's December climate was. The nation's warmest December on record was 2021, when the average temperature reached 6.66 F above the long-term average, at 39.34 F. December 2022 was closer to the previous century's average for the U.S. overall, at 33.08 F. The average temperature in Marion County, Iowa from 1901-2000 was 25.7. The diverse climates of the U.S. mean residents can experience a range of holiday weather without breaking out their passports. Within the continental U.S., Monroe County, Florida, at the Southeast tip of the state, reported the highest average December temperature during the past century at 67.6 F. On the other end of the spectrum was Roseau County, Minnesota, bordering Canada, at 7.2 F. However, across both sides of the extremes, temperatures are warming. While that doesn't mean every December will be warmer than the last or the prior century's average, it does mean long-term temperature averages will continue to inch up the thermometer. When did Marion County, Iowa experience its warmest December? To find out, Stacker used data from the National Centers for Environmental Information to identify the 15 Decembers with the highest average temperature since 1895. Also included is how that year's temperature compared to the 1901-2000 average. Read on to see if you lived through the warmest December in Marion County, Iowa history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=01dDBZ_0qSiITHG00",
      "https://www.stacker.com/Iowa/Marion-County-IA",
      "https://img.particlenews.com/image.php?url=01dDBZ_0qSiITHG00",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance",
      "https://climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=01dDBZ_0qSiITHG00",
      "https://www.img.particlenews.com/image.php?url=01dDBZ_0qSiITHG00",
      "https://ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://stacker.com/Iowa/Marion-County-IA"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "marion county",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:54:05.391+02:00",
    "updated": "2023-12-29T01:54:05.391+02:00"
  },
  {
    "uuid": "a5d3910073c2feefc7140418bf2b1533b469e68d",
    "url": "https://www.openpr.com/news/3469203/customfam-releases-personalized-memorial-canvas-collection",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Getnews",
    "published": "2024-04-18T21:18:00Z",
    "title": "Customfam Releases Personalized Memorial Canvas Collection",
    "text": "Customfam Releases Personalized Memorial Canvas Collection To Help People Preserve Cherished Memories Of Their Loved Ones Forever Image: https://www.getnews.info/uploads/b98490c5fe8440aff22b5927db5aef74.png CustomFam [https://customfam.com/], a leading provider of personalized gifts and keepsakes, has launched its Personalized Memorial Canvas collection. The custom artworks have been designed to honor the memory of loved ones and preserve cherished memories for generations to come. In a statement to the press, a senior representative for the company, Steve Chard said, \"Losing a loved one is a challenging experience. It's no wonder that people are always searching for ways to keep their memory alive as this can bring comfort and solace. Our canvas offer a meaningful way to honor the life and legacy of the departed, ensuring that their presence is felt and remembered for years to come. Our Personalized Memorial Canvas is more than just a piece of artwork and serves as a heartfelt tribute to the memory of a loved one. Each canvas is carefully crafted to preserve cherished memories and provide comfort and strength for grieving people.\" The Personalized Memorial Canvas [https://customfam.com/] have been made using high quality materials to enhance texture and make them durable. Moreover, the items have perfectly folded corners to offer a polished and professional finish. The collection was made in collaboration with world class designers to ensure they capture the essence of their precious memories. He went on to add, \"At CustomFam, we understand the importance of honoring the legacy of loved ones. That is why the items feature resistance to sagging and stretching which ensures long-lasting durability. It also has UV and fade-resistant properties to preserve the artwork's beauty over time. The items are delivered ready to hang which makes it easy to display and admire. Our Personalized Memorial Canvas is a heartfelt way to keep memories of loved ones alive and comfort those grieving. This is why we have priced them to be as affordable as possible.\" People can search for a wide range of personalized gifts, including Gifts for moms, dads, and pet lovers on the website. To celebrate the launch of the Personalized Memorial Canvas collection, CustomFam is offering free shipping on all orders over $100. People interested in owning or gifting a timeless tribute to their loved ones can visit the website https://customfam.com/ today. About CustomFam CustomFam is a leading provider of personalized gifts and keepsakes dedicated to helping customers create that meaningful and memorable experiences. They offer various customizable products, including canvases that turn cherished memories into timeless treasures. Media Contact Company Name: CustomFam Contact Person: Steve Chard Email: Send Email [http://www.universalpressrelease.com/?pr=customfam-releases-personalized-memorial-canvas-collection-to-help-people-preserve-cherished-memories-of-their-loved-ones-forever] Address:1178, 701 Tillery Street Unit 12, Austin City: Travis State: TX, 78702 Country: United States Website: https://customfam.com/ This release was published on openPR. Permanent link to this press release: Copy Please set a link in the press area of your homepage to this press release on openPR. openPR disclaims liability for any content contained in this release. You can edit or delete your press release Customfam Releases Personalized Memorial Canvas Collection To Help People Preserve Cherished Memories Of Their Loved Ones Forever here News-ID: 3469203 • Views: … More Releases from Getnews [](/news/3469200/shower-power-discover-phoenix-s-finest-shower-enclosures-with) Shower Power: Discover Phoenix's Finest Shower Enclosures with GCS Glass Image: https://www.getnews.info/wp-content/uploads/2024/04/1668002933.jpeg Homeowners seeking to revitalize their living spaces can discover a world of possibilities with GCS Glass, a company specializing in exquisite shower enclosures designed and installed by a team of experts in Phoenix, Arizona. Homeowners seeking to revitalize their living spaces can discover a world of possibilities with GCS Glass, a company specializing in exquisite shower enclosures designed and installed by a team of experts in Phoenix, Arizona. Their … [](/news/3469199/colorado-carpet-masters-recognized-for-new-advanced-carpet) Colorado Carpet Masters: Recognized for New Advanced Carpet Cleaning Equipment i … Image: https://www.getnews.info/wp-content/uploads/2024/04/1713458465.png Broomfield, Colorado - April 18, 2024 - Colorado Carpet Masters [https://www.colorado-carpet-masters.com/carpet-cleaning-broomfield/], a trusted family-owned carpet cleaning business with over 30 years of experience, is proud to announce its recognition for utilizing the best, newest, and most advanced carpet cleaning equipment in the industry. This acknowledgment underscores the company's commitment to innovation, excellence, and environmental responsibility. Our state-of-the-art carpet cleaning equipment ensures a more thorough clean, cutting the cleaning time in … [](/news/3469196/pest-control-melbourne-the-guide-to-protecting-a-home) Pest Control Melbourne: The Guide to Protecting A Home Melbourne, the coastal capital of Victoria, is not only known for its bustling alleyways and vibrant arts scene but also for its encounters with various pests. The city's residents often face issues with common urban pests such as rodents, cockroaches, ants, and termites. Pest control is an essential service for maintaining public health and property integrity across the metropolitan area. Effective pest management ensures that these nuisances are kept in … [](/news/3469194/bsa-claims-solutions-expands-independent-insurance-adjuster) BSA Claims Solutions Expands Independent Insurance Adjuster Services to Daytona, … Image: https://www.getnews.info/wp-content/uploads/2024/04/1699952701.png BSA Claims Solutions, a leading independent insurance adjuster company, is proud to announce its expansion into Daytona, FL, bringing unparalleled insurance claims adjusting services to the local community and surrounding areas. Daytona, FL - BSA Claims Solutions, a leading independent insurance adjuster company [https://fundasmarket.com/professional-claims-services-an-comprehensive-approach-to-insurance-claims/], is proud to announce its expansion into Daytona, FL, bringing unparalleled insurance claims adjusting services to the local community and surrounding areas. This strategic move … More Releases for Personalized [](/news/2612724/personalized-supplement-market-report-top-players-types) Personalized Supplement Market Report- Top Players, Types, Applications and Regi … The Personalized Supplement Market research report presents new recent developments, import-export analysis, trade regulations, value chain optimization, the impact of domestic and Personalized Supplement Market players, analyses opportunities in terms of emerging revenue pockets, and changes in market regulations. Personalized Supplement Market also highlights strategic market growth analysis, market size, category Personalized Supplement Market growths, product approvals, product launches, and geographic expansion in the Personalized Supplement Market. Download FREE PDF of … [](/news/1076886/prosperfit-your-personalized-financial-fitness-platform.html) Prosperfit : your personalized financial fitness platform We are Prosperfit, an organisation that is here to provide financial education through cognitive technology with our unbiased hand-holding. We are equipped to help individuals from a diverse background to become savvy and are equipped to choose the right action for their financial matters. Our personalised, secure, web based and mobile platforms help the users take the decision with ease and comfort. Prosperfit does not believe in taking commission from … [](/news/870364/trendsights-analysis-personalized-health.html) TrendSights Analysis: Personalized Health ReportsWeb.com published “Personalized Health Market” from its database. The report covers the market landscape and its growth prospects over the coming years. The report also includes a discussion of the key vendors operating in this market. Today's digitally savvy consumers are taking their personal wellbeing into their own hands by using products and services that address their specific health needs and help them \"live better.\" As awareness increases, demand for more … [](/news/618580/personalized-cancer-vaccines-market-personalized-cancer-vaccines-clinical-pipeline-report-2022.html) Personalized Cancer Vaccines Market Personalized Cancer Vaccines Clinical Pipeli … For Report Sample Contact: neeraj@kuickresearch.com or +91-11-47067990 Report Table of Contents 1. Personalized Vaccine: Trail Towards Cancer 1.1 Prologue to Personalized Cancer Immunotherapy 1.2 Advent of Personalized Cancer Vaccine 2. Perception of Personalized Vaccinomics 2.1 Genetic Heterogeneity by HLA System 2.2 Genesis of Tumor Neoantigens 3. Identification of Tumor Neoantigens 3.1 Conventional Methodologies 3.2 Next Genome Sequencing Approach 4. Development of Personalized Vaccines 4.1 Development … [](/news/315961/personalized-pcap-touchscreen-design.html) Personalized PCAP touchscreen design Distec combines multi-touch foil with custom cover glass to create compact touch solutions in countless design variations Distec - leading German specialist for TFT flat screens and system solutions for industrial and multimedia applications - now offers touch screen displays with custom designed projected capacitive (PCAP) touchscreens. \"Our modular, compact touch solutions are implemented according to customer requirements,\" explained Matthias Keller, COO Components at Distec. \"Whether a custom colored print or … [](/news/236016/us-personalized-cancer-genome-sequencing-market.html) US Personalized Cancer Genome Sequencing Market RNCOS has recently added a new Market Research Report titled, “US Personalized Cancer Genome Sequencing Market” to its report gallery. The US personalized cancer Whole-Genome Sequencing market is primarily classified into targeted genome sequencing and Whole-Genome Sequencing. Our report entitled “US Personalized Cancer Genome Sequencing Market” takes into account the Whole-Genome Sequencing services, i.e. one of the most attractive sectors due to its inherent capability of high revenue generation and …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.colorado-carpet-masters.com/carpet-cleaning-broomfield/",
      "https://customfam.com/",
      "https://www.getnews.info/wp-content/uploads/2024/04/1668002933.jpeg",
      "http://www.universalpressrelease.com/?pr=customfam-releases-personalized-memorial-canvas-collection-to-help-people-preserve-cherished-memories-of-their-loved-ones-forever",
      "https://fundasmarket.com/professional-claims-services-an-comprehensive-approach-to-insurance-claims/",
      "https://getnews.info/wp-content/uploads/2024/04/1668002933.jpeg",
      "https://fundasmarket.com/professional-claims-services-an-comprehensive-approach-to-insurance-claims",
      "https://www.customfam.com/",
      "https://www.colorado-carpet-masters.com/carpet-cleaning-broomfield",
      "http://universalpressrelease.com/?pr=customfam-releases-personalized-memorial-canvas-collection-to-help-people-preserve-cherished-memories-of-their-loved-ones-forever",
      "https://customfam.com",
      "http://www.universalpressrelease.com/",
      "https://colorado-carpet-masters.com/carpet-cleaning-broomfield/",
      "https://www.fundasmarket.com/professional-claims-services-an-comprehensive-approach-to-insurance-claims/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steve chard",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:36:46.526+03:00",
    "updated": "2024-04-19T00:36:46.526+03:00"
  },
  {
    "uuid": "1253d302449c745ab1d37460a930c7d4f7862a27",
    "url": "https://www.uol.com.br/splash/noticias/2024/06/27/ex-globo-sobre-ir-trabalhar-no-governo-bolsonaro-isso-nao-era-para-mim.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tiago Minervino",
    "published": "2024-06-27T21:47:00Z",
    "title": "Ex-Globo sobre ir trabalhar no governo Bolsonaro: 'não era para mim'",
    "text": "Celebs Ex-Globo sobre ir trabalhar no governo Bolsonaro: 'Isso não era para mim' Colaboração para Splash, em São Paulo 27/06/2024 18h47\nIzabella Camargo deixou a TV Globo em 2019 e foi assessora de Marcos Pontes Imagem: Divulgação/TV Globo Izabella Camargo, 43, afirmou não se arrepender de ter ido trabalhar no governo de Jair Bolsonaro (PL), mas admitiu que aquele ambiente não era o ideal para ela.\nO que aconteceu Camargo atuou no ministério de Ciências e Tecnologia e ficou no governo por três meses. Em entrevista ao podcast RivoTalks, ela explicou que foi convidada pelo ministro da pasta na época Marcos Pontes com o intuito de \"ajudar a popularizar a ciência\".\nA jornalista, que havia sido demitida da Globo e não tinha conseguido recolocação no mercado, explicou que aceitou o convite sem titubear. \"Achei incrível. E naquele momento não tínhamos a mínima ideia do que seria o governo. Eu não tenho partido, cor, lado nenhum, sou isenta de viés [político]. Naquele momento sem emprego, sem informações do que aconteceria, claro que aceitei\".\nJuca Kfouri\nO Corinthians não está em condições de fazer apostas\nJosias de Souza\nAmericanas: investigação não chegou ao 1º escalão\nRaquel Landim\nPlano de cortes de Haddad não confrontará esquerda\nAlicia Klein\nAbel errou tudo dentro de campo e acertou fora dele\nEla explicou que já na primeira semana ligou para marido e falou \"isso não é para mim\". \"Quando chego lá, na minha primeira semana, entendi que era muito idealismo da minha parte que de fato conseguiria popularizar a ciência. O Marcos até me deu carta branca, mas acontece que ninguém faz nada sozinho\".\nIzabella Camargo afirmou que fiz o melhor que podia durante os três meses em que esteve no ministério. \"O modelo de comunicação não era o meu. Nesses três meses, fiz o melhor que eu pude, dentro das condições que eu tinha, para popularizar a ciência. Não me arrependo porque foi importante\".\nComunicar erro Veja também Deixe seu comentário Só para assinantes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:02:00.367+03:00",
    "updated": "2024-06-28T01:02:00.367+03:00"
  },
  {
    "uuid": "cc011276e05adc0abd7b724f73a92eb8f795a007",
    "url": "https://www.bakersfield.com/ap/news/july-retail-sales-reveal-a-summer-vacation-from-discretionary-spending-reports-circana/article_a33001b8-53bb-5835-a0c6-d9672051ce23.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Circana - (GLOBE NEWSWIRE)",
    "published": "2024-08-15T18:55:00Z",
    "title": "July Retail Sales Reveal a Summer Vacation From Discretionary Spending, Reports Circana | News | bakersfield.com",
    "text": "CHICAGO, Aug. 15, 2024 (GLOBE NEWSWIRE) -- CHICAGO, August 15, 2024 — Total U.S. retail sales across the combined view of discretionary general merchandise and consumer packaged goods (CPG) continued on the path toward a state of equilibrium in July. During the four weeks ending August 3, 2024, overall sales revenue remained level with the same four weeks last year, and unit demand declined 1%. While both food and beverage and non-edible CPG sales revenue increased 1%, with generally flat year-over-year unit performance, discretionary sales remained challenged, with a 3% decline in dollars and a 2% decline in units. Despite major retail promotional events, consumers maintained their steady spending of the past several months, according to Circana ™, a leading advisor on the complexity of consumer behavior. “This month’s sales results demonstrate just how adept consumers have gotten at adapting their spending behavior to stick to a budget, including taking a break in some areas,” said Marshal Cohen, chief retail industry advisor for Circana . “This apparent vacation from spending is having an impact across discretionary categories. The long-standing strong performance in beauty and the auto aftermarket is starting to level off; back-to-school shopping has yet to show up in a significant way, and challenging results for apparel, footwear and accessories demonstrate that consumers are holding off on updating their wardrobes.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Customer Insights and Reviews",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.globenewswire.com/Tracker?data=k-tYIBWTj97o3TEvn5aodRnEhs30FNEnJfmINO975VuFz_uBdjJ4gpNN0jp9yFsyKNjFrpK9Bz43lRKYIv7o1w==",
      "https://www.globenewswire.com/Tracker?data=xtyZ7bFE5qIyObgkc724EtZY18aVdsI_H4fKH_Na7MHO3dtFSpFh1NoRboGv1VrUc9AgDizc8WeizEePyI6YJJgGtanHx1B_g9Far4IBqoO5-6ivLw2OuqpYtEVyia-rgxouOcOlqCCguIQ4zGwES1gqNfkZOLT0NvBVtmr3KNf_F-3d8yTmeqicXh_0tGnL",
      "https://www.globenewswire.com/Tracker",
      "https://globenewswire.com/Tracker?data=xtyZ7bFE5qIyObgkc724EtZY18aVdsI_H4fKH_Na7MHO3dtFSpFh1NoRboGv1VrUc9AgDizc8WeizEePyI6YJJgGtanHx1B_g9Far4IBqoO5-6ivLw2OuqpYtEVyia-rgxouOcOlqCCguIQ4zGwES1gqNfkZOLT0NvBVtmr3KNf_F-3d8yTmeqicXh_0tGnL",
      "https://globenewswire.com/Tracker?data=k-tYIBWTj97o3TEvn5aodRnEhs30FNEnJfmINO975VuFz_uBdjJ4gpNN0jp9yFsyKNjFrpK9Bz43lRKYIv7o1w=="
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cohen",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:33:47.163+03:00",
    "updated": "2024-08-16T01:39:08.670+03:00"
  },
  {
    "uuid": "70d6a5ce7d8e70439467541f920cd4c7e5455e86",
    "url": "https://www.dailyexcelsior.com/indian-warship-helps-pakistani-crew-onboard-iranian-fishing-vessel/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Excelsior",
    "published": "2024-05-04T02:40:00Z",
    "title": "Indian warship helps Pakistani crew onboard Iranian fishing vessel - Daily Excelsior",
    "text": "New Delhi, May 4: Indian Navy has responded to a distress call and provided critical medical assistance to a Pakistani crew member onboard an Iranian fishing vessel Al Rahmani, an Indian Navy spokesperson said. The warship, INS Sumedha deployed for anti-piracy operations in the Arabian Sea, intercepted fishing vessel Al Rahmani in early hours of April 30, according to the statement released by Indian Navy Spokesperson on X. The ship’s boarding team and medical specialists boarded the fishing vessel and rendered medical acceptance to the crew member. The Spokesperson stated, “In a swift response to a distress call, #INSSumedha, mission deployed for #antipiracy ops in the #ArabianSea provided critical medical assistance to an Iranian FV (with 20 Pakistani crew), for a near drowning case of one of its crew member.” “Responding swiftly to the distress call, INS Sumedha intercepted FV Al Rahmani in early hours of #30Apr 24. Ship’s boarding team & medical specialists boarded the FV & rendered medical assistance to the crew member, who was experiencing laboured breathing with active seizures,” it added. The Indian Navy Spokesperson said that the patient after medical management was conscious and relieved clinically. “Post medical management, the patient was oriented, conscious and relieved clinically. Relentless efforts by mission deployed units of #IndianNavy symbolises its steadfast commitment towards safeguarding and assisting seafarers operating in the region,” Indian Navy Spokesperson posted on X. On April 28, Indian warship, INS Kochi, responded to the maritime security incident involving an attack on a Panama-flagged crude oil tanker, MV Andromeda Star PM, Indian Navy said in a statement. The distressed oil tanker was intercepted by the Indian Navy ship and an aerial recce was carried out by the Indian Navy helicopter to assess the situation. Additionally, an Explosive Ordnance Disposal (EOD) team was also deployed onboard the distressed vessel for residual risk assessment. A total of 30 crew (including 22 Indian nationals) are reported to be safe and the vessel is continuing its scheduled transit to the next port, the Indian Navy said in its statement. “The swift action of IN ship reiterates the commitment and resolve of the Indian Navy in safeguarding the seafarers plying through the region,” it added. (Agencies) Indian warship helps Pakistani crew onboard Iranian fishing vessel New Delhi, May 4: Indian Navy has responded to a distress call and provided critical medical assistance to a Pakistani crew member onboard an Iranian fishing vessel Al Rahmani, an Indian Navy spokesperson said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "al rahmani",
          "sentiment": "none"
        },
        {
          "name": "ins sumedha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indian navy",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "arabian sea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T10:41:49.551+03:00",
    "updated": "2024-05-04T10:41:49.551+03:00"
  },
  {
    "uuid": "90bdf1e3dd1ec7455a19604f2444d75182527a6f",
    "url": "https://istoedinheiro.com.br/papa-passa-bem-a-noite-mas-nao-vai-rezar-pela-segunda-vez-consecutiva-bencao-dominical",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação",
    "published": "2025-02-22T11:54:00Z",
    "title": "Papa passa bem a noite, mas não vai rezar, pela segunda vez consecutiva, benção dominical",
    "text": "22/02/2025 - 8:54\nO Papa Francisco, internado há oito dias devido a uma pneumonia bilateral, não fará a tradicional oração do Angelus no domingo, 23, pela segunda semana consecutiva, informou o Vaticano neste sábado, 22.\nO pontífice argentino, de 88 anos, enviará um texto que será publicado, mas não será lido por ele, assim como ocorreu no domingo passado, declarou o porta-voz Matteo Bruni.\nO Vatican News, o serviço oficial de comunicação da Santa Sé, informou neste sábado que o Papa Francisco teve uma noite tranquila enquanto continua em tratamento para a pneumonia bilateral no Hospital Gemelli, em Roma.\nNa sexta-feira, 21, a equipe médica informou que o pontífice tem apresentado melhora clínica e feito até piadas, mas ainda não está fora de perigo.\n“Se a pergunta é ‘ele está fora de perigo?’: não. Se depois vocês nos perguntam se neste momento ele está em perigo de vida, a resposta, de qualquer forma, é não. Agora ele passou 20 minutos, foi do seu quarto até a capela para rezar. Porém, a situação realisticamente é esta: ele é o Papa, mas também é um homem”, afirmou o médico Sergio Alfieri.\nQuestionado por um jornalista qual é a maior preocupação, os médicos alertaram que existe o risco de que os germes das vias respiratórias entrem em sua corrente sanguínea, causando sepse.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Religion and Belief"
    ],
    "topics": [
      "Health->health care approach",
      "Health->hospital",
      "Health->medical condition",
      "Human Interest->ceremony",
      "Religion and Belief->religious leader",
      "Religion and Belief->christianity",
      "Religion and Belief->religious ritual"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-22T14:05:33.040+02:00",
    "updated": "2025-02-22T14:05:33.040+02:00"
  },
  {
    "uuid": "e137bc455ce11a5d9d024fee750e9c4da8cdd563",
    "url": "https://www.goodnewsnetwork.org/this-robot-expertly-takes-apart-e-waste-so-their-components-can-be-reused",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andy Corbley",
    "published": "2024-10-17T19:37:00Z",
    "title": "This Robot Expertly Takes Apart E-Waste So Their Components Can Be Reused",
    "text": "A former tech hardware entrepreneur has refocused his talents on tackling the problem of electronic device waste. His startup manufactures and programs precision robots to delicately take apart products and separate still-useable components for reuse, not recycling. Rob Lawson-Shanks is his name, and having just been bankrolled by some of the biggest names in stakeholder venture capitalism, he’s not only helping recycling facilities disassemble electronics that would previously be scrapped, but also working with companies like Dell to design new devices that are easier for his robots to unmake. “I started to realize I was contributing to this massive, 60-million-ton problem of e-waste because of how we were designing, manufacturing, and ultimately not recovering - [Sale!](https://www.goodnewsnetwork.org/product/new-paperback-book-and-now-the-good-news/)The GNN Paperback Book: “And Now, The Good News” Original price was: $14.95.$13.99Current price is: $13.99.[More Details](https://www.goodnewsnetwork.org/product/new-paperback-book-and-now-the-good-news/) - [Sale!](https://www.goodnewsnetwork.org/product/the-nutrition-company-on-a-mission-to-help-others/)The Nutrition Company On a Mission to Help Others $25-$88$21.25– $74.80[More Details](https://www.goodnewsnetwork.org/product/the-nutrition-company-on-a-mission-to-help-others/) - Holistic Patches Relieve Anxiety – Without Drugs $29.95[More Details](https://www.goodnewsnetwork.org/product/gopatch-gnn-shop/) - [Sale!](https://www.goodnewsnetwork.org/product/within-good-reminder-bracelet/)‘Within Good There is God’ Reminder Bracelet (with Canvas Pouch) $29.99$26[More Details](https://www.goodnewsnetwork.org/product/within-good-reminder-bracelet/) - [Sale!](https://www.goodnewsnetwork.org/product/a-daily-dose-of-positivity-right-on-your-toes/)A Daily Dose of Positive Affirmations–Right on Your Toes $14.99$13.50[More Details](https://www.goodnewsnetwork.org/product/a-daily-dose-of-positivity-right-on-your-toes/) - [Sale!](https://www.goodnewsnetwork.org/product/humankind-book-sales/)The Heartwarming Feel-Good Book We All Need 15.9910.49[More Details](https://www.goodnewsnetwork.org/product/humankind-book-sales/) - N95 Scarf and Mask Filter the Air Around You By 99% $29-$69[More Details](https://www.goodnewsnetwork.org/product/scarf-filters-city-air-around/) - [Sale!](https://www.goodnewsnetwork.org/product/fire-dept-coffee/)Fresh Roasted Fire Dept. Coffee Original price was: $11.99.$10.80Current price is: $10.80.[More Details](https://www.goodnewsnetwork.org/product/fire-dept-coffee/) [he told Fast Company’s Adele Peters](https://archive.is/eNtsh#selection-699.89-699.257). His company Molg makes and programs robots that use multiple arms and cameras with extraordinary delicacy to remove panels, unscrew fasteners, and extract chips all on their own. “We use really high-precision, non-destructive [equipment], and really care about what we’re touching and then moving so that we can retest, re-qualify, and redeploy,” Lawson-Shanks says. “Ultimately, it’s to try and keep things at the highest value possible.” The small systems—10 feet by 3 feet by 10 feet tall—are designed to fit inside existing e-waste processing facilities. They can take apart some devices in as fast as five minutes. At the moment, the machines are excellent at taking apart old servers to recover components to make new units for data centers. GREEN CAPITALISM: [Tuscany’s New Airport Terminal Will Have a Vineyard on the Roof, Obviously](https://www.goodnewsnetwork.org/tuscanys-new-airport-terminal-will-have-a-vineyard-on-the-roof-obviously/) The idea is that each time a Molg “microfactory,” as they’re called, disassembles something, the components inside are tracked and databased before being used in a mid-tier market item. When that item is broken down, the same components can be used to make a simpler electronic product, and all the way until its material structure breaks down and goes to be recycled. Ideally, Lawson-Shanks said, devices in our society should be built with components that can be scavenged 4 to 5 times before needing to be recycled. MORE STORIES LIKE THIS: [LEGO Invests to Make Half the Plastic in Its Bricks from Renewable Materials by 2026](https://www.goodnewsnetwork.org/lego-paying-out-of-pocket-to-make-half-the-plastic-in-its-bricks-from-renewable-materials-by-2026/) Partnering with companies like Dell, Molg has rolled out a whole new set of snaps, press-fits, latches, and other modular connections that can help bind laptops and other devices together but that can be easily disengaged, removed, or unsnapped by its microfactories. SHARE This Impressive Invention And Its Power To Change Manufacturing…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://archive.is/eNtsh#selection-699.89-699.257",
      "https://www.archive.is/eNtsh#selection-699.89-699.257"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Rob Lawson-Shanks",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Dell",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T02:53:13.449+03:00",
    "updated": "2024-11-14T17:33:53.300+02:00"
  },
  {
    "uuid": "783161626b18ca289bf435dd057f20f965f237a8",
    "url": "https://www.infobae.com/espana/agencias/2025/01/16/alguacil-no-es-facil-jugar-asi-de-bien-ante-el-rayo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2025-01-16T21:16:00Z",
    "title": "Alguacil: \"No es fácil jugar así de bien\" ante el Rayo - Infobae",
    "text": "San Sebastián, 16 ene (EFE). - El entrenador de la Real Sociedad, Imanol Alguacil, valoró la victoria de su equipo por 3-1 ante el Rayo Vallecano y afirmó que \"no es fácil jugar así de bien con el rival que había enfrente\".\n\"Ha sido un partido buenísimo. El equipo ha dominado de principio a fin muchas facetas del juego y eso ha sido clave\", añadió.\nEn los últimos siete encuentros como local, la Real ha cosechado seis victorias y un empate con seis porterías a cero, algo sobre lo que incidió el técnico realista: \"Queremos mantener este nivel defensivo siempre, ya que es lo que nos hará crecer para ser competitivos en el futuro\".\nAlguacil recalcó esa mejoría de los suyos y subrayó que se tiene que ser \"consciente\" de lo que ha traído al equipo \"a este momento de forma\".\nSobre si tiene alguna preferencia de rival para los cuartos de final de la Copa del Rey, señaló que lo único que tiene claro es que lo quiere en casa, sin importar \"quién toque\". EFE\nash/ism",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->soccer",
      "Sport->sport event",
      "Sport->sports coaching"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Imanol Alguacil",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "EFE",
          "sentiment": "neutral"
        },
        {
          "name": "Real Sociedad",
          "sentiment": "neutral"
        },
        {
          "name": "Rayo Vallecano",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Sebastián",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:08:11.495+02:00",
    "updated": "2025-01-17T00:08:11.495+02:00"
  }
]