[
  {
    "uuid": "1e821089a6ca510b3792cc798cbec4c5fd8d77c3",
    "url": "https://www.kptv.com:443/2023/12/29/2-dalmatians-fight-off-pack-4-coyotes-protect-their-dog-walker/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tiffany Chan, WBZ via CNN Newsource",
    "published": "2023-12-29T21:04:00Z",
    "title": "2 Dalmatians fight off pack of 4 coyotes to protect their dog walker",
    "text": "BOSTON (WBZ) – Two Dalmatians had their instincts kick in when they and their dog walker were surrounded by coyotes Wednesday in Boston.\nDog walker Josstin Lantadilla was out for a nighttime walk with two Dalmatians, Deanna and Tasha, near a Brighton apartment complex.\n“Deanna got very upset, and she looked up, jumped backward, and I said, ‘What’s wrong with her?’” Lantadilla said.\nDeanna’s barking alerted Lantadilla to look backward. Turns out, a pack of four coyotes was quietly lurking behind them.\n“So when I look at the back, I just saw them, I never realized there were four coyotes behind me,” he said.\nThe coyotes were bold and lunged at the leashed Dalmatians.\nLantadilla said Deanna bit one of the coyotes in the neck, which convinced the pack to run away.\nJane Friedlander, the dogs’ owner, said she is not surprised that her dogs acted so bravely. She said this isn’t the first time her dogs have been targeted by coyotes.\nLantadilla and the dogs were unharmed, and their owner is crediting their breed.\n“They’re meant to drive away coyotes, wolves, foxes, rabbits, anything that would bother a stable or horses,” Friedlander said.\nThere’s no doubt in the dog walker’s mind that the two dogs were looking out for him that night.\n“Of course, they were meant for that,” he said.\nCopyright 2023 WBZ via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tasha",
          "sentiment": "none"
        },
        {
          "name": "deanna",
          "sentiment": "none"
        },
        {
          "name": "josstin lantadilla",
          "sentiment": "none"
        },
        {
          "name": "jane friedlander",
          "sentiment": "none"
        },
        {
          "name": "lantadilla",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "lantadilla",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:06:07.737+02:00",
    "updated": "2023-12-30T00:06:07.737+02:00"
  },
  {
    "uuid": "203cbd53a56c1e57c81eb7a2e0af1bda0e07adee",
    "url": "https://www.zawya.com/en/life/culture/why-filipino-catholics-in-uae-visit-7-churches-during-holy-week-m2wzmdow",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Angel Tesorero",
    "published": "2024-03-29T01:12:00Z",
    "title": "Why Filipino Catholics in UAE visit 7 churches during Holy Week",
    "text": "Visiting seven churches during Holy Week is a panata (religious vow) Rainier Vibar, 67, has been observing for about three decades – owing to the observance of tolerance and religious freedom in the UAE.\nThe tradition is called Visita Iglesia (visiting seven churches) – a pious practice among Filipino Catholics dating back to the 16th century. Like in the Philippines, Visita Iglesia is best done in groups, so Vibar and his wife, Teodora, joined the Divine Mercy Apostolate that set off for their one-day religious tour of seven churches in the UAE as early as 4am this week.\nThere are now actually 10 Catholic churches in the UAE, including St. Joseph's Cathedral in Abu Dhabi; St Mary's Catholic Church in Dubai; St Mary's Church in Al Ain; St Paul's Catholic Church in Abu Dhabi; St John the Baptist Catholic Church in Ruwais, Abu Dhabi; St. Francis of Assisi Catholic Church in Jebel Ali; St Michael's Church in Sharjah; St Anthony of Padua Church in Ras al Khaimah; Our Lady of Perpetual Help Church in Fujairah; and St Francis Church inside the Abrahamic Family House, that is also home to Ahmed El Tayeb Mosque and Moses Ben Maimon Synagogue.\n\"Visita Iglesia is about remembering the suffering and passion of Jesus Christ,\" noted Vibar, sharing: \"We visit the churches to pray. In the Philippines, some devotees walk barefoot from church to church. Some carry a cross as their way of sharing the sufferings of Jesus on his way to crucifixion. But in the UAE, we do church visits in groups, and that bolsters the community spirit.\"\n\"We pray and make our panata for thanksgiving, repentance and personal intentions, including good health for our family, loved ones and friends,\" Vibar, who is a long-time restaurant owner in Dubai, told Khaleej Times.\nAbout 50 members of the Divine Mercy Apostolate joined the Visita Iglesia from Dubai to Sharjah, Ras Al Khaimah, and they concluded their visit at the Abrahamic House in Abu Dhabi.\n\"The highlight of the observance of Holy Week is Good Friday and will continue until Black Saturday, culminating on Easter Sunday – which is all about the life, death and resurrection of Jesus Christ. We thank the UAE and its leaders for allowing us to openly practice our faith,' noted Vibar, whose group will celebrate Divine Mercy Sunday after Easter.\nStrengthened by faith Policarpio Tinaja, 57, and his wife, Myles, 59, also joined the pilgrimage. They said what made their Visita Iglesia more special was the camaraderie of the group. \"Our devotion is strengthened by our brothers and sisters in faith, and the Visita Iglesia is a good practice for meditating and expressing our belief in God,\" said Tinaja, who first came to the UAE in 1998.\nHe also reiterated their recent Visita Iglesia was a testament to the diversity of faith and religious tolerance in the UAE.\n\"We were a group of Christians who travelled by bus and our driver was a Pakistani Muslim who was fasting that day. It was a humid day and some of us were eating and drinking, and our driver did not feel offended. And when he ended his fast, he even offered us some dates,\" Tinaja, who is the head of ushers at St Mary's Church in Oud Metha, recalled.\n\"Another fitting moment was when we concluded our Visita Iglesia at the Abrahamic Family House, which is home to a church, mosque, and synagogue. This compound symbolises what the country promotes, which is not only about diversity but also about embracing humanity and mutual religious understanding.\nPrayers for peace For Rod Palomar, \"It is imperative to include prayers for peace in the region, particularly in Palestine, this holy week, which also takes place during Ramadan.\"\n\"Jesus was born in Bethlehem, in Palestine – and we only see in Gaza war, violence, and people displaced and hungry. As a people of faith, we pray for ceasefire and restoration of human dignity as we go on our collective journey of Visita Iglesia following in the footsteps of Jesus Christ,\" he added.\nCopyright © 2022 Khaleej Times. All Rights Reserved. Provided by SyndiGate Media Inc. ( Syndigate.info ).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "http://syndigate.info",
      "http://www.syndigate.info"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rainier vibar",
          "sentiment": "negative"
        },
        {
          "name": "jebel ali",
          "sentiment": "none"
        },
        {
          "name": "teodora",
          "sentiment": "none"
        },
        {
          "name": "vibar",
          "sentiment": "none"
        },
        {
          "name": "al ain",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "perpetual help church in fujairah",
          "sentiment": "none"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "st francis church",
          "sentiment": "none"
        },
        {
          "name": "visita iglesia",
          "sentiment": "none"
        },
        {
          "name": "abrahamic family house",
          "sentiment": "none"
        },
        {
          "name": "st michael's church",
          "sentiment": "none"
        },
        {
          "name": "st. joseph's cathedral",
          "sentiment": "none"
        },
        {
          "name": "st mary's catholic church",
          "sentiment": "none"
        },
        {
          "name": "st john the baptist catholic church",
          "sentiment": "none"
        },
        {
          "name": "st anthony of padua church",
          "sentiment": "none"
        },
        {
          "name": "st paul's catholic church",
          "sentiment": "none"
        },
        {
          "name": "st mary's church",
          "sentiment": "none"
        },
        {
          "name": "st. francis of assisi catholic church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "sharjah",
          "sentiment": "none"
        },
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "ras al khaimah",
          "sentiment": "none"
        },
        {
          "name": "visita iglesia",
          "sentiment": "none"
        },
        {
          "name": "dubai",
          "sentiment": "none"
        },
        {
          "name": "abu dhabi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T08:16:07.749+03:00",
    "updated": "2024-03-29T08:16:07.749+03:00"
  },
  {
    "uuid": "a4ea27e4f583d7b8dc9a017a42b64423667e6432",
    "url": "https://bnnbreaking.com/bnn-newsroom/canada-reaffirms-support-for-ukraine-considers-use-of-frozen-russian-assets",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rizwan Shah",
    "published": "2024-01-20T18:15:00Z",
    "title": "Canada Reaffirms Support for Ukraine, Considers Use of Frozen Russian Assets",
    "text": "UN General Assembly President's Visit to Uganda Underscores Its Global Influence\nCanada Reaffirms Support for Ukraine, Considers Use of Frozen Russian Assets\nCanada’s Deputy Prime Minister, Chrystia Freeland, during the World Economic Forum Annual Meeting 2023 held in Davos-Klosters, Switzerland, reinforced her country’s persistent support for Ukraine in its ongoing conflict with Russia. She underscored that the battle Ukraine is embroiled in is not solely for its sovereignty and freedom, but also represents a struggle for the preservation of global democratic values.\nCanada’s Substantial Aid to Ukraine\nCanada has pledged an impressive sum exceeding $940 billion in aid to Ukraine, scheduled to be allocated by 2026. The breakdown of the financial assistance, as outlined in the 2023 Fall Economic Statement, reveals that Canada will disburse over $595 million in 2023-2024, $232 million in 2024-2025, and finally, $143 million in 2025-2026.\nDiscussions on Frozen Russian Assets\nThis significant commitment from Canada follows a series of discussions between Freeland and Ukrainian Foreign Minister, Dmytro Kuleba, centering on the possible utilization of frozen Russian assets to buttress Ukraine. This proposal, according to Freeland, aligns perfectly with the moral, political, and legal interests of Ukraine and its allies. Notably, in April 2022, the US House of Representatives had given a thumbs-up to a bill advocating for the confiscation of Russian assets to aid Ukraine.\nRussia’s Opposition to Asset Seizure\nIn December 2023, the United States further proposed a plan to the G7 to seize $300 billion in Russian assets. This move has been met with staunch opposition from Russia, which has denounced it as a violation of reserve security principles. As a result, Russia has sought to defend its position through international law firms and expert opinions.\nThe discussions surrounding the frozen Russian assets come amid concerns about the precedent mechanism and potential impact on central bank assets. Janet Yellen, the US Secretary of the Treasury, has been tasked by the G7 leaders to investigate viable options for seizing these assets based on international law.\nComments\nSubscribe to BNN Breaking\nSign up for our daily newsletter covering global breaking news around the world.\n[]https://bnnbreaking.com/sports/dayton-triumphs-over-rhode-island-in-college-basketball-a-display-of-offensive-and-defensive-prowess/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "freeland",
          "sentiment": "none"
        },
        {
          "name": "chrystia freeland",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "un general assembly",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "uganda",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "davos-klosters",
          "sentiment": "none"
        },
        {
          "name": "ukraine canada",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T22:31:31.316+02:00",
    "updated": "2024-01-20T22:31:31.316+02:00"
  },
  {
    "uuid": "29a0628f296cbe9317f3185198ae5ccb1d389393",
    "url": "https://www.globalsecurity.org/military/library/news/2024/05/mil-240503-dodnews03.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Pike",
    "published": "2024-05-06T06:28:00Z",
    "title": "Austin Underscores Power of Partnerships at Indo-Pacom Change of Command",
    "text": "May 3, 2024\nBy Joseph Clark, DOD News\nAustin Underscores Power of Partnerships at Indo-Pacom Change of Command\nSecretary of Defense Lloyd J. Austin III underscored the power of U.S. partnerships in the Indo-Pacific as he presided over the U.S. Indo-Pacific change of command ceremony today at Joint Base Pearl Harbor-Hickam, Hawaii.\nThe Secretary praised the hundreds of thousands of Indo-Pacom service members and civilian personnel for the long strides the U.S. and its allies have made in bolstering freedom and security throughout the region.\n\"Every day, Indo-Pacom keeps the watch in our priority theater of operations,\" Austin said. \"And together with our unmatched network of allies and partners, you're advancing our shared vision of a free and open Indo-Pacific â each and every one of you.\"\nThese strides, Austin said, are critical amid a range of challenges throughout the region, ranging from China's increasingly coercive behavior across the Taiwan Strait, East and South China Seas and elsewhere throughout the region.\n\"[China] is the only country with both the will â and, increasingly, the capacity â to dominate the Indo-Pacific and to reshape global order to suit its autocratic vision,\" he said, noting that China remains the Defense Department's pacing challenge.\nThose challenges are further compounded by the threats posed by North Korea, Russia and violent extremists in the Indo-Pacific.\n\"But Indo-Pacom has risen to meet the moment, together with our allies and partners,\" Austin said. \"And it has moved us closer to our shared vision of an Indo-Pacific that is free and open and secure â again and again and again.\"\nAustin credited outgoing Indo-Pacom Commander Navy Adm. John C. Aquilino for his leadership in transforming the United States' posture in the region during \"a decisive time for our defense strategy\" under his tenure.\nThe secretary noted Aquilino's leading voice behind major investments in critical munitions and drive to arm the warfighter with critical capabilities.\nHe also highlighted Aquilino's leadership in deepening partnerships throughout the region â a critical component of U.S. strategy to deter conflict throughout Indo-Pacom's expansive area of responsibility.\n\"Indo-Pacom is working with our regional allies and partners like never before,\" Austin said noting a series of major combined regional exercises that are indispensable for bolstering interoperability with key allies.\nAustin also noted the long strides made with allies and partners in strengthening the United States' regional force posture â from stationing the most advanced Marine Littoral Regiment in Japan to expanding U.S. access to four new sites under the Enhanced Defense Cooperation Agreement with the Philippines.\nHe also noted milestones under the Major Defense Partnership with India and the AUKUS partnership with Australia and the United Kingdom.\n\"Our allies are also working together in unprecedented ways, like the growing trilateral relationship among Japan, the Republic of Korea and the United States,\" Austin said. \"And we've continued to strengthen our ties across the region, including with [the Association of Southeast Asian Nations], the Quad and other groups of partners.\"\nThat commitment to partnerships was on full display leading up to the change of command ceremony as Austin hosted a series of meetings with his counterparts from Australia, Japan and the Philippines at Indo-Pacom headquarters on Thursday.\nIn a press conference following the meetings, the leaders underscored their commitment to further improving interoperability between their forces and promoting peace and security throughout the region.\n\"We've gathered here because we share a vision for peace, stability and deterrence in the Indo-Pacific,\" Austin said. \"We've charted an ambitious course to advance that vision together, and that's why today's meetings were so important.\"\nDuring the change of command ceremony, Navy. Adm. Samuel J. Paparo assumed command of Indo-Pacom.\nPaparo, a Naval Aviator with 37 years of service, most recently served as the commander of U.S. Pacific Fleet.\nAustin highlighted Paparo's experience flying critical missions around the world and deep experience in the Indo-Pacom theater.\n\"It's all been leading up to this â to the challenge of leading United States Indo-Pacom,\" Austin said. \"Sam, we know that you will excel. We know that you will lead with principle and pride. And we know that you will keep America safe.\"\nIn his address, Paparo further underscored the importance of close partnerships with allies in ensuring a free and open Indo-Pacific.\n\"As we look to the future, the joint force will meet this great responsibility with strength, resolve and confidence,\" he said. \"Indo-Pacom, together with our partners, is positioned to deny and defend against attempts to break the peace afforded by international rules-based order.\"\nAdm. Aquilino will retire after 40 years of service. He holds the title of the longest-serving Naval Academy graduate on active duty.\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joseph clark",
          "sentiment": "negative"
        },
        {
          "name": "lloyd j. austin iii",
          "sentiment": "none"
        },
        {
          "name": "hickam",
          "sentiment": "none"
        },
        {
          "name": "austin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "austin underscores power of partnerships at indo-pacom change of command",
          "sentiment": "negative"
        },
        {
          "name": "dod news austin underscores power of partnerships at indo-pacom change",
          "sentiment": "negative"
        },
        {
          "name": "south china seas",
          "sentiment": "none"
        },
        {
          "name": "defense",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "pacific",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "joint base pearl harbor",
          "sentiment": "none"
        },
        {
          "name": "taiwan strait",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T11:00:30.320+03:00",
    "updated": "2024-05-06T11:00:30.320+03:00"
  },
  {
    "uuid": "f763905be2d8e479f451babe1ef80306f50bd74e",
    "url": "https://ranawaqas01356.pages10.com/the-basic-principles-of-inflation-59776680",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ranawaqas",
    "published": "2023-12-28T17:03:00Z",
    "title": "The Basic Principles Of INFLATION",
    "text": "There is absolutely no precious steel in the world coveted a lot more than gold. The famed “yellow metal” has actually been an ordinary by which wealth is calculated for centuries, and as civilizations took the initial actions out from the Darkish Ages and into Intercontinental trade in the Middle Ages and over and above, gold was there as being the regular unit of commerce employed by nations and other people who spoke various languages.\nThere are several motives to believe that the price burst will fade. A great deal of the rise this yr owes to shortages of goods — from bicycles to cars and trucks and beds — which have been very likely to inevitably relieve as firms find out how to generate and transportation what men and women wish to obtain in the pandemic-altered economic system.\nShut icon Two crossed lines that type an 'X'. It suggests a means to close an interaction, or dismiss a notification.\nCuriosity costs are One more Principal driver of gold price ranges. Greater fascination fees could make holding gold fairly more expensive, as there is an opportunity cost to carry gold supplied The point that it doesn't spend dividends or curiosity.\nHomeowners coverage guideHome insurance policies ratesHome insurance coverage quotesBest residence insurance companiesHome insurance plan procedures and coverageHome insurance plan calculatorHome insurance policy reviews\nPlanet Gold Coins: Personal mints throughout the world have taken up the mantle of gold bullion coin creation for scaled-down nations recently. Illustrations include things like cash issued for that country of Niue by The brand new Zealand Mint and other non-public mints.\nAn early withdrawal penalty applies to any withdrawal you request beyond the grace interval, which starts over the maturity day of one's CD. Should your account has not gained sufficient curiosity to go over an early withdrawal penalty, we deduct any interest 1st and choose the remainder of the penalty from your principal. For more element with regard to the penalty calculation And the way grace intervals are identified, see\nThis sparked a wave of impersonations on Twitter, undermining All round trust in the System and seemingly contributing to the loss of almost fifty percent of the social network's promoting earnings.\nContinue to, it is a move that many business enterprise analysts look at risky, undoing many years of branding at the rear of Twitter's blue chook.\nThe oxidation point out of the atom is really a measure with the degree of oxidation of an atom. It can be outlined as being the demand that an atom might have if all bonds were ionic.\nThe query occurs: Does one believe that gold will keep on its upward development, achieving the level of 2085, in which it could crack through the bullish craze over the H4 tim\nGOLDPRICE.ORG welcomes and appreciates any hyperlink. We hope you discover the new LIVE GOLD Price tag charts a useful addition to goldprice.org. Inserting the next html on any within your web pages or in forums is appreciated. Thank you a great deal.\nAllows enterprises and folks to mail money internationally or make international forex payments with\nLOCK BOX no overseas currency account.\nOur associates cannot pay out us to ensure favorable opinions in their goods or companies. Here's a list of our partners.\nThe Basic Principles Of INFLATION\nThere is absolutely no precious steel in the world coveted a lot more than gold. The famed “yellow metal” has actually been an ordinary by which wealth is calculated for centuries, and as civilizations took the initial actions out from the Darkish Ages and into Intercontinental trade in the Middle Ages and over and above, gold was there as being the regular unit of commerce employed by nations and other people who spoke various languages.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.gobankingrates.com/",
      "https://www.gobankingrates.com",
      "https://gobankingrates.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:54.420+02:00",
    "updated": "2023-12-29T00:31:54.420+02:00"
  },
  {
    "uuid": "5eb7da1a6ed1426a95b0e516029d48ed7c7e498c",
    "url": "https://www.wmtv15news.com/2024/06/13/iowa-co-sheriff-traffic-stop-leads-multiple-arrests-alleged-drug-possession",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alyssa Rodriguez",
    "published": "2024-06-13T21:39:00Z",
    "title": "Iowa Co. Sheriff: Traffic stop leads to multiple arrests for alleged drug possession",
    "text": "Iowa Co. Sheriff: Traffic stop leads to multiple arrests for alleged drug possession TOWN OF BRIGHAM, Wis. (WMTV) - The Iowa County Sheriff’s Office says a traffic stop on Wednesday afternoon led to two people being arrested for an alleged drug possession. According to the sheriff’s office, Iowa County Communications Center received a report at around 4:00 p.m. of shoplifters leaving the Dodgeville Walmart. The Barneveld Police Department later stopped the vehicle allegedly involved near Mile Marker 60 in the Township of Brigham. Iowa County Sheriff’s Deputies also helped assist the police department. The sheriff’s office says K9 Fenix was used and detected an odor of illegal narcotics. Three people were arrested and were taken to the Iowa County Jail. - A 32-year-old Janesville man was arrested for a probation violation/warrant. - A 42-year-old Madison woman was arrested for possession of methamphetamine-felony. - A 32-year-old Janesville man was arrested for possessing drug paraphernalia to manufacture methamphetamine-felony, possession of controlled substances, operating while revoked and IID tampering/fail to install/violation of court order. The Dodgeville Police Department will continue the theft investigation. Click here to download the WMTV15 News app or our WMTV15 First Alert weather app. Copyright 2024 WMTV. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.nbc15.com/page/find-nbc15-news-wherever-you-are/",
      "https://gray-wmtv-prod.cdn.arcpublishing.com/resizer/v2/R3VGIO54VFG5BCPEUB4UVPGXEM.JPG?auth=247f5c775c93c3b952dd3f66423c567f9f77b232fd2842785479d3065d94eb89&width=800&height=450&smart=true",
      "https://www.gray-wmtv-prod.cdn.arcpublishing.com/resizer/v2/R3VGIO54VFG5BCPEUB4UVPGXEM.JPG?auth=247f5c775c93c3b952dd3f66423c567f9f77b232fd2842785479d3065d94eb89&width=800&height=450&smart=true",
      "https://www.nbc15.com/page/find-nbc15-news-wherever-you-are",
      "https://gray-wmtv-prod.cdn.arcpublishing.com/resizer/v2/R3VGIO54VFG5BCPEUB4UVPGXEM.JPG",
      "https://nbc15.com/page/find-nbc15-news-wherever-you-are/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lin",
          "sentiment": "negative"
        },
        {
          "name": "alyssa rodriguez",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "iowa co",
          "sentiment": "neutral"
        },
        {
          "name": "iowa county communications center",
          "sentiment": "none"
        },
        {
          "name": "iowa county sheriff’s office",
          "sentiment": "none"
        },
        {
          "name": "dodgeville walmart",
          "sentiment": "none"
        },
        {
          "name": "barneveld police department",
          "sentiment": "none"
        },
        {
          "name": "facebook share",
          "sentiment": "none"
        },
        {
          "name": "iowa county sheriff’s deputies",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mile marker 60",
          "sentiment": "none"
        },
        {
          "name": "janesville",
          "sentiment": "none"
        },
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "pinterest share",
          "sentiment": "none"
        },
        {
          "name": "wis.",
          "sentiment": "none"
        },
        {
          "name": "brigham",
          "sentiment": "none"
        },
        {
          "name": "iowa county jail",
          "sentiment": "none"
        },
        {
          "name": "township of brigham",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:09:26.392+03:00",
    "updated": "2024-06-14T16:18:26.394+03:00"
  },
  {
    "uuid": "1babc13b3ba3c52c99cc8d05b5145e5014bac309",
    "url": "https://ec.ltn.com.tw/article/breakingnews/5103217",
    "ord_in_thread": 0,
    "author": "自由時報電子報",
    "published": "2025-07-10T04:36:00Z",
    "title": "協助颱風受災農民 台糖租金減免1-3個月 - 自由財經",
    "text": "颱風害農損，台糖給予租金減免1-3個月。（記者林菁樺攝）\n〔記者林菁樺／台北報導〕丹娜絲颱風7日過境，造成南台灣嚴重災損，為協助農民朋友度過難關，台糖主動提出租金減免措施，將依受災情節與災損證明，給予1至3個月不等的租金減免，減輕農民的負擔。\n台糖說明，農業部公告的農業天然災害現金救助及低利貸款地區之土地承租戶，可向所在地區之鄉鎮區公所提報災損證明並提供予台糖土地轄管單位。\n請繼續往下閱讀...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Disaster and Accident"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->agriculture",
      "Economy, Business and Finance->business governance",
      "Disaster and Accident->natural disaster",
      "Disaster and Accident->famine"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_hk",
        "top_news_nz",
        "top_news_tw",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T08:58:10.884+03:00",
    "updated": "2025-07-11T06:04:43.000+00:00"
  },
  {
    "uuid": "eb4ea1c49a450c8231b537e112cba7674cda75bd",
    "url": "https://www.theage.com.au/national/victoria/leaning-into-personal-mottos-for-mirth-and-faith-for-hope-20240530-p5ji2o.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Barney Zwartz",
    "published": "2024-06-01T00:00:00Z",
    "title": "Christianity: Leaning into personal mottos for mirth and faith for hope",
    "text": "Opinion Through my professional life I have been guided, tongue in cheek, by three personal mottos of great sagacity. The first is by author Joseph Heller, author of Catch 22: “Every change is for the worse.” Recognising that this is a little pessimistic, I balance it with former US vice president Dan Quayle’s strange observation that “the future will be better tomorrow”. Logically, I suppose, it can’t be better yesterday, but how does he know? I like his confidence. Third and most important – a maxim I apparently share with most of the population, along with Lucy from Peanuts – is “if you can’t be right, be wrong as loudly as possible”. Handy though those axioms are, they don’t really work in the realm of faith. Like most believers I have my favourite Bible verses, but recently I read one for the first time in years that has, for now, taken top spot. It comes from Psalm 73, where Asaph (thought to be a contemporary of King David about 3000 years ago) is weighing against the apparent success in life of those who use and exploit others. “This is what the wicked are like,” he writes in verse 12 “– always free of care, they go on amassing wealth. Surely in vain I have kept my heart pure.” But he comes to realise this is not so, and reflects (from verse 19): “When my heart was grieved and my spirit embittered, I was senseless and ignorant; I was a brute beast before you. Yet I am always with you; you hold me by my right hand. You guide me with your counsel, and afterward you will take me into glory.” Then comes the verse that I find so enriching: “My flesh and my heart may fail, but God is the strength of my heart and my portion forever.” Here is the Judeo-Christian hope in a nutshell. Humans are weak. “All flesh is grass,” says the prophet Isaiah, and the grass withers and the flower fades. Or, as Jesus says of the disciples, the spirit is willing but the flesh is weak. None of us entirely lives up to our conscience or our moral insight. But God will not fail those who trust in him – this is one of the most constant themes in the Bible. It does not mean they will be spared tribulation or suffering, for that is the lot of all humans sooner or later merely by living. It means they will never be abandoned, and they will be united with him in eternity. For it is God’s strength, and not their own, that sustains and preserves them, and brings them to glory. Barney Zwartz is a senior fellow of the Centre for Public Christianity. The Morning Edition newsletter is our guide to the day’s most important and interesting stories, analysis and insights. [Sign up here](/link/follow-20170101-p57ogt). [Barney Zwartz](/by/barney-zwartz-hveq0), a senior fellow of the Centre for Public Christianity, was religion editor of The Age from 2002 to 2013.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "asaph (",
          "sentiment": "none"
        },
        {
          "name": "joseph heller",
          "sentiment": "none"
        },
        {
          "name": "david",
          "sentiment": "none"
        },
        {
          "name": "dan quayle",
          "sentiment": "none"
        },
        {
          "name": "lucy",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T23:08:38.206+03:00",
    "updated": "2024-06-01T23:08:38.206+03:00"
  },
  {
    "uuid": "a7e864f0aa77d12499d26b3d56f25ab50398dd7f",
    "url": "https://www.infobae.com/peru/2024/08/08/sjl-atu-envio-al-deposito-a-10-unidades-informales-que-acumulaban-multas-superiores-a-640-mil-soles",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandro Aguilar",
    "published": "2024-08-08T21:27:00Z",
    "title": "SJL: ATU envió al depósito a 10 unidades de transporte informal que acumulaban multas superiores a 640 mil soles - Infobae",
    "text": "La entidad fiscalizadora puso mano dura al transporte informal - Créditos: ATU. La Autoridad de Transporte Urbano (ATU), en colaboración con la Policía Nacional del Perú (PNP) anunció que llevó a cabo un operativo significativo contra el transporte informal en el distrito de San Juan de Lurigancho . Durante este despliegue, se intervinieron 10 vehículos, cuyos propietarios acumulan multas que superan los 640 mil soles.\nEsta acción se desarrolló en la zona de la estación La Hacienda , donde nueve de las unidades intervenidas no contaban con Seguro Obligatorio de Accidentes de Tránsito (SOAT) vigente y sus conductores carecían de licencias de conducir válidas.\nUn caso destacado fue el de una cúster con placa V1P-742 , que suma multas por 205 mil soles . Este carro no tenía SOAT y era conducido por una persona sin licencia. Otro móvil intervenido, con placa A6J-771 y de 33 años de antigüedad , reporta multas por más de 144 mil soles y tampoco contaba con SOAT .\nEste tipo de acciones forman parte de la estrategia interinstitucional implementada para garantizar la seguridad de los usuarios del corredor Morado . La Unidad de Inteligencia Táctica Operativa Urbana , conocida como Grupo Terna , juega un papel crucial en la prevención y combate de actos vandálicos tanto en el corredor Morado como en el transporte convencional autorizado en San Juan de Lurigancho .\nLa entidad envió al depósito a 10 unidades informales que acumulaban multas superiores a 640 mil soles - Créditos: ATU. El esfuerzo por combatir el transporte informal no se detiene aquí. La ATU comunicó que, en coordinación con la Policía Nacional y otras instituciones aliadas, seguirá llevando a cabo operativos similares en Lima y Callao.\nLa institución informó que ha ejecutado más de 10 mil operativos hasta la fecha, interviniendo más de 30 mil vehículos informales a lo largo del tiempo, los cuales representan un riesgo significativo para la seguridad de los pasajeros.\nPor su parte, es importante mencionar que no es la primera vez que se organizan este tipo de despliegues en SJL. En semanas anteriores, la ATU organizó opertivos en otras zonas de del distrito como Bayóvar y Caja de Agua .\nSin embargo, en diversas ocasiones, el personal fiscalizador recibió ataques por parte de los transportes informales, quienes se resisten a que sus vehículos sean llevados al depósito.\nLa entidad también organizó operativos en otros puntos de SJL - Créditos: ATU. ¿Cuáles son las funciones de la ATU? La Autoridad de Transporte Urbano para Lima y Callao (ATU) es la entidad encargada de planificar, regular, gestionar y supervisar el Sistema Integrado de Transporte de ambas localidades.\nDiseña e implementa políticas y estrategias destinadas al desarrollo de un sistema de transporte urbano eficiente y sostenible. Incluye la integración de diferentes modos de transporte como buses , taxis , metro y bicicletas . Desarrolla y actualiza la normativa para el funcionamiento del transporte urbano . Establece las condiciones y requisitos para la prestación de servicios de transporte y así, asegura la seguridad, calidad y eficiencia. Supervisa la construcción , mejora y mantenimiento de la infraestructura de transporte urbano , que abarca paraderos, terminales, vías exclusivas y estaciones de metro. Coordina con otras entidades gubernamentales para asegurar la coherencia en el desarrollo urbano. Vigila el cumplimiento de la normativa de transporte por parte de operadores y conductores . Realiza inspecciones y fiscalizaciones periódicas, aplica sanciones en caso de infracciones y establece medidas correctivas. Promueve la interoperabilidad entre diferentes modos de transporte para facilitar traslados eficientes y reduciendo tiempos de viaje. Desarrolla tarjetas de pago únicas y sistemas de información al usuario. Impulsa políticas y prácticas que favorezcan la reducción del uso del transporte privado . Fomenta el uso de medios sostenibles como la bicicleta y el transporte público eléctrico, disminuyendo así la contaminación y el tráfico vehicular. Gestiona mecanismos de consulta y participación ciudadana, recepciona quejas, sugerencias y reclamos, y ofrece información sobre rutas , horarios y servicios de transporte . Desarrolla planes de contingencia y protocolo de actuación ante situaciones de emergencia o desastres naturales, garantizando la continuidad y seguridad del transporte urbano.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:32:55.437+03:00",
    "updated": "2024-08-09T00:32:55.437+03:00"
  }
]