[
  {
    "uuid": "6277a116cfc75666beb56e1743be0337994024f8",
    "url": "http://business.mammothtimes.com/mammothtimes/article/abnewswire-2023-12-28-holiday-season-marred-by-ongoing-conflicts-and-strife",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2023-12-28T00:00:00Z",
    "title": "Holiday Season Marred by Ongoing conflicts and Strife | User | mammothtimes.com",
    "text": "Maybe a Message from Above Can Offer Hope LOS ANGELES, CA - December 28, 2023 - “Peace on Earth, good will toward men” is a catchphrase tossed about often during the holiday season, but it might sound like nothing more than wishful thinking as difficult conflicts continue to rage in Ukraine and Gaza … even the land of Jesus’ birth (Galilee back then, now Israel) is engaged in unrest.\nAnd most of those in the U.S. probably aren’t even aware that civil conflicts are also ongoing currently in Afghanistan, Central African Republic, Ethiopia, Libya, Mali, Somalia, South Sudan and Syria.\nWhere to turn for signs of hope? The late Dr. Pieter Noomen, a psychotherapist and senior minister of three Protestant churches, might suggest heeding the words of what he called the Real Reality, the name he used for what others might call Allah, the Holy Father, Jehovah or any of the other many names for God.\nDr. Noomen died in 2019, but he left behind many writings of what he said were his own personal conversations with the Real Reality, and they remain available today, free for anyone to access, at his website, www.wordsforall.org\nMost of those writings are what Dr. Noomen said were direct quotes from the Real Reality, and this is one such quote pertaining to war:\n\"On earth, in individuals and in nature, so much pure energy is siphoned off and used for destructive purposes like hurting, destroying and killing. The substance of life's nature – as bubbling with joy and creative passion – is so fragmented that it is an alien concept for many people. Earth is indeed 'planet Zero,' hanging in an 'impossible' position between the truth and its denial. Fire, literally and figuratively, is used by people to wage wars, to intimidate, to impose their will by force. In nature, it is barely contained and, in many ways, remains a threat. This is also what goes on in people's internals …\nAll the horrors and cruelties of people killing people, how can we not be shocked, hurt, saddened and, for many, scared?”\nAnd this, according to Dr. Noomen, was the Real Reality’s own answer:\n“Only one reaction is a foolproof contribution to stopping the madness of violence: It is rigorously cleansing our own personal thinking of anything negative. That way, we create and carry inside us a lasting, untouchable pocket of peace.\"\nThe question remains whether humankind will get the message in time to find that pocket of peace.\nDr. Noomen was a staff member of a Los Angeles metropolitan church, where he engaged in helping with mental health issues like suicide prevention and hospice. His writings remain free for anyone on this website: (www.wordsforall.org).\nAn example of Dr. Noomen’s “Words of Wisdom,” one of the many categories on his website:\n\"In order to be a decent and creative person, the best possible, we don't need religious ceremonies or symbols – Christmas, Ramadan, worship services, prayer routines, etc. … Yet religion 'can be fun' if it stimulates caring attitudes, healing actions and a positive togetherness.\"\nMedia Contact\nCompany Name: Ascot Media Group, Inc.\nContact Person: Gloria Gonzalez\nEmail: Send Email\nPhone: 281.333.3507\nAddress: Post Office Box 2394\nCity: Friendswood\nState: TX 77549\nCountry: United States\nWebsite: http://www.ascotmedia.com/\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.abnewswire.com/press_stat.php?pr=holiday-season-marred-by-ongoing-conflicts-and-strife",
      "https://www.abnewswire.com/companyname/ascotmedia.com_122632.html",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-holiday-season-marred-by-ongoing-conflicts-and-strife",
      "https://www.abnewswire.com/email_contact_us.php?pr=holiday-season-marred-by-ongoing-conflicts-and-strife",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "http://www.ascotmedia.com/",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "http://www.ascotmedia.com",
      "https://abnewswire.com/companyname/ascotmedia.com_122632.html",
      "https://cloudquote.io/article/6",
      "https://abnewswire.com/email_contact_us.php?pr=holiday-season-marred-by-ongoing-conflicts-and-strife",
      "https://tracking.newsrpm.com/pixel",
      "https://abnewswire.com/press_stat.php?pr=holiday-season-marred-by-ongoing-conflicts-and-strife",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-holiday-season-marred-by-ongoing-conflicts-and-strife",
      "http://ascotmedia.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "noomen",
          "sentiment": "none"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "pieter noomen",
          "sentiment": "none"
        },
        {
          "name": "jehovah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "protestant",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "ca",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "south sudan",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "somalia",
          "sentiment": "none"
        },
        {
          "name": "libya",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "mali",
          "sentiment": "none"
        },
        {
          "name": "galilee",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "central african republic",
          "sentiment": "none"
        },
        {
          "name": "ethiopia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:44:06.333+02:00",
    "updated": "2023-12-29T00:44:06.333+02:00"
  },
  {
    "uuid": "925732e75428bcf8728950ebfd451686b6fcdf1e",
    "url": "https://english.news.cn/20240614/8a096e7357324223a302f6e9de042b23/c.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Xinhua",
    "published": "2024-06-13T18:01:00Z",
    "title": "Nigerian troops kill dozens of suspected bandits: official-Xinhua",
    "text": "ABUJA, June 13 (Xinhua) -- Dozens of suspected gunmen, including a notorious bandit leader, were killed in a recent raid by Nigerian troops in the northern state of Kaduna, the government said Thursday.\nThe troops raided the hideout of suspected bandits in the Idasu forest, located between Giwa and Sabuwa local government areas, and they engaged in a fierce gunfight with dozens of criminals, said Samuel Aruwan, the commissioner for internal security and home affairs in Kaduna, without specifying when the incident occurred.\n\"The infamous terrorist Buharin Yadi, one of the deadliest bandit leaders terrorizing northern Nigeria in the past decade, has met his bitter end at the hands of security forces,\" the statement said, noting that the troops rained down fire on the bandits during the gunfight, killing at least 36 of them.\nThe covert operation on the movement of the suspected bandits from the northwestern state of Katsina followed credible intelligence.\nYadi and his fighters had been terrorizing locals for years, the statement said, adding that the bandit leader was involved in large-scale cattle rustling, arms trading and drug trafficking.\n\"He had led his gang in the pillaging of communities and the slaughter and kidnapping of thousands of citizens in Kaduna and neighboring states. The merciless bandit was also known to have links with deadly terrorist groups in the northeast and northwest regions,\" the statement said, adding that the successful operation had brought an end to a manhunt by security forces that lasted more than five years. ■",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/user/ChinaViewTV",
      "https://www.facebook.com/XinhuaNewsAgency/",
      "https://twitter.com/XHNews",
      "https://youtube.com/user/ChinaViewTV",
      "https://www.twitter.com/XHNews",
      "https://facebook.com/XinhuaNewsAgency/",
      "https://www.facebook.com/XinhuaNewsAgency"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yadi",
          "sentiment": "none"
        },
        {
          "name": "samuel aruwan",
          "sentiment": "none"
        },
        {
          "name": "giwa",
          "sentiment": "none"
        },
        {
          "name": "buharin yadi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "xinhua",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "xinhua abuja",
          "sentiment": "none"
        },
        {
          "name": "katsina",
          "sentiment": "none"
        },
        {
          "name": "kaduna",
          "sentiment": "none"
        },
        {
          "name": "idasu",
          "sentiment": "none"
        },
        {
          "name": "sabuwa",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:44:14.176+03:00",
    "updated": "2024-06-14T00:44:14.176+03:00"
  },
  {
    "uuid": "06b5394edb4ea7a15c819b17a8b0685309d3e3b3",
    "url": "https://www.meneame.net/story/pasen-vean-ayuso-cuando-preguntan-cierre-casa-grande-centro-pasa/c041",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Peter086",
    "published": "2024-06-13T20:07:00Z",
    "title": "#41 Pasen y vean a Ayuso cuando le preguntan por el cierre de La Casa Grande, un centro donde se refugiaban mujeres maltratadas y sus hijos: le pasa el marrón al consejero que además miente",
    "text": "Portada\nmis comunidades\notras secciones\nNo tienen vergüenza, preguntarle por la Comunidad de Madrid a la Presidenta de la Comunidad de Madrid, en lugar de por los desmanes del gobierno socialcomunista de Perro Sanxe, ni que se tuviera que ocupar ella de esas cosas.\nAfortunadamente el consejero ha estado rápido y ha devuelto el juicio y la normalidad esperada a la rueda de prensa mintiendo en la cara de los periodistas.\nLo que más me duele de todo esto, de todas los derechos que se están perdiendo en Madrid, de la corrupción galopante del entorno de Ayuso, de la perdida de derechos públicos, etc, es que más allá de la necesidad de hacer público y difundir cuáles son verdaderamente las políticas del PP de Ayuso en Madrid para que todos se nos revuelva el estómago, ninguno de sus votantes, militantes o acólitos asumirá su desacuerdo con esa medida u otra que objetivamente hace sus vidas peores. Prietas las filas y al carajo el sentido común porque todo lo que sea disentir, es darle la razón al contrario. En eso han conseguido convertir a la ciudadanía, en un ejército de zombies muy disciplinados para votar pero incapaces de entender cuáles son sus intereses del día a día. Con una mano les quitan el pan y su salud, mientras con la otra les señalan el lobo feroz que no existe.\n[#3](c3#c-3) Lo que mas me duele es la hipocresía madrileña de sus votantes. Saben que se está cargando la sanidad pública en favor de la privada y aun así le dan la mayoría.\nIncluidos los propios sanitarios que la votan en masa.\n[#3](c3#c-3) \"Prietas las filas y al carajo el sentido común porque todo lo que sea disentir, es darle la razón al contrario\"\nA mí lo que me duele es que esto ocurre en todos los partidos, da igual del color que sea. Nadie dialoga ni negocia para llegar a acuerdos y sacar adelante leyes y propuestas que mejoren nuestra vida. Los políticos actúan por ideología y nosotros votamos también por ideología, sin plantearnos nada más.\nCuando un reportero pregunta a un votante por qué (propuestas concretas) ha votado al partido que ha votado, lo normal es que no sepa qué contestar.\nEstamos desamparados\n[#29](c29#c-29) decía José Luis Sampedro que se había perdido \" el pensamiento crítico\" en la ciudadanía. Uno podía tener estudios o no saber ni leer ni escribir pero el sentimiento de clase, el sentido común y tu cultura ( no confundir con nivel académico) no te faltaba.\nLlevas razón en lo que dices porque hoy la gente no tiene cultura política y democrática.\nYo soy un ciudadano ideológicamente de izquierda y asumo los errores de IU en su día y de Podemos ayer o la catástrofe de Sumar. Asumo que más allá de la guerra sucia inmensa que hemos sufrido, también se lo pusimos fácil para cada día ser más irrelevantes en el panorama social y político de este país. Me hace ser menos de izquierda decir esto? Me hace votar las próximas a la derecha? Me hace no tener razón en mis ideas políticas y democráticas? Absolutamente NO.\nPero yo no voy a votar como quien va a un partido de fútbol. Yo se cuál es mi sitio en esta sociedad, se que prefiero en base a mi capacidad económica y mi ética social.\nAlgunos dirán \" eres un perdedor\" esos son los que van a votar cual forofos a un partido de fútbol, a partirse la cara con sus vecinos por un puñado de millonarios dando patadas a un balón, una bandera y unos colores.\n[#17](c17#c-17)\nTiempo al tiempo. Cayeron consecutivamente Esperanza Aguirre y todos los demás sucesores, no tiene por qué ser distinto con la que llevaba la cuenta de Twitter del perrito de Esperanza Aguirre.\nVale, tenemos a IDA hasta en la sopa, por méritos propios acordes a su capacidad e inteligencia. Pero otra cara del asunto es el silenciado constante y perenne a la oposición. Apenas sale en los medios Lobato, muy de vez en cuando Delgado con su discurso de zasca en zasca, pero por lo general de esta tía sale hasta cuando se pinta las uñas. Se agradecería ver y escuchar propuestas de las alternativas, que rara vez se encuentran.\nConcurrencia competitiva por las subvenciones para este tipo de centros y actividades?!? Esto qué es, un negocio?!? Están fatal de la cabeza...que alguien me corrija si me equivoco, que no soy experto en este tema.\n[#31](c31#c-31) puedes deben de haber montones de gentuza en Madrid viendo la cantidad de votantes que tienen esta cuadrilla\nun centro donde se refugiaban mujeres maltratadas y sus hijos\nPorque solamente las mujeres tienen derecho a ser protegidas, los hombres no.\nTodo lo que sea acabar con injusticias me parece correcto.\nAyuso está para cosdas importantes (criticar al Perro Sanxes, a la ley de la Anmistía, a la izquierda progre, etc) recibir premios por méritos académicos (por su falso máster) y salir por la TV en inaguraciones. Ahora, si después hay fallos, problemas o cagadas, procura que no se asocie su imagen con esas cosas, que para eso están los machacas.\n[#4](c4#c-4) ni más, ni menos, retratar a una presidenta de una comunidad por su maldad e inutilidad.\n«Ayuseame» hasta que caiga el engaño.\n¿Algún problema?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:12:20.267+03:00",
    "updated": "2024-06-14T00:12:20.267+03:00"
  }
]