[
  {
    "uuid": "4e3fc13753dbe86dfdadbdbc2d053effe40419b5",
    "url": "https://ground.news/article/gerrards-saudi-move-turns-into-nightmare-with-al-ettifaq-winless-in-two-months",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Sun",
    "published": "2023-12-28T23:23:00Z",
    "title": "Ground News - Gerrard's Saudi move turns into nightmare with Al-Ettifaq winless in two months",
    "text": "Summary by The Sun STEVEN GERRARD ’S Saudi Arabia nightmare continued as his side conceded a last-minute equaliser to strugglers Al-Hazm. The former Aston Villa boss became manager of Al-Ettifaq in the summer. GettySteven Gerrard’s side are winless in two months[/caption] He brought several ex-Premier League stars with him including Jordan Henderson, Demarai Gray, Moussa Dembele and former Liverpool midfielder Georginio Wijnaldum. Gray opened the scoring for Al-Ett… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nThe Sun Lean Right Mixed Factuality Media Conglomerate: Murdoch Family Gerrard's Saudi move turns into nightmare with Al-Ettifaq winless in two months STEVEN GERRARD’S Saudi Arabia nightmare continued as his side conceded a last-minute equaliser to strugglers Al-Hazm. The former Aston Villa boss became manager of Al-Ettifaq in the summer. GettySteven Gerrard’s side are winless in two months[/caption] He brought several ex-Premier League stars with him including Jordan Henderson, Demarai Gray, Moussa Dembele and former Liverpool midfielder Georginio Wijnaldum. Gray opened the scoring for Al-Ett…\n1 hour ago · United Kingdom Read Full Article\nThe Sun Lean Right Mixed Factuality Media Conglomerate: Murdoch Family\nGerrard's Saudi move turns into nightmare with Al-Ettifaq winless in two months STEVEN GERRARD’S Saudi Arabia nightmare continued as his side conceded a last-minute equaliser to strugglers Al-Hazm. The former Aston Villa boss became manager of Al-Ettifaq in the summer. GettySteven Gerrard’s side are winless in two months[/caption] He brought several ex-Premier League stars with him including Jordan Henderson, Demarai Gray, Moussa Dembele and former Liverpool midfielder Georginio Wijnaldum. Gray opened the scoring for Al-Ett…\n1 hour ago · United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://www.thesun.co.uk/sport/25187693/steven-gerrard-saudi-al-ettifaq-winless/?utm_source=ground.news&utm_medium=referral",
      "https://thesun.co.uk/sport/25187693/steven-gerrard-saudi-al-ettifaq-winless/?utm_source=ground.news&utm_medium=referral",
      "https://www.thesun.co.uk/sport/25187693/steven-gerrard-saudi-al-ettifaq-winless/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrard",
          "sentiment": "negative"
        },
        {
          "name": "georginio wijnaldum",
          "sentiment": "none"
        },
        {
          "name": "al-hazm",
          "sentiment": "none"
        },
        {
          "name": "gray",
          "sentiment": "none"
        },
        {
          "name": "moussa dembele",
          "sentiment": "none"
        },
        {
          "name": "murdoch",
          "sentiment": "none"
        },
        {
          "name": "jordan henderson",
          "sentiment": "none"
        },
        {
          "name": "georginio wijnal",
          "sentiment": "none"
        },
        {
          "name": "al-ettifaq",
          "sentiment": "none"
        },
        {
          "name": "gettysteven gerrard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al-ettifaq",
          "sentiment": "negative"
        },
        {
          "name": "al-ett",
          "sentiment": "none"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "aston villa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "demarai gray",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:29:53.809+02:00",
    "updated": "2023-12-29T02:29:53.809+02:00"
  },
  {
    "uuid": "ac232c2631deabb34947dcb1e7ad4bd75e4a4cd7",
    "url": "https://19thnews.org/2024/03/florida-parents-lgbtq-youth-hopeful-first-time",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Orion Rummler",
    "published": "2024-03-14T18:23:00Z",
    "title": "In Florida, parents of LGBTQ+ youth are hopeful for the first time in a long time",
    "text": "School districts across Florida will soon receive written notice from the state that discussions of LGBTQ+ identities are not banned in classrooms. This acknowledgement comes two years after the Parental Rights in Education Act, nicknamed the “Don’t Say Gay” law, banned the instruction of sexual orientation and gender identity from kindergarten to third grade — and almost a year after the law was expanded through 12th grade. The written notice to school districts is a requirement of the settlement reached on Monday between Florida’s education department and families of LGBTQ+ youth who sued the state. The “Don’t Say Gay” law does not ban teachers from referencing LGBTQ+ people in class or their own families, and it does not ban library books on queer or trans topics, the settlement clarifies. That news comes alongside the end of Florida’s legislative session, during which nearly all proposed anti-LGBTQ+ bills failed to pass. To teachers and parents of LGBTQ+ youth, it seems like the tide is actually turning in their favor after several years of increasingly extreme policies have targeted their lives. However, more legal fights are underway over restrictive policies in schools. Advocacy groups celebrated the settlement as a source of clarity for teachers and families in Florida, who have been living in confusion and fear as school districts interpreted how to enforce the “Don’t Say Gay” law. Some teachers were told not to wear clothes or stickers that could identify them as LGBTQ+, while in other counties, books referencing any LGBTQ+ characters were ordered to be removed from school shelves in response to the legislation. Under the new settlement, such rules are no longer permissible. For Jen Cousins, a mother of four in Orlando, the news brought her the kind of relief that she hasn’t felt in years. She cried tears of joy when telling her children, including her two kids who have come out as LGBTQ+, about the news on Monday night. “If you’d have asked me last week if this would be happening, I would have laughed. We’re just so used to taking loss after loss after loss for the last few years,” she said. “They had to admit they were wrong. So, that’s a great feeling.” Gov. Ron DeSantis has also celebrated the settlement as a win for the state , framing it as proof that the “Don’t Say Gay” law was never designed to create additional restrictions beyond limiting classroom instruction. However, school districts across the state took steps beyond classroom instruction, and teachers felt like they had to limit their own expression by hiding Pride flags or other personal items. Equality Florida and other advocacy groups argued in their lawsuit against the state that the law was vaguely written, which invited discriminatory enforcement. Cousins was a plaintiff in a separate lawsuit against the “Don’t Say Gay” law, which was rejected for the last time by a judge last year. Her family sued because she feared that, under the law, her youngest children would be unable to talk about their older sibling at school — because they’re nonbinary. Now that a settlement has been reached, her youngest son Milo, who’s now 10, feels free to talk about his family at school. “It’s a defining point of his childhood now. We’ll be like, there was a time when you couldn’t say gay in Florida schools. That’s just wild to me,” she said. “The tide is turning. People are sick of these manufactured culture wars.” To Cousins, the failure of anti-LGBTQ+ bills to pass through Florida’s state house is a sign that things will get better for LGBTQ+ people in Florida, a state that has been the subject of LGBTQ+ travel advisories because of the sheer amount of anti-LGBTQ+ animus and legislation. “We killed so many anti-LGBTQ+ bills. A lot of them didn’t even see committee hearings,” she said. Cousins volunteers with the Orlando branch of the Human Rights Campaign, as well as the local branch for the Gay, Lesbian and Straight Education Network (GLSEN). Anita Hatcher, a seventh-grade English language arts teacher in the Florida Panhandle who has delivered testimony against anti-LGBTQ+ bills at the state capitol, said that she sees the settlement as the beginning of a slingshot effect away from restrictive policies and back toward affirming policies in the state. “Other states will definitely be looking at this decision,” she said over text message. Hatcher was a plaintiff in a previous lawsuit against the “Don’t Say Gay” law, which was also thrown out by a judge. Other details in the settlement further define the limited scope of the “Don’t Say Gay” law, including that it applies neutrally to all discussion of sexual orientation and gender identity — including cisgender and heterosexual identities. It clarified that the law does not prohibit the formation of Gay-Straight Alliances in schools, or prevent intervention against bullying on the basis of LGBTQ+ identities. Caitlin, the mother of a trans child who asked to use only her first name to protect her family, feels cautiously optimistic about the settlement. Since it comes alongside anti-LGBTQ+ bills failing during the last legislative session, it feels to her like the tide is starting to turn. “I finally have hope that I frankly didn’t last year,” she said over text message. But, she’s still concerned about the ongoing environment of hostility that so much anti-LGBTQ+ rhetoric and policies has created, especially towards transgender people. She has a trans daughter who’s now 7 years old and who was anxious to go to school every day for fear of what her peers would say about her identity, until the family placed her in private school. “Although I am so grateful for this outcome … many folks have been emboldened to be openly transphobic, and that’s something that will take decades to heal, if not longer,” she said. However, other restrictions are still in place that affect how LGBTQ+ teachers can interact with their students — and more legal fights are underway. Simone Chriss, attorney with the Southern Legal Counsel in Florida and director of the organization’s transgender rights initiative, is representing nonbinary and transgender teachers in Florida who are being prohibited from using their own pronouns and honorifics at school, under a different state law. Under this separate law , teachers are required to misgender themselves in class. A preliminary injunction hearing is scheduled for March 29 for that case. Transgender teachers in Florida are also banned from using the bathroom that matches their gender identity in schools; similar rules apply to all transgender Floridians in government-owned buildings, under separate laws. Several advocacy groups celebrated the settlement while pointing out that more needs to be done to support free expression in Florida and across the country. “Even with this victory and the clarification that the settlement provides, ‘Don’t Say Gay’ continues to chill protected expression and prevent age-appropriate education on important topics, on the basis of partisan ideology,” said Katie Blankenship, director of PEN America’s Florida office, in a statement. PEN America is a freedom of expression advocacy organization. David Johns, executive director of the National Black Justice Coalition, a Black LGBTQ+ civil rights organization, pointed out in a statement that the Florida law served as a model for similar legislation across the country, primarily the South, and that such discriminatory measures also need to be fought. The settlement over the “Don’t Say Gay” law is a win and provides much-needed clarity to students and teachers, Chriss said. However, the enforcement mechanism of the law remains insidious, she said, since it allows families to sue if they disagree with their child being exposed to content involving gender identity and sexual orientation. “It doesn’t exactly cure the issue, which is many districts, regardless of what the state says, are going to continue operating from a place of fear and likely erring on the side of caution because this doesn’t change the fact that any parent at any time can bring a lawsuit,” she said. Recommended for you []https://19thnews.org/2023/08/lgbtq-issues-curriculum-bans-schools-survey/?itm_source=parsely-api",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Education"
    ],
    "external_links": [
      "https://www.nytimes.com/2022/08/27/us/desantis-schools-dont-say-gay.html",
      "https://twitter.com/equalityfl/status/1754947216827965686",
      "https://www.flgov.com/2024/03/11/florida-wins-lawsuit-against-parental-rights-in-education-act-to-be-dismissed-law-remains-in-effect/",
      "https://www.aclu.org/legislative-attacks-on-lgbtq-rights-2024?state=FL",
      "https://www.hrc.org/press-releases/nations-largest-lgbtq-advocacy-group-joins-equality-florida-in-issuing-updated-florida-travel-advisory",
      "https://www.nclrights.org/about-us/press-release/florida-lgbtq-rights-groups-and-plaintiffs-reach-historic-settlement-to-roll-back-key-discriminatory-provisions-in-dont-say-gay-law/",
      "https://www.lgbtmap.org/equality-maps/nondiscrimination/bathroom_bans",
      "https://www.nbcnews.com/nbc-out/out-news/floridas-dont-say-gay-law-takes-effect-schools-roll-lgbtq-restrictions-rcna36143",
      "https://www.nclrights.org/florida-dont-say-gay-or-trans/",
      "https://apnews.com/article/lgbtq-florida-dont-say-gay-books-bed1a412f3efaa0f371da8e8c89f4975",
      "https://www.flsenate.gov/Session/Bill/2023/1069",
      "https://lambdalegal.org/case/cousins-et-al-v-the-school-board-of-orange-county-et-al/",
      "https://www.hrc.org/press-releases/florida-sine-die-lgbtq-and-allied-floridians-are-turning-the-tide",
      "https://lgbtmap.org/equality-maps/nondiscrimination/bathroom_bans",
      "https://nytimes.com/2022/08/27/us/desantis-schools-dont-say-gay.html",
      "https://flsenate.gov/Session/Bill/2023/1069",
      "https://www.twitter.com/equalityfl/status/1754947216827965686",
      "https://hrc.org/press-releases/nations-largest-lgbtq-advocacy-group-joins-equality-florida-in-issuing-updated-florida-travel-advisory",
      "https://www.apnews.com/article/lgbtq-florida-dont-say-gay-books-bed1a412f3efaa0f371da8e8c89f4975",
      "https://nclrights.org/florida-dont-say-gay-or-trans/",
      "https://www.lambdalegal.org/case/cousins-et-al-v-the-school-board-of-orange-county-et-al/",
      "https://www.aclu.org/legislative-attacks-on-lgbtq-rights-2024",
      "https://nbcnews.com/nbc-out/out-news/floridas-dont-say-gay-law-takes-effect-schools-roll-lgbtq-restrictions-rcna36143",
      "https://hrc.org/press-releases/florida-sine-die-lgbtq-and-allied-floridians-are-turning-the-tide",
      "https://nclrights.org/about-us/press-release/florida-lgbtq-rights-groups-and-plaintiffs-reach-historic-settlement-to-roll-back-key-discriminatory-provisions-in-dont-say-gay-law/",
      "https://lambdalegal.org/case/cousins-et-al-v-the-school-board-of-orange-county-et-al",
      "https://www.nclrights.org/about-us/press-release/florida-lgbtq-rights-groups-and-plaintiffs-reach-historic-settlement-to-roll-back-key-discriminatory-provisions-in-dont-say-gay-law",
      "https://aclu.org/legislative-attacks-on-lgbtq-rights-2024?state=FL",
      "https://www.nclrights.org/florida-dont-say-gay-or-trans",
      "https://www.flgov.com/2024/03/11/florida-wins-lawsuit-against-parental-rights-in-education-act-to-be-dismissed-law-remains-in-effect",
      "https://flgov.com/2024/03/11/florida-wins-lawsuit-against-parental-rights-in-education-act-to-be-dismissed-law-remains-in-effect/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:04:22.858+02:00",
    "updated": "2024-03-15T18:34:13.936+02:00"
  },
  {
    "uuid": "0d7f75dc8ff90c5cb58eddfcfb81d03cc1adeba2",
    "url": "https://www.sportskeeda.com/us/movies/i-sense-great-pride-home-family-julia-roberts-rom-com-20-years",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sourav Chakraborty",
    "published": "2025-01-23T07:54:00Z",
    "title": "\"I have a sense of great pride in being home with my family\"- Julia Roberts on not doing a rom-com in 20 years",
    "text": "') > -1) { addClass($('.section-container'), 'pill-tag'); } Follow Us Share 0 Discuss 0 Discuss What's your opinion? \"I have a sense of great pride in being home with my family\"- Julia Roberts on not doing a rom-com in 20 years Discuss Now A still of Julia Roberts (Image via Getty) Julia Roberts is perhaps the most iconic romantic comedy star of the 1990s, with films ranging from Pretty Woman to Notting Hill, all of which are considered among some of the best made in the genre. But Roberts has gone above and beyond being just a star of rom-coms, with her roles and movies earning as much as $3.9 billion globally, making her one of the most bankable stars working in Hollywood.\nHowever, the actress, despite her appeal in the genre, stopped doing romantic comedies around the early 2000s and she addressed this in an interview with the New York Times in 2022 interview, where she stated a variety of reasons for this change, including her focus on her family life and the lack of great scripts in the genre.\nIn the 2022 interview, Julia Roberts told the New York Times:\n\"Here’s the thing: If I’d thought something was good enough, I would have done it. But I also had three kids in the last 18 years. That raises the bar even more because then it’s not only Is this material good? It’s also the math equation of my husband’s work schedule and the kids’ school schedule and summer vacation.\" Trending Pointing to her focus on her family life, Julia Roberts further expanded:\n\"I have a sense of great pride in being home with my family and considering myself a homemaker. For so much of my children’s younger life they would see their dad go off and I would work a little, but they almost didn’t notice. It was like I was only gone when they were napping or something.\" Julia Roberts further explained how she also felt responsible for showing her children that she did insightful and meaningful work, which further made choosing films that were not up to par difficult for her.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->news media",
      "Arts, Culture and Entertainment->cinema",
      "Human Interest->celebrity",
      "Lifestyle and Leisure->mental wellbeing",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBggKMKSlJzCz-QU?hl=en-IN&gl=IN&ceid=IN%3Aen",
      "https://a.ad.gt/api/v1/u/matches/566",
      "https://www.a.ad.gt/api/v1/u/matches/566",
      "https://news.google.com/publications/CAAqBggKMKSlJzCz-QU",
      "https://www.news.google.com/publications/CAAqBggKMKSlJzCz-QU?hl=en-IN&gl=IN&ceid=IN%3Aen"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Julia Roberts",
          "sentiment": "positive"
        }
      ],
      "organizations": [
        {
          "name": "New York Times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Notting Hill",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:43:44.359+02:00",
    "updated": "2025-01-24T00:43:44.359+02:00"
  },
  {
    "uuid": "5a308a9e7919571febb6d847b1d00008321631b3",
    "url": "https://www.khq.com/weather/happy-new-year-heres-your-first-week-of-2024-forecast/article_7fb841ce-a86a-11ee-8c5e-4399e34f8b79.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ava Wainhouse, NonStop Local KHQ Forecaster/Reporter",
    "published": "2024-01-01T10:56:00Z",
    "title": "Happy New Year! Here's your first week of 2024 forecast! | Spokane Weather | khq.com",
    "text": "Happy New Year! Widespread fog and low-lying clouds will roll into town New Year’s Eve, lasting on-and-off through New Year’s Day and the beginning of 2024.\nA Dense Fog Advisory is in place across most of central and eastern WA until noon on New Year's Day. Visibility could be as low as one quarter mile or less on the roads, so drive carefully!\nLow overnight temperatures Sunday into Monday will be in the low-30s for Spokane and Coeur d’Alene, while slightly cooler for areas across the northeast mountains. This means freezing fog is expected at times early Monday morning. Daytime highs will rise to the high-30s and low-40s across the region on New Year’s Day!\nThe beginning of our first week of 2024 will remain mostly dry, until a weak weather disturbance will bring a chance for light precipitation in the east slopes of the Cascades Tuesday into Wednesday. Then, a cooling trend is on the way – bringing the chance of a rain and snow mix to Spokane and the valleys by Friday, with snow expected regionwide by the weekend.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "coeur",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "spokane",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T19:19:40.127+02:00",
    "updated": "2024-01-01T19:19:40.127+02:00"
  }
]