[
  {
    "uuid": "daf1bfa8a5960fc4d0ededc22879f31d7b7ec553",
    "url": "https://knpr.org/npr/2023-12-30/detroit-pistons-end-a-historic-losing-streak-with-a-win-against-the-toronto-raptors",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juliana Kim",
    "published": "2023-12-31T02:14:00Z",
    "title": "Detroit Pistons end a historic losing streak with a win against the Toronto Raptors",
    "text": "Detroit Pistons end a historic losing streak with a win against the Toronto Raptors Updated December 30, 2023 at 9:46 PM ET After a long run of bitter defeats, the Detroit Pistons ended their streak of losses on Saturday night — narrowly avoiding setting a new record for the longest losing streak in the history of the NBA. The Pistons beat the Toronto Raptors at a home game in Little Caesars Arena with a score of 129-127. The win prevented the Detroit team from breaking the previous 28-game losing streak set by the Philadelphia 76ers across the 2014-15 and 2015-16 seasons. The Pistons had matched the 76ers' record on Thursday. At a press conference after the Saturday game, Pistons coach Monty Williams said he had never seen a team so overjoyed after a game. \"It wasn't relief, it was just like, 'thank God, finally.' And guys were screaming. I was almost in tears. And I'm just so happy for our guys, happy for everybody in the locker room,\" Williams said. He added that he was proud of the players for their continuous determination to improve despite the series of losses. \"I think people may have thought they were OK with losing, but they came in every day with a great spirit and they wanted answers and they came in wanting to learn,\" he said. If the Pistons had lost, the Detroit team would have been neck and neck with the Chicago Cardinals, who currently hold the longest losing streak in all of the four major North American professional sports leagues after collecting 29 consecutive losses over four seasons from 1942 to 1945. The victory against the Raptors is only the third win in the 2023-24 season for the Detroit team, which is one of the youngest in the NBA with a majority of players under 25. The Pistons' cascade of losses turned historic after Detroit fell to the Brooklyn Nets on [Tuesday](https://www.npr.org/2023/12/27/1221824796/detroit-pistons-nba-record-losing-streak)and became the first team in the NBA to lose 27 consecutive games in a single season. Then, on Thursday, the Detroit team lost to the Boston Celtics in a close game of 128-122 and reached their 28th loss. Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "monty williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "detroit pistons",
          "sentiment": "negative"
        },
        {
          "name": "toronto raptors detroit pistons",
          "sentiment": "negative"
        },
        {
          "name": "toronto raptors",
          "sentiment": "negative"
        },
        {
          "name": "pistons",
          "sentiment": "none"
        },
        {
          "name": "nba",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "little caesars arena",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T08:19:17.239+02:00",
    "updated": "2023-12-31T08:19:17.239+02:00"
  },
  {
    "uuid": "587011f56e6aee27412348a131b00433fb730954",
    "url": "https://natlawreview.com/article/federal-trade-commission-issues-final-rule-banning-most-worker-non-compete",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hunton Andrews Kurth",
    "published": "2024-04-25T21:10:00Z",
    "title": "The Federal Trade Commission Issues a Final Rule Banning Most Worker Non-Compete Agreements",
    "text": "The Federal Trade Commission (FTC) voted on April 23 to approve a final rule banning most non-compete agreements between employers and their workers (Final Rule). The Final Rule is scheduled to go into effect 120 days after it is published in the Federal Register, which will likely occur in the next few weeks, though legal challenges may delay the Final Rule’s effective date and FTC enforcement actions. The most significant pieces of the Final Rule about which employers should be aware are that: - It makes non-compete agreements with workers an unfair method of competition that violates Section 5 of the FTC Act. - It defines “non-compete” agreement broadly “as any term or condition of employment that prohibits a worker from, penalizes a worker for, or functions to prevent a worker from” seeking or accepting employment with another business or operating a business after their working relationship ends. - It is not limited to employees, and instead covers anyone “who works or who previously worked, whether paid or unpaid . . . including, but not limited to, whether the worker is an employee, independent contractor, extern, intern, volunteer, apprentice, or a sole proprietor who provides a service to a person.” - It prohibits any new non-compete agreements after the effective date, including agreements with highly compensated executives. Pre-existing non-compete agreements with “senior executives,” defined as an employee earning more that $151,164 a year in a “policy-making position,” may remain in force. - All other pre-existing non-competes are void as of the effective date, and the Final Rule requires employers to provide current and past workers notice that they will not enforce existing non-competes. Business are not required to formally rescind non-compete agreements, and the Final Rule includes [model language](https://www.ftc.gov/system/files/ftc_gov/pdf/noncompete-rule.pdf)for the notice requirement that business can use to comply with this section of the final rule. - Non-compete agreements, as defined by the Final Rule, do not include (and are, therefore, not prohibited by the Final Rule): (i) non-competes that prohibit employees from competing against employers during their employment; (ii) sufficiently tailored non-solicitation provisions; (iii) non-compete agreements entered into in conjunction with sale of a business; and (iv) franchisee/franchisor agreements (but it does prohibit non-compete agreements with employees working for a franchisee or franchisor). There are important limitations to the FTC’s Final Rule based on the reach of the FTC Act. The FTC Act does not apply to non-profits, banks, savings and loan companies, transportation and communications common carriers, air carriers, and some other entities. However, the Federal Deposit Insurance Corporation’s (FDIC) recent bank merger guidelines banned the enforcement of non-compete agreements for employees at banks of all sizes in certain contexts. FTC Commissioner Rebecca Kelly Slaughter also warned that non-profits registered as tax-exempt entities, but organized for the profit of members, would be subject to the FTC Act. Further, the Biden administration has issued, and likely will continue to issue, executive orders and other regulations to close any gaps in the non-compete ban due to the FTC Act’s limitations in its reach. Companies that violate the Final Rule may be subject to civil enforcement actions and penalties. As of the date of this posting, there have already been two notable legal challenges to the FTC’s final rule: first in Ryan LLC v. Federal Trade Commission, 3:24-cv-986 (N.D. Tex., Apr. 23, 2024) by a tax services firm in Texas federal court; then in Chamber of Commerce of the United States of America et al. v. Federal Trade Commission, 6:24-cv-00148 (E.D. Tex., Apr. 24, 2024) by the U.S. Chamber of Commerce and other business groups in another Texas federal court. These cases, and likely others, will be very active in the next several months, and may impact the scope of the Final Rule and its enforcement. Among other things, it is possible that the effective date of the Final Rule will be stayed pending the outcome of the litigation challenges. In the meantime, employers should begin evaluating how they will comply with the Final Rule in the event it ultimately becomes effective, including the following: - Consider whether to require certain “senior executives” to execute non-competes before the Final Rule becomes effective. - Determine which of positions would normally require an employee to execute non-compete agreements, and consider adding other types of restrictive covenants to adequately protect the employer’s interests (e.g., the protection of its trade secrets, employees, and other confidential or proprietary information). Note, however, that, under the Final Rule, other types of restrictive covenants cannot be so onerous that they function as a non-compete. - Review existing policies, offer letters, restrictive covenant agreements related to non-competition and identify which provisions will need to be revised in the event the Final Rule ultimately takes effect. - Ensuring that other workplace policies and procedures adequately protect them from violations of non-disclosure or confidentiality obligations. - Identify which current and former employees are subject to pre-existing non-competes, analyze which of those employees are “senior executives” under the Final Rule, and for those that are not, develop a plan for efficiently sending notice to each of them immediately prior to the effective date. - Consult with counsel for advice about how to begin planning for the Final Rule. To be clear, employers should not rush to immediately implement changes to their agreements, policies, and procedures in the coming days and weeks. Instead, employers should allow time for the litigation process to play out over the next few months to see, among other things, if the Final Rule is invalidated or, at the very least, stayed pending the outcome of the litigation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ftc.gov/system/files/ftc_gov/pdf/noncompete-rule.pdf",
      "https://ftc.gov/system/files/ftc_gov/pdf/noncompete-rule.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "federal trade commission",
          "sentiment": "negative"
        },
        {
          "name": "ftc",
          "sentiment": "none"
        },
        {
          "name": "federal register",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:20:23.901+03:00",
    "updated": "2024-04-26T08:06:56.227+03:00"
  },
  {
    "uuid": "c0a1cfe8151d2e3468622669b82ac5a4e018dbad",
    "url": "https://www.leparisien.fr/sports/football/psg/revel-psg-0-9-tres-sympa-et-tres-classe-kylian-mbappe-offre-son-maillot-a-maxime-zahil-07-01-2024-WCLUITXHLJA5PAGDQFVMKHUKLA.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@le_parisien",
    "published": "2024-01-07T21:39:00Z",
    "title": "Revel-PSG (0-9) : « très sympa et très classe », Kylian Mbappé offre son maillot à Maxime Zahil",
    "text": "Revel-PSG (0-9) : « très sympa et très classe », Kylian Mbappé offre son maillot à Maxime Zahil\nLe numéro 10 de l’US Revel, qui avait raconté à plusieurs reprises avoir déjà affronté Kylian Mbappé plus jeune, a pu discuter avec la star parisienne, qui lui a donné son maillot.\nC’est l’une des belles histoires de ce Revel-PSG. En plus de ce match délocalisé dans la bonne ambiance de Castres,\ndu festival offensif des Parisiens, de l’action collective magistrale du quatrième but, du savoureux échange entre les entraîneurs Luis Enrique et Nicolas Giné... Maxime Zahil, numéro 10 de l’US Revel, a, lui aussi, eu le droit à son petit moment de bonheur.\nLe milieu de terrain revélois, qui a affronté à trois reprises\nKylian Mbappé pendant ses jeunes années, a pu récupérer le maillot de la star parisienne. « J’en avais déjà parlé. Nos chemins s’étaient déjà croisés. À la mi-temps, on en a discuté un peu. Il me l’a donné de lui-même. J’ai trouvé ce geste très sympa et très classe », a-t-il raconté au micro de BeIn Sports.\nLe vice-capitaine de l’US Revel avait même prévenu ses coéquipiers de son expérience lors de ses précédences confrontations. « Ça allait déjà très très vite. C’était explosif. Justement, j’avais joué sur son côté pour défendre un peu plus sur lui », avait-il raconté en conférence de presse. Des conseils qui n’ont visiblement pas suffi puisque le numéro 7 du PSG a signé un triplé, dont un but de la tête sur\nun centre en aile de pigeon de Marco Asensio.\nMais l’essentiel était ailleurs pour les Haut-Garonnais. « C’était le match d’une vie. Le résultat, c’est anecdotique. Pendant trois semaines, on a vécu un truc de fou. Le plus important c’est qu’on a laissé une bonne image à toute la France parce que c’est ça la magie de la Coupe de France. On savoure ces derniers moments et, après, c’est retour à la réalité en championnat », regrette Maxime Zahil. La fin d’une parenthèse enchantée.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:51:50.396+02:00",
    "updated": "2024-01-08T00:51:50.396+02:00"
  },
  {
    "uuid": "5b2a41ad65eb975a8ddb0a62ec6f101001b0330f",
    "url": "https://www.timesheraldonline.com/2023/12/29/more-rain-for-bay-area-set-to-arrive-as-waves-continue-to-thrash-the-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rick Hurd",
    "published": "2023-12-29T15:42:00Z",
    "title": "More rain for Bay Area set to arrive as waves continue to thrash the coast",
    "text": "Powerful ocean waves continued to pound California’s coastline on Friday morning — perhaps with slightly less force than 24 hours earlier — and the National Weather Sercice said the second in a series of storms continued to move methodically toward the region. Rain is expected to begin falling by noon and then get heavy as the afternoon and evening progress, NWS meteorologist Roger Gass said. At least an inch is expected through most of the region, although “slightly less” might fall in the South Bay and “a bit more” could soak the coastal mountains, he said. “In general, it’s going to be heavy everywhere,” Gass said. The weather service also continued to advise people to avoid the beach or other pursuits that may occur just off the water. A coastal flood advisory remained in effect through 2 p.m. On Thursday, large, dangerous waves [thrashed coastal towns.](https://www.mercurynews.com/2023/12/28/beach-is-a-dangerous-place-as-high-surf-pounds-bay-area-coast-ahead-of-next-storm/) They were not expected to be quite as powerful on Friday, but Gass said they were still plenty powerful enough. “We’re expecting high waves to be crashing on-shore again. Maybe not quite as big,” he said. “We’re really gonna see an increase again (Saturday), as a new swell comes on shore” On Saturday, swells were expected to be at least 23 feet high, and they could peak at 40 feet in areas such as Maverick’s, where surfers travel for big waves. The storm arriving early Friday is expected to drop rain on the region through the overnight hours and into early Saturday morning, when it is expected to depart the region. The Bay Area won’t have a lot of time to dry out; another quick-moving storm system that won’t produce as much rainfall is expected to arrive Sunday night and last into Monday. Another system also tails that one, Gass said, and is likely to arrive Tuesday night. “We’re definitely in a more active pattern,” he said, adding that it’s typical for this time of year. “The pattern may not be as strong as previous ones we’ve seen, but it’s there.” Temperatures were expected to rise slightly with Friday’s rain, with highs moving into the mid-60s through the region and the lows curtailing in the low 50s. The arrival of Sunday’s system is likely to bring temperatures back down again, according to forecasters.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://www.mercurynews.com/2023/12/28/beach-is-a-dangerous-place-as-high-surf-pounds-bay-area-coast-ahead-of-next-storm/",
      "https://www.mercurynews.com/2023/12/28/beach-is-a-dangerous-place-as-high-surf-pounds-bay-area-coast-ahead-of-next-storm",
      "https://mercurynews.com/2023/12/28/beach-is-a-dangerous-place-as-high-surf-pounds-bay-area-coast-ahead-of-next-storm/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sercice",
          "sentiment": "none"
        },
        {
          "name": "gass",
          "sentiment": "none"
        },
        {
          "name": "roger gass",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bay area",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "south bay",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:57:45.390+02:00",
    "updated": "2023-12-29T23:36:13.914+02:00"
  }
]