[
  {
    "uuid": "9fc2685f793ae867bfe92eb00480d179bbf9952e",
    "url": "https://www.askamanager.org/2025/01/can-i-tell-clients-not-to-bring-in-sick-kids.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ask a Manager",
    "published": "2025-01-16T18:59:00Z",
    "title": "can I tell clients not to bring in sick kids?",
    "text": "can I tell clients not to bring in sick kids? by Alison Green on January 16, 2025 A reader writes: I work at a barbershop that’s under the booth rent model, so I’m a sole proprietor. How do I professionally tell people to stop coming in sick/bringing in their sick kids? Should I display a sign at my station as well? I don’t understand how a haircut is so important when you’re sick. Not only do I hate how being sick feels, I live with my 86-year-old grandfather and it’s not in my agenda to get him sick. It’s also very inconvenient and puts my job at risk because of having to reschedule clients. I had a parent bring their super sick kid in on Christmas Eve. He sat in the front the entire time, but was there for a while because I cut the dad and brother’s hair too. The kids came in halfway through dad’s haircut, so I felt obligated to finish his haircut and the other brother wasn’t visibly sick so it put me in a weird spot where I felt I could only turn down the one. Ideally, I wouldn’t have cut any of their hair, but people just don’t seem to have any consideration for others. It’s happened to me so many times this past year. Honestly, if people come in sick I think it’s fair to refuse service and charge a no-show fee. Even if they gave me 10-minute notice and just let me know they were sick, I wouldn’t charge. I don’t know if that’s how it works though. I’m just tired of people getting me sick. It has happened so many times recently, and it’s almost always from kids. The easiest way to handle this is when people are making appointments. Whoever takes those appointments should reiterate your policies before ending the call: “We ask that you reschedule if you’re sick or anyone coming with you is sick. Please call if that happens and we’ll get you rescheduled.” If people schedule online, have a similar policy posted there. Hell, there’s scheduling software that will require clients to check a box confirming they’ve read and agree to follow the policy before the appointment can be confirmed. If you happen to be the sort of barbershop that has an email list of clients and/or social media, you could also advertise this policy there. It won’t reach everyone, but it’ll help to get people thinking about it. Whether you have the ability to do any of these things as a sole proprietor in a shop you don’t own is a different question. But I’d bet you have colleagues who would add their voices to yours in pushing for it. You’ll still probably get clients who come in sick or with a sick kid anyway, because people are inconsiderate. In those cases, are you willing to say, “I’m sorry but I can’t do the appointment while you’re sick/with a sick child here — I have to be careful because I have an at-risk family member. Let’s get you rescheduled”? If you want to offer a discount for the rescheduled appointment, that would help from a client relations perspective, but you don’t have to. For the sake of thoroughness: you will probably lose some clients over this. Some people will be outraged that they showed up and are getting turned away (although that’s less likely if you warn them about the policy when scheduling them). So you’ll have to decide if you’re okay with that. You may also like:employee came to work with a hair salon cape and dye cap on, recruiter wants me to pay if they find me a job, and moremy boss drops his sick kid off in our small officecan I tell sick coworkers to go home? { 158 comments }\nSuccessful Birthday Rememberer* January 16, 2025 at 2:05 pm I know someone with a piercing / tattoo place as the sole prorietor who has signs posted that she has an autoimmune issue and cannot take people who are sick. She also makes people sign a form in advance confirming that they will not come in when they are sick. Her business seems to be doing well, and she enforces the rules pretty consistently. Reply ↓\nNo show* January 16, 2025 at 2:12 pm I have no problem with a barber turning away sick clients. If you try to levy a no-show fee because of this, however, I would absolutely never use your shop again, give a negative review, and probably simply refuse to pay. (More practically, people will show up sick anyway without telling you.) Reply ↓\nArtemesia* January 16, 2025 at 2:16 pm She specifically said that she didn’t if they called out. Reply ↓\ntabloidtainted* January 16, 2025 at 2:21 pm I think No show is referring to the LW saying they’ll charge a “no show” fee for showing up sick. Reply ↓\nBast* January 16, 2025 at 3:31 pm I think making this well known would help. Many people are probably afraid of being charged anyway, as that is how it works in many barbershops and adjacent services unless the service provider states otherwise. Where I live, most places seem to require anywhere from 24-48 hours notice; anything less you are paying anywhere from 50% to 100% of the full service. Reply ↓\nLisa Simpson* January 16, 2025 at 4:35 pm I just went to a hair appointment yesterday with flu-like symptoms, because when I contacted them to reschedule I was told the cancellation fee was 50% of the booked services. The stylist individually said she was fine doing the appointment if we both masked up, so that’s what we did. We just had a pandemic ffs. Reply ↓\nEllie* January 16, 2025 at 5:25 pm Yes – I bet people are mostly coming in sick because they think they are going to be charged for the haircut anyway. There are certainly inconsiderate people out there, but most people are still pretty decent. But cost of living pressures are making people do things that they wouldn’t usually do. I bet if OP tweaked the wording of their terms and conditions when restating them during a booking (or on the website) to say, ‘If you are sick on the day of your appointment then you will need to reschedule. You will not be charged for your appointment if you are calling in sick’ then that would make a huge difference to the number of people complying with the policy. It would also generate a fair amount of goodwill, which would help offset anyone who took offence to the new policy. Reply ↓\nSloanicota* January 16, 2025 at 2:16 pm As a consultant I can say that trying to collect fees is very, very tough, even if they signed a contract saying they would pay late fees etc. And while people do have no-show fees, that means you have to have a system where you already have their billing info on file and some kind of permission to bill it, which works for my doctor’s office (grr*) but not necessarily a barber in a bigger practice. *Nobody likes being billed a fee for an honest mistake or even just a failure, and my doctor’s office irks me because they are often very very late and I’m not given a “credit,” nor did they credit me when they cancelled my appointment last minute. Reply ↓\n1-800-BrownCow* January 16, 2025 at 3:20 pm Most hair salons I’ve been to make you keep a credit card on file with them in case of no-show and you have to agree to their policy up-front which states charging your C.C. for no-show and sometimes last minute cancellations. Usually you have to provide the C.C. info when you schedule your appointment if it’s your first time there. Reply ↓\nThe Other Virginia* January 16, 2025 at 4:54 pm My former salon charged a 50% deposit when booking. If you didn’t cancel withing either 24 or 48 hours, you lost your deposit. I once lost a substantial deposit (their services were in the hundreds) because of last minute car trouble. I was stranded somewhere and literally couldn’t get there. I understand their policy but dang, that’s just insult to injury when already dealing with an expensive crisis. As a long time loyal client, I felt like a little grace was warranted. Reply ↓\nSleeplesskj* January 16, 2025 at 3:23 pm Most of the salons I’ve done business with the last few years require a credit card on file before they will even touch your hair. Reply ↓\nNo show* January 16, 2025 at 4:41 pm Give them a pre-paid card. (Or indeed, some credit card issuers will give you a number for one-time use.) End of problem. Reply ↓\nThe Prettiest Curse* January 16, 2025 at 3:27 pm I recently did a reservation for Sunday lunch at a pub (one of their busiest times of the week) and they charged me something like £125 in case my group was a no-show. They refunded it afterwards. Reply ↓\nTobias Funke* January 16, 2025 at 2:21 pm You would rather show up sick even when asked not to, fire them as your stylist, blow them up on the internet, and stiff them…rather than make a two second phone call? Reply ↓\nappo* January 16, 2025 at 3:32 pm It is though. They said they’d take calls to cancel and reschedule. They 100% deserve to charge a fee if they disregard booking guidelines and come in sick. Maybe because I’m a woman and salons for women’s haircuts don’t play about late cancellations/sickness but I’ve been aware of similar guidelines for about a decade now. Reply ↓\nferrina* January 16, 2025 at 4:11 pm The stylist is being pretty reasonable- if you could have canceled and chose not to, then showed up in a condition where the stylist could not provide you service, that’s the same as being a no-show. You had the stylist hold time that you would not use, so the stylist was not able to make money by scheduling another customer. It sounds like the stylist is even a reasonable enough person that if you didn’t know the policy and apologized profusely, they’d probably waive the fee. But if you know the policy and choose not to follow it, well, consequences of your action. In my industry we call that a PITA tax. Reply ↓\nAntilles* January 16, 2025 at 2:36 pm With regards to your last paragraph, I’ve worked with a lot of small businesses/sole props with this sort of policy of charging for missed appointments. In my experience, those policies are (1) rarely enforced the very first time you no-call/no-show and (2) often waived even beyond that as long as you have the decency to at least give them a heads-up rather than just completely no-showing. That seems perfectly fair to me. Reply ↓\nStipes* January 16, 2025 at 2:50 pm If LW makes it clear while taking your appointment details that “if you’re sick, please call and reschedule”, and then instead of calling to reschedule you show up at the barbershop to be turned away, I think it’s reasonable for LW to count that the same as a no-show! Reply ↓\nLizcase* January 16, 2025 at 3:15 pm my massage place has a no-show fee if you don’t cancel 24hrs ahead of time. They have never charged me if I cancel at the last minute because I’m sick. They would much rather not have sick people than try to enforce the policy. This is the correct way to do it. Reply ↓\nNo show* January 16, 2025 at 4:44 pm Not my experience at all. A few years before the pandemic I bought a ticket to a trade association event, ostensibly non-refundable. I came down with flu-like symptoms about two days beforehand. I tried to cancel; naturally, the organization refused to budge, even when I specifically phrased it as “you’re telling me you’d rather I show up sick rather than being reasonable and refunding the ticket.” So I went. Reply ↓\nI can't. I'm *cough cough* sick* January 16, 2025 at 2:12 pm I’m not even sure you need to use your sick family member as an excuse. Regardless of how one feels about Covid, we are living in a “post” Covid world and even the most staunch antis are aware of stricter sickness policies. I think it’s beyond reasonable to not want disgusting contagions near you. I love the idea of cancelling and doing a no-show fee. (Maybe change the name to no-show/policy violation fee or something like that.) They won’t try it again. Of course, there’s the risk/guarantee you’ll lose the client, but you can decide if that’s worth it to you. Or maybe a 1 time warning that next time you will charge the fee. Reply ↓\nMomma Bear* January 16, 2025 at 4:10 pm Agreed, I think it’s perfectly reasonable to have a sick policy. My area is currently being hit with a fun combo of walking pneumonia, RSV, flu, whooping cough and, oh yeah, COVID, too. I want NONE of those things. Reply ↓\nboof* January 16, 2025 at 4:22 pm Yes I think given *reasons* tends to only invite arguments and/or questions (mostly from unreasonable people), best to just say “I [or we] need anyone sick to stay home, if you come in sick or with sick people we will have to ask you/them to leave, and you may be charged a no show fee; you will never be charged if you call us before you come in to let us know” or similar. Reply ↓\nGoodNPlenty* January 16, 2025 at 2:12 pm I know it’s a customer facing profession but the writer could try masking and making it a normal part of the process. Reply ↓\nWallflower* January 16, 2025 at 2:35 pm Nope. Exposing others to sickness should not be normalized in any way. Sick people need to stay home. Reply ↓\nNomic* January 16, 2025 at 3:00 pm That is absolutely true that they should. It is also true that they won’t. So mask up to save yourself and your grandparent from illness. Reply ↓\nPurpleShark* January 16, 2025 at 3:21 pm So when the munchkin sneezes and gets it into your eyes then what? Just wear a hazmat suit? Reply ↓\nJB (not in Houston)* January 16, 2025 at 3:56 pm What? Are you saying that if a precaution isn’t 100% effective in every case, there’s no sense in taking any protections at all? Nomic isn’t saying that sick people shouldn’t stay home, they’re saying that in addition to this police, the OP could take the extra precaution of wearing a mask. Reply ↓\npearl* January 16, 2025 at 3:56 pm Just because a mask wouldn’t protect someone from getting sick in one particular circumstance does not mean they’re completely useless. Reply ↓\niglwif* January 16, 2025 at 3:49 pm Right but since people are inevitably going to do it anyway (if not OP’s customers or their kids, then OP’s coworkers or someone else they encounter during their workday), it does in fact make sense for them to take their own protective measures. Reply ↓\nBike Walk Barb* January 16, 2025 at 2:41 pm A variant on this: Have the policy about canceling, add that if they show up anyway and present any symptoms they’ll be required to mask in order to keep the appointment. Have good masks on hand, wear one while you work on them. Not perfect by any means. I’d like to normalize both “don’t go places when you’re sick and spread your germy germs” and “wearing a mask is perfectly fine and a good idea”. Reply ↓\nProperlike* January 16, 2025 at 3:09 pm If I have a cough and I’m going somewhere, I’ll mask myself anyway. But I’m also not ACTIVELY sick — I stay home. People who know me know that I won’t put them at risk. I’m a sole proprietor and have a “if you show up sick, I’ll send you out AND charge you.” But I also don’t charge if people call me in advance to cancel. If they’re doing it over and over, then we have a talk. It’s basic consideration on both sides. Reply ↓\niglwif* January 16, 2025 at 3:49 pm I’d like to normalize both “don’t go places when you’re sick and spread your germy germs” and “wearing a mask is perfectly fine and a good idea”. YES THIS. Reply ↓\nboof* January 16, 2025 at 4:26 pm I’m not sure masking while getting your hair cut makes sense/is actually feasible – best just not to. Be different if it was a grocery run or something; someone might legitimately need to get a few things but then they can at least mask + hand sanitize Reply ↓\nicanreadthehandwriting* January 16, 2025 at 4:33 pm My hair salon required masking for quite some time after re-opening. It can be done, just requires the client to hold the mask in place sometimes. Not perfect but possibly better than nothing. Reply ↓\nFives* January 16, 2025 at 4:47 pm Absolutely this. Once things opened up a few years ago, I would still mask up when getting my hair cut. I would just hold it in place while she worked around my ears. Reply ↓\nCaramel & Cheddar* January 16, 2025 at 4:48 pm Every haircut I’ve had in the last five years was while wearing a KN95 mask (i.e. the ear loop kind, not the kind that goes around the back of your head). It can be done! Reply ↓\nGrumpy Elder Millennial* January 16, 2025 at 5:01 pm It’s totally feasible. Heck, I’ve even had my hair dyed with a mask on. You just have to accept that the earloops are going to get dye on them, too. Reply ↓\nYour Mom Though* January 16, 2025 at 5:08 pm This is flat out incorrect – I’ve been getting masked haircuts (both me and my stylist) since Covid and it’s great. Reply ↓\niglwif* January 16, 2025 at 5:22 pm It makes lots of sense and is 100% feasible. I’ve had numerous haircuts since 2020 (well, mostly since 2021, I guess, since everything was closed in 2020) and was wearing an earloop KN95 mask for every one of ’em. Most recently last weekend, when I went from collarbone-length to super-duper short. Reply ↓\nCaramel & Cheddar* January 16, 2025 at 4:51 pm Yeah, I was really surprised this wasn’t in the answer. People are going to people, but a lot of people will make better choices when you provide them with the tools to do so. If they’re not going to stay home, then at least reduce the impact if you choose not to turn them away. Reply ↓\nCease and D6* January 16, 2025 at 2:47 pm It’s an unpleasant fact, but doing this might cause them to lose customers. Both from the people who get unreasonably hostile about masks, and from people who expect a certain amount of smiley-ness from their hairdressers. Not an ideal solution. Reply ↓\nBitte Meddler* January 16, 2025 at 2:54 pm I co-own a small business. I am happy to lose customers who don’t care about anyone or anything except themselves. The only customers that the OP will be losing are the jerks who show up sick or bring sick children. That’s not a great loss, IMO. Reply ↓\nMomma Bear* January 16, 2025 at 4:12 pm Also, there are people who would be more likely to go if they knew of this policy. It may not be a net loss. Reply ↓\nProperlike* January 16, 2025 at 3:11 pm So? There are PLENTY of other people out there who don’t like being inconvenienced by clueless/self-involved people. I would actually be more inclined to do business with someone if I knew they had this policy. Reply ↓\niglwif* January 16, 2025 at 3:51 pm But on the other hand, they might gain some customers who (like me) appreciate their being aware of how airborne diseases spread and taking preventive measures. Reply ↓\nFriendly Neighborhood Masker* January 16, 2025 at 2:48 pm I would also encourage masking. I definitely think sick folks should not come in for a haircut and should mask themselves if they have to go out, but the fact of the matter is, many people don’t care. They prioritize themselves and their own schedules, and if they need a haircut, they go and don’t think about the stylist or the other patrons. Wearing a good mask and improving shop ventilation with air purifiers or outdoor air when possible, will do a lot to help you from getting sick because sometimes people are also contagious, but don’t have symptoms yet. Reply ↓\nWallflower* January 16, 2025 at 2:54 pm Not all illnesses are contained with a mask, not even covid. There’s a nasty norovirus making rounds… highly contagious, even after the urgent symptoms subside. A mask does nothing. Ditto for shingles, etc. If sick, stay home. Reply ↓\nKeinName* January 16, 2025 at 3:06 pm How do they spread then? By me licking my fingers? Would hand sanitiser help? Reply ↓\nProperlike* January 16, 2025 at 3:13 pm Norovirus gets everywhere easily through contact and lasts a long time on other surfaces. You touch your face/your eyes/get any of the virus on your hands, you can transfer it to other surfaces. Hand sanitizer doesn’t kill it; soap and water does. However, shingles (*not* chicken pox) is only contagious if you touch the fluid from the sores. Keep them well-covered and you should be fine. You just may not feel like doing anything if you’ve got a bad case. Reply ↓\nIndolent Libertine* January 16, 2025 at 4:19 pm Hand sanitizer explicitly does NOT kill norovirus; only bleach on surfaces, and vigorous lengthy handwashing with soap, will do that. People who have had norovirus can still be shedding virus up to 2 weeks after the symptoms have resolved and they feel fine again. This is why it spreads so easily and runs rampant through self-contained communal living situations like senior homes, cruise ships, etc. Nasty, nasty stuff. Reply ↓\nTK* January 16, 2025 at 3:18 pm Shingles? If you have shingles and someone touches your sores, they can get chickenpox if they’re not immune to it. But shingles itself isn’t contagious. You can safely get your haircut if you have shingles as long as the rash isn’t on your face/scalp/neck. Whether you’d feel like doing so, though… Reply ↓\nFriendly Neighborhood Masker* January 16, 2025 at 4:13 pm This is true, but the risk of contracting the majority of airborn respiratory viruses is greatly reduced by wearing a mask. Viruses like norovirus are prevented by handwashing and avoiding contaminated food and water, so regular handwashing should also be a practice. The idea that because something isn’t 100% effective that it is useless is defeatist. But I agree completely that anyone sick should also stay home! Reply ↓\nGrumpy Elder Millennial* January 16, 2025 at 5:05 pm I agree that people should stay home when they’re sick. However, if we evaluate protective measures by their ability to achieve 100% containment over all diseases, we’re not going to have many options. Like, there’s a reason the swiss cheese model exists. Reply ↓\nBitte Meddler* January 16, 2025 at 2:51 pm Up until very, very recently, my hair stylist wore a mask when washing and cutting my hair. I was grateful that she took my health, her health, and the health of her elderly mother (who lives with her) seriously. I always wear a mask when I go in, but then she has me take it off, because the ear loops would get wet when shampooing my hair. Reply ↓\nBast* January 16, 2025 at 3:38 pm Many of the nail technicians where I get my nails done still wear masks. In an industry such as theirs, not working=not getting paid, and many cannot afford that. I am not advocating for people to come in to get a manicure while sick, as it is definitely NOT an essential service, but they have sadly (correctly) assumed that many will still come in while sick rather than cancel, and the mask and hand sanitizers at least offer some level of protection. Reply ↓\nBella Ridley* January 16, 2025 at 3:56 pm I wonder how much of this is due to sickness and how much of it is due to them wanting to reduce their exposure to nail dust and other irritants in the air? I know a handful of nail techs who wear masks but the sickness exposure is just a happy side effect, they’re more concerned about inhaling particulate for several hours a day. Reply ↓\nMasked Avenger* January 16, 2025 at 3:42 pm I actually use a mask that sticks on my face (like a giant band-aid) when getting a haircut. It’s pretty comfortable! I use ReadiMask but there are several different brands. Reply ↓\niglwif* January 16, 2025 at 3:53 pm I was just thinking this past weekend, while getting my haircut wearing an earloop KN95, that I should get some of those! I have friends who use them for haircuts and swear by them (but don’t live close enough to spot me one, alas). Reply ↓\nElizabeth West* January 16, 2025 at 3:55 pm There was a hair salon in my old town that strictly followed the mask mandates in 2020 for both stylists AND clients. One of the stylists got Covid and another one caught it also. They worked with over 100 clients, and not one of the clients got it (from them, anyway). This actually made the news and someone at the CDC wrote a report about it, which you can read. I like to point to it when someone claims masks don’t work. Reply ↓\nGrumpy Elder Millennial* January 16, 2025 at 5:07 pm Personally, I don’t mind if my earloops get wet. Though I mostly use a silicone one with replaceable filters. I’ll add a link below. It allows me to just gently hold the mask to my face and maintain a good seal during washing. Reply ↓\nboof* January 16, 2025 at 4:24 pm Yea I think if they get plenty of business doing this on top of asking sick people not to come in will help signal that they’re serious about it + while it might drive away people who are anti mask, it might bring in more people who are happy with the precautions. Plus it might cut down on a few of the colds they catch from mostly asymptomatic people (if done right). Reply ↓\nSloanicota* January 16, 2025 at 2:13 pm It’s really hard. All I can say is that when I am fuming about how can I make other people do anything, I sometimes have to flip it around and say “what can I do to prevent X and Y outcome.” So like this morning’s letter, the person annoyed at the coworkers joining on treadmills. Totally makes sense to be annoyed, but “how can I make my coworkers stop joining on treadmills” is dicier than “what can I do so I don’t feel seasick on zoom calls” which is why I was in the comments talking about blocking people’s video. In this call, working with the direct public, what are the things you can do to prevent yourself from being infected? I guess I’d say wear a good mask, have hand sanitizer at your counter that you use, maybe putting in a small air purifier … but really yes, people should be more considerate :( Reply ↓\nGrumpy Elder Millennial* January 16, 2025 at 5:10 pm Totally agree, Sloanicota. It’s typically much easier to change your own behaviour than to try to change others’ behaviour. Especially if it means changing a bunch of people’s behaviour. Implement what precautions you can and try out what changes you can implement, like telling people in advance that they shouldn’t come if they’re sick. Reply ↓\nBowTiesAreCool* January 16, 2025 at 2:13 pm I am continually astonished by the sheer number of people who seem to have learned nothing from COVID. (Not that it was right to expose people to disease before that, but in many places it was more socially acceptable.) Reply ↓\nEldritch Office Worker* January 16, 2025 at 2:22 pm It baffles me too. There was mass education about hygiene and disease transmission. People are really showing they simply don’t care about others. Reply ↓\nReallyBadPerson* January 16, 2025 at 2:43 pm They learned plenty. People of certain political persuasions made sure that Covid was politicized, so that even those who would previously have been okay with masking, vaccines, and calling out when sick now mock those who do. Reply ↓\nElsewise* January 16, 2025 at 2:48 pm Tell me about it. I got yelled at by a cashier for wearing a mask not too long ago. Not for asking him to wear a mask, not for anything that directly affected him, just for wearing a mask in his presence. People get super offended by it these days and assume anything someone does to not get sick is a political attack on them. Reply ↓\nProperlike* January 16, 2025 at 3:15 pm By a *cashier*? At a place that was taking your money? WTH? I hope you talked to a manager or the corporate office. Reply ↓\nNo show* January 16, 2025 at 4:52 pm “People of certain political persuasions made sure that Covid was politicized” In these “certain political persuasions,” do you count the public health officials who lied to us during the first few weeks of the pandemic by saying masks *didn’t* work, when in fact they knew perfectly well that masks worked and were trying to ration them? Do you count the people that wanted to take race into account when deciding who got first access to vaccines? Do you count the people who said “all vaccines are equally good” when it was perfectly obvious the double-dose MRNA vaccines were going to be better than J&J? There was plenty of politicization going around. Personally, I made sure I got vaccinated as early as possible by going to neighboring state that was vaccinating all comers, rather than trying to impose priority lists. Reply ↓\nStrive to Excel* January 16, 2025 at 3:07 pm People learned a lot. Businesses didn’t. If my choice is to be socially unacceptable and come in sick or stay home with no pay, then I’m going to come in sick because being socially acceptable doesn’t pay rent or buy food. If a business smacks me with a cancellation fee or makes it impossible to get a new appointment, they’re making it a lot harder to want to be socially acceptable. If, as a student, I have to make up several days of schoolwork on top of my regular schoolwork and also self-teach myself the material I missed while still feeling crummy, I’m going to drag myself in so that I can at least half-ass the work. If you want people to behave in a way that’s socially helpful, the rest of us need to make it possible. And do it in a way that doesn’t require the government prodding us with the regulatory stick, because that will take years. Reply ↓\nHiddenT* January 16, 2025 at 3:15 pm AKA what disabled people have been asking for for decades. Reply ↓\niglwif* January 16, 2025 at 3:47 pm It really is astonishing. And baffling. And frustrating. I routinely mask now and haven’t been sick since the one time my whole household had COVID in December 2021. My choir, which rehearses weekly, was requiring masks for a while but stopped doing so at the start of the 2023/24 season, but I and a few others have kept masking for rehearsals and concerts. Absences due to illness are consistently higher than than they used to be, and people (including the conductor) keep complaining about it, but has anyone gone back to masking? NOPE. My mom got COVID from her choir conductor this past fall and she was very annoyed at him for showing up while contagious, but like … he wasn’t symptomatic yet, and she is in her 80s, and singing is a very high-risk activity, so why wasn’t SHE wearing a mask? Like many people who talk to me about masks because they see me wearing one, she was like, haha, I know I should wear a mask like you do, but ::shrug emoji:: Reply ↓\nElizabeth West* January 16, 2025 at 3:58 pm I didn’t even catch a cold during Covid. Didn’t get that either until a whole year after I moved here, four years after the pandemic started (it sucked; do not recommend). Reply ↓\niglwif* January 16, 2025 at 5:26 pm Yes, when I say I haven’t been sick I mean I haven’t gotten COVID (except that one time) or the flu or even a minor cold. Nothing. And I used to get several colds a year and the flu every couple of years, and it sucked. Now, of course I am also getting my flu shots and COVID boosters, washing my hands properly, etc. I’m not relying on masking alone. But masking is absolutely making a very big difference! Reply ↓\nNo show* January 16, 2025 at 4:54 pm “but has anyone gone back to masking? NOPE.” Gee, it’s not like the risk profile for Covid in 2023-24 has changed drastically since 2020-21. Reply ↓\niglwif* January 16, 2025 at 5:30 pm In terms of how likely a reasonably healthy young-to-middle-aged person is to die or be hospitalized, the risk profile has changed. In terms of how likely you are to – miss work and miss activities you wanted to do [like sing in a concert you spent 2 months rehearsing for, in this case], – get long COVID, – make you more vulnerable to other infections, or – infect someone else who’s more vulnerable than you and make them very sick, it really hasn’t. Masking is such an easy and non-invasive precaution to take that I don’t understand why so many people are so resistant to doing it. I especially don’t understand how people who freely acknowledge that it’s a good idea won’t do it! Reply ↓\nGrumpy Elder Millennial* January 16, 2025 at 5:12 pm Yeah, people shoved it all in the memory hole. It was a painful time (obviously, it was more painful for some people than others) and people don’t want to remember it. Reply ↓\nGyne* January 16, 2025 at 2:15 pm Another thing to consider is your no show/late reschedule policy and if you want to build in flexibility for sickness – many stylists require a credit card and have a warning that a no show or late cancellation will result in charging the full fee for the appointment. But if someone is sick or has a sick family member and needs to reschedule, I think it might be helpful to allow someone a “free” reschedule for that reason. Reply ↓\nSam I Am* January 16, 2025 at 2:21 pm This. Of course people shouldn’t show up sick or with sick kids, but it sucks to get charged $50 or $100 for a last-minute cancellation. It will probably help to include with the policy that there’s no fee for cancellations due to illness. Reply ↓\nCorgiDoc* January 16, 2025 at 3:39 pm Especially if that eats your entire budget for that service for X period of time. If I have $100 budgeted for hair care for an 8 week period and it’s a $100 cancellation fee even if I’m sick. Then I’m stuck with the choices of going in while sick or not getting my hair done for another 8 weeks (and maybe I need it to be done, like if I have a job interview and have short hair that will get shaggy). Not saying it’s right to still go in sick in that situation, but it definitely makes it easier to see why someone might. Reply ↓\nGrumpy Elder Millennial* January 16, 2025 at 5:13 pm This. People are more likely to comply if cancelling because of illness doesn’t cost them anything. Reply ↓\nA Simple Narwhal* January 16, 2025 at 2:51 pm Last year I was sick as a dog with covid. I had a hair appointment in a couple days and I didn’t want to go while I was still contagious (plus I wasn’t sure I’d even feel well enough to leave the house by then), so I called the salon to reschedule. The front desk person said that since it was close to my appointment I would have to pay a cancellation fee, which was something like 50% of my appointment cost. (I only go quarterly and it’s not cheap, so that was a hefty fee.) I told them that I could absolutely drag myself to my appointment but I was trying to do the right thing by not coming in while sick with covid, could they waive the fee and let me reschedule for when I was healthy? They spoke to their manager and got the fee waived. So definitely waive the fee if you can for a sick reschedule, don’t punish people who are trying to do the right thing. Reply ↓\nMarshmallow* January 16, 2025 at 2:18 pm The place I get my hair done at has a strict “no sick people” policy. They’ll turn you away. They do just fine. :) They also only recently stopped requiring masks, but do check in with you on mask preferences for each appointment. Like if you want the stylist to wear one. I think they have a couple stylists that still require their clients to do it. I personally don’t like it, but that said, if they want me to wear one, I will absolutely comply! No argument or sass or “reduced tip” from me. Just tell me what you need! Reply ↓\nBast* January 16, 2025 at 3:46 pm My stylist recalled how absolutely terrible people were regarding masks. In my state, when the DOH allowed places such as salons to open back up, there were strict masking requirements, and the DOH regularly did “surprise” inspections to ensure compliance. She told me that she had been yelled at, threatened with violence, and SPIT ON for complying a regulation that she had no control over. Non-compliance could range from a fine to being shut down, depending on the number of violations. I shouldn’t have been shocked, but I was. Cut your own hair, if you don’t want to wear a mask, or just suck it up and wear the mask for 30 minutes. But spitting on someone? Insane. I am glad to hear some people are not giving the stylists a hard time and can respect the policies, whether set by the stylist themself or someone else. Reply ↓\nCoffee* January 16, 2025 at 2:21 pm make it easy to reschedule as well. I will *always* reschedule if my kids are sick, but it’s so much easier if I don’t have to make a phone call. if I can schedule the appointment online please make it so I can reschedule online as well( I realize depending on what platform you use this may not always be possible) Reply ↓\nJaneway, Her Coffee In Hand* January 16, 2025 at 2:22 pm Would it be practical to have people wear masks if they come in sick? I know that doesn’t resolve everything but if I came in and was charged a fee no show fee because the proprietor felt I was too ill to serve, it would be my last time going to that business. Reply ↓\nNot sure* January 16, 2025 at 2:30 pm But if some person has no problem with masks, they would just come in sick and wear the mask. Not sure if this is what OP is hoping for – although this idea strikes me as a good compromise. Reply ↓\nDahlia* January 16, 2025 at 2:45 pm I mean, if you’re a person who shows up sick to breathe on someone in close proximity, I think people would prefer if you didn’t come back? Reply ↓\nJaneway, Her Coffee In Hand* January 16, 2025 at 3:01 pm Can you tell the difference between someone with a cold and someone with severe allergies? It’s not easy to differentiate. OP risks turning away people with entirely non contagious conditions because they look sick while still interacting with people who have active COVID but no obvious symptoms. There’s no perfect solution here but masking for both is a reasonable measure if they’re concerned by coughing and sneezing. Reply ↓\nappo* January 16, 2025 at 3:33 pm No, the loops go around the ears which especially for men, that area usually needs to be trimmed. Reply ↓\niglwif* January 16, 2025 at 3:37 pm You can absolutely get a haircut while wearing an earloop mask. (A headstrap mask, probably not.) I just did this last weekend. (I have done it since things started reopening in 2021.) When the stylist needed to get in behind my ears with the electric shaver thingy, I briefly took the loops off and held the mask against my face instead. Very easy for both of us. Reply ↓\nBella Ridley* January 16, 2025 at 3:42 pm I promise you barbers and people with short haircuts have got this figured out. Reply ↓\nSloanicota* January 16, 2025 at 3:35 pm Also, a lot of little kids, especially sick ones, aren’t great about wearing masks. In the letter the issue was more with the kid than the client. Reply ↓\nBeveled Edge* January 16, 2025 at 2:29 pm You also might keep a box of masks by the door and ask anyone who looks sick to put one on, which would help in the kind of situation you described where you’re already halfway through the service when the sick family member arrives. Reply ↓\nSharon* January 16, 2025 at 2:30 pm Do you have appointments set up ahead of time or do you take walk-ins? If you have appointments, text them the day before to confirm and ask them to reschedule if they are sick. Reply ↓\nAnn Onymous* January 16, 2025 at 2:30 pm I am so frustrated by people who don’t care about giving their illnesses to other people. There are a lot of people with various underlying health issues that can make all sorts of “minor” illnesses not so minor, and a lot of us don’t “look sick”. When a stomach bug went through my office a few years ago, most people spent a day miserable in their bathrooms; I ended up hospitalized. Reply ↓\nA Simple Narwhal* January 16, 2025 at 3:02 pm Ugh I’m still mad that years ago my coworker came into work looking and sounding like death. Multiple people told him to go home, but he refused, claiming he didn’t want to “waste a sick day”. He gave me a worse version of whatever he had, and I got so sick I had to receive emergency fluids. They literally had to wheel me in, I was too sick to walk or even sit up on my own. I was out for over a week and burned through all of my sick time and PTO. When he came back he just laughed and said “whoops seems like I gave you whatever I had, don’t worry I’ll buy you lunch to make up for it”. And then the jerk never even bought me lunch! I know overall that the company’s abysmal PTO was mostly to blame, but he’s still an a-hole in my mind. Reply ↓\nProperlike* January 16, 2025 at 3:17 pm He is absolutely an a-hole and should have given you at least one of his non-wasted sick days. Reply ↓\nHiddenT* January 16, 2025 at 3:25 pm Yeah, I have a weaker-than-average immune system (not to the level of being immunocompromised, just not robust) and asthma that’s only triggered under certain conditions (including upper respiratory illnesses). When I get a cold that some people could get over in a week, it might take me an entire month to recover, with multiple days spent so sick I can’t function (like, I’m asleep for 18 hours every day and can’t even focus on TV shows). Since 2020 I’ve been wearing a mask in public and at large gatherings (I work from home) and the difference is stark for me. I rarely get sick anymore, which means I can use my sick time for other things (generally “mental health days” because I have anxiety and depression and do really need to take days off for it occasionally). Reply ↓\nboof* January 16, 2025 at 4:31 pm And even if you’re perfectly healthy, just try having small kids and wave after wave of “minor” illness constantly disrupting routines (because kids have to stay home; parents have to take care of kid; skip all activities you had planned) – it gets demoralizing. The first winter post covid with 3 kids when things reopened was a bit miserable. Reply ↓\nconstant_craving* January 16, 2025 at 2:32 pm I may be extrapolating too much, but it sounds like the LW charges a “no show” fee and that clients aren’t aware it will get waived if they call and say they’re sick? If clients know about the fee but not about it being waived, then you’re incentivizing them to show up. Reply ↓\nHlao-roo* January 16, 2025 at 2:45 pm I interpreted this part of the letter as something the LW is brainstorming as a possibility to do in the future, not a current practice: Honestly, if people come in sick I think it’s fair to refuse service and charge a no-show fee. Even if they gave me 10-minute notice and just let me know they were sick, I wouldn’t charge. I don’t know if that’s how it works though. The wording is ambiguous, though, so my interpretation might not be correct. Reply ↓\nH.Regalis* January 16, 2025 at 2:33 pm If you haven’t already, check in any online groups you’re in for barbers/hair stylists/aestheticians/nail techs/etc. in your area and see what how other people have implemented similar policies and how that’s gone. Like Alison said, your business will probably take a bit of a hit. If you’re an established barber with a big clientele that probably won’t matter as much to you compared to if you’re just starting out. Can you weather some loss of revenue? Are there are other services you can offer to make up for that? Reply ↓\nStuart Foote* January 16, 2025 at 2:37 pm Kids are pretty much constantly sick and a lot of people (not just parents) have packed schedules that make even things like scheduling a haircut more difficult than you’d think. I do try to avoid taking my kids places when they aren’t feeling well, but we are fortunate enough to have a fairly flexible schedule where a parent can usually stay home with the kids. A lot of people aren’t so lucky. Also, often kids will initially show symptoms and then somehow be completely better in an hour, or not be that bad at first and suddenly their immune systems seem to totally collapse and they feel and look terrible. Don’t get me wrong, sick kids annoy me too, but I also think it’s a tough problem to solve and is somewhat inevitable if you have a customer facing job. Reply ↓\nMelicious* January 16, 2025 at 3:05 pm Seconding this. It’s not an excuse but an explanation. Kids are required to be in the Petri dishes that are schools, so families with kids are sick A LOT. I do try to be courteous and reschedule low priority things (like haircuts!) if someone is sick. But seriously, at least one person in the house has a cold almost all the time from October to April. Reply ↓\nProperlike* January 16, 2025 at 3:19 pm Yes, AND a haircut is not one of those mandatory procedures that needs to be done no matter what. It’s inconvenient to reschedule a haircut, even multiple ones, but such is life. I say this as someone with kids. The one time I was recovering from the flu but my daughter needed a haircut, I called the salon in advance, gave her my credit card to pay, and I stayed in the car the whole time. Reply ↓\nNo Longer Gig-less Data Analyst* January 16, 2025 at 3:22 pm My hair salon – which admittedly is very high-end – enacted a rule that children cannot be in the salon at all unless they are also getting a haircut. They lost some customers with this policy, but as so someone who has been going there since they opened, and spends thousands of dollars there each year, I love it. People were letting their kids run wild through the salon while they were getting a multi-hour coloring or hair extension appointments. Recently they announced that they would no longer be taking on new clients under the age of 15, so there must have been other shenanigans. Not every business can afford to to this, of course, but even with these rules in place I have to book my appointments there 6 months out. They are always busy and can luckily afford to be choosey. Reply ↓\nNo show* January 16, 2025 at 5:00 pm “My hair salon – which admittedly is very high-end – enacted a rule that children cannot be in the salon at all unless they are also getting a haircut.” This is the solution Reply ↓\nArlynPage* January 16, 2025 at 3:31 pm Yep, I’m lucky that I have a somewhat flexible work and childcare situation, but if my kids are sick and I have to cancel a haircut, I’m looking at a months-long wait to get scheduled again. I can definitely see why people feel like they have no choice but to bring sick kids to the one appointment they were able to snag in the near future. I don’t think it’s the right thing to do and I wouldn’t do it myself, but I can empathize with people who really have no other option. Reply ↓\nJB (not in Houston)* January 16, 2025 at 4:02 pm I mean, they do have another option, though. With rare exception, one missed haircut won’t affect your livelihood or cause you any real hardship. I understand the inconvenience and not wanting to miss the appointment, but if they feel like they have no choice, they’re just wrong. Reply ↓\ntoolegittoresign* January 16, 2025 at 3:52 pm But LW has a packed schedule and has other clients with packed schedules who then ALL have their appointments rescheduled because the barber got sick — and maybe others in the shop! So it’s realizing that it’s better to have to reschedule for yourself or arrange childcare than cause many others to have to reschedule because of you. Plus it’s not uncommon for adults to get way sicker from a bug they caught from a kid because some people like me who don’t have kids aren’t being exposed to a lot of viruses on a day-to-day basis. Like I can pretty much plan on getting sick after seeing any of my friends’ kids. And while their kid maybe just had the sniffles for a few days, I’m down with a cold and then bronchitis for weeks. Reply ↓\nboof* January 16, 2025 at 4:32 pm I get it but still, it’s not ok to just expect other people to deal with your sick kids – a haircut can be important grooming but it’s not an essential thing, it can be rescheduled, etc. Reply ↓\nCher* January 16, 2025 at 2:38 pm Wear an N95 mask. It isn’t perfect, but I work in nursing homes and rarely get sick and have never gotten Covid. I don’t have an incredible immune system, I get sick when exposed during vacations but the N95 and frequent hand washing works really well. Reply ↓\niglwif* January 16, 2025 at 3:34 pm Yep. I’ve actually TWICE succeeded in not getting COVID when my spouse brought it home from work, by wearing an N95 until he tested negative and sleeping in another room. Reply ↓\nEllen Ripley* January 16, 2025 at 2:40 pm “You’ll still probably get clients who come in sick or with a sick kid anyway, because people are inconsiderate….If you want to offer a discount for the rescheduled appointment, that would help from a client relations perspective, but you don’t have to.” I do not agree with this. OP will already be missing out on getting paid for the haircut, it’s too late to schedule a new client in that time slot, and they’d be offering a discount to someone who was inconsiderate enough to come to the appointment visibly sick. I understand OP is working in a role that has a customer relations element but this is too far to go to accommodate them. Reply ↓\nEldritch Office Worker* January 16, 2025 at 2:43 pm I can see both sides of this. You’re right, that OP shouldn’t have to do this and that the client was forewarned. That said this is the kind of business that really relies on repeat customers, and word of mouth. It’s not just a customer relations element, but rather depending on how established OP is and how much alternative business they have, a steady customer can be make or break. OP knows this best, but I can see why the suggestion might make sense depending on the circumstances. Reply ↓\nKate* January 16, 2025 at 2:52 pm Everybody just thinks it would be fine to cut someone’s hair while they’re wearing a mask? Based on the info in the letter I’m picturing that OP does a lot of short haircuts. And masks attach to the wearer’s ears. Reply ↓\nBella Ridley* January 16, 2025 at 2:55 pm During COVID when I got my hair cut every month wearing a mask, the hairdresser just had me hold the mask to my face and un-loop it from each ear while trimming around the ear, then replace it when done. Reply ↓\nJaneway, Her Coffee In Hand* January 16, 2025 at 3:03 pm Same. I have a very short cut which is half shaved. I’d keep the mask on my face and undo my ear loops. It’s not too difficult. Reply ↓\nCher* January 16, 2025 at 3:35 pm The hair dresser would wear an N95 mask that way the clients don’t need to wear a mask Reply ↓\nBella Ridley* January 16, 2025 at 3:41 pm I mean, it’s very doable for both parties to wear a mask if they see fit. Someone getting their hair cut and trimmed around the ears can still wear a mask and pop it off just for the little time that’s required. Lots of people did this as long as masks were mandated and I promise you barbers figured it out. Reply ↓\nHiddenT* January 16, 2025 at 3:28 pm I wear a mask every time I get my hair cut (very short cut). My barber takes the loop off my ear just enough to trim that area, then replaces it. It takes two seconds. Reply ↓\niglwif* January 16, 2025 at 3:33 pm I just got my hair cut last weekend — cut very short, with shaved back and sides — while wearing an earloop KN95 mask. At the points in the haircut where the stylist needed to get right in behind each of my ears, I took the loop off that ear and held the mask against my face with one hand. No trouble at all. Reply ↓\na clockwork lemon* January 16, 2025 at 3:48 pm I had multiple hair cuts and full-foil highlights done during the pandemic. My stylist and I both wore a mask at each (4+hr) appointment, and it was not a hardship for me to hold my mask up to my face for the roughly five seconds it took for her to apply color around my head. My husband’s barber had a similar mask policy, and the haircuts were never a problem. Hair stylists are professionals and they know how to work around things that hook around people’s ears–glasses were still a thing well before people in the US were in the habit of masking. Reply ↓\nFriendly Neighborhood Masker* January 16, 2025 at 4:16 pm I wear a mask for every haircut since 2020, and my stylist has never had a problem… and she gives me great cuts! Reply ↓\nThinkerdoodle* January 16, 2025 at 2:52 pm I think people would be much much less likely to come in sick if you freely advertised not just the no-sick policy but the fact that you won’t penalize them to cancel/reschedule if the reason is sickness. Too many of these services seem to charge a cancellation fee regardless of the reason for the cancellation and I think that’s the reason so many people proceed even when they shouldn’t Reply ↓\nmadhatter360* January 16, 2025 at 2:53 pm I saw an article about restaurants that charged no-show fees when for people who cancelled reservations last moment (or simply no-showed). One of the strategies listed was to issue the fee in the form of a gift certificate. It encouraged people to actually call and cancel even if they were in the fee window rather than no-showing. This then allowed the restaurant to try and fill the reservation from the wait list, or to let the host know the table was available for a walk in. As long as the customer made a new reservation they actually showed up for, they weren’t really out any money. Seems like it could apply pretty well here. Reply ↓\nJam on Toast* January 16, 2025 at 2:54 pm I had a really unpleasant cold over the holidays, which I caught courtesy of my adult son, who works in retail and has to interact regularly with Typhoid Mary and Germy Jim. While I was ill, I wore an N95 mask on the few occasions I had to go into a store. Not because I’m some special saint or martyr but because I try to be a reasonable person, and I don’t want other people to get sick if they don’t have to. Asking people not to come into the OP’s shop when they are ill is a completely reasonable request. It not only impacts other customers, but it also impacts the OP’s ability to remain healthy and able to work, which is vital as a sole proprietor. Only unreasonable people will react poorly. Reply ↓\nNomic* January 16, 2025 at 2:56 pm Don’t forget you can mask as well (and with an elderly parent or grandparent, I would consider masking with an N95 regardless of whether clients appear sick or not. Reply ↓\nStrive to Excel* January 16, 2025 at 2:57 pm I have to add – people are more likely to show up sick if they feel like they won’t be able to get a haircut otherwise. I have had this problem with doctor’s offices before. I have X that I need to treat – it’s not deathly urgent but it’s significantly impacting my quality of life. First appointment I got I had to wait 2 months. Day of the appointment I come down with a sniffle. Call the office and ask if there’s another appointment soon. 3 months later. Now I have an ethical dilemma on my hands and end up going to the appointment while wearing a mask. Meanwhile my dentist always has a little time every day for emergency calls or moving appointments. I know that if I let them know I am sick, I’ll have another appointment in 2 weeks and no one else gets sick. Make sure people have a chance to reschedule in a timely manner and they’ll be much more likely to do it. There’ll be some people who are still inconsiderate, but that just makes for an effective method to spot the bad clients. Reply ↓\nblupuck* January 16, 2025 at 3:01 pm I have good rapport with my stylist and we often discuss business. If he gets COVID from a client, it is more than just illness and a risk to his partner. It is money out of his pocket and not just that one appointment either. Responsible stylists will not work if they have COVID and generally don’t get paid sick leave. Cut some hair, get some money. No cutting, no money. Reply ↓\nProperlike* January 16, 2025 at 3:22 pm This is an important point. Not only does this impact the LW, it impacts all of their other clients who will then have their appointments rescheduled. Be a good human and contain the inconvenience to your own family rather than spreading it around like germs. :) Note: I would expect to find sick people at a doctor’s office, so that doesn’t seem like a breach of conduct if you stay masked. Reply ↓\nJustKnope* January 16, 2025 at 3:05 pm As a parent of a young child in daycare, I’ve gained a lot more empathy for the parents in these situations. I know there are situations where it’s clear they should have canceled and stayed home. But my son has a runny nose for most of December. He’s currently going on 2 weeks of recovering from pneumonia and still looks a little gross, but he’s been on antibiotics so I don’t think he’s contagious anymore. It’s hard to put my entire life on hold for the duration of his seemingly never-ending illnesses. I feel bad that service workers are put in these situations. It just doesn’t feel like there are good options sometimes as a parent. I feel really trapped by it all. Reply ↓\nBabyFishMouth* January 16, 2025 at 3:07 pm I think LW should reinstitute a mask policy for themself and everyone entering the shop. That is truly the best way to protect yourself from catching a respiratory illness. People are most contagious with flu and covid in the 24 hours before the first symptoms appear, so LW is just as likely to catch something from the perfectly well-appearing person in the chair as anyone else. I think we need to let go of the idea that the rest of the world should be equally as vigilant about colds as they are about fever, body aches, vomiting and diarrhea. It is simply not possible for most people to stay home, call off work, and cancel all their other appointments when they only have a cold. I have very good reasons to avoid sickness myself, and when I go out I put on my mask, ignore the looks, wash my hands and don’t touch my face. LW, nothing you say will stop people from coming to your shop sick (“Don’t worry, it’s just my allergies!” “I have asthma and it’s acting up, no biggie!” amirite?) Mask up and have a universal mask policy for customers too. Reply ↓\nNo show* January 16, 2025 at 5:05 pm “Mask up and have a universal mask policy for customers too.” It’s not 2020 anymore. If you *really* want to put the shop out of business, and assuming this isn’t some kind of high-demand celebrity salon, this is the way to do it. Reply ↓\nCamellia* January 16, 2025 at 3:23 pm Hmm, maybe flip this around and think of it the same way you would with head lice. If you discover a customer has head lice, even if you had already started working on them, you would immediately stop and make them leave. Because lice can spread to anyone and cause significant effort to get rid of them. And I’m guessing you would not hesitate to do that. So view any sickness the same way, and don’t feel bad about taking any measures you need to, to protect your health and the health of all those around you. You may lose a few customers but you may also gain some when people find out they don’t have to worry about sitting next to someone who is sick. Reply ↓\nAB* January 16, 2025 at 3:27 pm Some places near me ask/do a few things: -confirm I’m not sick and if sick, to reschedule. This is mentioned prominently (and I click a box) at the time of making the appointment and then I get a reminder email (or text) about the 2 days before the appointment to confirm I’m not sick. -limit the #of people you bring with you -ask the customer/group to wear masks Maybe do a combo of the above. I also like the idea of adding verbiage of “hey I live with an immunocompromised/medically fragile person so please be a decent human being and follow the rules” for added context to your customers. Reply ↓\niglwif* January 16, 2025 at 3:30 pm While I entirely agree that people should not expose everyone to their sick children (or sick selves) for the sake of a haircut, in terms of protecting yourself and your vulnerable grandfather, your best bet is to routinely wear an N95 mask to work. Because people shouldn’t bring their airborne diseases to your workplace, but they will. And they should be the ones to mask when they’re sick, but they probably won’t. (Full disclosure: I wear an earloop KN95 when I go to get my hair cut. I get the occasional quizzical look, but no complaints.) Reply ↓\nHiddenT* January 16, 2025 at 3:33 pm As I stated in a thread above, I have a weaker-than-average immune system and still wear masks when out in public or at large gatherings (I don’t for smaller gatherings, less than ten people). I would be *more* likely to use a hairdresser with a strict policy about sick clients like this, rather than less. It would depend on the rest of the salon, though (since you said you’re a booth renter). Having one hairdresser with a strict no-illness policy and then the next booth over someone is hacking their lungs out would rather defeat the purpose. Trying to get the others on board would likely be worthwhile, if it’s feasible. Reply ↓\nSophie* January 16, 2025 at 3:49 pm LW should be masking regularly. Even seemingly asymptomatic people carry illness, and there’s nothing wrong with wearing a mask. It should be more normalized anyway, and there are people who are more likely to frequent a business they know actually cares about the health and wellbeing of its customers. But LW should also consider getting HEPA filters and running those throughout the day, to minimize the spread of illness through the air. Of course, customers should NOT be coming in ill or bringing in their sick children, but since it’s capitalism’s stance that it’s every person for themself, LW should be taking every precaution they can. Reply ↓\nCaramel & Cheddar* January 16, 2025 at 4:59 pm This. Independent of clients bringing their sick selves into the shop, LW has someone at home they don’t want to get sick and there are lots of ways to help mitigate that in general, not just when faced with someone visibly sick in your chair. Reply ↓\nRaw Cookie Dough* January 16, 2025 at 3:58 pm OP, you must have a mask handy for yourself. At the end of the day, we are all responsible for our own health. And it’s true that a sick person could come into your booth and not infect you at all, only to go to the store after work and pick up something there. It’s impossible to know for sure where you pick something up. Reply ↓\nFunkyMunky* January 16, 2025 at 4:15 pm the easiest thing to do if you’re not into confrontation with clients – wear proper fitted masks during all your work appointments & set up air filtration devices. I still mask myself at my hair and nail appointments, but establishments find that hard to ask of clients. instead protect yourself! Reply ↓\nCleanAirIsGr8* January 16, 2025 at 4:45 pm In addition to the commenters suggesting having masks available (both for yourself and for clients), I investing in a HEPA filter could be a good idea. They’re fairly cheap to run and you can just stick it in a corner where it won’t be noticed much. Clean air is great for not catching as many illnesses and handy for allergies etc as well! Plus if you advertise this online or add yourself to clean air registers (eg safe inside.co.uk not sure about US ones) you could tap into a whole new market of customers who may prefer stronger health mitigations. Reply ↓\nbrjeau* January 16, 2025 at 4:46 pm The salon I go to has a policy on their booking page that they waive the no-show/late notice cancellation fee if you’re sick. They also explicitly ask that you reschedule if you’re not feeling well. I think it helps by both setting expectations and making it easy to decide not to come in. (And as a client it also makes me feel better knowing that my stylist is less likely to have been exposed to something). Definitely not foolproof because customers, but it might also help turn people away if you’ve already made your policy clear. (This is of course assuming that in your setup there’s a way to communicate your own policies up front) Reply ↓\nnayamcd* January 16, 2025 at 4:58 pm My hairstylist still requires masking, and she will refuse the appointment if you are unable to comply. I hate it, but I like her and her services more than I hate it. Reply ↓\niglwif* January 16, 2025 at 5:20 pm Why do you hate it? What would make someone “unable to comply” with wearing a mask long enough to get their hair cut? I’m not being snarky. I am genuinely baffled that anyone could object to this extremely common-sense and socially responsible policy. Reply ↓",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->sports management and ownership"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:34:57.260+02:00",
    "updated": "2025-01-17T00:34:57.260+02:00"
  },
  {
    "uuid": "5af334e9784c63b238ee0e8652c5c365db7776e6",
    "url": "https://www.lbcgroup.tv/news/news-bulletin-reports/809118/middle-east-on-edge-cabinet-meeting-set-to-seal-israels-plans-for-pote/en",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@LBCI",
    "published": "2024-10-24T14:50:00Z",
    "title": "Middle East on edge: Cabinet meeting set to seal Israels plans for potential Iran strike - Lebanon News",
    "text": "News Latest News news bulletin Breaking Headlines Israel-Gaza War Updates Variety and Tech Sports News Middle East News World News Lebanon News Press Highlights Lebanon Economy News Bulletin Reports Other News Breaking Headlines Israel-Gaza War Updates Variety and Tech Sports News Middle East News World News Lebanon News Press Highlights Lebanon Economy News Bulletin Reports Beirut 20 o Bekaa 8 o Keserwan 22 o Metn 22 o Mount Lebanon 14 o North 20 o South 18 o Live Video Audio Schedule shows العربية watching now News SUBSCRIBE Home Notification Live Video Audio shows Beirut 20 o Bekaa 8 o Keserwan 22 o Metn 22 o Mount Lebanon 14 o North 20 o South 18 o News Programs The News Breaking Headlines Israel-Gaza War Updates Variety and Tech Sports News Middle East News World News Lebanon News Press Highlights Lebanon Economy News Bulletin Reports Programs Documentaries Lebanon’s Centennial Movies News Bulletin The Untold History Talk Show Series Sports Variety Other Comedy Oldies Breaking News Latest News Highlighted News Most Read Videos العربية Watch the latest programs and the latest developments on your favorite screen Shows Join millions of followers LBCI Lebanon LBCI News Who We Are Contact Us Advertise With Us Careers Channel frequencies Privacy Policy Terms and Conditions Middle East on edge: Cabinet meeting set to seal Israel's plans for potential Iran strike News Bulletin Reports 2024-10-24 | 19:50 High views Share Share 2 min Middle East on edge: Cabinet meeting set to seal Israel's plans for potential Iran strike Report by Amal Shehadeh, English adaptation by Yasmine Jaroudi While Israeli Prime Minister Benjamin Netanyahu scheduled a cabinet meeting involving top security officials for Sunday, Israel appears to be nearing a military strike on Iran. This comes after U.S. Secretary of State Antony Blinken failed to persuade Netanyahu to opt for a more moderate approach. Israeli security agencies have confirmed that the strike could happen within days, with the Israeli Air Force and missile defense systems readying for a potential Iranian response. The U.S. THAAD missile defense system has been deployed, particularly in southern Israel, to counter any ballistic missile threats from Iran. Concerns now center on possible Russian support for Iran in countering Israeli missiles, which could shield Tehran from a severe blow. Meanwhile, Israeli airstrikes continue across Lebanon, reaching as far as Beirut. U.S. Defense Secretary Lloyd Austin, in a conversation with his Israeli counterpart Yoav Gallant, expressed Washington's concern over Israeli strikes targeting the Lebanese Army and UNIFIL forces. On the ground, senior Israeli officers have revealed that five Israeli brigades are preparing for several weeks of battles in Lebanon in order to dismantle Hezbollah's infrastructure, particularly in villages along the frontline. In response, Hezbollah continues its rocket and drone attacks on northern Israel and as far as Tel Aviv, despite a media blackout on Israeli military casualties. Israeli Chief of Staff Herzi Halevi has insisted on maintaining the secrecy of military base locations to prevent Hezbollah from gaining tactical advantages. Lebanon News News Bulletin Reports Middle East News Israel-Gaza War Updates Middle East Edge Cabinet Meeting Israel Plans Iran Strike Next Renewed ties: How Saudi Arabia and Iran are navigating regional conflicts through diplomacy Sahel General Hospital: Allegations of Hezbollah hideout intensify scrutiny on Israeli operations Previous Related Articles d-none hideMe 0 World News 2024-10-21 US 'very concerned' about intelligence leak regarding Israel's plans to strike Iran World News 2024-10-21 US 'very concerned' about intelligence leak regarding Israel's plans to strike Iran 0 News Bulletin Reports 2024-10-20 Conflict escalates: Drone strike on Netanyahu’s home triggers Israeli response plans against Iran News Bulletin Reports 2024-10-20 Conflict escalates: Drone strike on Netanyahu’s home triggers Israeli response plans against Iran 0 News Bulletin Reports 2024-10-23 Israel welcomes US backing for potential Iran strike, cyber warfare options considered News Bulletin Reports 2024-10-23 Israel welcomes US backing for potential Iran strike, cyber warfare options considered 0 World News 2024-10-20 US investigates leak on intelligence about Israel's Iran attack plans: House Speaker Mike Johnson says World News 2024-10-20 US investigates leak on intelligence about Israel's Iran attack plans: House Speaker Mike Johnson says Recommended For You d-none hideMe 0 News Bulletin Reports 20:08 Lebanese soldiers killed in Israeli strike during UN-coordinated evacuation: Border violence continues News Bulletin Reports 20:08 Lebanese soldiers killed in Israeli strike during UN-coordinated evacuation: Border violence continues 0 News Bulletin Reports 19:57 International Conference in Paris: Ceasefire in Lebanon with focus on political and military aspects News Bulletin Reports 19:57 International Conference in Paris: Ceasefire in Lebanon with focus on political and military aspects 0 News Bulletin Reports 19:54 Renewed ties: How Saudi Arabia and Iran are navigating regional conflicts through diplomacy News Bulletin Reports 19:54 Renewed ties: How Saudi Arabia and Iran are navigating regional conflicts through diplomacy 0 News Bulletin Reports 2024-10-23 Sahel General Hospital: Allegations of Hezbollah hideout intensify scrutiny on Israeli operations News Bulletin Reports 2024-10-23 Sahel General Hospital: Allegations of Hezbollah hideout intensify scrutiny on Israeli operations Subscribe to our VOD SUBSCRIBE Our visitors readings d-none hideMe 0 Lebanon News 2024-10-23 Lebanese Foreign Ministry welcomes G7 statement on Lebanon and thanks Italy for its role Lebanon News 2024-10-23 Lebanese Foreign Ministry welcomes G7 statement on Lebanon and thanks Italy for its role 0 Lebanon News 23:52 Adraee warns residents of Borj El Brajneh, Hadath in Beirut's southern suburbs to immediately evacuate Lebanon News 23:52 Adraee warns residents of Borj El Brajneh, Hadath in Beirut's southern suburbs to immediately evacuate 0 Lebanon News 00:17 Blinken to meet Lebanese PM in London on Friday over war: US official Lebanon News 00:17 Blinken to meet Lebanese PM in London on Friday over war: US official 0 News Bulletin Reports 2024-10-22 LBCI enters Sahel General Hospital amid Israeli allegations of Hezbollah financial storage: Here are the details News Bulletin Reports 2024-10-22 LBCI enters Sahel General Hospital amid Israeli allegations of Hezbollah financial storage: Here are the details Videos d-none hideMe 0 Lebanon News 17:37 India sends medical aid to Lebanon Lebanon News 17:37 India sends medical aid to Lebanon 0 Lebanon News 13:47 Video claims to show Israeli soldiers detonating site in Ramyeh, South Lebanon Lebanon News 13:47 Video claims to show Israeli soldiers detonating site in Ramyeh, South Lebanon 0 Lebanon News 11:12 Israel targets vehicle on Aley highway in Dahr el-Wahech Lebanon News 11:12 Israel targets vehicle on Aley highway in Dahr el-Wahech 0 Lebanon News 2024-10-17 Israeli airstrikes on Wardaniyeh: Video reveals impact Lebanon News 2024-10-17 Israeli airstrikes on Wardaniyeh: Video reveals impact 0 Lebanon News 2024-10-15 LBCI tours industrial cities in Habbouch, Nabatieh, after being targeted by Israeli airstrikes (video) Lebanon News 2024-10-15 LBCI tours industrial cities in Habbouch, Nabatieh, after being targeted by Israeli airstrikes (video) 0 Lebanon News 2024-10-15 LBCI captures massive destruction following Israeli airstrikes in Ali El Nahri, Zahle Lebanon News 2024-10-15 LBCI captures massive destruction following Israeli airstrikes in Ali El Nahri, Zahle 0 Variety and Tech 2024-10-14 Dubai's Burj Khalifa illuminates in Lebanese flag colors for solidarity campaign (Video) Variety and Tech 2024-10-14 Dubai's Burj Khalifa illuminates in Lebanese flag colors for solidarity campaign (Video) 0 Lebanon News 2024-10-14 Israeli airstrike kills 22 people in Aitou, Zgharta district in northern Lebanon (Video) Lebanon News 2024-10-14 Israeli airstrike kills 22 people in Aitou, Zgharta district in northern Lebanon (Video) 0 Lebanon News 2024-10-14 LBCI exclusive footage: Damage caused by Israeli airstrike on Aitou in Zgharta district Lebanon News 2024-10-14 LBCI exclusive footage: Damage caused by Israeli airstrike on Aitou in Zgharta district Most read d-none hideMe 24 hours 7 days Month 1 Lebanon News 22:17 Israel's Adraee issues urgent evacuation alert for residents of Chouaifet El Aamroussieh, Haret Hreik near Beirut's southern suburbs Lebanon News 22:17 Israel's Adraee issues urgent evacuation alert for residents of Chouaifet El Aamroussieh, Haret Hreik near Beirut's southern suburbs 2 Lebanon News 16:10 Israeli army claims strikes on Hezbollah operative and multiple targets in Lebanon Lebanon News 16:10 Israeli army claims strikes on Hezbollah operative and multiple targets in Lebanon 3 Lebanon News 11:12 Israel targets vehicle on Aley highway in Dahr el-Wahech Lebanon News 11:12 Israel targets vehicle on Aley highway in Dahr el-Wahech 4 Lebanon News 11:00 Israeli army urges residents to avoid moving South, vows action against vehicles transporting armed individuals Lebanon News 11:00 Israeli army urges residents to avoid moving South, vows action against vehicles transporting armed individuals 5 Lebanon News 22:52 Adraee issues immediate evacuation alert for residents of Haret Hreik in Beirut's southern suburbs Lebanon News 22:52 Adraee issues immediate evacuation alert for residents of Haret Hreik in Beirut's southern suburbs 6 Lebanon News 22:59 Israel strikes Chouaifet El Aamroussieh near Beirut's southern suburbs Lebanon News 22:59 Israel strikes Chouaifet El Aamroussieh near Beirut's southern suburbs 7 Lebanon News 13:47 Video claims to show Israeli soldiers detonating site in Ramyeh, South Lebanon Lebanon News 13:47 Video claims to show Israeli soldiers detonating site in Ramyeh, South Lebanon 8 Lebanon News 23:30 Israeli airstrikes target vicinity of Haret Hreik in Beirut's southern suburbs Lebanon News 23:30 Israeli airstrikes target vicinity of Haret Hreik in Beirut's southern suburbs Download now the LBCI mobile app To see the latest news, the latest daily programs in Lebanon and the world Google Play App Store We use cookies We use cookies to make your experience on this website better. Accept Learn More",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://apps.apple.com/fr/app/lbci/id480984604?l=en",
      "https://play.google.com/store/apps/details?id=mobi.foo.lbcinews&hl=en",
      "https://play.google.com/store/apps/details",
      "https://www.apps.apple.com/fr/app/lbci/id480984604?l=en",
      "https://www.play.google.com/store/apps/details?id=mobi.foo.lbcinews&hl=en",
      "https://apps.apple.com/fr/app/lbci/id480984604"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:44:47.721+03:00",
    "updated": "2024-10-25T00:48:29.215+03:00"
  },
  {
    "uuid": "55b5ef9c13a8fdc17f95d470be0b73de722d5905",
    "url": "https://www.palestinechronicle.com/825-military-israeli-vehicles-destroyed-resistance-roundup-day-83/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin",
    "published": "2023-12-28T21:36:00Z",
    "title": "‘825 Military Israeli Vehicles Destroyed’ – Resistance Roundup – DAY 83",
    "text": "Below are the short statements communicated by the two main Palestinian Resistance groups in Gaza, in addition to the powerful Lebanese Resistance group, Hezbollah. On the 83rd day of the Israeli war on Gaza, the military spokesman for the Al-Qassam Brigades, Abu Obeida issued a statement, announcing the destruction of 825 military vehicles since the start of the war. For Abu Obeida’s latest pre-recorded message, click [here](https://www.palestinechronicle.com/from-vietnam-to-gaza-abu-obeida-issues-new-statement-text/). Below are the short statements communicated by the two main Palestinian Resistance groups in Gaza, in addition to the powerful Lebanese Resistance group, Hezbollah. The statements were compiled from the groups’ Telegram channels. On the 83rd day of the Israeli war on Gaza, Abu Obeida, the spokesman for the Al-Qassam Brigades, the military arm of the Palestinian Resistance Movement, Hamas, released a statement. FOLLOW OUR LIVE BLOG: [https://t.co/6q5L0Mizn2] [pic.twitter.com/pwpFAuiv9W] — The Palestine Chronicle (@PalestineChron) [December 28, 2023] Al-Qassam Brigades (Hamas) “Al-Qassam Brigades target a Zionist bulldozer with an Al-Yassin 105 shell in the Bureij camp in the central Gaza Strip. “Al-Qassam Brigades target 7 Zionist vehicles with Al-Yassin 105 shells and Shuath explosive devices in the areas of Al-Tuffah and Al-Daraj in Gaza City. “Al-Qassam Brigades destroy a Zionist military vehicle with an Al-Yassin 105 shell east of Al-Bureij Camp in central Gaza Strip. “Al-Qassam Brigades target a Zionist tank with a Shuath explosive device east of Al-Bureij Camp in central Gaza Strip. “Al-Qassam Brigades target a Zionist Merkava tank with an Al-Yassin 105 shell southeast of Al-Bureij refugee camp in the central Gaza Strip. “Al-Qassam Brigades target a Zionist tank with an Al-Yassin 105 shell, causing several explosions inside it, and strike the area with mortar shells east of Al-Maghazi refugee camp in the central Gaza Strip. “Al-Qassam Brigades target 5 Zionist Merkava tanks with Al-Yassin 105 shells east of Khan Younis city. “Al-Qassam Brigades bombard several gatherings of enemy soldiers and vehicles east of Khan Younis city in the southern Gaza Strip with mortar shells. “Al-Qassam fighters were able to detonate an Al-Ra’adiya anti-personnel explosive device in a Zionist infantry force infiltrating the Khuza’a area, east of the city of Khan Younis. Our fighters confirmed the killing and wounding of the (Israeli) force’s members. “Al-Qassam Brigades strike the forces gathered in the Tallat al-Rayyis area, northeast of the central area, with heavy-caliber mortar shells. “Al-Qassam Brigades bombed a Zionist troop carrier with an Al-Yassin 105 shell east of the city of Khan Younis, south of the Gaza Strip. “Al-Qassam Brigades destroy a Zionist Merkava tank with an Al-Yassin 105 shell in the city of Khan Younis, south of the Gaza Strip, causing it to catch fire. “Al-Qassam Brigades shot down a reconnaissance drone of the Skylark-2 model, which was on an intelligence mission for the enemy north of the Tal Al-Zaatar area in the northern Gaza Strip.” In this just-released video, Al-Qassam fighters are seen targeting enemy soldiers and destroying their incursive vehicles east of Al-Bureij camp in the central Gaza Strip. [pic.twitter.com/xYAz18W1ah] — The Palestine Chronicle (@PalestineChron) [December 28, 2023] Al-Quds Brigades (Islamic Jihad) “We targeted two Zionist military vehicles with two RPG shells in the Al-Tuffah axis, east of Gaza. “We bombed a gathering of Zionist enemy soldiers and vehicles with a barrage of mortar shells in the axis of advance east of Al-Bureij refugee camp in the central Gaza Strip. “We bombed the Third Eye (IOF) site with a concentrated rocket barrage. “We bombarded with a concentrated barrage of rockets and a barrage of mortar shells, a large gathering of enemy soldiers and a command and control headquarters in Abu Areiban land, southeast of Al-Zaytoun neighborhood. “We bombed the military gatherings and enemy vehicles at hill 86 Al-Kurd in the axis of advancement northeast of Khan Younis with a barrage of rockets. “Our fighters bombarded an enemy forces’ operations center with a barrage of mortar shells in the western Satar area, north of Khan Younis.” In this video, Al-Quds Brigades fighters are seen bombarding zionist military sites and gatherings on the front lines, east of Khan Younis, with rocket and mortar rounds. FOLLOW OUR LIVE BLOG: [https://t.co/6q5L0Mizn2] [pic.twitter.com/2iACji3qAR] — The Palestine Chronicle (@PalestineChron) [December 28, 2023] Hezbollah (Lebanon) “The fighters of the Islamic Resistance, at 3:30 PM on Thursday, 28/12/2023, targeted the Al-Samaqa site in the occupied Lebanese Shebaa Farms with appropriate weapons, achieving direct hits. “The fighters of the Islamic Resistance, at 4:00 PM on Thursday, 28/12/2023, targeted a gathering of enemy soldiers at the Hounin barracks with appropriate weapons. “The fighters of the Islamic Resistance, at 4:00 PM on Thursday, 28/12/2023, targeted the Ramim barracks with appropriate weapons, achieving direct hits. “The fighters of the Islamic Resistance, at 04:00 PM on Thursday, 28/12/2023, targeted the enemy’s artillery positions in Khirbet Ma’ar with appropriate weapons, achieving direct hits. “The fighters of the Islamic Resistance, at 04:00 PM on Thursday, 28/12/2023, targeted the deployment of soldiers around Metat Barracks with appropriate weapons and achieved direct hits. “The fighters of the Islamic Resistance, at 03:35 PM on Thursday, 28/12/2023, targeted an Israeli military vehicle inside the Ramot Naftali barracks with appropriate weapons, achieving a direct hit. “Following the operations of the Islamic Resistance, which targeted most of the surveillance cameras and military gathering equipment of the Israeli enemy at the front edge on the Lebanese-Palestinian border, the enemy has lost much of its ability to see and eavesdrop in order to target the resistance fighters and monitor their movements. “To compensate for this loss, the enemy has recently resorted to hacking civilian cameras installed in front of homes, shops, and institutions in the front villages, connected to the Internet, to benefit from the visual material they provide in gathering information related to the resistance and the movement of the fighting brothers to target them. “We urge our dear people, especially in the front villages where resistance activities are taking place, to disconnect the private cameras in front of their homes, shops, and institutions from the Internet, and to contribute to blinding the enemy more from some of the activities or movements of the resistance and its fighters in the region.” HEZBOLLAH: Our fighters targeted the Israeli military site Al-Samaqa in the occupied Lebanese Shebaa Farms with appropriate weapons, and achieved direct hits. FOLLOW OUR LIVE BLOG: [https://t.co/6q5L0Mizn2] [pic.twitter.com/65NxjTvoyU] — The Palestine Chronicle (@PalestineChron) [December 28, 2023] (The Palestine Chronicle)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abu obeida",
          "sentiment": "none"
        },
        {
          "name": "al-yassin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lebanese resistance",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "hezbollah",
          "sentiment": "none"
        },
        {
          "name": "al-qassam brigades",
          "sentiment": "none"
        },
        {
          "name": "palestinian resistance movement",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:04.972+02:00",
    "updated": "2023-12-29T01:40:33.868+02:00"
  },
  {
    "uuid": "078d685136c516063947c8ae48a4982e45832918",
    "url": "https://www.targatocn.it/2024/11/22/leggi-notizia/articolo/infertilita-maschile-trovati-batteri-in-liquido-seminale-che-tagliano-spermatozoi.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "webinfo@adnkronos.com (Web Info)",
    "published": "2024-11-22T13:07:00Z",
    "title": "Infertilità maschile, trovati batteri in liquido seminale che 'tagliano' spermatozoi",
    "text": "(Adnkronos) - L’eccesso di alcuni ceppi di Pseudomonas, Prevotella e Lattobacilli nel liquido seminale \"sarebbe in grado di alterare la concentrazione degli spermatozoi favorendo un micro-ambiente infiammatorio, nemico della fertilità maschile\". A dimostrarlo due review condotte dai ricercatori dell’Università di Napoli 'Federico II', insieme a colleghi brasiliani e danesi, e dagli esperti dell’Università di Padova, pubblicate di recente su 'Frontiers in Endocrinology' e 'Cells'. Dai due lavori, che hanno preso in considerazione rispettivamente 37 ricerche e 27 studi, è emerso come \"un aumento di ceppi di Prevotella e Pseudomonas e l’incremento di Lactobacillus iners, siano fattori di rischio per la concentrazione spermatica nel liquido seminale causandone una riduzione sotto la soglia minima stabilita\" dall’Organizzazione mondiale della sanità e necessaria per la fertilità maschile.\nGli esperti della Società italiana di Andrologia (Sia), in occasione del VI Congresso Natura, Ambiente, Uomo (Nau) che si tiene oggi e domani nelle Langhe, focalizzeranno l’attenzione su questo tema di primaria importanza, in quanto \"si stima che un numero ridotto di spermatozoi sia causa o concausa di almeno il 30% dei casi di infertilità di coppia - ricorda la Sia - Sono infatti numerosi gli studi che hanno rilevato come negli ultimi 50 anni ci sia stato un significativo declino globale della concentrazione e della conta spermatica totale, il cui numero si è dimezzato negli ultimi decenni e il cui ritmo di riduzione è più che raddoppiato dal 2000\".\n“Un tempo si riteneva che il liquido seminale fosse naturalmente privo di batteri; qualsiasi microbo trovato tra gli spermatozoi era considerato un segno di infezione. Ma le ricerche più recenti, seppur ancora in fase iniziale, stanno ora dimostrando che lo sperma ha una propria comunità microbica, proprio come ad esempio già individuato per l’intestino e la vagina – spiega Alessandro Palmieri, presidente Sia e professore di Urologia all’Università Federico II di Napoli -. Il microbioma dello sperma può contenere un ampio insieme di microbi, la maggior parte proviene dalle ghiandole del tratto riproduttivo superiore, compresi i testicoli, le vescicole seminali e la prostata. Tali batteri, se in equilibrio, lavorano per il nostro benessere, ma se in eccesso potrebbero avere un potenziale ruolo nell’infertilità”.\n\"Da tempo l’alterazione del microbioma riproduttivo femminile è stata associata a esiti ridotti o negativi della gravidanza, ma ora sempre più studi stanno evidenziando come anche gli uomini che presentano alterazioni nell’ottimale fisiologia spermatica, abbiano una differente composizione del microbiota rispetto agli individui fertili e come questa possa essere associata a condizioni di oligozoospermia, quando cioè lo sperma maschile contiene un numero di spermatozoi più basso del normale – sottolinea Palmieri - In particolare, l’analisi a cui hanno partecipato i ricercatori dell’Università di Napoli 'Federico II', che ha preso in considerazione 37 studi condotti tra il 1980 e il 2023 su oltre 9300 uomini, ha rilevato un eccesso di ceppi di Prevotella e Lactobacillus negli individui con ridotto numero di spermatozoi, rispetto a uomini con conta spermatica normale. Risultati confermati dalla review condotta dai ricercatori dell’Università di Padova, su 27 lavori raccolti sulla piattaforma 'PubMed' fino al 2023, che ha identificato anche la presenza di alte concentrazioni di ceppi di Pseudomonas. Le ricerche hanno rilevato che, soprattutto l’eccesso di Lactobacillus, può produrre acido lattico, portando potenzialmente a un ambiente infiammatorio a livello locale che può influire in modo negativo sul numero degli spermatozoi”.\n“I dati che si stanno accumulando, e il livello di prove in questo campo, è certamente in constante crescita, ma lo studio del microbiota del liquido seminale rappresenta ancora un aspetto trascurato della diagnostica dedicata all’analisi dell’infertilità maschile. Ha però grandi potenzialità nel migliorare la comprensione delle forme cosiddette “idiopatiche” o “sine causa” - sottolinea il presidente SIA -. Queste conoscenze potrebbero cambiare le cure e aprire la strada a nuove strategie terapeutiche per correggere le alterazioni dei parametri spermatici e migliorare la fertilità maschile”, conclude Palmieri.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Adnkronos",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Pseudomonas",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T16:33:49.181+02:00",
    "updated": "2024-11-22T16:33:49.181+02:00"
  },
  {
    "uuid": "58f2d4cca8515771c345f2db1cae11166a5cc303",
    "url": "https://qz.com/severe-solar-geomagnetic-storm-warning-1851468939",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isaac Schultz / Gizmodo",
    "published": "2024-05-10T13:49:00Z",
    "title": "Be careful out there today because it's the first severe geomagnetic storm in decades",
    "text": "The National Oceanic and Atmospheric Administration’s Space Weather Prediction Center forecasted a “severe solar storm” that’s expected to hit Earth tonight, according to a\nrelease. These geomagnetic storms happen every so often, but as the Sun approaches the maximum of its 11-year solar cycle, the space weather is getting more intense.\nA geomagnetic storm occurs when solar flares and coronal mass ejections (CMEs) occur on the Sun, causing variation in the solar wind that hits Earth’s magnetosphere, the protective sheath of Earth’s magnetic field.\nAt best, the storms cause mesmerizing — but harmless — auroras, as charged particles from the Sun collide with the particles that make up Earth’s atmosphere along its magnetic poles, emitting visible light. But at worst, the storms can disrupt Earth-based navigation systems like GPS and trigger disruptions to infrastructure like the power grid and radio and satellite communications.\nThe coming storm was given a Severe (G4) rating by the Space Weather Prediction Center and prompted a Geomagnetic Storm Watch, the first time since January 2005 such an alert has been issued. The center anticipates at least five CMEs that will be directed at Earth between midday today, May 10, and Sunday, May 12. The Sun produced a strong solar flare on Thursday, specifically an X1.1 flare; “X-class denotes the most intense flares, while the number provides more information about its strength,”\naccording to NASA. Earlier in the day, NOAA documented an even stronger solar flare, classified as a strong X2.2 flare.\nExperts from NOAA’s Space Weather Prediction Center will give a press conference discussing the storm and its potential impacts today at 10 a.m. ET. We will update this story with details from that press conference once it occurs.\nAccording to a\nNOAA graphic, several recent flares on the Sun in the past week are associated with a large sunspot cluster about 16 times as wide as Earth. You can actually look at this sunspot yourself using eclipse glasses, if you have a pair lying around ( just make sure they’re safe for use!)\nSince the ongoing solar cycle began in December 2019, NOAA has only observed three Severe geomagnetic storms, the most recent (also a G4 rating) occurring in March 2024. The last G5 geomagnetic storm—a more severe tier—occurred in October 2003 and caused power outages in Scandinavia and damaged infrastructure as far south as South Africa, according to the same graphic.\nThe Sun’s intensity rises and falls over a 11-year cycle, meaning the current solar cycle won’t be complete until 2030. As Gizmodo reported in 2022, our somewhat-unpredictable star is a\nreal problem for satellite operators, whose off-Earth infrastructure is particularly exposed to solar fluctuations. We’ll learn more about the impacts of the ongoing solar event soon, but here’s hoping we get some lovely auroras without any of the infrastructural chaos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://gizmodo.com/massive-sunspot-linked-carrington-solar-storm-1859-1851466037?rev=1715287270047",
      "https://www.swpc.noaa.gov/news/yet-another-x-flare-observed",
      "https://blogs.nasa.gov/solarcycle25/2024/05/09/strong-solar-flare-erupts-from-sun-12/",
      "https://www.swpc.noaa.gov/news/media-advisory-noaa-forecasts-severe-solar-storm-media-availability-scheduled-friday-may-10",
      "https://twitter.com/NWSSWPC/status/1788671368629772306",
      "https://gizmodo.com/solar-storms-satellite-damage-1849405320",
      "https://gizmodo.com/fake-or-safe-how-to-ensure-your-solar-eclipse-glasses-1851378767",
      "https://swpc.noaa.gov/news/yet-another-x-flare-observed",
      "https://www.gizmodo.com/solar-storms-satellite-damage-1849405320",
      "https://www.gizmodo.com/massive-sunspot-linked-carrington-solar-storm-1859-1851466037?rev=1715287270047",
      "https://swpc.noaa.gov/news/media-advisory-noaa-forecasts-severe-solar-storm-media-availability-scheduled-friday-may-10",
      "https://www.twitter.com/NWSSWPC/status/1788671368629772306",
      "https://www.blogs.nasa.gov/solarcycle25/2024/05/09/strong-solar-flare-erupts-from-sun-12/",
      "https://blogs.nasa.gov/solarcycle25/2024/05/09/strong-solar-flare-erupts-from-sun-12",
      "https://www.gizmodo.com/fake-or-safe-how-to-ensure-your-solar-eclipse-glasses-1851378767",
      "https://gizmodo.com/massive-sunspot-linked-carrington-solar-storm-1859-1851466037"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national oceanic and atmospheric administration",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T18:14:38.836+03:00",
    "updated": "2024-05-10T18:14:38.836+03:00"
  },
  {
    "uuid": "fd250d34ea79d4017c04602901a07d8a4835f6cd",
    "url": "https://www.npr.org/2023/12/28/1221942429/warns-that-illness-may-ultimately-kill-more-people-than-israels-offensive?station=KXJZ_FM",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "A Martínez Ari Daniel",
    "published": "2023-12-28T10:05:00Z",
    "title": "WHO warns illness in Gaza may ultimately kill more people than Israel's offensive",
    "text": "The Israel-Hamas war has devastated Gaza's health infrastructure, and overwhelmed the few remaining hospitals. Health professionals are increasingly concerned about infectious disease outbreaks.\nA MARTÍNEZ, HOST:\nIn Gaza, access to food, sanitation and clean water is scarce as the war between Hamas and Israel rages on.\nASMA KHALID, HOST:\nThe World Health Organization warns disease may eventually kill more people than actual combat if the health system is not fixed.\nMARTÍNEZ: We've got NPR's Ari Daniel here to walk us through what's being done to try to stay ahead of an outbreak. Ari, first off, can you give us a snapshot of infectious disease in Gaza right now? What's it looking like?\nARI DANIEL, BYLINE: Sure. It's bad, and it may well get worse. The WHO says rates are, quote, \"soaring.\" Here's one example, A - more than 100,000 cases of diarrhea, with rates among children that are 25 times higher than before the war. Our producer Anas Baba spoke to pediatrician Tahrir Al-Sheikh, who's seen some brutal cases of diarrhea...\nTAHRIR AL-SHEIKH: (Through interpreter) I treated a 4-month-old baby who had 20 bowel movements in a day.\nDANIEL: ...Along with a torrent of respiratory diseases.\nAL-SHEIKH: (Through interpreter) I've had cases that didn't respond to any treatment.\nDANIEL: The WHO says there are also numerous cases of meningitis, rashes, scabies, lice and chicken pox.\nMARTÍNEZ: All right, wow, so really bad. How have things gotten so bad?\nDANIEL: Well, Gaza's health infrastructure has really crumbled amidst Israel's bombardment and ground offensive. The WHO says more than half of Gaza's hospitals are no longer functioning. And that's because Israel has accused Hamas of harboring fighters and weapons in and around those hospitals and under them in tunnels, putting them in the line of fire. Plus, the conditions inside Gaza are a perfect storm for the spread of infectious disease. There is intense overcrowding, colder winter weather and a lack of clean water, sanitation and proper nutrition, which are services that are difficult to secure under Israel's near-total siege of Gaza. Here's Amber Alayyan, deputy program manager for Doctors Without Borders in the Palestinian territories.\nAMBER ALAYYAN: It's just sort of a cauldron of possibility of infectious disease. This really just is an infectious disaster in waiting.\nMARTÍNEZ: And that brings us back, I suppose, to the World Health Organization's prediction that disease could endanger more lives than military action.\nDANIEL: Exactly. And it's why global health groups are racing to ramp up disease surveillance efforts.\nMARTÍNEZ: What did that look like in Gaza before the war?\nDANIEL: Pretty good, actually, despite the Israeli blockade. But the war has compromised all that. Here's Dr. Al-Sheikh again.\nAL-SHEIKH: (Through interpreter) We used to culture bacteria in Gaza, prescribe medication based on the results. Now we can't do cultures or anything, and the infections are spreading.\nMARTÍNEZ: So then what are public health professionals doing to try and catch an outbreak before it even takes off?\nDANIEL: Well, a WHO official recently traveled to Gaza with rapid tests for hepatitis and cholera. They want to resuscitate one or two of the local laboratories that used to do pathogen screening. Negotiations are also underway to bring a mobile lab into Gaza or ferry specimens out to Egypt for testing. For now, Rick Brennan, a regional emergency director with the WHO, told me it's fortunate that terrible diseases like measles or cholera haven't yet surfaced.\nRICK BRENNAN: To be honest, I'm grateful that we've got to this point - we've got increased rates, but we haven't had a deadly outbreak yet.\nDANIEL: Whether that good fortune lasts isn't certain, but early detection will be critical to keeping potential disease outbreaks contained before they lead to further suffering.\nMARTÍNEZ: That is NPR's Ari Daniel. Ari, thank you.\nDANIEL: Thanks so much for having me, A.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tahrir al-sheikh",
          "sentiment": "none"
        },
        {
          "name": "ari daniel",
          "sentiment": "none"
        },
        {
          "name": "anas baba",
          "sentiment": "none"
        },
        {
          "name": "asma khalid",
          "sentiment": "none"
        },
        {
          "name": "martínez",
          "sentiment": "none"
        },
        {
          "name": "ari daniel",
          "sentiment": "none"
        },
        {
          "name": "ari",
          "sentiment": "none"
        },
        {
          "name": "sheikh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "who",
          "sentiment": "negative"
        },
        {
          "name": "npr",
          "sentiment": "none"
        },
        {
          "name": "world health organization",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:39:58.013+02:00",
    "updated": "2023-12-29T01:39:58.013+02:00"
  },
  {
    "uuid": "cbc94da689636cd46597f25e74cc42e88fbc949b",
    "url": "https://www.minutouno.com/politica/axel-kicillof/afirmo-que-la-ley-bases-profundizara-la-caida-los-ingresos-y-la-perdida-derechos-n6022261",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "minutounocom",
    "published": "2024-06-27T21:03:00Z",
    "title": "Axel Kicillof afirmó que la Ley Bases profundizará la caída de los ingresos y la pérdida de derechos",
    "text": "Axel Kicillof afirmó que la Ley Bases profundizará la caída de los ingresos y la pérdida de derechos El proyecto “no tiene un solo artículo que beneficie” a la población, según aseguró el gobernador de la provincia de Buenos Aires a “De Una”, por C5N. La Ley Bases podría profundizar la política económica en la que \"ya ha avanzado\" el gobierno de Javier Milei y que implica una \"caída de ingresos, pérdida de derechos y caída del consumo”, según aseguró Axel Kicillof este jueves, mientras [Diputados discute las modificaciones hechas en el Senado](https://www.minutouno.com/politica/ley-bases/diputados-debate-la-y-el-paquete-fiscal-vivo-minuto-minuto-n6021705). En el programa \"De Una\", que se emite por C5N con la conducción de Luli Trujillo y Rubén Suárez, el gobernador bonaerense sostuvo: \"No hay un solo artículo, más allá de los posicionamientos económicos, ideológicos o partidarios, que beneficie a la provincia de Buenos Aires. No hay un solo artículo que sea bueno para los laburantes, sectores medios y profesionales\". \"Milei, sin la Ley Bases, ya ha avanzado con una política económica de la que esta ley participa, y es lo que vemos: caída de ingresos, pérdida de derechos y, por supuesto, esto genera una caída del consumo. Estamos en una situación calamitosa y desastrosa\", señaló el funcionario provincial. En este sentido, destacó que \"ha caído muchísimo el consumo, hay casi 10 puntos de desempleo en el conurbano bonaerense, y pega más fuerte porque somos la provincia productiva por excelencia\". Y agregó: \"Tenemos 50% de la industria nacional y todas las medidas, inclusive este régimen de promoción (RIGI), son contra la industria nacional\". \"Ciento veinte mil grandes propietarios con las fortunas más grandes pagarán menos, mientras los laburantes empezarían a pagar Ganancias. La compensación de uno y otro, suponiendo que no hay más despidos, sería cada vez más reducida. Podría ser un caso de pan para hoy y hambre para mañana”, advirtió el gobernador sobre las consecuencias de la aprobación de la Ley Bases. Finalmente, sentenció: \"El efecto neto es algo que conoceremos más adelante, pero, ya pasado el segundo año, los cálculos de la Oficina de Presupuesto (del Congreso) empiezan a hablar de una pérdida de recursos para la Provincia. Así que si (el Gobierno) quiere contar la historia, que cuente el vaso medio lleno, medio vacío, y muestre cómo queda el vaso\". Dejá tu comentario Te puede interesar",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:00:12.792+03:00",
    "updated": "2024-06-28T01:00:12.792+03:00"
  }
]