[
  {
    "uuid": "29987e33af0e9fcd1cacd31ca83d502f55d9fac3",
    "url": "https://news.sky.com/story/nigel-farage-dismayed-after-reform-activist-filmed-making-appalling-slurs-13160129",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sky UK Limited",
    "published": "2024-06-27T18:12:00Z",
    "title": "Nigel Farage 'dismayed' after Reform activist filmed making 'appalling' slurs | Politics News | Sky News",
    "text": "Nigel Farage 'dismayed' after Reform activist filmed making 'appalling' slurs Party activist Andrew Parker was captured by an undercover reporter posing as a fellow canvasser in Clacton, Essex, where leader Nigel Farage is a candidate. Thursday 27 June 2024 21:58, UK Nigel Farage says he is \"dismayed\" after a Reform UK campaigner was filmed saying the Army should \"just shoot\" migrants crossing the Channel. Party activist Andrew Parker was captured by an undercover Channel 4 reporter posing as a fellow canvasser in Clacton, Essex, where leader Mr Farage is a candidate. Mr Parker also used a racial slur to describe Prime Minister Rishi Sunak. Another activist in the report referred to an LGBT Pride flag on a police car as \"degenerate\". The report shows Mr Parker discussing migrants arriving in small boats in Deal, Kent on the campaign trail. He says: \"Army recruitment - get the young recruits there, with guns, on the f beach, target practice. F just shoot them.\" He also describes Islam as a \"disgusting cult\". Asked about the clip on Thursday, Mr Farage said the comments amounted to \"some pretty unpleasant things… very prejudiced, very wrong\". \"Mr Parker would not be welcome back,\" he added. In a statement to Channel 4, Mr Farage said: \"I am dismayed by the reported comments of a handful of people associated with my local campaign, particularly those who are volunteers. They will no longer be with the campaign. \"The appalling sentiments expressed by some in these exchanges bear no relation to my own views, those of the vast majority of our supporters or Reform UK policy. Some of the language used was reprehensible.\" Read more [Major Tory donor defects to Reform](https://news.sky.com/story/major-tory-donor-sir-john-hall-defects-to-reform-uk-13159895) [Brexiteer Steve Baker to try replacing Sunak](https://news.sky.com/story/northern-ireland-minister-steve-baker-to-launch-bid-to-replace-rishi-sunak-as-conservative-leader-13159994) [Starmer meant no offense to Bangladeshi community](https://news.sky.com/story/starmer-says-he-meant-no-offence-to-bangladeshi-community-over-deportation-comments-13159889) Mr Parker said that \"neither Nigel Farage personally nor the Reform party are aware of my personal views on immigration\". In a statement he said he would \"like to apologise profusely to Nigel Farage and the Reform Party if my personal views have reflected badly on them and brought them into disrepute as this was not my intention\". Mr Parker said he chose to campaign with Reform as he sees them as the \"only party that offer a practical solution to the illegal immigration problem\". Mr Farage said on Thursday that he was simply \"someone who turned up to help\" and \"has nothing to do with the party\". Labour candidate for Clacton Jovan Owusu-Nepaul commented on X: \"These views do not represent the many wonderful people I have met throughout this election campaign in Clacton. We will keep putting forward a positive and inclusive message for change.\" Earlier, Sir Keir Starmer said Labour is \"not backing down in Clacton\" after The Guardian reported Mr Owusu-Nepaul had been moved to campaign in the West Midlands instead. The newspaper claims Mr Owusu-Nepaul's social media posts were getting more traction than Sir Keir's. But the Labour leader said: \"We are fighting everywhere, including in Clacton. We want to take the fight to the Tories and Reform wherever they are.\" The other candidates in Clacton are: Matthew Bensilum, Liberal Democrat Craig Jamieson, Climate Party Tony Mack, independent Natasha Oben, Green Party Tasos Papanastasiou, Heritage Party Andrew Pemberton, UK Independence Party Giles Watling, Conservative",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nigel farage",
          "sentiment": "negative"
        },
        {
          "name": "andrew",
          "sentiment": "negative"
        },
        {
          "name": "mr farage",
          "sentiment": "none"
        },
        {
          "name": "parker",
          "sentiment": "none"
        },
        {
          "name": "farage",
          "sentiment": "none"
        },
        {
          "name": "rishi sunak",
          "sentiment": "none"
        },
        {
          "name": "andrew parker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "party",
          "sentiment": "negative"
        },
        {
          "name": "army",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kent",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "clacton",
          "sentiment": "none"
        },
        {
          "name": "essex",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:53:36.511+03:00",
    "updated": "2024-06-28T00:53:36.511+03:00"
  },
  {
    "uuid": "c67515d936d2dfb929e228807db0156b245d2861",
    "url": "https://andaluciainformacion.es/andalucia/1493106/turquia-detiene-a-32-sospechosos-de-preparar-atentados-yihadistas-en-iglesias-y-sinagogas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2023-12-29T09:34:00Z",
    "title": "Turquía detiene a 32 sospechosos de preparar atentados yihadistas en iglesias y sinagogas | Andalucía Información. Todas las noticias de Andalucía",
    "text": "Tres personas sospechosas de preparar atentados contra iglesias y sinagogas en Turquía han sido detenidas dentro de una operación donde han sido arrestadas también otras 29 que se cree tienen contactos con círculos yihadistas y estaban implicados en esos planes. Una operación simultánea en nueve provincias turcas, coordinada por la policía junto a los servicios secretos (MIT), permitió detener a esas tres personas, supuestamente dirigentes de las redes del grupo yihadista Estado Islámico, o Daesh, en Turquía, informa este viernes la agencia oficialista Anadolu. La emisora pública turca TRT los identifica como Miybel el Shuweihi y Mohamed Hilaf Ibrahim, conocido como Abu Leis, sospechosos de preparar atentados contra sinagogas e iglesias en Turquía. El tercero sería Iheb Alani, que se cree estaba coordinando un ataque contra la embajada iraquí en Turquía, agrega la citada emisora. Además, las fuerzas de seguridad han detenido a otras 29 personas sospechosas de estar vinculadas a las redes yihadistas en Turquía. Hace una semana, la Policía detuvo a 304 personas bajo sospecha de mantener lazos con las células del Estado Islámico. Desde el atentado contra la discoteca Reina en Estambul en la Nochevieja de 2016, en la que un yihadista mató con un arma automática a 39 personas, las autoridades turca extreman la vigilancia en estas fechas. Aunque la Nochevieja se celebra popularmente en Turquía y no falta decoración navideña, algunos predicadores radicales se han pronunciado contra estas festividades por \"cristianas\" o \"paganas\". Desde el atentado contra el Reina, Turquía, que en 2016-2017 llevó a cabo una operación militar contra el Estado Islámico en el norte de Siria, no ha vuelto a sufrir atentados atribuidos al yihadismo. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T11:43:06.143+02:00",
    "updated": "2023-12-29T11:43:06.143+02:00"
  },
  {
    "uuid": "db6983fdf9c8d5db2fe80e8024d920f9f1dd4452",
    "url": "https://www.pulse.ng/news/local/our-combined-efforts-have-decimated-terrorist-leaders-structures-cas/fydrtmg",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News Agency Of Nigeria",
    "published": "2023-12-29T12:48:00Z",
    "title": "Our combined efforts have decimated terrorist leaders, structures - CAS",
    "text": "Nigerian Air Force, others combined efforts have decimated terrorist leaders - CAS\nCAS urged the newly promoted officers to bring to bear their vast operational knowledge and skills in adding value to ongoing military operations.\nRecommended articles\nAbubakar said this during the decoration of the 22 newly promoted Air Vice Marshals and 16 Air Commodores on Friday in Abuja. He said that the air operational efforts across various theatres had been decisive in curtailing the terrorists and cutting off their unfettered freedom of movement.\nAbubakar however said the threats posed by non-state actors to national security require the emplacement of more robust security architecture for rapid employment of airpower in all spectrums of warfare.\nThe CAS urged the newly promoted officers to bring to bear their vast operational knowledge and skills in adding value to ongoing military operations. He thanked President Bola Tinubu and the National Assembly for their support to NAF.\nAbubakar saluted the families of officers and airmen and women for keeping the home front while their husbands where away for operations. Earlier, NAF’s Chief of Administration, AVM Idi Sani, said the officers being decorated were promoted after thorough and painstaking evaluation and assessment by the promotion board.\nHe said that the board found the senior officers worthy in character and professionalism and recommended them for promotion to next hierarchy. According to him, the promotion is a reward for hard work, dedication, discipline and sacrifice, and a challenge for them not to betray the system.\n“You must therefore continue to be diligent, focused and professional in the discharge of your duties and ensure you continue to add value to NAF and indeed the nation for recognising you today,” Sani added.\nJOIN OUR PULSE COMMUNITY!\nEyewitness? Submit your stories now via social or:\nEmail:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abubakar",
          "sentiment": "none"
        },
        {
          "name": "bola tinubu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cas nigerian air force",
          "sentiment": "negative"
        },
        {
          "name": "air commodores",
          "sentiment": "none"
        },
        {
          "name": "cas",
          "sentiment": "none"
        },
        {
          "name": "national assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abuja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:26:26.089+02:00",
    "updated": "2023-12-29T16:26:26.089+02:00"
  },
  {
    "uuid": "51c6f40fa0c4e246add3ecee3e13138dc244ae6c",
    "url": "https://www.godlikeproductions.com/forum1/message5575520/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "inna",
    "published": "2024-04-25T20:57:00Z",
    "title": "Surge in Vaccine Lawsuits Forces Biden Admin to Hire More Attorneys",
    "text": "Users Online Now:\n2,393\n(\nWho's On?\n)\nVisitors Today:\n1,451,755\nPageviews Today:\n2,097,343\nThreads Today:\n581\nPosts Today:\n11,373\n05:01 PM\nDirectory\nAdv. Search\nTopics\nForum\nMembership Contract:\nYou are attempting to enter a Private Virtual Country Club.\nEntrance to this private establishment requires membership but not an account.\nMembership Contract:\n• You Contractually Agree that you are at least 18 years of age and that you are accessing this website for personal use only.\n• You Contractually Agree that you wish to join as a member to this private establishment and that any communication taking place here is considered private communication between members which you agree not to publicly disclose or disseminate.\n• You are responsible for all activity that occurs under your IP Address and device on this website, including your conduct and any User Content you provide or that you allow others to provide under your IP Address and device.\n• You will not use this website to harass, threaten, impersonate or intimidate another person, government, or legal entity.\n• You will not use this website to promote, recruit for, or organize any real life group, political or otherwise.\n• You will not provide, submit or otherwise make available any content that is unlawful, hateful, harmful, racist, threatening, abusive, harassing, tortious, defamatory, obscene, libelous, invasive of another's privacy, or otherwise illegal.\n• You will not provide, submit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" \"affiliate links\" or any other form of solicitation.\n• You will not violate any local laws in your jurisdiction (including, but not limited to, hate speech and intellectual property laws).\n• You will not use our Site for any illegal or unauthorized purpose.\n• You will not access, \"hack,\" alter or otherwise use any part of the Site in any unauthorized manner.\n• You will not utilize any software bugs, robots, web spiders, or other such technological device to automaticly access, extract, collect, harvest, archive, screeen shot, or preserve in any way data or information contained on the Site.\n• You understand and agree that your membership to this private establishment can be revoked by this website's staff at any time for any reason whatsoever or no reason at all.\n•\nYou understand and accept that this website uses cookies.\n• You Contractually Agree to a Class Action Waiver: Except as otherwise required under applicable law, You agree that you will not assert class action or representative action claims against this website, its owners, users, or representatives, whether in arbitration or otherwise, which actions are hereby waived; and you shall only submit your own, individual claims and will not seek to represent the interests of any other person.\n• You Contractually Agree that: (i) this Website shall be deemed solely based in the country of Jersey; and (ii) this Website shall be deemed a passive website that does not give rise to personal jurisdiction over this website, either specific or general, in jurisdictions other than the country of Jersey. Unless prohibited by local law, these Terms of Service shall be governed by the internal substantive laws of the Country of Jersey, without respect to its conflict of laws principles. Unless prohibited by local law, any claim or dispute between you and this website that arises in whole or in part from this Website shall be decided exclusively by a court of competent jurisdiction located in the country of Jersey.\n• You Contractually Agree to abide by and be bound by the additional\nterms of service\n,\ndisclaimer\n, and\nprivacy policy\nfound in the footer of this website.\nI Agree to The Terms of This Membership Contract.\nI have read and accept the Privacy Policy and Terms of Service.\nI Do Not Agree to The Terms.\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.005s (0 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:01:15.789+03:00",
    "updated": "2024-04-26T00:01:15.789+03:00"
  }
]