[
  {
    "uuid": "735818b4aba0e5ee9ed74858443cc65f85741af6",
    "url": "https://www.vozdeamerica.com/a/afirmaciones-falsas-y-enganiosas-de-putin-sobre-ucrania-enmascaradas-en-sus-condiciones-de-paz/7675300.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Polygraph info VOA",
    "published": "2024-06-27T20:21:00Z",
    "title": "Afirmaciones falsas y engañosas de Putin sobre Ucrania enmascaradas en sus condiciones de paz",
    "text": "Los líderes de 78 países se reunieron en Suiza para una\ncumbre sobre la paz en Ucrania, condicionando cualquier negociación entre Moscú y Kiev a la integridad territorial ucraniana. Mientras, el presidente ruso Vladimir Putin, sin ser invitado, ofreció una perspectiva diferente desde el Kremlin.\nEl presidente ruso demandó que Ucrania renunciara a las regiones ocupadas por Moscú y a sus aspiraciones de ser miembro de la OTAN como condiciones para la paz. Esto indicó Putin en un discurso cargado de desinformación y narrativas propagandísticas, el cual ha empleado a lo largo de los años para justificar su agresión.\nPolygraph.info analizó algunas de las afirmaciones falsas y engañosas en el discurso de Putin.\nPutin: “Rusia no inició la guerra. Fue el régimen de Kiev el que inició las hostilidades, tras la declaración de independencia de los residentes de determinadas partes de Ucrania de conformidad con el derecho internacional, y continúa haciéndolo”.\nPor qué esto es falso: Rusia\ninició la guerra contra Ucrania en febrero de 2014 con una invasión encubierta y la consiguiente anexión de Crimea. En marzo de 2014, agentes rusos armados se infiltraron en el Donbás ucraniano, instigando hostilidades. En agosto de 2014, Moscú había desplegado unidades del ejército regular para apoyar a sus tropas de combate especiales. El 24 de febrero de 2022, Rusia lanzó una invasión a gran escala de Ucrania.\nPutin: “Un gran grupo de fuerzas armadas ucranianas se estaba preparando para lanzar una nueva ofensiva contra Lugansk y Donetsk, por supuesto, con limpieza étnica y enormes bajas, cientos de miles de refugiados. Estábamos obligados a evitar esta catástrofe, a proteger a la gente, no podíamos tomar ninguna otra decisión”.\nPor qué esto es falso: Ninguno de los observadores internacionales y grupos de investigación reportó evidencia alguna de que las fuerzas del gobierno ucraniano alguna vez hayan llevado a cabo limpieza étnica o atrocidades masivas contra minorías étnicas. Lo contrario ocurre con Rusia,\nacusada de crímenes de guerra, crímenes contra la humanidad y genocidio.\nLa afirmación de Putin de librar la guerra para “proteger a la gente” y “evitar enormes bajas” y una “catástrofe” de refugiados es igualmente falsa. Las Naciones Unidas informaron que la guerra de Rusia contra Ucrania “desencadenó una de las emergencias humanitarias y de\ndesplazamiento de más rápido crecimiento en la historia reciente”. Más de 3.5 millones de ucranianos huyeron de la ocupación rusa dentro de las ciudades y pueblos controlados por Kiev y más de 6.5 millones buscaron refugio en países extranjeros.\nLos ataques aéreos y terrestres rusos\narrasaron ciudades enteras en el este de Ucrania, como Popasna, Mariupol, Avdiivka y muchas otras.\nMillones de personas en Ucrania “se enfrentan a muertes y lesiones debido a ataques indiscriminados y municiones sin detonar, y a necesidades multisectoriales provocadas por la destrucción de viviendas, el desplazamiento y los servicios públicos interrumpidos o sobrecargados”,\ninformó la ONU.\n“Después de 28 meses de guerra, la magnitud de las necesidades humanitarias es enorme. Se han verificado más de 32.000 víctimas civiles, incluidas 11.000 muertes, pero la cifra real probablemente sea mucho mayor”,\ndijo la ONU.\nPutin: “Como saben, en febrero y marzo de 2022 nuestras tropas se acercaron a Kiev… pero no hubo ninguna decisión política de asaltar la ciudad con tres millones de habitantes…”\nPor qué esto es falso: las fuerzas rusas marcharon directamente a la capital ucraniana, y llegaron a sus afueras en el primer día de invasión militar. Según se informa, Moscú esperaba\ncapturar Kiev en tres días y asegurar el control de Ucrania antes del 9 de mayo, día que Rusia celebra como el día de la victoria de la Segunda Guerra Mundial.\nLa\nbatalla por Kiev continuó del 25 de febrero al 2 de abril de 2022. A pesar de la fuerte concentración de poder aéreo y terrestre, el ejército ruso enfrentó una fuerte resistencia y sufrió pérdidas significativas. A finales de marzo o principios de abril, Ucrania limpió las afueras de Kiev de los rusos, cuya retirada reveló algunas de las escenas más dramáticas de la guerra, incluida la masacre de civiles en la ciudad de Bucha.\nPutin: “Ellos [la OTAN] efectivamente se olvidaron de las promesas hechas a la Unión Soviética y más tarde a Rusia a finales de los 80 y principios de los 90 de que el bloque no aceptaría nuevos miembros”.\nPor qué esto es falso: desde el día de su creación, la Organización del Tratado del Atlántico Norte (OTAN) tuvo una “Política de Puertas Abiertas”, lo que significa que\ncualquier estado puede unirse a voluntad siempre que cumpla con los requisitos para ser miembro. La OTAN nunca cambió esa política.\nNi Estados Unidos ni Europa han firmado jamás\nningún tratado con Rusia que contenga disposiciones diferentes para la membresía en la OTAN.\nEl expresidente soviético\nMikhail Gorbachev confirmó en 2014 que Occidente nunca prometió a la Unión Soviética que la OTAN no se expandiría hacia el Este.\nEn 1997, el expresidente de Estados Unidos Bill Clinton se negó a celebrar un \"acuerdo de caballeros\" con Boris Yeltsin, el entonces presidente ruso, afirmando que \"ninguna exrepública soviética entraría en la OTAN\".\nPutin: “La campaña de propaganda contra Rusia, en la que participan altos políticos europeos, va acompañada de especulaciones de que Rusia tiene la intención de atacar a Europa … Todos entendemos que estas afirmaciones carecen de fundamento y sólo sirven para justificar una carrera armamentista”.\nPor qué esto es engañoso: lo que Putin llama una “campaña de propaganda antirrusa” es una respuesta a las sistemáticas intimidaciones de Rusia, que incluyen amenazas de ataques nucleares y promesas de convertir las capitales occidentales en “polvo radiactivo”.\nEn los dos años transcurridos desde el comienzo de la invasión a gran escala de Ucrania, Putin, sus\nfuncionarios de alto rango, los ideólogos del Kremlin, los principales legisladores y los propagandistas de los medios estatales amenazaron directa o indirectamente con al menos 114 ataques nucleares contra países occidentales. Polygraph.info extrajo la estimación examinando el gobierno ruso y fuentes públicas desde el 24 de febrero de 2022 al 13 de marzo de 2024 y creando una base de datos de las amenazas nucleares de Rusia.\nPutin: “[Occidente] planeó, organizó y financió un golpe armado [en 2014], claramente aprovechando las dificultades y las luchas políticas internas en Ucrania”.\nPor qué esto es falso: no hubo ningún\ngolpe de estado en Ucrania en 2014. Los militares casi no desempeñaron ningún papel en los acontecimientos, ni tampoco derrocaron a Viktor Yanukovich, el expresidente prorruso.\nYanukovich abandonó su cargo y huyó a Rusia cuando enfrentó protestas masivas por su sabotaje al acuerdo de asociación de Ucrania con la UE. A pesar de propagar repetidamente que Estados Unidos orquestó la Revolución de Maidan, Rusia no presentó ninguna evidencia creíble de que los manifestantes fueran agentes estadounidenses o de cualquier otro gobierno extranjero.\nPutin: “… Crimea, que, como ustedes sabrán, fue transferida de la RSFSR a Ucrania en 1954 con violación de todas las normas legales y procedimientos, incluso aquellos vigentes en la Unión Soviética en ese momento”.\nPor qué esto es engañoso: en 1954, Ucrania era parte de la Unión Soviética: la República Ucraniana de las SS o URSS. Lo que hoy es Rusia se llamaba entonces República Rusa SFS o RSFSR. Contrariamente a lo que afirma Putin, ambas repúblicas\naceptaron la transferencia de la Península de Crimea (entonces Óblast) de Rusia a Ucrania.\nLa medida es legal y está en total conformidad con la Constitución de la RSFSR,\nsostiene Mark Kramer, director de la Escuela Davis de Estudios Rusos y Euroasiáticos de la Universidad de Harvard. En 1991, cuando la Unión Soviética colapsó, los ciudadanos ucranianos, incluidos los residentes de Crimea, votaron abrumadoramente a favor de la independencia.\nEn 2008\n, Putin dijo a la emisora alemana ARD que Crimea es \"territorio absolutamente no disputado\" de Ucrania y que cualquier sugerencia de que Rusia planeara invadir y anexar Crimea era \"provocativa\".\n<a href=\"https://www.polygraph.info/a/fact-check-putin-camouflages-debunked-falsehoods-as-a-peace-plan-for-ukraine/7661087.html\">Este artículo fue originalmente publicado por\n[Polygraph</a> y traducido por Mila Cruz].\n¡Conéctate con la Voz de América! Suscríbete a nuestros canales de\n YouTube, newsletter. Activa las notificaciones y síguenos en X e",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.vozdeamerica.com%2FSubscribe.html&data=05%7C01%7Cgocando%40associates.voanews.com%7C85e4290da0bc44559b1208db9a78d6f3%7Cba99e87c673541c2b1c1354eee3a8659%7C0%7C0%7C638273616021819023%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=Q9jqLLDg50OBNGlZK6ape%2BdbsolE4ufhSGg5osg3E90%3D&reserved=0",
      "https://theguardian.com/world/2022/dec/28/the-battle-for-kyiv-revisited-the-litany-of-mistakes-that-cost-russia-a-quick-win",
      "https://www.theguardian.com/world/2022/dec/28/the-battle-for-kyiv-revisited-the-litany-of-mistakes-that-cost-russia-a-quick-win",
      "https://www.brookings.edu/articles/did-nato-promise-not-to-enlarge-gorbachev-says-no",
      "https://data.unhcr.org/en/country/ukr",
      "https://web.archive.org/web/20240617142434/https:/mid.ru/ru/foreign_policy/news/1957107/",
      "https://static.rusi.org/special-report-202204-operation-z-web.pdf",
      "https://meduza.io/feature/2022/09/22/putin-postoyanno-ugrozhaet-miru-yadernym-oruzhiem-a-ved-kogda-to-on-podpisyval-dogovor-o-sokraschenii-chisla-boegolovok",
      "https://soviethistory.msu.edu/1991-2/the-end-of-the-soviet-union/the-end-of-the-soviet-union-texts/ukrainian-independence-declaration/",
      "https://www.atlanticcouncil.org/blogs/ukrainealert/vladimir-putins-ukrainian-genocide-is-proceeding-in-plain-view/",
      "https://www.polygraph.info/a/ukrainian-maidan-was-not-a-coup/6741774.html",
      "https://atlanticcouncil.org/blogs/ukrainealert/vladimir-putins-ukrainian-genocide-is-proceeding-in-plain-view/",
      "https://www.atlanticcouncil.org/blogs/ukrainealert/vladimir-putins-ukrainian-genocide-is-proceeding-in-plain-view",
      "https://www.polygraph.info/a/fact-check-musks-ukraine-peace-poll-fails-on-its-portrayal-of-crimean-history-/6785414.html",
      "https://polygraph.info/a/fact-check-putin-camouflages-debunked-falsehoods-as-a-peace-plan-for-ukraine/7661087.html",
      "https://www.polygraph.info/a/putin-crimea-elections/6741775.html",
      "https://www.polygraph.info/a/fact-check-putin-camouflages-debunked-falsehoods-as-a-peace-plan-for-ukraine/7661087.html",
      "https://www.kyivpost.com/post/29395",
      "https://web.archive.org/web/20240617142434/https:/mid.ru/ru/foreign_policy/news/1957107/?lang=en",
      "https://www.rbc.ru/politics/22/03/2023/641b548c9a79472696554117?from=article_body",
      "https://www.rbc.ru/politics/22/03/2023/641b548c9a79472696554117",
      "https://www.britannica.com/event/2022-Russian-invasion-of-Ukraine",
      "https://washingtonpost.com/national-security/interactive/2022/kyiv-battle-ukraine-survival/",
      "https://www.washingtonpost.com/national-security/interactive/2022/kyiv-battle-ukraine-survival/",
      "https://nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.youtube.com%2Fredirect%3Fevent%3Dvideo_description%26redir_token%3DQUFFLUhqa0NnRmlwS0luajhoQjlQT05lLXNVWXdadTNCUXxBQ3Jtc0ttLW1XeUJ2X3dMc0dPQTFWdWtoNkFjNFdwd2tzQUJTY2FpcW9NMEtCUnZVSHpJVGM0UUxMZzJrY1YyclNBM1pqTEhDM0tfdFE0SVExZkxVUnhUZ2ExZFFYTHphdzJIb1ZsbXJ0N0UwTWhLQ0YyaENSQQ%26q%3Dhttp%253A%252F%252Fbit.ly%252F2XpJNZj&data=05%7C01%7Cgocando%40associates.voanews.com%7C85e4290da0bc44559b1208db9a78d6f3%7Cba99e87c673541c2b1c1354eee3a8659%7C0%7C0%7C638273616021819023%7CUnknown%7C",
      "https://polygraph.info/a/fact-check-putin-lied-and-mislead-speaking-before-the-virtual-g20-meeting/7373468.html",
      "https://www.nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.youtube.com%2Fredirect%3Fevent%3Dvideo_description%26redir_token%3DQUFFLUhqa0NnRmlwS0luajhoQjlQT05lLXNVWXdadTNCUXxBQ3Jtc0ttLW1XeUJ2X3dMc0dPQTFWdWtoNkFjNFdwd2tzQUJTY2FpcW9NMEtCUnZVSHpJVGM0UUxMZzJrY1YyclNBM1pqTEhDM0tfdFE0SVExZkxVUnhUZ2ExZFFYTHphdzJIb1ZsbXJ0N0UwTWhLQ0YyaENSQQ%26q%3Dhttp%253A%252F%252Fbit.ly%252F2XpJNZj&data=05%7C01%7Cgocando%40associates.voanews.com%7C85e4290da0bc44559b1208db9a78d6f3%7Cba99e87c673541c2b1c1354eee3a8659%7C0%7C0%7C638273616021819023%7CUnknown%7C",
      "https://www.army.mil/article/274906/tactical_sustainment_unraveling_kyivs_urban_battlefield",
      "https://nam10.safelinks.protection.outlook.com/",
      "https://www.static.rusi.org/special-report-202204-operation-z-web.pdf",
      "https://www.nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Ftwitter.com%2FVozdeAmerica&data=05%7C01%7Cgocando%40associates.voanews.com%7C85e4290da0bc44559b1208db9a78d6f3%7Cba99e87c673541c2b1c1354eee3a8659%7C0%7C0%7C638273616021819023%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=04xnVnq2F8KoAHEU5uUVoa6D0cygxmA%2FUeuEtKVON8U%3D&reserved=0",
      "https://www.brookings.edu/articles/did-nato-promise-not-to-enlarge-gorbachev-says-no/",
      "https://soviethistory.msu.edu/1991-2/the-end-of-the-soviet-union/the-end-of-the-soviet-union-texts/ukrainian-independence-declaration",
      "https://polygraph.info/a/fact-check-musks-ukraine-peace-poll-fails-on-its-portrayal-of-crimean-history-/6785414.html",
      "https://britannica.com/event/2022-Russian-invasion-of-Ukraine",
      "https://polygraph.info/a/ukrainian-maidan-was-not-a-coup/6741774.html",
      "https://www.nato.int/cps/en/natohq/115204.htm",
      "https://www.nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.vozdeamerica.com%2FSubscribe.html&data=05%7C01%7Cgocando%40associates.voanews.com%7C85e4290da0bc44559b1208db9a78d6f3%7Cba99e87c673541c2b1c1354eee3a8659%7C0%7C0%7C638273616021819023%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=Q9jqLLDg50OBNGlZK6ape%2BdbsolE4ufhSGg5osg3E90%3D&reserved=0",
      "https://www.washingtonpost.com/national-security/interactive/2022/kyiv-battle-ukraine-survival",
      "https://polygraph.info/a/putin-crimea-elections/6741775.html",
      "https://kyivpost.com/post/29395",
      "https://rbc.ru/politics/22/03/2023/641b548c9a79472696554117?from=article_body",
      "https://army.mil/article/274906/tactical_sustainment_unraveling_kyivs_urban_battlefield",
      "https://nato.int/cps/en/natohq/115204.htm",
      "https://brookings.edu/articles/did-nato-promise-not-to-enlarge-gorbachev-says-no/",
      "https://www.web.archive.org/web/20240617142434/https:/mid.ru/ru/foreign_policy/news/1957107/?lang=en",
      "https://www.meduza.io/feature/2022/09/22/putin-postoyanno-ugrozhaet-miru-yadernym-oruzhiem-a-ved-kogda-to-on-podpisyval-dogovor-o-sokraschenii-chisla-boegolovok",
      "https://www.data.unhcr.org/en/country/ukr",
      "https://polygraph.info/a/putin-s-four-lies-after-the-drone-attack-on-moscow/7120153.html",
      "https://nam10.safelinks.protection.outlook.com/?url=https%3A%2F%2Ftwitter.com%2FVozdeAmerica&data=05%7C01%7Cgocando%40associates.voanews.com%7C85e4290da0bc44559b1208db9a78d6f3%7Cba99e87c673541c2b1c1354eee3a8659%7C0%7C0%7C638273616021819023%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=04xnVnq2F8KoAHEU5uUVoa6D0cygxmA%2FUeuEtKVON8U%3D&reserved=0",
      "https://rferl.org/a/ukraine-destroyed-cities-russia-war/32454453.html",
      "https://www.rferl.org/a/ukraine-destroyed-cities-russia-war/32454453.html",
      "https://www.polygraph.info/a/fact-check-putin-lied-and-mislead-speaking-before-the-virtual-g20-meeting/7373468.html",
      "https://www.soviethistory.msu.edu/1991-2/the-end-of-the-soviet-union/the-end-of-the-soviet-union-texts/ukrainian-independence-declaration/",
      "https://www.polygraph.info/a/putin-s-four-lies-after-the-drone-attack-on-moscow/7120153.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:53:33.369+03:00",
    "updated": "2024-06-28T01:53:33.369+03:00"
  },
  {
    "uuid": "c2cd8738393e4837a5e9fbcd560afc2612507216",
    "url": "https://today.rtl.lu/sport/international/a/2160207.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-01-19T19:14:00Z",
    "title": "Iraq stun Japan to reach Asian Cup last 16, Iran join them",
    "text": "Aymen Hussein scored two first-half headers for Iraq / © AFP\nIraq coach Jesus Casas said his team were \"close to perfect\" in stunning Asian Cup favourites Japan 2-1 on Friday to reach the knockout rounds, where they were joined by rivals Iran.\nAymen Hussein scored two first-half headers in front of nearly 40,000 in Doha to consign four-time champions Japan to a first Asian Cup group-stage defeat in 26 matches.\nIt also set Japan on a potential collision course with Son Heung-min's South Korea in the last 16, assuming they still progress.\nCasas said that the first big shock of the tournament was \"only one win\" but hailed it as \"a great day for Iraqi people\".\n\"I think the perfect match doesn't exist,\" said the Spaniard.\n\"It's impossible to have a perfect match, but we were close to perfect.\"\nHussein headed Iraq -- ranked 63 in the world compared to Japan's 17 -- into the lead in the fifth minute and struck again in first-half injury time.\nJapan's goalkeeper Zion Suzuki had an afternoon to forget / © AFP\nIraq endured a nervous finish after Liverpool's Wataru Endo pulled one back in the third of eight minutes of injury time at the end of the game.\n\"All the players were concentrating on this match and we were all ready for it,\" said Hussein, who also scored in a 3-1 win over Indonesia.\nIraq won the Asian Cup in 2007 and are dreaming of upsetting the odds all over again.\n- 'Painful memory' -\nAlso Friday, Indonesia defeated Vietnam 1-0 thanks to a 42nd-minute penalty by Asnawi Mangkualam.\nIt means Indonesia and Japan will battle it out on Wednesday for the second qualification spot from Group D, although finishing third might also be enough.\nHajime Moriyasu's Japan beat Vietnam 4-2 in their opener and went into the Iraq game on the back of a 10-match winning streak in which they scored 43 goals.\nJapan beat Spain and Germany to reach the last 16 of the 2022 Qatar World Cup.\nBut they had no answer to the power and aggression of an Iraq side roared on by most of the crowd at Education City Stadium.\nHussein headed home for the opening goal when the ball fell to him after Japan goalkeeper Zion Suzuki flapped at a cross.\nHe notched his second just before half-time, holding off Hiroki Ito to nod home from close range.\n\"The atmosphere was like an away game and conceding early hurt us,\" said Moriyasu, but he refused to criticise the 21-year-old Suzuki, who was also shaky against Vietnam.\n\"For him and for the team it will be a painful memory, but I want him to embrace the challenge,\" said the coach.\n- Iran toil into last 16 -\nIran joined Iraq, Australia and hosts and holders Qatar in the last 16 but they made hard work of beating Hong Kong 1-0.\nIran's goalkeeper Alireza Beiranvand leaps to clear the danger / © AFP\nOn paper the fixture was among the biggest mismatches at the tournament, with Iran ranked 21st in the world to Hong Kong's 150.\nIran, hunting a record-equalling fourth continental crown, dominated possession in front of 36,412 at the Khalifa International Stadium.\nBut Hong Kong -- playing at their first Asian Cup in more than 55 years -- had opportunities early on, especially when Brazil-born forward Everton Camargo blazed over from inside the box.\nIran scored what turned out to be the winner in the 24th minute when Mehdi Ghayedi slid a shot across the six-yard box and past the despairing grasp of goalkeeper Yapp Hung-fai, the ball nestling in the bottom-right corner.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aymen hussein",
          "sentiment": "negative"
        },
        {
          "name": "jesus casas",
          "sentiment": "negative"
        },
        {
          "name": "son heung",
          "sentiment": "none"
        },
        {
          "name": "wataru endo",
          "sentiment": "none"
        },
        {
          "name": "casas",
          "sentiment": "none"
        },
        {
          "name": "zion suzuki",
          "sentiment": "none"
        },
        {
          "name": "hussein",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afp iraq",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "doha",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T23:11:02.292+02:00",
    "updated": "2024-01-19T23:11:02.292+02:00"
  },
  {
    "uuid": "2a46f7fdcaef094bef0f1cae668825ac1d729408",
    "url": "https://news.alphastreet.com/netflix-nflx-q3-earnings-beat-street-view-subscriptions-grow-14",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Correspondent",
    "published": "2024-10-17T20:05:00Z",
    "title": "Netflix (NFLX) Q3 earnings beat Street View; subscriptions grow 14%",
    "text": "Categories [AlphaGraphs](https://news.alphastreet.com/infographics/), [Analysis](https://news.alphastreet.com/stock-analysis/), [Technology](https://news.alphastreet.com/technology-stocks/) Netflix (NFLX) Q3 earnings beat Street View; subscribers grow 14% Netflix, Inc. (NASDAQ: NFLX) on Thursday reported higher revenues and profit for the third quarter, as the streaming giant’s subscriber base continued to expand. Both earnings and the top line exceeded estimates. The company added 5.07 million new members and ended the third quarter with a total of 282.72 million paid subscribers. At $9.83 billion, Q3 revenue was up 15% from the year-ago quarter and above analysts’ forecast. Net income increased to $2.36 billion or $5.40 per share in the September quarter from $1.68 billion or $3.73 per share in the corresponding period of 2023. Earnings also topped the market’s expectations. Prior Performance Listen to the conference calls as they happen. Don't miss a beat! With [AlphaStreet Intelligence](https://app.asai.alphastreet.io/test-drive/dashboard), you can listen to live calls and interviews as they happen, so you never have to worry about missing out on important information. Most Popular [UPS Earnings: United Parcel Service reports higher revenue and profit for Q3](https://news.alphastreet.com/ups-earnings-united-parcel-service-reports-higher-revenue-and-profit-for-q3/) United Parcel Service, Inc. (NYSE: UPS) reported an increase in revenue and profit for the third quarter of 2024. The cargo giant also provided guidance for fiscal 2024. On an [Infographic: How American Airlines (AAL) performed in Q3 2024](https://news.alphastreet.com/infographic-how-american-airlines-aal-performed-in-q3-2024/) American Airlines Group Inc. (NASDAQ: AAL) reported its third quarter 2024 earnings results today. Total operating revenues inched up 1.2% year-over-year to $13.6 billion. Net loss was $149 million, or $0.23 [HAS Earnings: Key quarterly highlights from Hasbro’s Q3 2024 financial results](https://news.alphastreet.com/has-earnings-key-quarterly-highlights-from-hasbros-q3-2024-financial-results/) Hasbro, Inc. (NASDAQ: HAS) reported its third quarter 2024 earnings results today. Revenue declined 15% year-over-year to $1.28 billion. Net earnings attributable to Hasbro, Inc. was $223.2 million, or $1.59",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://app.asai.alphastreet.io/test-drive/dashboard",
      "https://www.app.asai.alphastreet.io/test-drive/dashboard"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:34:51.805+03:00",
    "updated": "2024-10-25T01:49:07.205+03:00"
  },
  {
    "uuid": "cdd7493264242c7c71fb6dd14b3149c3ccd570fd",
    "url": "https://www.devdiscourse.com/article/law-order/3101546-israels-air-force-strikes-220-hezbollah-targets-in-lebanon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse News Desk",
    "published": "2024-09-26T18:01:00Z",
    "title": "Israel's Air Force Strikes 220 Hezbollah Targets in Lebanon | Law-Order",
    "text": "The Israeli Air Force has bombarded 220 Hezbollah targets in Lebanon, including infrastructure sites, launchers, operatives, and weapon storage facilities, as part of ongoing efforts to degrade Hezbollah's capabilities. Devdiscourse News Desk | Jerusalem | Updated: 27-09-2024 02:01 IST | Created: 27-09-2024 02:01 IST\nThis image is AI-generated and does not depict any real-life event or location. It is a fictional representation created for illustrative purposes only. Country: Israel SHARE In a significant military maneuver, Israel's Air Force has executed approximately 220 strikes against Hezbollah targets in Lebanon over the past 24 hours, according to a military statement on Thursday.\nThe targeted sites included key infrastructure, launching platforms for projectiles aimed at Israeli territory, Hezbollah operatives, and weapon storage facilities.\nThe Israel Defense Forces (IDF) reiterated their commitment to eroding Hezbollah's military capabilities and dismantling its terrorist infrastructure.\n(With inputs from agencies.)\nREAD MORE ON: Israel Hezbollah Air Force targets strikes Lebanon infrastructure operatives weapons IDF Advertisement ALSO READ Drone Assault Cripples Konotop’s Power Grid Amid Intensified Russian Strikes Russian Forces Strike Ukrainian Energy Infrastructure Russian Forces Target Key Ukrainian Infrastructure Amid Intensifying Conflict Tragedy Strikes in Datia: Wall Collapse Claims Seven Lives Russian Shelling Strikes Again in Kharkiv POST / READ COMMENTS Advertisement TRENDING 1 Trump Campaign Defends Record on Asian-American Advocacy Amidst Poll Discrep... United States 2 Boeing Machinists Set to Resume Contract Negotiations Amid Strike Global 3 Trump's Immigration Crackdown: Promises of Mass Deportations Ignite Fear and... United States 4 Kamala Harris to Tackle Border Issues in Arizona Visit Global OPINION / BLOG / INTERVIEW ChatGPT and Stock Forecasts: Examining AI’s Behavioral Biases in Financial Markets Bridging Agricultural Gaps in Conflict: The Success of Ukraine’s Digital Support Programs The Economic Impact of Syrian Refugees on Jordan: Labor Gains, Export Struggles From Trade Agreements to Labor Gains: Cambodia's Path to Reducing Informality DevShots Latest News Biden and Harris Unveil Bold Measures Against 3D Printed Firearms Sam Altman Addresses Equity Stake Rumors Sam Altman Addresses OpenAI Equity Rumors Israeli Army Intercepts Missile Fired from Yemen Amid Persistent Hostilities Connect us on Facebook Twitter LinkedIn Quora Youtube Google News RSS Give Feedback Name Email Message Submit",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Hezbollah",
          "sentiment": "negative"
        },
        {
          "name": "Air Force",
          "sentiment": "negative"
        },
        {
          "name": "Israel Defense Forces",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:46:12.994+03:00",
    "updated": "2024-09-27T02:33:05.683+03:00"
  },
  {
    "uuid": "464aecaf0e3b187fcbc44546a023b0d3b2a0c0b3",
    "url": "https://www.debate.com.mx/estados/Conagua-Cuales-son-los-16-estados-de-Mexico-donde-habra-lluvias-hoy-20240510-0030.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Karen Osorio",
    "published": "2024-05-10T13:44:00Z",
    "title": "Conagua: ALERTA DE TORMENTAS HOY en Coahuila, Nuevo León y Tamaulipas",
    "text": "[Estados](https://www.debate.com.mx/seccion/estados/) Conagua: ¿Cuáles son los 16 estados de México donde habrá lluvias hoy? El pronóstico del tiempo hoy requiere que la población esté pendiente de los avisos emitidos por el Servicio Meteorológico Nacional (SMN) y la Comisión Nacional del Agua (Conagua) [Clima Guadalajara HOY 10 de mayo: Habrá altas temperaturas](https://www.debate.com.mx/guadalajara/Guadalajara-llegara-a-los-40-grados-Asi-es-el-pronostico-del-clima-de-este-10-de-mayo-20240509-0205.html) [Clima | Onda de calor asfixia a México: Se registran temperaturas similares al desierto del Sahara](https://www.debate.com.mx/estados/Clima--Onda-de-calor-asfixia-a-Mexico-Se-registran-temperaturas-similares-al-desierto-del-Sahara-20240509-0077.html) [Apagones en México: ¿Cómo se produce la energía en el país?](https://www.debate.com.mx/estados/Apagones-en-Mexico-Como-se-produce-la-energia-en-el-pais-20240509-0118.html) [Conagua: Habrá lluvias HOY en 16 estados por frente frío](https://www.debate.com.mx/estados/Otro-frente-frio-Conagua-advierte-lluvias-en-16-estados-de-Mexico-HOY-con-posible-granizo-20240509-0058.html) Se prevé un escenario meteorológico desafiante para diversas regiones de México en los próximos días, de acuerdo al más reciente informe de la Comisión Nacional del Agua ( [CONAGUA](https://www.debate.com.mx/estados/Advierten-lluvias-en-13-estados-de-Mexico-HOY-sin-presencia-de-frentes-frios-Conagua-20240508-0083.html)). El frente frío No. 50, desplegado sobre el norte y noreste del país, interactúa con un canal de baja presión en la misma zona, junto con la corriente en chorro subtropical. ¿Dónde lloverá hoy según la Conagua? Este complejo sistema atmosférico está generando pronósticos de lluvias puntuales fuertes, con acumulaciones de 25 a 50 milímetros, en estados como Coahuila, Nuevo León y Tamaulipas. Además, se anticipan intervalos de chubascos, con cantidades de 5 a 25 mm, en Chiapas, Chihuahua, Ciudad de México, Estado de México, Guanajuato, Hidalgo, Querétaro y San Luis Potosí, así como lluvias aisladas en otras entidades como Campeche, Michoacán, Morelos, Quintana Roo y Veracruz. ¡Temperaturas de horno! Se espera que en regiones como Campeche, Chiapas, Guerrero, Michoacán, Oaxaca, San Luis Potosí, Sinaloa, Tabasco, Tamaulipas y Veracruz, los termómetros superen los 45 grados Celsius. Asimismo, se prevén máximas entre 40 y 45 grados Celsius en varios estados adicionales, incluidos Colima, Hidalgo, Jalisco, Morelos, Nayarit, Nuevo León, Puebla y Quintana Roo. Ante esta ola de calor extrema, se emiten recomendaciones cruciales a la población, como evitar la exposición prolongada al sol, mantenerse hidratado y prestar especial atención a grupos vulnerables como niños, ancianos y personas con enfermedades crónicas. ¡Brr…! Bajas temperaturas Pero las preocupaciones meteorológicas no se limitan al calor abrasador. Se pronostican temperaturas mínimas que podrían descender hasta los -5 grados Celsius en sierras de Chihuahua, mientras que en otras regiones montañosas como Baja California, Durango y Sonora se esperan mínimas de 0 a 5 grados Celsius, acompañadas de heladas. Fuertes rafagas de viento Además de las precipitaciones y el calor extremo, los vientos fuertes son motivo de inquietud. Se anticipan ráfagas de 60 a 80 kilómetros por hora en diversas zonas, con la posibilidad de formación de torbellinos o tornados en Coahuila, Nuevo León y Tamaulipas, y tolvaneras en Chihuahua, Durango, San Luis Potosí y Zacatecas. Otros estados también experimentarán vientos notables, lo que podría provocar daños en infraestructuras como árboles y anuncios publicitarios. Ante este escenario, es fundamental que la población esté atenta a los avisos emitidos por el Servicio Meteorológico Nacional (SMN) y la Comisión Nacional del Agua (Conagua), así como seguir las recomendaciones de las autoridades locales y de Protección Civil para mitigar los riesgos asociados con estas condiciones meteorológicas adversas. - ¿No te has dado una vuelta por Amazon? Mira en [ESTE ENLACE](https://amzn.to/43DPNNo)sus mejores productos. - ¡Únete a la comunidad del canal de [Debate en WhatsApp](https://whatsapp.com/channel/0029Va2VOoSEgGfKeOYnUB36)y recibe lo más relevante! [Síguenos en](https://news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag?utm_source=nota_standard&utm_medium=fullamp&utm_campaign=banner_googlenews) Comparte esta noticia Los editores recomiendan - {{#section-name}} [{{section-name}}]({{section-url}}){{/section-name}} [{{title-article}}]({{link-url}}) {{/news}}",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag?utm_source=nota_standard&utm_medium=fullamp&utm_campaign=banner_googlenews)",
      "https://amzn.to/43DPNNo)sus",
      "https://whatsapp.com/channel/0029Va2VOoSEgGfKeOYnUB36)y",
      "https://www.whatsapp.com/channel/0029Va2VOoSEgGfKeOYnUB36)y",
      "https://news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag",
      "https://www.news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag?utm_source=nota_standard&utm_medium=fullamp&utm_campaign=banner_googlenews)",
      "https://www.amzn.to/43DPNNo)sus"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T17:49:24.444+03:00",
    "updated": "2024-05-10T17:49:24.444+03:00"
  }
]