[
  {
    "uuid": "af2e055c04b87d350bf11a839895cb117ce2dfcf",
    "url": "https://www.citizentribune.com/sports/lady-trojans-slow-out-the-gate-fall-to-sevier-county/article_3373abc4-bbba-11ee-af5a-ab7d65fc98fe.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob Harvey, Tribune Sports Editor",
    "published": "2024-01-25T19:44:00Z",
    "title": "Lady Trojans slow out the gate, fall to Sevier County | Sports | citizentribune.com",
    "text": "Sevier County scored the first eight points of the game on Wednesday and were off from there, taking down Morristown West 69-40.\nWith the loss, West fell to 8-10 overall and 2-1 in District 2-4A play.\n“They’re a really good team,” Morristown West coach Johnny Galyon said. “They wanted it more than us.”\nAubrie Messer led the way for West with 16 points, while Delaney Weddington and Maddie Simpson each had eight points. Other scorers for West were Haven Simpson with four points, Kalyssa Dinkins with three points and Kaylee Dyke with one point.\nCybil Penland led Sevier County with 16 points, while Kaliyah Burden had 15 points.\nThe Bearettes started things from the get go with eight straight points to start. West finally got on the board with a Weddington bucket, but Sevier County scored three more to lead 11-2. West scored again on a 3-pointer by Messer, but Sevier County scored seven of the last nine points of the quarter to lead, 18-7.\nThe second quarter was the killer for Morristown West, as they scored just eight points and gave up 24 points. Messer scored six of the points for West, but they trailed 42-15 at the half.\nWest tried to cut into the lead in the third, as Messer scored six of the first eight points. Messer finished with 10 points in the half, but Sevier County regrouped and led 62-33 after three.\nIn the fourth quarter, both teams scored seven points each as Sevier County cruised to the win. Maddie Simpson had six of West’s seven points in the final eight minutes.\nMorristown West will be back in action on Friday, taking on Morristown East at East. Tip is set for 6 p.m.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "delaney weddington",
          "sentiment": "none"
        },
        {
          "name": "aubrie messer",
          "sentiment": "none"
        },
        {
          "name": "maddie simpson",
          "sentiment": "none"
        },
        {
          "name": "kalyssa dinkins",
          "sentiment": "none"
        },
        {
          "name": "kaylee dyke",
          "sentiment": "none"
        },
        {
          "name": "johnny galyon",
          "sentiment": "none"
        },
        {
          "name": "cybil penland",
          "sentiment": "none"
        },
        {
          "name": "simpson",
          "sentiment": "none"
        },
        {
          "name": "messer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "morristown west",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sevier county",
          "sentiment": "none"
        },
        {
          "name": "morristown west 69",
          "sentiment": "none"
        },
        {
          "name": "kaliyah burden",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:27:00.917+02:00",
    "updated": "2024-01-26T00:27:00.917+02:00"
  },
  {
    "uuid": "b9a04be10f0543566108f9f7bbc2c435797d4b37",
    "url": "https://www.explore.com/1485611/best-things-do-los-angeles-raining",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "staff@explore.com (Stephanie Heron)",
    "published": "2024-01-14T11:45:00Z",
    "title": "The Best Things To Do In Los Angeles When It's Raining, According To Online Reviews",
    "text": "The Best Things To Do In Los Angeles When It's Raining, According To Online Reviews Southern California is known for its gorgeous weather, and this is why visitors flock to cities like Los Angeles. Not only are there soft-sanded beaches with clear blue waters, but there are also sunny clear skies with hot sunshine beaming down. Most of the time, it's a paradise that allows people to escape from the gloomier weather in their hometowns. Unfortunately, LA doesn't always have glorious conditions. While the probability of wet days is only a maximum of seven days a month between December and February, you may get unlucky and run into a little precipitation while on vacation. But instead of letting it get you down, you should make the most of your time in the city and look past the hours you could've spent lounging on the beach. The next time you feel a few drops on your head, don't let your heart sink. Get a second wind and check out some things to do in Los Angeles when it's raining. Here are the best suggestions from online users from sites like Google, Tripadvisor, and others. Grab a cup of coffee or tea Even though it doesn't get too chilly in LA, being soaked to the bone is no fun. So when you see the gray clouds coming in, head into a nearby coffee or tea shop. Luckily for you, there are scores of excellent ones in the city, so you won't have to worry about staying dry. Of course, you can go to any big-name brand for convenience. However, there is a whole world of artisan coffee in LA; take full advantage of this. When you step foot into these establishments, you'll enjoy carefully selected coffee beans that are ground up and artfully brewed into the freshest cups of java you've ever had. You'll have a grand time sitting and nursing your hot java while watching people scurry by outside. There are plenty of unique cafes around the city, as recommended by [Discover Los Angeles](https://www.discoverlosangeles.com/eat-drink/the-most-unique-coffee-shops-in-la). If you're after something sweet and chewy, try a boba tea shop. You can get your drinks hot or cold, and in addition to boba balls, you can add toppings like popping boba or jelly. Or you can get your tea plain to savor its flavor. Seek shelter in a museum Something interesting to do while it's pouring outside is to visit a museum. These places have amazing pieces of artwork with lots of thought and history behind them, meaning it'll be easy to lose yourself in the exhibits. Whether it's a modern sculpture or a classic painting, you can admire the wondrous works while seeking shelter. You don't necessarily have to spend money, either. For example, [The Broad](https://www.thebroad.org/) is a popular [free thing to do](https://www.explore.com/1467017/free-things-when-visiting-los-angeles-california/) in LA; you don't have to pay a cent to view the outstanding \"Infinity Mirrored Room\" and \"Longing for Eternity\" exhibits. There's also the [Getty](https://www.getty.edu/visit/center/), where the buildings and outside gardens are just as beautiful as the artwork you'll see. To save some time, research the broad range of LA museums before you travel. Consider your interests and which areas you're visiting to create a shortlist of museums you can rely on if the skies start crying. That way, you won't have to waste time waffling about your options while you stand outside and your clothes soak through. Go to an art gallery Museums can be a bit overwhelming, so a great alternative is to go to an art gallery or two. Or if you've devoured all the LA museums at a rapid pace, then going to these spaces can be a fantastic additional activity. Either way, you'll definitely get your fill of fantastic art. An excellent place to start is [Hauser & Wirth](https://www.hauserwirth.com/locations/10069-hauser-wirth-los-angeles/). They actually have a splattering of locations worldwide, so if the name seems familiar, that may be why. Although most of their galleries are in New York, Hauser & Wirth have an expansive reach across the country, with their only West Coast galleries in Downtown LA and West Hollywood. Not only is the charming location in Downtown LA a former flour mill, but it also has a chicken coop and vegetable garden. Other fascinating art galleries include Art + Practice, Commonwealth and Council, The Mistake Room, and UTA Artist Space. The beauty of all these art galleries is you can explore the exhibitions without paying admission. Those who are on a tight budget and want somewhere dry to stay in during torrential rain will appreciate the shelter that LA art galleries have to offer. Eat a meal in an indoor food hall Your stomach's bound to start grumbling at some point, and while it is tempting, it's not practical to keep eating at fancy restaurants. The amount you should expect to [spend on food while traveling](https://www.explore.com/1338787/how-much-spend-food-traveling-los-angeles/) in Los Angeles depends on what you're into, but it can add up fast. To give your wallet respite, and to refuel while there's rain outside, why not visit one of LA's numerous indoor food halls? The city is a vast melting pot, and it's the perfect opportunity to expand your palate. If there's any food hall you must go to, it's [Grand Central Market](https://grandcentralmarket.com/). It's been inducted into the LA Times 101 Restaurants Hall of Fame and has been around since October 1917. There are 40 stalls to browse, and if you're in town on a Friday, Saturday, or Sunday, there's also the Grand Central Market Bazaar to experience. If you're into Latin-American food, then head to [Mercado La Paloma](https://www.mercadolapaloma.com/). It's actually a project of the Esperanza Community Housing Corporation, which makes it an outstanding community center. In addition to tasting delicious food, you can shop the many artisan stalls here, too. Go shopping Speaking of shopping, you'll want for nothing in LA. With the conveyor belt of stores lining the city's streets, finding something that catches your eye won't be too difficult, and you'll have plenty to do while waiting out the rain. Who knows, you might even discover a new outfit to wear once the clouds part and the sun starts shining again! [Rodeo Drive](https://www.rodeodrive-bh.com/) is always worth checking out, even if you can't afford much of the stuff on offer. This street stretches across three blocks and has over 100 luxury brands to explore and admire. You might also run into a celebrity or two; if you want a higher chance to rub elbows with stars, then try other [places in LA](https://www.explore.com/1444171/places-in-los-angeles-most-likely-to-spot-celebrities/) where the shining stars tend to hang out. Another excellent place to shop is [The Grove](https://thegrovela.com/). It's also an open shopping area, so you'll have to plan your runs between stores smartly if rain is coming down. For a completely indoor shopping experience, go to [Westfield Century City](https://www.westfield.com/united-states/centurycity/). This mall has 184 stores, which will keep you busy when it's raining. Plus, there's a movie theater, so you can easily spend a few hours warm and dry while catching the latest film. Tour a cultural center Los Angeles has only been an official American city since 1848, but don't let its relative youth fool you. The city has a rich history, so soak it all in when you have the chance. From Hollywood to Koreatown, there's much to learn about what makes LA unique. What's great is you can already absorb the city's essence while walking around, but there are also cultural centers where you can delve deeper if it's raining outside. For example, there's the [Grammy Museum](https://grammymuseum.org/). As the name suggests, you can gain a newfound appreciation for the Grammy winners of the past and present. This interactive museum shows you the journeys of hit musicians such as Shakira and Taylor Swift. As one The Grammy Museum gives you just one perspective of the lengthy history of the City of Angels. Other places to explore include The Hollywood Museum and the Petersen Automotive Museum. To further fill up your time, take a look at the [extensive list](https://culturela.org/cultural-centers/) that the city has on its website. Watch a movie Did you know that Los Angeles is home to over 100 movie theaters? If there's an awesome feature coming out while you're on vacation, you'll be able to easily fit in a trip to a theater. Plus, you can gorge on sweets and sodas as you get refuge from the rain. We know that movie theaters can be a dime a dozen, though, and you may not want to spend precious vacation time in a space you can find at home. In that case, you'll want to prioritize the more special ones in LA. For instance, the iconic [TCL Chinese Theatre](https://www.tclchinesetheatres.com/) has been a community staple since 1927. The [El Capitan Theatre](https://elcapitantheatre.com/) is nearby, ideal for Disney movie lovers, as the theater is owned by The Walt Disney Company. Another establishment worth visiting is the [New Beverly Cinema](https://thenewbev.com/), owned by iconic moviemaker Quentin Tarantino. The theater only shows 35mm and 16mm films, and they're curated by Tarantino himself; in fact, many come from his private collection. Browse the aisles of a bookstore Books are magical objects; their pages can transport us to other worlds and times, showing us things we'd never dreamed of. And because there are so many genres available, there's definitely something for everyone. This makes bookstores the ideal place to go when the weather takes a turn for the worse, as you can listen to the pitter-patter of rain while devouring a good book. Forget about the big chain bookstores, though. Instead, opt for indie establishments, which LA is full of. Not only will you support local businesses, but you'll also have a higher chance of finding something unique. A great example is [The Last Bookstore](https://www.lastbookstorela.com/), where you'll uncover both new and used books. It's located in an old bank building and makes use of all 22,000 square feet, with books, records, comics, art, and yarn on offer. As one [Tripadvisor](https://www.tripadvisor.com/Attraction_Review-g32655-d6835662-Reviews-The_Last_Bookstore-Los_Angeles_California.html) user remarked, \"I've been to bookstores around the world and this one is a highlight!\" The hours will go by quickly when you go to The Last Bookstore, especially since they have a few cool things like a book tunnel and a mammoth head. But there are several other indie bookstores that are worth your time, such as [Skylight Books](https://www.skylightbooks.com/), [Book Soup](https://www.booksoup.com/), [The Iliad Bookshop](https://www.iliadbooks.com/), and [The Salt Eaters Bookshop](https://www.thesalteatersbooks.com/). Make sure to give all of them a visit if you're after some gems to take home. Hide out in a library Bibliophiles may find bookstores too tempting, and they may fear spending too much cash in one go. Or maybe you don't feel comfortable going to one without spending some money but need to be prudent with your finances. Well, there's a cost-effective solution: LA's public libraries. These are more than just places to stay dry while reading books without buying them. In addition, they're splendid works of architecture that are attractions in their own right. To see what we're talking about, take a trip to the LA Central Library. Its glamorous Art Deco design will dazzle you, and not only on the outside, either. The interior is equally splendid, with the highlight being the Zodiac Chandelier in the rotunda. Grab a book, sit down, and get lost in its pages while soaking in the beautiful decor. If you happen to be around UCLA, you'll want to duck into the [Powell Library](https://www.library.ucla.edu/visit/locations/powell-library/) on campus. It's designed to look like a pristine church, and you can get a free access-only card if you['re over 18. Do note that you won't be allowed to borrow anything, so do your reading while on the premises. Take on an escape room If you enjoy puzzles with a sprinkle of competition, then you're sure to love escape rooms. Considering that the majority of them are indoors, this activity is a foolproof way to have fun while avoiding the rain. There are over 300 in and around LA, and they're of various difficulties, so even if you're new to this, it won't be hard to find one that's not too challenging. One of the best escape rooms in Los Angeles is [Lab Rat](https://www.hatchescapes.com/lab-rat). LA Mag rated it the #1 escape room in the city, meaning you can't go wrong with this one. Lab Rat takes the scientist-lab rat relationship and flips it around so that players are humans trying to escape a lab run by giant rats. One If you want to get your heart racing, opt for a scary/spooky or intense escape room. For example, there's [Captive Chamber](https://www.horrorescapesla.com/), where you're a prisoner of Dr. X. You must fight against time to flee from the cell before the demented doctor returns! Pamper yourself at a spa Even though you've got time off of work and regular everyday life, a vacation can still be stressful and anxiety-inducing. This can be especially true if you're trying to cram tons of activities into your limited time away. When this backfires, it'll be the complete opposite of fun, so to prevent that from happening, you need to pamper yourself. The best way to do this is at a Los Angeles spa, and you won't be disappointed as the city is known for high-end living. To really treat yourself, go for a session at [The Ritz-Carlton Spa](https://www.ritzcarlton.com/en/hotels/laxlz-the-ritz-carlton-los-angeles/experiences/). In addition to luxurious massages, you can have your hair and nails done. You'll look and feel like a Hollywood star once they're done. For a different cultural experience, consider going to a Korean spa. Not only do they have more extended business hours in Koreatown, but they also have co-ed spaces called jjimjilbangs. If you don't want to be alone and have loved ones tagging along, then a Korean spa is a fantastic option. [Wi Spa](https://wispausa.com/) comes highly recommended. One Play games at a barcade It's not fun to be caught out in the rain after dark. The temperatures are lower, and there's no sun to help you dry off quicker, so don't stand outside for longer than necessary. Find a safe haven in an LA barcade, where the tastiness of alcoholic beverages is combined with the excitement of video games. An old reliable is [Dave & Busters](https://www.daveandbusters.com/us/en/about/locations), which has many locations in Los Angeles. There's reasonably priced food, drinks, and games, and the selection is pretty solid . You can also count on some bank account-friendly deals, such as $5 late-night bites. Want experiences that are more unique? Then look beyond D&B to places like [Barcade](https://barcade.com/losangeles/). These establishments usually have special beers on tap, and you may find some nostalgic games inside. For instance, there's pinball, Frogger, Galaga, Mortal Kombat, Pac-Man, and more. Giving these games a go while winding down the day with a refreshing drink isn't all that bad when you're safe from the chilling rain. Visit the Aquarium of the Pacific No matter how old you are, an afternoon at an aquarium will always be fun and exciting. You'll get to observe fascinating sea creatures and learn more about them, as well as their habitats. Time in an aquarium provides visitors with new insight into the balance between humanity and wildlife, and it'll help you appreciate conservation efforts. So when it rains in LA, buy a ticket to the [Aquarium of the Pacific](https://www.aquariumofpacific.org/). It has sea otters, sharks, sea jellies, frogs, and more to see. When purchasing tickets, you have the option of combining yours with other activities for savings, such as a gray whale watch, harbor tour, or Los Angeles Zoo admission. If you were planning on doing these things anyway, then make sure you take advantage of the savings. You won't have trouble waiting out the precipitation at this aquarium. There are over 100 exhibits, including 19 major habitats. Some key areas you may be interested in include Shark Lagoon, Sea Otter Habitat, and the Molina Animal Care Center. One Take a cooking class There are many outstanding culinary schools in Los Angeles, and what's excellent is many offer classes for people of all cooking skill levels. Whether you've never cooked a dish before or are well-versed in the kitchen, you'll be able to find a class that'll teach you new things without it being too difficult. Another benefit of this rainy day activity is that you can do it solo and make new friends, or you can go with your friends or family members. If you're around the Santa Monica Place Shopping Center when it starts pouring, you'll want to pick the [Gourmandise School of Sweet and Savories](https://thegourmandiseschool.com/). There are classes practically every day and multiple sessions a day as well. These hands-on classes will teach you how to up your cooking skills and impress anyone at your dining room table. Other schools to consider include HipCooks, Blvd Kitchen, EATZ, Eataly, and Spork Foods. If you enjoy the lessons so much you want to continue them, then you'll be pleased to know that the majority of them have online classes you can take when you return home. Our methodology for picking these activities We've pored over the internet and read sites like Google, Tripadvisor, and other popular blogs to ensure you won't be bored when it rains in Los Angeles. We also have personal experience in LA, and lived in the city for three years and have frequently visited since moving away.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.westfield.com/united-states/centurycity/",
      "https://www.discoverlosangeles.com/eat-drink/the-most-unique-coffee-shops-in-la",
      "https://www.iliadbooks.com/",
      "https://wispausa.com/",
      "https://www.ritzcarlton.com/en/hotels/laxlz-the-ritz-carlton-los-angeles/experiences/",
      "https://grammymuseum.org/",
      "https://elcapitantheatre.com/",
      "https://thenewbev.com/",
      "https://www.tclchinesetheatres.com/",
      "https://www.daveandbusters.com/us/en/about/locations",
      "https://thegourmandiseschool.com/",
      "https://www.thesalteatersbooks.com/",
      "https://thegrovela.com/",
      "https://www.thebroad.org/",
      "https://www.rodeodrive-bh.com/",
      "https://www.library.ucla.edu/visit/locations/powell-library/",
      "https://www.booksoup.com/",
      "https://www.tripadvisor.com/Attraction_Review-g32655-d6835662-Reviews-The_Last_Bookstore-Los_Angeles_California.html",
      "https://www.horrorescapesla.com/",
      "https://www.hauserwirth.com/locations/10069-hauser-wirth-los-angeles/",
      "https://www.hatchescapes.com/lab-rat",
      "https://www.aquariumofpacific.org/",
      "https://www.getty.edu/visit/center/",
      "https://www.lastbookstorela.com/",
      "https://barcade.com/losangeles/",
      "https://grandcentralmarket.com/",
      "https://culturela.org/cultural-centers/",
      "https://www.mercadolapaloma.com/",
      "https://www.skylightbooks.com/",
      "https://tclchinesetheatres.com/",
      "https://rodeodrive-bh.com/",
      "https://www.wispausa.com/",
      "https://horrorescapesla.com/",
      "https://tripadvisor.com/Attraction_Review-g32655-d6835662-Reviews-The_Last_Bookstore-Los_Angeles_California.html",
      "https://www.westfield.com/united-states/centurycity",
      "https://www.lastbookstorela.com",
      "https://getty.edu/visit/center/",
      "https://www.grandcentralmarket.com/",
      "https://www.booksoup.com",
      "https://booksoup.com/",
      "https://ritzcarlton.com/en/hotels/laxlz-the-ritz-carlton-los-angeles/experiences/",
      "https://culturela.org/cultural-centers",
      "https://hauserwirth.com/locations/10069-hauser-wirth-los-angeles/",
      "https://www.aquariumofpacific.org",
      "https://thegourmandiseschool.com",
      "https://thesalteatersbooks.com/",
      "https://grandcentralmarket.com",
      "https://thebroad.org/",
      "https://barcade.com/losangeles",
      "https://elcapitantheatre.com",
      "https://www.ritzcarlton.com/en/hotels/laxlz-the-ritz-carlton-los-angeles/experiences",
      "https://www.thegourmandiseschool.com/",
      "https://www.elcapitantheatre.com/",
      "https://www.tclchinesetheatres.com",
      "https://www.rodeodrive-bh.com",
      "https://www.thebroad.org",
      "https://www.culturela.org/cultural-centers/",
      "https://www.hauserwirth.com/locations/10069-hauser-wirth-los-angeles",
      "https://thenewbev.com",
      "https://lastbookstorela.com/",
      "https://www.grammymuseum.org/",
      "https://hatchescapes.com/lab-rat",
      "https://iliadbooks.com/",
      "https://www.thesalteatersbooks.com",
      "https://aquariumofpacific.org/",
      "https://www.horrorescapesla.com",
      "https://library.ucla.edu/visit/locations/powell-library/",
      "https://www.mercadolapaloma.com",
      "https://www.thegrovela.com/",
      "https://www.library.ucla.edu/visit/locations/powell-library",
      "https://mercadolapaloma.com/",
      "https://daveandbusters.com/us/en/about/locations",
      "https://grammymuseum.org",
      "https://www.barcade.com/losangeles/",
      "https://wispausa.com",
      "https://discoverlosangeles.com/eat-drink/the-most-unique-coffee-shops-in-la",
      "https://westfield.com/united-states/centurycity/",
      "https://www.skylightbooks.com",
      "https://www.thenewbev.com/",
      "https://www.iliadbooks.com",
      "https://thegrovela.com",
      "https://www.getty.edu/visit/center",
      "https://skylightbooks.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        },
        {
          "name": "tripadvisor",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "la",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T17:11:05.897+02:00",
    "updated": "2024-01-14T17:18:02.089+02:00"
  },
  {
    "uuid": "50800e78788db7260d62deaac95c6ed3ac8b5370",
    "url": "https://community.qvc.com/t5/Among-Friends/The-Bee-Hive-December-2023-Edition/td-p/8226544/page/112",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Viva",
    "published": "2023-12-29T00:09:00Z",
    "title": "Re: The Bee Hive -- December 2023 Edition",
    "text": "Stay in Touch\nGet sneak previews of special offers & upcoming events delivered to your inbox.\nSign in\n12-28-2023 01:47 PM\nhello all\ngot much flooding overnight from the heavy rain. our rain guage says 5 inch weather radio was going off most of night due to the serious flooding.\nJust Bee had to go to the lab corp today to get something checked out. they had several bee still life on the counter. first thing I thought of was you Just Bee.\nok guys later\n12-28-2023 04:06 PM\nHi all in the hive.\nBeen buzzing on low for days but still hanging around. Lucky here to have mostly sunny days. Close to 60 today.\nJust been running errands to make sure we have enough food and treats in the home. Even went to Costco today and had no trouble with crowds or parking. That made me happy.\nNice to know everyone's still buzzin' and bee'ing.\n12-28-2023 06:51 PM\n[@geezerette]wrote: [@just bee]wrote:\nFour more days...\nWill you be dropping a ball at midnight?🎊\n12-28-2023 06:52 PM\n12-28-2023 06:56 PM\n[@viva923]wrote:\nhello all\ngot much flooding overnight from the heavy rain. our rain guage says 5 inch weather radio was going off most of night due to the serious flooding.\nJust Bee had to go to the lab corp today to get something checked out. they had several bee still life on the counter. first thing I thought of was you Just Bee.\nok guys later\nWish I could see that!\nHow come you're getting all the rain?\n12-28-2023 07:00 PM\n[@kindred cats]wrote:\nHi all in the hive.\nBeen buzzing on low for days but still hanging around. Lucky here to have mostly sunny days. Close to 60 today.\nJust been running errands to make sure we have enough food and treats in the home. Even went to Costco today and had no trouble with crowds or parking. That made me happy.\nNice to know everyone's still buzzin' and bee'ing.\nAny plans for the New Year?\n12-28-2023 07:09 PM\nI'm watching American Graffiti.\nIt's kinda depressing.\nGet sneak previews of special offers & upcoming events delivered to your inbox.\n{email-address}\nThanks, you're all signed up!\n*You're signing up to receive QVC promotional email.\nFind recent orders, do a return or exchange, create a Wish List & more.\nPrivacy Statement General Terms of Use\nQVC is not responsible for the availability, content, security, policies, or practices of the above referenced third-party linked sites nor liable for statements, claims, opinions, or representations contained therein. QVC's Privacy Statement does not apply to these third-party web sites.\n© 1995-2023 QVC, Inc. All rights reserved. | QVC, Q and the Q logo are registered service marks of ER Marks, Inc.\n[888-345-5788]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "costco",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:18:37.690+02:00",
    "updated": "2023-12-29T02:18:37.690+02:00"
  },
  {
    "uuid": "11088449e5136ac8baf56defc0e86880b2065b01",
    "url": "https://journalrecord.com/2023/12/free-market-friday-tax-cuts-would-build-on-2023-momentum/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Small",
    "published": "2023-12-28T21:06:00Z",
    "title": "Free Market Friday: Tax cuts would build on 2023 momentum",
    "text": "The 2023 state legislative session had many successes and now a major issue is primed for implementation in 2024—passage of significant income tax cuts. The need for further reductions in Oklahoma’s penalty on work, the personal income tax, is greater than ever. The massive inflation unleashed under the Biden administration has been historic, surpassing anything seen in decades. What $1 bought in 2020 now [requires](https://protect-us.mimecast.com/s/GGTEC1woYlsMXKnZfLtsdi?domain=in2013dollars.com) $1.19. What $5,000 dollars purchased in 2020 now requires $5,946. That’s a cumulative price increase of 18.92%. Inflation has outpaced wage growth, meaning most people are effectively earning less today than when Donald Trump was president. And the damage is not limited to family budgets. A recent Bank of America [survey](https://protect-us.mimecast.com/s/r8B_C2kpgmTpQAKms1F31J?domain=msn.com) showed 78% of small business owners identify inflation as their primary concern. State policy cannot completely undo the damage wrought by federal policy—but it can mitigate the damage. State personal income tax cuts will increase the take-home pay of all Oklahoma workers, effectively raising wages despite inflation. And tax cuts increase the incentive for business owners to make investments that ultimately grow the economy and boost job numbers and pay. A full-scale overhaul of Oklahoma’s tax code that immediately fully repeals the personal income tax would provide the greatest economic turbo-charge. If a longer implementation period is desired, the tax can be put on a path to full repeal by gradually lowering the rate over time. It’s undeniable that states with no income tax have enjoyed much stronger economic growth for much longer than their counterparts. Oklahoma should join that club. The arguments of tax-cut opponents have been completely obliterated by real-world experience. In the 1990s, Oklahoma’s top income-tax rate was 7%. Today it is 4.75%. Yet Oklahoma government has not been “slashed to the bone” during that time. Instead, state government spending is at an all-time high today even as the personal income-tax rate is 32 percent lower than in the 1990s. (The state budget shortfalls that culminated in 2018 were the result of a major oil bust, not tax cuts.) Put simply, Oklahomans need income-tax cuts. And tax cuts are not only good politics in this environment, but good policy as well. – Jonathan Small serves as president of the Oklahoma Council of Public Affairs (www.ocpathink.org).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://protect-us.mimecast.com/s/GGTEC1woYlsMXKnZfLtsdi?domain=in2013dollars.com",
      "https://protect-us.mimecast.com/s/r8B_C2kpgmTpQAKms1F31J?domain=msn.com",
      "https://www.protect-us.mimecast.com/s/GGTEC1woYlsMXKnZfLtsdi?domain=in2013dollars.com",
      "https://protect-us.mimecast.com/s/GGTEC1woYlsMXKnZfLtsdi",
      "https://protect-us.mimecast.com/s/r8B_C2kpgmTpQAKms1F31J",
      "https://www.protect-us.mimecast.com/s/r8B_C2kpgmTpQAKms1F31J?domain=msn.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bank of america",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:38.588+02:00",
    "updated": "2024-01-05T03:16:47.191+02:00"
  },
  {
    "uuid": "3aff38ff0c6ae75c47095b4a92d4f3c19fb12c61",
    "url": "https://www.larazon.es/television/programas/adriana-torrebejano-revela-cual-era-rutina-antes-colegio-cogia-mochila-daba-beso-boca-miguel-angel-munoz_20240418662188b68e660200016eb59e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Javier, Corpas",
    "published": "2024-04-18T19:55:00Z",
    "title": "Adriana Torrebejano revela cuál era su rutina antes de ir a colegio: “Cogía mi mochila y le daba un beso en la boca a Miguel Ángel Muñoz”",
    "text": "El Hormiguero\nAdriana Torrebejano revela cuál era su rutina antes de ir a colegio: “Cogía mi mochila y le daba un beso en la boca a Miguel Ángel Muñoz”\nLa actriz catalana contó sonrojada lo que hacía todos los días antes de ir a clase con un póster que tenía sin mangas del actor de UPA Dance\n“El Hormiguero” cerró la semana con una visita por partida doble. Adriana Torrebejano y Salva Reina se divirtieron una vez más en el plató del espacio liderado por Pablo Motos y vinieron a presentar la nueva serie de Movistar Plus, “Muertos S.L”, ficción creada por Alberto y Laura Caballero.\nLa sección de las confesiones\nEn la sección de las famosas hormigas del programa, \"Trancas y Barrancas\", se destaparon varias verdades ocultas de los invitados, como la rutina diaria que hacía Adriana Torrebejano antes de ir al colegio, que no dudaba en besar en la boca a un \"\nMiguel Ángel Muñoz\" sin mangas, que tenía colgado en la pared de su dormitorio: “Yo de pequeña era muy fan de la serie y hasta para mi cumpleaños pedí una televisión portátil chiquitita para ver en mu cuarto el programa ya que se emitía muy tarde y claro a veces las imágenes no eran adecuadas para alguien de mi edad”, comentaba entre risas Torrebejano, que cuenta que tenía un poster del actor que salvaguardaba su habitación: “Lo puse detrás de la puerta para que mi madre no lo viera y cada mañana antes de ir a clase, le daba un beso”, expuso la actriz sonrojada admitiendo que se lo daba en la boca, beso que más tarde pudo recrear en la vida real, cumpliendo uno de sus sueños.\nAdemás, supimos también gracias a las preguntas de las hormigas, que Salva Reina tiene acciones en una funeraria de Málaga, a la que confesó que se unió a ella debido al gran trato humano que se desprende al realizar su trabajo, algo que conquistó el corazón del actor, que ya sabía lo que era una funeraria por dentro antes de encarnar al conductor del coche fúnebre en la ficción de Movistar que vino esta noche a promocionar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:06:18.158+03:00",
    "updated": "2024-04-19T00:06:18.158+03:00"
  },
  {
    "uuid": "84e398dfaaea920018c72b1e219c92931d1b8461",
    "url": "https://newsroom.ucla.edu/releases/light-based-computing-advance-capabilities-future-smart-cameras",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wayne Lewis",
    "published": "2024-04-11T21:02:00Z",
    "title": "Advance in light-based computing shows capabilities for future smart cameras",
    "text": "Key takeaways\n- Optical computing research aims to produce energy-efficient technologies that use particles of light, called photons, in ways conceptually similar to how electronic computers use electrons.\n- One obstacle to realizing optical computers is that using photons for nonlinear operations —needed to process information — usually requires high-powered lasers, yet responds slowly or uses photons inefficiently.\n- A UCLA team has invented a transparent device that offers nonlinear operation under low-power ambient light, and combined it with a smartphone camera for glare reduction — an example of numerous applications this technology could enable.\nResearchers developing the next generation of computing technology aim to bring some light to the field — literally.\nOptical computing, which relies on particles of light called photons, is expected to provide alternatives to traditional electronic approaches. Such systems — or light-based components of hybrid systems that also retain electronic parts — could be faster, consume less energy and compute visual information more efficiently through simultaneous, parallel processing.\nTo date, optical computing has faced a limitation in achieving nonlinear responses, which means producing signals not directly proportional to the input. Nonlinearity makes universal computing applications, including artificial intelligence, possible.\nNonlinear materials and devices under development need a substantial amount of light to work. Previously, this required high-powered lasers that operate only in a narrow band of the electromagnetic spectrum; absorbing light over time, making processing slow; or using energy-inefficient materials that take in lots of light but preclude applications that require light efficiency or transparency.\nNow, a recent collaborative study from members of the\nCalifornia NanoSystems Institute at UCLA, or CNSI, has introduced a device that overcomes these hurdles.\nIn a major step toward optical computing for processing visual information, the CNSI investigators showed that a tiny array of transparent pixels could produce a fast, broadband, nonlinear response from low-power ambient light. The team also demonstrated an application that combines their device with a smartphone camera to reduce glare in images. The study was published in\nNature Communications.\n“Optical nonlinearities are far behind what we need for visual computing applications,” said co-corresponding author Aydogan Ozcan, the Volgenau Professor of Engineering Innovation in the\nUCLA Samueli School of Engineering. “We need low-power, broadband, low-loss and fast nonlinearities for optical systems to meet our visual computing needs. This work helps fill that gap.”\nPotential applications for the technology — beyond the glare reduction validated in the study — cross a variety of consumer and industrial uses: improved sensing for autonomous vehicles; cameras that recognize certain objects while hiding others; image encryption; and efficient, effective detection of defects in robotic assembly lines, among many others.\nThe device could offer many advantages. For example, the incoming images could be processed without conversion to a digital signal, speeding results and reducing the amount of data being sent to the cloud for digital processing and storage. The researchers envision linking their technology with cheap cameras and compressing data to produce images with vastly higher resolution than was realized before, and more precisely and accurately capturing useful information about the arrangement of objects in space and the electromagnetic spectra present in the light.\n“An inexpensive device measuring a couple of centimeters could make a low-powered camera work like a super-resolution camera,” said Ozcan, a UCLA professor of electrical and computer engineering and of bioengineering, as well as an associate director at the CNSI. “That would democratize access to high-resolution imaging and sensing.”\nThe device in the study is a transparent plane measuring 1 cm square. It uses a 2D semiconductor material — rendered as a film only a few atoms thick — that was developed by co-corresponding author Xiangfeng Duan, a professor of chemistry and biochemistry in the\nUCLA College.\nThe thinness of the material makes it transparent, while it retains qualities that enable incoming photons to efficiently regulate electrical conductivity. The research team coupled the 2D semiconductor with a layer of liquid crystal and made it functional with an array of electrodes. The result is a smart filter comprising 10,000 pixels, each able to selectively and quickly darken in a nonlinear way when exposed to broadband ambient light.\n“Basically, we want to use a material that does not absorb a lot of light, but still produces sufficient signal that can be used to process the light,” Duan said. “Each pixel can change from completely transparent to partially transparent to opaque. It only takes a small number of photons to change the transparency dramatically.”\nThe research was made possible by the\nElman Family Foundation Innovation Fund at the CNSI. A grant enabled the recruitment of the study’s first author, postdoctoral researcher Dehui Zhang, who advanced the work as part of Ozcan’s and Duan’s research groups. Zhang, and the project, linked faculty members who had known each other as colleagues for over a decade but hadn’t previously explored how they could team up.\n“This unique opportunity led to a very, very exciting collaboration,” Duan said. “It’s really a blast to think outside of our comfort zones. It showed me that, as a material developer, I can benefit from going beyond a fundamental study or proof of concept to explore applications.\n“We hope to continue down this road,” he added. “This is just the beginning. There’s certainly a lot more to do.”\nOther co-authors, all affiliated with UCLA, are doctoral students Dong Xu, Yuhang Li, Jingxuan Zhou, Yucheng Zhang, Boxuan Zhou, Peiqi Wang and Ao Zhang; postdoctoral researchers Yi Luo, Jingtian Hu, Xurong Li and Huaying Ren; Bijie Bai, who earned a doctoral degree in 2023; Mona Jarrahi, Northrop Grumman Professor of Electrical Engineering; and Yu Huang, professor and chair of materials science and engineering.\nThe study was partly supported by the Office of Naval Research.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.nature.com/articles/s41467-024-46387-5",
      "https://nature.com/articles/s41467-024-46387-5"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ucla",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:07:36.459+03:00",
    "updated": "2024-04-12T00:07:36.459+03:00"
  },
  {
    "uuid": "1a4bba56ed5b83e2dae16299c77bc4e0ee9131fc",
    "url": "https://perezhilton.com/sean-penn-saved-marc-malkin-stranded-golden-globes/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "perezhilton",
    "published": "2024-01-07T20:21:00Z",
    "title": "OMG! Sean Penn SAVED Golden Globes Red Carpet Pre-Show Host Marc Malkin - Who Was Stranded In The Desert?!",
    "text": "Sean Penn saved Marc Malkin over the weekend… and possibly even the Golden Globes! Every electric car owner’s worst nightmare came true for Marc on Friday when he was driving to a Golden Globes pre-party circuit: he ran out of juice! On Sunday, Page Six reported that the famous journalist was heading back to LA from working the red carpet at the Palm Springs Film Festival on Friday when his electric car battery died. According to the outlet, he managed to get a tow to a nearby charging station in the deserts of Cabazon, where funny enough, Sean and his longtime publicist Mara Buxbaum were charging their own cars! [Related: Jodie Foster Thinks Gen Z Is ‘Really Annoying’ — Here’s Why!](https://perezhilton.com/jodie-foster-gen-z-really-annoying-workplace/) You see, Sean was also at the Palm Springs Film Festival, honoring Penélope Cruz with Variety’s Creative Impact in Acting Award, but also needed to stop on his way back to juice up. A source told the outlet: “Marc looked to one side, and Sean Penn was charging his car — and he looked to his other side and saw Mara Buxbaum charging her car.” LOLz! From Sean and Mara’s perspective, a separate insider told the outlet: “All of a sudden, they saw a little flatbed tow truck with a car on it.” Yep, it was Marc! The source noted: “They all forgot to charge overnight.” But, while Sean and Mara were able to charge up their rigs, the entertainment reporter apparently had some difficulties at his charging station! A source told the news org that Marc called the charging company and they told him his whip wouldn’t juice up if it was completely dead… But Marc thought that maybe if he could move his car to a different station, then he might have some luck — so popping it in neutral and pushing it was his next move. Although, all alone, that’s easier said than done. But luck was on his side! A source told the outlet: “Mara came up to him and asked if he needed his car pushed. She said, ‘You need someone to push your car?’” Before he knew it, Marc looked back and “Penn was back there pushing his car.” OMG! The trio managed to get his car to another station with a charger that worked, and BOOM! No more dead battery! The outlet added that because of Sean and Mara, Marc was able to make it back to El Lay in time for the Golden Globes pre-party! WOW! What a cool story! The Golden Globes will air at 5:00 p.m. pst on Sunday night… and Marc will be there digitally hosting the red carpet pre-show! After all that, we know we’ll be tuning in! Will YOU? Let us know in the comments down below! Related Posts [CLICK HERE TO COMMENT] - Categories",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [
      "http://youtube.com/watch?v=F9Feh3hvdHM",
      "http://www.youtube.com/watch?v=F9Feh3hvdHM",
      "http://www.youtube.com/watch?v=2dHoNlNHG5Q",
      "http://youtube.com/watch?v=2dHoNlNHG5Q",
      "https://launcher.spot.im/spot/sp_6oLVLzgr",
      "http://www.youtube.com/watch",
      "https://www.launcher.spot.im/spot/sp_6oLVLzgr"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marc malkin",
          "sentiment": "negative"
        },
        {
          "name": "sean penn",
          "sentiment": "negative"
        },
        {
          "name": "penélope cruz",
          "sentiment": "none"
        },
        {
          "name": "marc",
          "sentiment": "none"
        },
        {
          "name": "mara buxbaum",
          "sentiment": "none"
        },
        {
          "name": "mara",
          "sentiment": "none"
        },
        {
          "name": "sean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "page six",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "la",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:32:44.139+02:00",
    "updated": "2024-01-08T03:05:07.813+02:00"
  },
  {
    "uuid": "5ff5333a1fcf68513976d3a39d357056505821c8",
    "url": "https://www.ar15.com/forums/General/Nikki-Haley-Attempts-To-Walk-Back-Viral-Civil-War-Answer-That-Went-Viral/5-2696064/?page=3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "heavymetal762",
    "published": "2023-12-28T22:22:00Z",
    "title": "Nikki Haley Attempts To Walk Back Viral 'Civil War' Answer That Went Viral - Page 3 - AR15.COM",
    "text": "Quote History Originally Posted By ras_al_ghul:\nThe south seceded because they saw the writing on the wall with regards to slavery, Lincoln was just the cherry on top. Mostly it was because all future states would be admitted as abolitionist states and inevitably cause a nationwide banning of slavery.\nThe north attacked the south because they more or less decided it was illegal to succeed from the United States and the south tried to claim federal property.\nThe south attacked the north because the north attacked the south. The north attacked the south because they succeeded so that could continue to have slaves.\nThe southern states all listed slavery as the reason for succession, the Confederate constitution required that all member states allow slavery (they banned slave bans effectively), and the last of the slave states to be freed by the 14th amendment were in the north (Delaware if I recall).\nMy entire post ignores the social and economic tit-for-tat between the north and south that existed for decades culminating in a civil war. Those would be other contributory reasons for the war, but they all ultimately lead back to slavery as an underlying cause.\nView Quote\nJust.... no.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.battlefields.org/learn/primary-sources/declaration-causes-seceding-states",
      "https://battlefields.org/learn/primary-sources/declaration-causes-seceding-states"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikki haley",
          "sentiment": "negative"
        },
        {
          "name": "lincoln",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "delaware",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:53.866+02:00",
    "updated": "2023-12-29T00:26:53.866+02:00"
  },
  {
    "uuid": "0d8109519c87d475113281a72c36a243277bd294",
    "url": "https://businessday.ng/news/article/lg-autonomy-our-people-can-now-hold-lg-chairmen-accountable-says-tinubu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Ailemen",
    "published": "2024-07-11T19:55:00Z",
    "title": "LG autonomy: Our people can now hold LG chairmen accountable, says Tinubu",
    "text": "President Bola Tinubu on Thursday told governors that local government chairmen can now be held responsible as the Supreme Court judgement has affirmed the autonomy of the 774 local governments in Nigeria.\nThe President welcomed the decision of the Supreme Court of Nigeria affirming the spirit, intent, and purpose of the Constitution of the Federal Republic of Nigeria on the statutory rights of local governments.\nThis was revealed in a statement by Ajuri Ngelale, Special Adviser to the President on Media and Publicity.\nThe Governors who were sighted at the State House, Presidential Villa, included Chukwuma Soludo of Anambra State, AbdulRahman AbdulRazaq of Kwara state and Usman Ododo of Kogi state, amongst others.\nRead also: It is unconstitutional for governors to hold LG funds, Supreme Court rules\nAlthough, details of the meeting were not available at the time of sending the report, inside sources said it may not be unconnected with the Supreme Court judgement which may have stripped the states of the powers to control the government at the third tier.\nThe President, whe reacting to the Supreme Court judgement, stated that a fundamental challenge to the nation’s advancement over the years has been ineffective local government administration, as governance at the critical cellular level of socio-political configuration is nearly absent.\nThe judgement is sén as a relief to the local governments, many of who had been under he appendages of the state governments who control their resources through the instrument of the State Joint Account system.\nThe President emphasized that the onus is now on local council leaders to ensure that the broad spectrum of Nigerians living at that level are satisfied that they are benefitting from people-oriented service delivery.\n“The Renewed Hope Agenda is about the people of this country, at all levels, irrespective of faith, tribe, gender, political affiliation, or any other artificial line they say exists between us. This country belongs to all of us.\n“By virtue of this judgement, our people – especially the poor – will be able to hold their local leaders to account for their actions and inactions, adding that ” What is sent to local government accounts will be known, and services must now be provided without excuses.\n“My administration instituted this suit because of our unwavering belief that our people must have relief and today’s judgement will ensure that it will be only those local officials elected by the people that will control the resources of the people.\nThis judgement stands as a resounding affirmation that we can use legitimate means of redress to restructure our country and restructure our economy to make Nigeria a better place to live in and a fairer society for all of our people,” President Tinubu states.\nPresident Tinubu also noted that the provision of some essential amenities and public goods, such as the construction and maintenance of certain roads, streets, street lighting, drains, parks, gardens, open spaces, and other residual responsibilities, including community security, has tottered owing to the emasculation of local governments.\nThe President affirms that the decision of the Supreme Court to uphold the constitutional rights and ideals of local governments as regards financial autonomy, and other salient principles, is of historic significance and further reinforces the effort to enhance Nigeria’s true federal fabric for the development of the entire nation.\nPresident Tinubu commends the Attorney-General of the Federation and Minister of Justice, Mr. Lateef Fagbemi (SAN) for his diligence and patriotic effort on this important assignment.\nThe President states that his administration remains committed to protecting the principles of the charter governing citizens, institutions of government, arms, and tiers of government in furtherance of building an efficient and performance-driven governance system that works for every Nigerian.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tinubu",
          "sentiment": "negative"
        },
        {
          "name": "bola tinubu",
          "sentiment": "negative"
        },
        {
          "name": "ajuri ngelale",
          "sentiment": "none"
        },
        {
          "name": "usman ododo",
          "sentiment": "none"
        },
        {
          "name": "chukwuma soludo",
          "sentiment": "none"
        },
        {
          "name": "abdulrahman abdulrazaq",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lg",
          "sentiment": "negative"
        },
        {
          "name": "supreme court of nigeria",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "anambra state",
          "sentiment": "none"
        },
        {
          "name": "state house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "federal republic of nigeria",
          "sentiment": "none"
        },
        {
          "name": "kogi",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "kwara",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T00:12:16.311+03:00",
    "updated": "2024-07-12T05:01:43.546+03:00"
  },
  {
    "uuid": "04da4a75997d114ee8cb9c8346be325456be05db",
    "url": "https://www.interempresas.net/TTS/Articulos/566481-La-revolucion-verde-llega-a-los-hornos-industriales-de-la-mano-de-Ipsen.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "(Esther Güell)",
    "published": "2024-07-04T21:00:00Z",
    "title": "La revolución ‘verde’ llega a los hornos industriales de la mano de Ipsen",
    "text": "La revolución ‘verde’ llega a los hornos industriales de la mano de Ipsen\nIpsen International, compañía especializada en el desarrollo y fabricación de hornos para tratamientos térmicos con centros de excelencia en Alemania y Estados Unidos, ha desarrollado una nueva tecnología que permitirá a las empresas optimizar su producción, reducir sus emisiones de CO2 y NOx y, al mismo tiempo, minimizar su dependencia del gas natural y de los países productores. Paul van Doesburg, CEO de Ipsen, y Michael Simon, responsable de ventas de la compañía, acompañaron en las primeras jornadas de BIEMH a los responsables de Proycotecme, distribuidores del fabricante internacional de tecnologías de tratamiento térmico, para presentar esta tecnología que está llamada a revolucionar el mundo del tratamiento térmico: ATLAS Green.\nConscientes de que el tratamiento térmico es el proceso que más energía consume en muchas plantas de producción y que, sin duda, será el más afectado por la inminente transición energética que tendrán que llevar a cabo las empresas, apostaron por desarrollar una tecnología que permita llevar a cabo esta transición con éxito. “Con la idea de reducir las emisiones del proceso, lo que al mismo tiempo reduce el consumo de gas y minimiza la dependencia y, además, ofrece a las empresas la máxima flexibilidad posible a la hora de elegir la fuente de energía más eficiente en cada momento, nació ATLAS Green”, explica Paul van Doesburg, CEO de Ipsen. El objetivo no era otro que conseguir que los hornos de Ipsen pudieran elegir, a través de su propio software, el mejor proceso en cada momento para reducir tanto los costes como las emisiones de gases contaminantes. El resultado: ATLAS Green, que puede trabajar en modo eléctrico o con diferentes tipos de gas en función de la disponibilidad, el coste y las necesidades energéticas.\nPaul van Doesburg, director general de Ipsen (izquierda), y Michael Simon, jefe de ventas de la empresa, en el stand de Proycotecme en la última BIEMH celebrada a principios de junio de 2024.\nElectricidad sí, pero no únicamente\nUno de los retos a los que se enfrentaban en Ipsen era evitar pasar de la dependencia total del gas a la electricidad. Y uno de los principales inconvenientes de la electricidad renovable es su baja capacidad de almacenamiento y la necesidad de recarga... “Si tenemos en cuenta que los equipos de los hornos industriales deben poder trabajar 24 horas al día, 7 días a la semana, era claramente un problema porque nunca podrían funcionar sólo con energía renovable y dependerían del precio de la electricidad, algo especialmente peligroso para la industria viendo su evolución en los últimos años.” Así surgió la idea de un sistema mixto o híbrido, que pudiera alternar los métodos de suministro de energía según la disponibilidad y el precio del mercado. “Algo especialmente interesante para los países extremadamente dependientes de la electricidad”, añade Paul van Doesburg. Por eso, el software desarrollado por Ipsen analiza en tiempo real cuál es la fuente de energía óptima en cada caso según el coste o el nivel de irradiación solar disponible para satisfacer la demanda energética.\nLa integración de la calefacción eléctrica y de gas requiere una coordinación precisa, similar a la de los engranajes de una caja de cambios. Es esencial disponer de quemadores de última generación capaces de funcionar con un 100% de hidrógeno y alcanzar un rendimiento del 78-85%. Además, el sistema necesita calefacción eléctrica y un método para cambiar entre las dos fuentes de energía en cuestión de segundos, sin provocar fluctuaciones en la producción de calor. Tanto los quemadores como la calefacción eléctrica pueden funcionar de forma individual o conjunta.\nEste sistema no sólo ayuda a reducir las emisiones de CO2 de los hornos, sino que también incide en las emisiones de NOx. Los quemadores funcionan al 100% con gas natural, hidrógeno, propano o cualquier mezcla de estos gases. Para minimizar las emisiones de NOx, los quemadores funcionan en ‘Flameless mode‘.\nY gracias a este software propio, la elección de la fuente de energía se basará automáticamente en criterios de neutralidad y eficiencia, “algo que no puede depender de los operarios y, además, el objetivo es que esté lo más automatizado posible para atender fines de semana y turnos de noche”.\nEl sistema está diseñado para poder trabajar de forma autónoma 24 horas al día, 7 días a la semana.\nATLAS Green está disponible desde hace unos meses y esperan que poco a poco las empresas opten por la flexibilidad que ofrece y que les permitirá cumplir con las obligaciones en materia de reducción de emisiones que, a corto y largo plazo, serán obligatorias por normativa. Por este motivo, Ipsen ofrece reacondicionar sus equipos existentes y convertirlos en sistemas híbridos y cuenta con la ayuda de empresas representativas como Proycotecme, que a su vez realiza funciones de servicio técnico.\nIpsen ATLAS Green dispone tanto de quemadores como de calentadores eléctricos, que pueden trabajar de forma individual o conjunta. Estos quemadores también pueden funcionar con gas natural 100%, hidrógeno o propano, así como con cualquier mezcla de estos gases.\n‘German Innovation Award 2024’ para la tecnología ATLAS Green de Ipsen\nEl Consejo Alemán de Diseño otorgó el Premio Alemán a la Innovación 2024 en reconocimiento a esta innovación pionera, eligiendo la tecnología ATLAS Green entre una selección de 520 candidaturas de 23 países “por su orientación al usuario y su valor añadido”. En palabras de sus responsables, el jurado pudo valorar cómo “con Ipsen ATLAS Green, el horno se calienta tanto con hidrógeno como con electricidad verde, dependiendo del sistema que resulte más económico o respetuoso con el medio ambiente y permitiendo que el sistema funcione 100% neutro en CO2”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Business and Market Analysis",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://ipsenglobal.com/es/",
      "https://www.proycotecme.com/modulos/",
      "https://ipsenglobal.com/es",
      "https://proycotecme.com/modulos/",
      "https://www.proycotecme.com/modulos",
      "https://www.ipsenglobal.com/es/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T01:13:45.974+03:00",
    "updated": "2024-07-05T01:13:45.974+03:00"
  }
]