[
  {
    "uuid": "8c841787f8524f12d3aa5052480b6217eca1c828",
    "url": "https://www.devdiscourse.com/article/international/2853195-ins-jatayu-strengthens-indias-maritime-security-in-lakshadweep-navy-chief",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2024-03-08T15:22:00Z",
    "title": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief | International",
    "text": "INS Jatayu strengthens India's maritime security in Lakshadweep: Navy chief The commissioning ceremony marked a pivotal milestone in India's naval capabilities, with INS Jatayu poised to play a crucial role in enhancing maritime domain awareness and bolstering the Indian Navy's sustenance and surveillance capabilities in the region. [ANI](/ani-stories)| Updated: 08-03-2024 23:22 IST | Created: 08-03-2024 23:22 IST - Country: - India Chief of Naval Staff, R Hari Kumar, highlighted the significance of the recently commissioned INS Jatayu at Minocoy Island, stating that it reinforces the nation's commitment to safeguarding its maritime interests in the strategic Lakshadweep region. The commissioning ceremony marked a pivotal milestone in India's naval capabilities, with INS Jatayu poised to play a crucial role in enhancing maritime domain awareness and bolstering the Indian Navy's sustenance and surveillance capabilities in the region. Kumar underscored the strategic importance of Lakshadweep, saying, \"The commissioning of INS Jatayu at Minicoy holds immense significance for our nation's maritime security and underscores the strategic significance of Lakshadweep.\" \"The Naval Base will serve as a vanguard, providing crucial maritime domain awareness while enhancing the Indian Navy's sustenance & surveillance in the region,\" he added. The Indian Navy on Wednesday commissioned its second naval base, INS Jatayu, at Minicoy Island in Lakshadweep to strengthen its foothold in the region, the Indian Navy said in an official statement. The INS Jatayu was commissioned in the presence of Adm R Hari Kumar, the Chief of Naval Staff, Administrator of Lakshadweep, Praful K Patel, V Adm V Srinivas, Flag Officer Commanding-in-Chief, Southern Naval Command. According to the statement, \"This milestone event strengthens the Indian Navy's foothold in the Lakshadweep island while extending capacity building, operational reach and sustenance in the region. The establishment of the Naval Base at Minicoy will augment connectivity with the mainland, focusing on the comprehensive development of the islands.\" The INS Jatayu will be functioning under the operational control of the Naval Officer in Charge (Lakshadweep), Southern Naval Command. On the occasion, the Chief of Naval Staff was presented with a 50-man Guard of Honour and Commander Vrat Baghel, the first commanding officer of the unit, recited the invocation in Sanskrit, followed by the reading of the commissioning warrant. After the unveiling of the commissioning plaque, the Naval Ensign was hoisted to the tune of the National Anthem. With the last note of the National Anthem, the commissioning pennant was broken on the mast. The commissioning ceremony was attended by Vice Admiral Sanjay J Singh, Flag Officer Commanding in Chief, Western Naval Command, senior Naval officers and distinguished guests. On completion of the commissioning ceremony, the Maritime Operations Center at Minicoy was inaugurated and the Chief of the Naval Staff, interacted with the officers and men of the unit and commended them on this momentous occasion. INS Jatayu will play a significant role in the Indian Navy's operational surveillance while embracing the vision of SAGAR (Security and Growth for All in the Region). (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [\"INDIA bloc is the alliance of corruption group\": JP Nadda](/article/headlines/2836391-india-bloc-is-the-alliance-of-corruption-group-jp-nadda) [India, US discuss enhancing defence co-production, interoperability for free, open Indo-Pacific at INDUS-X Summit](/article/international/2836398-india-us-discuss-enhancing-defence-co-production-interoperability-for-free-open-indo-pacific-at-indus-x-summit) [\"India-EU FTA must be fair, equitable and balanced\": Piyush Goyal at CII event](/article/international/2836390-india-eu-fta-must-be-fair-equitable-and-balanced-piyush-goyal-at-cii-event) [\"We have managed to take India-Denmark ties to higher level\": Danish Foreign Minister](/article/international/2836408-we-have-managed-to-take-india-denmark-ties-to-higher-level-danish-foreign-minister) [\"India rightly regarded as consensus builder...\": Greek PM Mitsotakis](/article/international/2836388-india-rightly-regarded-as-consensus-builder-greek-pm-mitsotakis)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ins jatayu",
          "sentiment": "negative"
        },
        {
          "name": "jatayu",
          "sentiment": "negative"
        },
        {
          "name": "kumar",
          "sentiment": "none"
        },
        {
          "name": "hari kumar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "navy",
          "sentiment": "negative"
        },
        {
          "name": "indian navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lakshadweep",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "minocoy island",
          "sentiment": "none"
        },
        {
          "name": "minicoy",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T19:57:46.654+02:00",
    "updated": "2024-03-08T19:57:46.654+02:00"
  },
  {
    "uuid": "d44f779e0a78dcbb75c227b5868d163afe67057e",
    "url": "https://bnnbreaking.com/sports/mike-jones-to-helm-old-dominion-mens-basketball-leaving-maryland-assistant-coach-position",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Salman Khan",
    "published": "2024-02-29T20:37:00Z",
    "title": "Mike Jones to Helm Old Dominion Men's Basketball, Leaving Maryland Assistant Coach Position",
    "text": "Mike Jones, previously an assistant coach for Maryland's men's basketball team, is set to become the head coach at Old Dominion University, his alma mater. This significant career move highlights Jones' return to a university where he had a distinguished playing career, leading the team to multiple NCAA Tournament appearances. His appointment follows the retirement of Jeff Jones, who stepped down after battling health issues.\nFrom Player to Coach: Jones' Journey\nJones' basketball career has been marked by success both on and off the court. As a player for Old Dominion from 1991-1995, he scored over 1,000 points and was instrumental in leading the team to the NCAA Tournament. Post his playing career, Jones transitioned into coaching, leaving a lasting impact at DeMatha Catholic High School with a record of 511-19 over 19 seasons. His coaching prowess extended to the collegiate level at Virginia Tech and, most recently, Maryland, before accepting the head coaching position at Old Dominion.\nA Legacy of Leadership\nAt Old Dominion, Jones steps into big shoes, replacing Jeff Jones, a seasoned coach who led the team for 11 years. Mike Jones brings a wealth of experience, including his time with USA Basketball, where he coached the U16 national team to a gold medal at the 2019 FIBA Americas U16 championships. His extensive background as both a player and coach at various levels of the game positions him as a strong candidate to guide Old Dominion's men's basketball team into its next chapter.\nImplications for Old Dominion and Maryland\nMike Jones' departure from Maryland and subsequent arrival at Old Dominion is significant for both programs. For Old Dominion, Jones represents not only a return to a familiar face but also the promise of a new direction under his leadership. Maryland, on the other hand, faces the challenge of replacing a key figure in its coaching staff for the second season in a row. Jones' move underscores the dynamic nature of college basketball coaching, where shifts and changes can have a profound impact on a program's trajectory.\nThe appointment of Mike Jones as the head coach of Old Dominion's men's basketball team marks a pivotal moment for the university. With his deep connections to the school and a proven track record of success, Jones is poised to embark on a new journey that honors his past achievements while striving for future triumphs. As the college basketball world watches, Jones' tenure at Old Dominion will undoubtedly be a testament to his enduring commitment to excellence in the sport.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike jones",
          "sentiment": "negative"
        },
        {
          "name": "jones",
          "sentiment": "none"
        },
        {
          "name": "jeff jones",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dematha catholic high school",
          "sentiment": "none"
        },
        {
          "name": "old dominion",
          "sentiment": "none"
        },
        {
          "name": "ncaa",
          "sentiment": "none"
        },
        {
          "name": "ncaa tournament",
          "sentiment": "none"
        },
        {
          "name": "old dominion university",
          "sentiment": "none"
        },
        {
          "name": "virginia tech",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maryland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:41:00.537+02:00",
    "updated": "2024-03-01T00:41:00.537+02:00"
  },
  {
    "uuid": "fc02dc2060979c8d89b6381224c6cdbf3cab43db",
    "url": "https://markets.financialcontent.com/stocks/article/marketersmedia-2023-12-29-orange-county-inmate-search-revolutionizes-bail-bonds-with-complimentary-inmate-locator-services-and-unmatched-rates",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "financialcontent.com",
    "published": "2023-12-29T19:49:00Z",
    "title": "Orange County Inmate Search Revolutionizes Bail Bonds with Complimentary Inmate Locator Services and Unmatched Rates | FinancialContent Business Page",
    "text": "United States - December 29, 2023 —\nOrange County Inmate Search , a distinguished bail bonds company based in Costa Mesa, Orange County, is reshaping the bail bonds landscape by offering free inmate locator services coupled with the lowest rates in the industry.\nFor over a decade, this compassionate and client-focused company has stood out in the bail bonds sector. Their 24-hour services and flexible bail bond options ranging from 1% to 3% have provided unparalleled support to those in need. The company's track record speaks volumes, having successfully bailed over 1,000 individuals out of jails in San Diego, San Bernardino, Riverside, Los Angeles County, and Orange County.\nThe introduction of free inmate locator services is a game-changer, especially for those navigating the complexities of the judicial system. This free service eases the stress and confusion often associated with locating incarcerated loved ones, streamlining the bail process.\nWhat sets Orange County Inmate Search apart is not just their rates, but their commitment to ethical and transparent practices. There are no hidden fees or annual charges, ensuring clients face no unexpected financial burdens. The interest-free financing options on bail bonds, subject to approved credit, further alleviate the financial strain on clients. The location also offers Santa Ana Inmate Search services as well as Indio Inmate Search services.\nThe company's team of over 10 expert bail agents, all fluent in English and Spanish, works tirelessly to secure the release of clients in less than 24 hours. Their kindness and professionalism are echoed in the glowing reviews they have received on Google.\nIn a recent statement, a company spokesperson said, \"Our mission is to provide kind and efficient service to those in difficult situations. We believe in offering the lowest legal rates, transparent practices, and a quick response to ensure our clients' swift release.\"\nWith their groundbreaking free inmate locator service and commitment to affordable, ethical bail bond options, Orange County Inmate Search is not just a company - it's a beacon of hope for those seeking justice and fairness in the bail system.\nFor more information, please contact:\nAMG Marketing\ninfo@amg-mktg.com Orange County Inmate Search, OC Inmate Search, Orange County Inmate Locator, Inmate Search Orange County\n AMG Marketing\n Orange County Inmate Search\nWebsite: https://midnightbail.com/orange-county-inmate-search/\nRelease ID: 89117489\nIn case of identifying any problems, concerns, or inaccuracies in the content shared in this press release, or if a press release needs to be taken down, we urge you to notify us immediately by contacting dedicated team will be readily accessible to address your concerns and take swift action within 8 hours to rectify any issues identified or assist with the removal process. We are committed to delivering high-quality content and ensuring accuracy for our valued readers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d13284.486148297576!2d-117.9137782!3d33.6540126!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80dcdfb6d8865cbb%3A0x552dba7a4aed1084!2sOrange%20County%20Inmate%20Search!5e0!3m2!1sen!2sus!4v1694063835842!5m2!1sen!2sus",
      "https://midnightbail.com/riverside-county-inmate-search/indio-inmate-search/",
      "https://tracking.newsrpm.com/pixel?slug=marketersmedia-2023-12-29-orange-county-inmate-search-revolutionizes-bail-bonds-with-complimentary-inmate-locator-services-and-unmatched-rates",
      "https://midnightbail.com/orange-county-inmate-search/",
      "https://send.releasecontact.com/89117489",
      "https://midnightbail.com/riverside-county-inmate-search/indio-inmate-search",
      "https://www.google.com/maps/embed",
      "https://midnightbail.com/orange-county-inmate-search",
      "https://tracking.newsrpm.com/pixel",
      "https://www.midnightbail.com/orange-county-inmate-search/",
      "https://www.tracking.newsrpm.com/pixel?slug=marketersmedia-2023-12-29-orange-county-inmate-search-revolutionizes-bail-bonds-with-complimentary-inmate-locator-services-and-unmatched-rates",
      "https://www.midnightbail.com/riverside-county-inmate-search/indio-inmate-search/",
      "https://www.send.releasecontact.com/89117489",
      "https://google.com/maps/embed?pb=!1m14!1m8!1m3!1d13284.486148297576!2d-117.9137782!3d33.6540126!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80dcdfb6d8865cbb%3A0x552dba7a4aed1084!2sOrange%20County%20Inmate%20Search!5e0!3m2!1sen!2sus!4v1694063835842!5m2!1sen!2sus"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "orange county inmate search revolutionizes bail bonds",
          "sentiment": "neutral"
        },
        {
          "name": "complimentary inmate locator services",
          "sentiment": "neutral"
        },
        {
          "name": "financialcontent business page",
          "sentiment": "neutral"
        },
        {
          "name": "orange county inmate search",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "san bernardino",
          "sentiment": "none"
        },
        {
          "name": "san diego",
          "sentiment": "none"
        },
        {
          "name": "orange county",
          "sentiment": "none"
        },
        {
          "name": "los angeles county",
          "sentiment": "none"
        },
        {
          "name": "costa mesa",
          "sentiment": "none"
        },
        {
          "name": "riverside",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T22:25:10.394+02:00",
    "updated": "2024-01-09T00:30:44.683+02:00"
  },
  {
    "uuid": "bf8b76191f144906e51cd4464ecfb90b9bf96d16",
    "url": "https://stpetecatalyst.com/100-good-guys-giving-circle-grows",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashley Morales",
    "published": "2024-02-29T19:20:00Z",
    "title": "100 Good Guys giving circle grows",
    "text": "[Impact](https://stpetecatalyst.com/category/impact/) 100 Good Guys giving circle grows A group of men dedicated to giving back is growing its ranks in St. Petersburg. 100 Good Guys, an offshoot of St. Petersburg’s [100 Women Who Care](https://100wwcstpetersburg.com/), [launched](https://stpetecatalyst.com/100-good-guys/) at the end of 2023. The group gathers quarterly to hear three short pitches from local nonprofits. Everyone donates $100 and pools their money to give to their chosen charity, amplifying their impact in the community. At their second event Feb 20. at Bayboro Brewing, the group of about 80 men heard pitches from [ALPHA House of Pinellas County,](https://alphahousepinellas.org/) [Big Brothers Big Sisters of Tampa Bay](https://bbbstampabay.org/) and [Ready for Life Pinellas](https://www.readyforlifepinellas.org/). According to 100 Good Guys co-founder Joseph Papich, ALPHA House’s representative asked for funding to increase security after a recent encounter at their facility, asking for just over $10,000 to install a fence around their property on 5th Ave. N. “There was a lot of activity going on in the room; there’s music in the background, everybody’s networking and talking. Then Jennifer, their CEO, got up on the stage by herself and very calmly shared a story that everyone had to pay attention to. She immediately touched our hearts,” Papich said. “She engaged us in a story about the impact of her program and had a very specific need. I think her calm and direct, very personal story made us all lean into her and really got all of our attention.” So far, the 100 Good Guys have raised $8,000 toward ALPHA House’s project and will continue to collect donations online until April 14th. Papich said most of the new members since their first meeting last December have found the group through word of mouth, 1-on-1 referrals or media exposure. Although the group is called 100 Good Guys, Papich said it’s more of a “euphemism,” since the room they gather in at Bayboro Brewing holds about 140 people. “It’s just incredibly surreal that this network of guys exists in St. Pete and continues to grow. They want to take some time out to hear from these nonprofits about what’s going on with them, what needs in the city they’re trying to address. Everybody listened so intently and asked really great questions of the nonprofits,” Papich said. “Sometimes I like to find a few moments during the event to just sit back and watch all the activity; people are networking, cards are being exchanged, people are interacting with the nonprofits and asking about other ways of supporting them. It’s amazing.” Papich said as the group grows, they are specifically looking to fund local nonprofits in the [10 paths to prosperity](https://www.flchamber.com/prosperityfl/), as outlined by the Florida Chamber of Commerce. Organizations that help people in greater St. Petersburg find employment, housing, transportation, health services or address food insecurity are great examples that the group hopes to see more of in 2024. “From the moment the nonprofits begin to speak, the guys are so engaged. They want to make the right decision, and they also get the opportunity to carry on the message they hear that night to maybe their business the next day, their family, a friend or to their church,” Papich said. “How do you get a bunch of guys drinking beer to pay attention? Apparently, talk about some really meaningful stuff.” “We can have hard conversations and still be full of joy. That’s the atmosphere I find in these rooms.” The organization invites new members to join and participate in the next meeting May 14 at Bayboro Brewing. Nonprofit applications for the next pitch event will open March 18. For more information about 100 Good Guys, [visit their website here](https://100goodguys.com/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.100goodguys.com/).",
      "https://www.readyforlifepinellas.org/).",
      "https://www.alphahousepinellas.org/)",
      "https://bbbstampabay.org/)",
      "https://readyforlifepinellas.org/).",
      "https://flchamber.com/prosperityfl/),",
      "https://www.100wwcstpetersburg.com/),",
      "https://100goodguys.com/).",
      "https://alphahousepinellas.org/)",
      "https://www.bbbstampabay.org/)",
      "https://100wwcstpetersburg.com/),",
      "https://www.flchamber.com/prosperityfl/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joseph papich",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bayboro brewing",
          "sentiment": "none"
        },
        {
          "name": "alpha house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "st. petersburg",
          "sentiment": "none"
        },
        {
          "name": "tampa bay",
          "sentiment": "none"
        },
        {
          "name": "pinellas county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:39:56.209+02:00",
    "updated": "2024-03-01T00:39:56.209+02:00"
  },
  {
    "uuid": "e5253d1f7a984b1839e1ecd5514ba0dfbee4260c",
    "url": "https://www.lagazzettadelmezzogiorno.it/video/italia-tv/1708267/sorsi-di-benessere-la-tisana-perfetta-per-rilassarsi.html",
    "ord_in_thread": 0,
    "author": "Italpress Agenzia",
    "published": "2025-04-23T22:02:00Z",
    "title": "Sorsi di benessere - La tisana perfetta per rilassarsi",
    "text": "Giovedì 24 Aprile 2025 | 00:08\nReporter:\nItalpress Agenzia\nGiovedì 24 Aprile 2025, 00:02\nSorsi di benessere - La tisana perfetta per rilassarsi\nTROVA NEWS INTORNO A TE\nstandard\nI PIÙ LETTI\nscopri tutti i contenuti più letti",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->therapy",
      "Health->diet",
      "Lifestyle and Leisure->mental wellbeing",
      "Lifestyle and Leisure->wellness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": ":\nItalpress Agenzia\nGiove",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:08:51.665+03:00",
    "updated": "2025-04-24T01:08:51.665+03:00"
  },
  {
    "uuid": "4c5ab2f8644ea391e2e4bc43a08efb880ed2c1fc",
    "url": "https://www.baytoday.ca/national-news/canadians-across-country-celebrate-new-years-day-with-polar-bear-swims-8044255",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lyndsay Armstrong; Ritika Dubey; The Canadian Press",
    "published": "2024-01-01T12:20:00Z",
    "title": "Canadians across country celebrate New Year's Day with polar bear swims",
    "text": "Hundreds of people across Canada shrieked, shivered and smiled their way into a new year on Monday as they took part in the long-standing tradition of Jan. 1 polar bear dips. Canadians have been marking New Year's Day with plunges into lakes, oceans and rivers made frigid by typical January conditions since at least 1920, and scheduled events in cities spanning Halifax to Vancouver were poised to maintain the ritual. Joanie McNally, from Sackville, N.S., lost no time in kicking off this year's polar dips when she ran into the icy ocean water at Queensland Beach on Nova Scotia's South Shore at 9 a.m. Monday morning. In doing so, she also fulfilled a long-standing personal goal. “We’re always at this beach, but this is the first time (swimming) when it’s on the more frigid side,” she said moments before taking the plunge. “It’s a bit of a challenge to start the new year on the right track.” The temperature sat around -5 C as McNally and 11 other swimmers stripped off their winter jackets, mittens and hats and went off into the icy waves. McNally’s husband and daughter, along with a handful of other spectators, cheered and hollered for the group as they ran from the frozen sand to the chilly water. Dave Morash, also from the Sackville area, said this is the coldest polar plunge he’s done in at least six years. Morash and a small group of fellow high school teachers have been doing the plunge together since 2018, but he says this is the first time since then that the temperature has been below zero on New Years Day. “It’s invigorating, it’s like all of your nerve endings start tingling,” he said immediately after the dip. “I always refer to it as a reboot, you sort of reboot your system like a computer. So here we go, here comes 2024,” he said with a laugh as he dried off. Monday's swim, while launching new traditions for some, also marked a departure from New Year's Days past in Halifax. For many years, swimmers jumped into the ocean from a city wharf as part of the Herring Cove Polar Bear Dip. The non-profit organization that had put on the event since 1994 cancelled the 2021 dip due to the COVID-19 pandemic, and has not resumed since. A recent social media post from the Herring Cove Polar Dip organization says it is “hoping to look at options going forward” for future events and asked for volunteer support. When Halifax resident Darrell Robert found out there would not be an organized dip yet again this year, he suggested in comments on social media that people meet at Queensland Beach for an impromptu swim. “It's nice to corral people and motivate each other to do something new on a new year,” he said, adding he was pleased to see so many faces show up at the beach Monday morning. “I like to see people get together as a community, I think it’s great and it's a great start to the new year.” Small groups of cold-water swimmers are expected to do their own polar plunges throughout Nova Scotia. More than 20 swimmers in Halifax took an icy plunge into the Northwest Arm at Sir Sandford Fleming Park. Similar events, many of which are intended to raise money for charity, are set to take place in locations including Charlottetown, Saint John, N.B. and Vancouver. In Oakville, Ont., a city just west of Toronto, the return of sub-zero temperatures following days of unseasonably mild conditions proved no deterrent for the roughly 850 people who took part in a plunge at Coronation Park. The swim in Lake Ontario was intended to raise money for charity World Vision Canada. CEO Michael Messenger said this year’s dip has so far raised $100,000 towards projects that help provide clean water in developing countries. The 39th annual Oakville plunge marked the first such dip for 11-year-old Luca Tarabokia. “I’m pretty excited for it because the waves look awesome and I like the waves,” Tarabokia said. “It’s my first time. I want to do it again next year if it goes well.\" His mother, Jane Moran, called Tarabokia the \"cold water representative\" for their family. “You’ve got to have a certain fortitude to be able to do this and I really, really admire those who are able to do it, but I’m not one of them,\" she said with a laugh. This report by The Canadian Press was first published Jan. 1, 2024. Lyndsay Armstrong and Ritika Dubey, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joanie mcnally",
          "sentiment": "none"
        },
        {
          "name": "mcnally",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "nova scotia",
          "sentiment": "none"
        },
        {
          "name": "south shore",
          "sentiment": "none"
        },
        {
          "name": "sackville",
          "sentiment": "none"
        },
        {
          "name": "halifax",
          "sentiment": "none"
        },
        {
          "name": "n.s.",
          "sentiment": "none"
        },
        {
          "name": "queensland beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T23:01:51.335+02:00",
    "updated": "2024-01-02T01:20:03.672+02:00"
  }
]