[
  {
    "uuid": "66e8df7a089a0e45cc32a013d0ce7b7429660aa1",
    "url": "https://www.timesnownews.com/lifestyle/events/happy-good-friday-2024-top-50-wishes-messages-quotes-images-greetings-pictures-and-gif-article-108826268",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TN Lifestyle Desk",
    "published": "2024-03-28T22:00:00Z",
    "title": "Happy Good Friday 2024: Top 50 Wishes, Messages, Quotes, Images, Greetings To Send On The Auspicious Day | Events News - Times Now",
    "text": "Good Friday is an important day in the Christian calendar, marked with reverence globally. It remembers Jesus Christ's crucifixion, reminding us of his sacrifice for humanity's salvation. On this solemn day, sharing heartfelt wishes, messages, quotes, and greetings is a meaningful way to connect with loved ones. Here are the top 50 to send on this special day: Wishes for Good Friday:May the solemnity of Good Friday bring peace and reflection to your heart.Wishing you a blessed Good Friday filled with the grace of Jesus Christ.On this holy day, may you find solace in the love and sacrifice of Jesus.May the spirit of Good Friday inspire you to live a life of compassion and faith.Sending prayers and blessings for a peaceful and blessed Good Friday.May the light of Christ's love shine upon you on this solemn day.Wishing you a day filled with reverence and gratitude for Jesus' sacrifice.May the mercy and forgiveness of Jesus Christ guide you always.On this Good Friday, may you feel the presence of God's love in your life.Wishing you strength and comfort as you reflect on Jesus' sacrifice. Messages for Good Friday:May the sacrifice of Jesus Christ remind us of the power of love and redemption.On this solemn day, let us remember the profound message of forgiveness and grace.Good Friday is a time for prayer, reflection, and spiritual renewal.May the cross of Jesus Christ be a symbol of hope and salvation in your life.Sending warm thoughts and prayers for a blessed and reflective Good Friday.May the significance of Good Friday deepen your faith and understanding.Let us honour Jesus' sacrifice by living lives of faith, love, and service to others.May the blessings of Good Friday bring you peace and joy today and always.May the love and sacrifice of Jesus Christ inspire you to be a light in the world.Wishing you a day of quiet reflection and spiritual connection on Good Friday. \"On this Good Friday, may the sacrifice of Jesus Christ remind us of the power of love and redemption. Wishing you a day filled with reflection and gratitude.\"\"As we observe Good Friday, let us remember the profound message of forgiveness and grace that Jesus brought to the world. May His sacrifice inspire us to live lives of compassion and kindness.\"\"Good Friday is a time for prayer and contemplation. May you find solace in the love of Jesus Christ and His eternal promise of salvation.\"\"On this solemn day, may the cross of Jesus Christ be a symbol of hope and strength for you. Wishing you peace and blessings on Good Friday.\"\"May the significance of Good Friday deepen your faith and understanding of God's love. Sending warm wishes for a blessed and reflective day.\"\"As we remember the sacrifice of Jesus Christ on this Good Friday, may His love and mercy fill your heart with peace and joy.\"\"Wishing you a day of quiet reflection and spiritual connection as we commemorate the crucifixion of Jesus Christ. May His sacrifice inspire you to live a life of purpose and faith.\"\"On this holy day, may you feel the presence of God's love surrounding you. Sending prayers for a blessed and peaceful Good Friday.\"\"May the mercy and forgiveness of Jesus Christ guide you always. Wishing you strength and comfort as you reflect on His sacrifice.\"\"As we honor the sacrifice of Jesus Christ on this Good Friday, may His eternal message of love and hope bring comfort to your heart. Have a blessed day of remembrance and prayer.\" Quotes for Good Friday:\"We may say that on the first Good Friday afternoon was completed that great act by which light conquered darkness and goodness conquered sin.\" - Phillips Brooks\"Good Friday is a day of sorrow mingled with joy. It is a time to grieve over the sin of man and to meditate and rejoice upon God's love in giving His only Son for the redemption of sin.\" - David Katski\"Our Lord has written the promise of resurrection, not in books alone but in every leaf in springtime.\" - Martin Luther\"No pain, no palm; no thorns, no throne; no gall, no glory; no cross, no crown.\" - William Penn\"Good Friday is not about us trying to 'get right with God.' It is about us entering the difference between God and humanity and just touching it for a moment. Touching the shimmering sadness of humanity's insistence that we can be our own gods, that we can be pure and all-powerful.\" - Nadia Bolz-WeberGreetings for Good Friday:Wishing you a blessed Good Friday filled with the love and grace of Jesus Christ.May the significance of Good Friday deepen your faith and bring you peace.On this holy day, may you feel the presence of God's love surrounding you.Sending warm wishes for a reflective and peaceful Good Friday.May the sacrifice of Jesus Christ inspire you to live a life of purpose and love.Wishing you a day filled with reverence and gratitude for Jesus' sacrifice.May the mercy and forgiveness of Jesus Christ guide you always.On this Good Friday, may you find strength and comfort in God's love.Let us remember the sacrifice of Jesus Christ and the hope of His resurrection.Sending prayers for a blessed and peaceful Good Friday to you and your family.May the love of Jesus Christ fill your heart with peace and joy today.Wishing you a day of reflection and spiritual growth on this Good Friday.May the significance of Good Friday deepen your faith and strengthen your spirit.Sending thoughts of peace and comfort as you observe Good Friday.May the blessings of Good Friday be with you today and always.Wishing you a day of prayer, reflection, and spiritual renewal as we observe Good Friday.May the love and sacrifice of Jesus Christ bring you hope and peace on this Good Friday.Sending warm wishes for a blessed and reflective Good Friday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T03:44:01.741+03:00",
    "updated": "2024-03-29T03:44:01.741+03:00"
  },
  {
    "uuid": "afdc9105d5aa5664458c8d86885f54ed53dc4fb0",
    "url": "https://www.meneame.net/story/rust-parecia-lenguaje-ideal-programar-videojuegos-este-estudio/c0360",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "repl_logos",
    "published": "2025-01-09T22:24:00Z",
    "title": "#360 Rust parecía el lenguaje ideal para programar videojuegos. Este estudio acabó abandonándolo tras tres años centrados en él",
    "text": "·\nmain action\n×\nedición general\nlogin\nregistrarse\ncomunidades\nfisgona\nnótame\ngalería\nayuda\npublicar\nCrear artículo\npublicaciones\nnuevas\nartículos\npopulares\nmás visitadas\nMÁS\ntodas\nactualidad\nciencia\ncultura\nocio\npolitica\ntecnología\nm/*\nRSS\nmás visitadas\n8688\nclics\nEsto es Malibú, uno de los lugares más ricos y opulentos de todo el planeta, ahora reducido a cenizas [Eng]\n9608\nclics\nVista aérea desde la ventana de un avión de la devastación que van causando los incendios sobre los Ángeles\n6552\nclics\nLos trucos mentales secretos de Ikea para que gastes más\n6031\nclics\n¿Qué puta mierda es un roscón sin whisky?\n5471\nclics\nMarcas de productos que pagan las balas del genocidio israelí\nmás votadas\n438\nEl Mundo Today anuncia que elimina sus protocolos de verificación de datos\n634\nLa OCU se lanza a publicitar alarmas para viviendas y negocios: una empresa le paga 121 euros de comisión por cada cliente que le capta\n651\nLa SER relata ante el Supremo que tuvo acceso al mail del novio de Ayuso 6 horas antes que el fiscal general del Estado\n653\nMujica anuncia la extensión del cáncer, que no seguirá con el tratamiento y pide morir \"tranquilo\"\n635\nRaffi Berg: El editor de la BBC para Oriente Medio es descubierto como colaborador de la CIA y el Mossad [ENG]\nsuscripciones por RSS\npublicadas\nen cola\ncomentarios de esta noticia\ntodos los comentarios\n139\nmeneos\nmenéalo\n1986\nclics\nRust parecía el lenguaje ideal para programar videojuegos. Este estudio acabó abandonándolo tras tres años centrados en él\npor\nCrudaVerdad\na\ngenbeta.com\n____\npublicado:\n____\nEl estudio de videojuegos LogLog Games se da por vencido con Rust, al que siguen viendo muchas ventajas... para todo lo que no sean videojuegos. Uno de los principales retos fue la curva de aprendizaje del lenguaje: Rust es notoriamente complicado para principiantes y, aunque los desarrolladores de LogLog Games no eran precisamente inexpertos (escribieron más de 100.000 líneas de código en esos tres años), muchos de los problemas iniciales no desaparecieron con el tiempo.\n|\netiquetas\n:\nrust\n,\nno sirve\n,\nvideojuegos\n68\n71\n3\nK\n450\ntecnología\n360 comentarios\ncompartir\nCompartir en Facebook\nCompartir en Twitter\nCompartir por Correo\nCopiar enlace\n68\n71\n3\nK\n450\ntecnología\nComentarios destacados:\n#44\n#38\nNo.\nC no es un ensamblador con colorines. Y te lo dice alguien que tiene los huevos pelados de programar en C y en su día en ensamblador.\nC proporciona un fácil acceso a ASM embebido, pero no es un \"ensamblador con colorines\". Basta que hayas tenido que escribir algún código en ensamblador para que te des cuenta.\nLo que ejecute la CPU cuando programamos en C preocupa más bien poco. Se encarga el compilador de ello. Igual que en Rust.\nordenados\nhilos\nmejores hilos\n+ valorados\nvotos\nregistros\nµ fisgona\nrelacionadas\n#44\nchavi\n#38\nNo.\nC no es un ensamblador con colorines. Y te lo dice alguien que tiene los huevos pelados de programar en C y en su día en ensamblador.\nC proporciona un fácil acceso a ASM embebido, pero no es un \"ensamblador con colorines\". Basta que hayas tenido que escribir algún código en ensamblador para que te des cuenta.\nLo que ejecute la CPU cuando programamos en C preocupa más bien poco. Se encarga el compilador de ello. Igual que en Rust.\n25\nK\n154\n#50\nrepl_logos\n#44\nMira el microcodigo de hoy con los procesadores y lo entenderas.\n3\nK\n34\n#56\nchavi\n#50\n¿ Qué coño tiene que ver el microcódigo de los procesadores con este tema ?\n¿ Sabes como funciona una CPU microprogramada ?\nEsa historia de la unidad de control, juego de instrucciones....\n¿ Te recomiendo un libro ?\n4\nK\n39\n#58\nrepl_logos\n#56\nTe recomiendo yo leerte\nen.wikipedia.org/wiki/Microcode\npara empezar.\n2\nK\n22\n#62\nchavi\n#58\nEl Microcódigo de las CPU no tiene absolutamente nada que ver en el tema que estamos tratando. Y sé perfectamente qué es, para qué sirve y en qué consiste.\nPor lo que se ve, tú no.\n11\nK\n78\n#202\nthe_fuck_right\n#62\n#58\nJoder! Tenía yo ganas de volver a ver discusiones por estas cosas y no por política!!\nUn abrazo a ambos\n9\nK\n73\n#204\nPortgasDAce\n*\n#58\ndeja de seguir insistiendo en algo que no tienes ni idea.\nC era ensamblador con colorines en su nacimiento, cuando las máquinas eran simples y era \"predecible\" el output del binario, en el sentido de que la gente se podía imaginar que set de órdenes de ensamblador equivalían a cada orden de C. Pero no permitía ir al detalle al que iba ensamblador, podríamos decir entre muchas comillas que era casi \"un macro\" de assembler.\nEso dejó de ser así hace muchísimo, para…\n» ver todo el comentario\n2\nK\n20\n#147\nElektr0\n#56\nQuiero el nombre de ese libro, por curiosidad, porque me gusta el mundo de la programación a bajo nivel como hobby. Gracias\n4\nK\n34\n#264\nscalvo\n#56\nquiero ese libro tanto como\n#147\n!\n0\nK\n10\n#163\npar\n*\n#40\ncreo que tienes que volver a clase de lenguajes de programación.\nYo no diría esto a alguien y después soltaría esto:\nC es un lenguaje de alto nivel, tan alto nivel como Java o Python.\nC no tiene nada que ver con Python. Es más, diria que se parece más al ensamblador que al Python.\nO cosas como:\nDicho esto, tu afirmación de que “cuanto más alto nivel más ineficiente” es evidente absurda y por ello falsa. La eficiencia del código depende mucho más de los conocimientos\n…\n» ver todo el comentario\n8\nK\n62\n#176\napetor\n#44\nNo no, ojo, que haya compiladores que permitan empotrar ensamblador o linkers que permitan enlazar con ficheros en ensamblador compilados en proyectos de C no quiere decir que C de acceso a ensamblador. C no tiene nada de eso. Por otra parte, SI, un poco por accidente y epoca de creacion y otro mucho por requisitos de la industria, C es\nTAMBIEN\nun ( o mejor dicho EL ) ensamblador portable en el sentido de que permite, precisamente, trabajar casi casi con el mismo nivel que la…\n» ver todo el comentario\n3\nK\n26\n#190\nfrankiegth\n*\n#44\n. '...\nLo que ejecute la CPU cuando programamos en C preocupa más bien poco. Se encarga el compilador de ello. Igual que en Rust\n...'\nEn lineas generales, pero cuando hablamos de programación de videojuegos lo que haga el compilador por su cuenta preocupa y ocupa. Esta misma noticia\n#0\nde algún modo lo confirma.\n1\nK\n23\n#20\nchavi\n#8\nC es un lenguaje de alto nivel. Se parece al ensamblador como un huevo a una castaña.\n22\nK\n137\n#38\nrepl_logos\n#20\nC es un ensamblador \"con colorines\". Lo jodido es que no estamos en una PDP11 y el estandar de C funciona como si lo fuera. Ni las CPUs hoy ejecutan un codigo amd64 puro.\n3\nK\n29\n#167\nfrankiegth\n*\n#40\n. \"...creo que tienes que volver a clase de lenguajes de programación...\"\nY yo creo que deberias estudiarte el 'código fuente' de un\ncompilador\nbásico de C, ya te adelanto que te sorprenderás de lo acertado de mi comentario\n#8\n.\n#38\n#20\n. Con colorines, una gráfica forma de plantearlo.\n#149\n. Efectivamente. Aparte de un compilador directo de lenguage ensamblador ningún otro lenguage está más cerca del propio ensamblador que el lenguage C, de ahí viene su eficiencia (bien empleado) y de ahí vienen los kernels de los sitemas operativos.\n4\nK\n45\n#280\nHemin\n#38\nsi, claro, y visual basic es un ensamblador \"en 3D\".\n1\nK\n18\n#40\neltoloco\n*\n#8\ncreo que tienes que volver a clase de lenguajes de programación.\nPrimero, como te ha dicho\n#20\n, C es un lenguaje de alto nivel, tan alto nivel como Java o Python.\nEs una confusión muy común pensar que hay distintos niveles de “altura” en la clasificación de los lenguajes de programación, cuando en realidad solo hay dos; bajo nivel (Lenguaje máquina y ensamblador) y alto nivel (Cualquier otro).\nTodo lo demás son charlatanería repetida mil veces por medios generalistas supuestamente…\n» ver todo el comentario\n5\nK\n44\n#48\nrepl_logos\n#40\n>cuando en realidad solo hay dos; bajo nivel (Lenguaje máquina y ensamblador) y alto nivel (Cualquier otro).\nEso en 1999. Hoy los procesadores desde amd64 no operan en registros directamente como pensarias. Hay microcodigo, y a efectos practicos segun el compilador (y no hablemos ya de cosas como el IR de LLVM) hacen que muchas veces el procesador opere de forma totalmente distinta a la que operaria un Z80 con instrucciones que se ejecutan de formal literal.\n5\nK\n39\n#65\nchavi\n#48\nEso en 1999.\nEso en 1999, en 2025 y en 2125.\nA no ser que le llames \"alto nivel\" a lo que a tí te salga de los cojones. ¿ Alguna vez en tu vida has visto algo codificado en ensamblador ?\nHoy los procesadores desde amd64 no operan en registros directamente como pensarias. Hay microcodigo,\nHay microcódigo desde hace eones. Los procesadores cableados son de usos muy específicos. Usamos CPU microprogramadas desde casi siempre.\ny a efectos practicos segun el\n…\n» ver todo el comentario\n3\nK\n29\n#66\nrepl_logos\n#65\n>¿ Alguna vez en tu vida has visto algo codificado en ensamblador ?\nSolo gameboy con su Z80 modificado, i486, amd64, risc-v... nada, poco.\n>Por otro lado si con LLVM te refieres a un entorno de ejecución de lenguaje intermedio al estilo Java, las CPU no ejecutan eso. El microcódigo no es para eso.\nNo.\n>Las instrucciones ensamblador siempre se ejecutan \"de forma literal\".\nYa no.\n3\nK\n21\n#68\nchavi\n*\n#66\nSolo gameboy con su Z80 modificado, i486, amd64, risc-v... nada, poco.\n¿ Y qué parecido le encuentras con un código escrito en C ?\nNo.\nNo qué ?\nA qué te refieres exactamente con \"IR\" y con \"LLVM\" hablando de ejecución de código ensamblador ??\nYa no.\nSi, A no ser que estemos entendiendo por \"forma literal\" cosas distintas. Una instrucción ensamblador hace lo que hace, no unas veces una cosa y otras veces otra. Si yo hago un MOV, un CMP un CALL, un JMP.... hace un MOV, un CMP un CALL o un JMP.\nPor cierto, leete el enlace a la Wikipedia que me has puesto. Te hace falta.\n1\nK\n23\n#181\npar\n#68\nUn MOV o un CMP quizás si que siempre se ejecuten igual, pero quizás una BEXTR (por decir algo), no. Y los pasos que el procesador va a seguir para ejecutarlo van a depender del microcódigo, que es lo que te están diciendo.\n(pd. No tengo ni idea de si la instruccion BEXTR se ejecuta usando microcodigo o no, solo la he usado como ejemplo).\n1\nK\n17\n#278\neltoloco\n*\n#48\n#174\n#181\n¿Alguna vez en vuestra vida habéis escrito una sola linea de código en C y en ensamblador?\nNo tienen absolutamente nada que ver, independientemente del juego de instrucciones que elijas para el ensamblador.\nEn ensamblador no hay ningún tipo de estructura de control, ni siquiera un simple condicional. Hay que hacerlo a manita con una comparación y un salto, CMP y JMP. Lo mismo para los bucles y cualquier otra estructura de control.\nDecir que son muy parecidos es demostrar desconocimiento total de lo que es la programación.\n2\nK\n32\n#51\nchavi\n#40\nLa eficiencia del código depende mucho más de los conocimientos del programador que del lenguaje elegido.\nY de la existencia y calidad del compilador\n6\nK\n57\n#77\ndiablos_maiq\n#40\nNop. Hay diferentes niveles en función de la distancia entre los conceptos que se manejan al enunciar los requisitos y los que se manejan al emplear el lenguaje e programación.\nA mayor nivel, menor distancia\n3\nK\n38\n#246\nchavi\n#77\nEntonces C++ es de mayor nivel que Rust..\n0\nK\n12\n#194\nTecar\n#40\nNo sé dónde habrás estudiado, pero con este discurso en mi clase no apruebas.\n0\nK\n7\n#205\nPortgasDAce\n#40\nbueno, C/C++, Zigg, Rust... Se suelen definir como me dio nivel porque te permiten (y obligan a) controlar la memoria (no tienen Garbage colector, Rust te permite controlarla de otra forma pero podríamos decir que \"sabes\" cuando va a reservarse, cuanta, cuando se liberará...).\nPero sí, todos son de alto nivel en el sentido de que la sintaxis y ordenes son las mismas, no varían con el hardware, abstrayendonos de pensar tan a bajo nivel (no controlas si se usa el set de instrucciones xx de los últimos procesadores, que caché está usando, ni nada de eso por ejemplo).\n3\nK\n32\n#149\nDragstat\n#8\n#20\ntenéis parte de razón los dos, y por eso C y C++ muchas veces se clasifican como lenguajes de nivel medio porque están más cerca del hardware y tienen menor nivel de abstracción que otros lenguajes, por ejemplo puedes manejar direcciones de memoria y registros. Preguntadle a Linus Torvalds si podéis tocarle el kernel de Linux en un lenguaje que no sea C a ver qué os dice.\n5\nK\n55\n#173\napetor\n#20\nmñeh, si y no, si pero no; y eso es una de las bazas de C, suficientemente alto para trabajar con el en orden y decoro/abstraccion, suficientemente bajo para ser el ensamblador portable y no ocultar la maquina a los que no queremos perder esa nocion de la maauina en ningun momento ( si, aun teniendo presente el modelo abstraido en todo momento; muchos creen que son excluyentes y para nada es asi ). De hecho C es aun mas que eso, C tiene un nivel de abstraccion variable, se puede variar segun el codigo que escribas... y todo sin forzar nada, de forma totalmente natural.\n3\nK\n38\n#174\nAMDK6III\n*\n#20\na ver, que un lenguaje ensamblador CISC x86/i686 no se parezca a C,\nno significa que C no sa parezca a lenguajes ensambladores de arquitecturas/instruction sets más limpios de tipo RISC .\nNo seamos tan categoricos , por favor. Vengo a Meneame a informarme y aprender, no a medir el tamaño de mi miembro viril con el de otros: eso no es una competición de quién sabe más.\nAsí que yo voto a favor de\n#8\n2\nK\n32\n#9\nLaro__\n#7\n...salvo que quieras hacer videojuegos...\n12\nK\n122\n#34\nrepl_logos\n#9\nO nuevos motores.\n1\nK\n19\n#103\nur_quan_master\n*\n#9\nexacto. Es como si me compro una sandía y digo que no es buena porque no vale para implementar juegos.\n1\nK\n23\n#6\nLaro__\nLa clave está aquí: \"el ecosistema de Rust carece de herramientas maduras comparables a las que ofrecen Unity o Unreal Engine\".\n12\nK\n106\n#7\nur_quan_master\n#6\ncomparar un lenguaje de programación con frameworks de videojuegos es como comparar peras con molletes.\n1\nK\n16\n#14\nPolarin\n#6\n0\nK\n9\n#35\nchavi\n#28\nPython se usa por su ecosistema, no por el propio lenguaje, que es bastante filfa, por cierto.\nAl que se le ocurrió el tema de los tabuladores había que fusilarlo.\n7\nK\n77\n#42\nrepl_logos\n#35\nEn eso estoy de acuerdo. Odio lo de los tabs, es un cancer a la hora de copiar o refactorizar codigo. Podian haber usado cualquier otro token.\n0\nK\n7\n#183\npar\n#35\nCuando dices tabuladores, te refieres a tabuladores y/o espacios, no?\n#42\nSabes que no tiene que ser tabs, no? Que problema encuentras al refactorizar código?\n0\nK\n6\n#72\ndiablos_maiq\n#35\n¿qué tema de los tabuladores?\n1\nK\n15\n#73\nchavi\n#72\nBorra uno en un sitio delicado. Guarda, coge el código al día siguiente y luego me cuentas\n0\nK\n12\n#80\ndiablos_maiq\n#73\ntambién puedo borrar una línea completa.\n¿Y?\n1\nK\n20\n#86\nchavi\n#80\nHombre, borrar una línea accidentalmente es bastante más difícil que hacerlo con un tabulador al inicio de una línea. No te parece?\nY ni siquiera el IDE te va a notificar nada.\n0\nK\n12\n#88\ndiablos_maiq\n*\n#86\nctrl-d en lugar de ctrl-s al salvar antes de cerrar. No es difícil.\n0\nK\n9\n#95\nchavi\n#88\nPara qué???\nEl código puede ser igual de válido sintácticamente con tab o sin tab.\nY puedes haber hecho muchos cambios después de borrar el tab accidentalmente.\n0\nK\n12\n#100\ndiablos_maiq\n*\n#95\nMencionaba un error fácil de cometer.\nY en cualquier lenguaje, una línea desaparecida puede dejar una sintaxis perfectamente válida.\nY uno puede seguir trabajando tranquilamente hasta que un día le explota el error en la cara.\n0\nK\n9\n#108\nchavi\n#100\nNo hablo de una línea. Hablo de un tabulador (que no se ve, una letra si se nota) al principio de una línea.\n0\nK\n12\n#150\neljuligallego\n#73\npara eso está el control de versiones\n0\nK\n9\n#170\nSupercinexin\n#35\nLos lenguajes son filfa, como Python, o no tienen futuro ,.como Rust, o super guachis, como C++, según a ti te parezca.\nPues okey. Con esos argumentos me queda definitivamente claro todo\n1\nK\n21\n#179\ndonchan\n#35\nMe ofrezco como tirador. Menuda cagada.\n0\nK\n7\n#3\nMetalAgm\nPara videojuegos y mucho más... C y C++ moderno.\n7\nK\n75\n#8\nfrankiegth\n*\n#1\n. El que no entiende de cortoplacismos en este caso es el propio hardware. Cuanto más alto es el nivel del lenguaje menos eficiente es respecto al hardware que lo ejecuta tras el compilado o tras el intérprete.\n#3\n. El C es practicamente ensamblador, alguien con mucha experiencia en C y ensamblador casi puede deducir que código fuente en ensamblador se va generando detrás del C, y el C++ una extensión orientada a objetos más lenta en cuanto al hardware y más rápida en cuando al desarrollo de software. Incluso es posible enfocar el lenguage C, sin objetos por defecto, orientándolo \"a mano\" a objetos.\n6\nK\n57\n#155\nmecha\n#8\ncomo alguien que empezó estudiando ingeniería informática aprendiendo C y ensamblador (gracias UGR), te digo que se parecen 0. Prueba a hacer el programa más simple del mundo y verás lo lejos que están.\nY te digo de paso, que ahora programo en C# la mayor parte del tiempo y puedo ver (y a veces lo hago por curiosidad) el código ensamblador que se ejecuta a partir de un código en C#. Si ves muchas veces esto puedes llegar a aprender que código ensamblador se va a generar. Lo cuál no quiere decir que ambos lenguajes estén cerca.\n(también veo muchos vídeos de Nick Chapsas y lo hace constantemente)\n2\nK\n20\n#186\nFooDev\n#8\n¿En qué momento C++ es más lento que C?\n0\nK\n6\n#242\nSr_Atomo\n#8\nCreo que se te ha borrado el \"OBOL\" que va justo después del \"C\".\n0\nK\n10\n#1\nCrudaVerdad\nHe escuchado que RUST es para desarrollos seguros pensando en el mediano y largo plazo. En un mundo de cortoplacistas, no va a funcionar.\n5\nK\n51\n#4\nFingolfin\n*\nCuanto más complejos sean los tipos, más acopladas van a estar diferentes partes del código, más complejas y frecuentes serán las refactorizaciones (una de las razones mencionadas en el código) y por tanto más difícil será hacer evolucionar el código. Un poco está bien, tipos estáticos de toda la vida, pero si ya empezamos a meter aspectos de memoria en los tipos se lia todo.\nToda esa complejidad añadida en los tipos tiene sentido cuando merezca la pena (es decir, cuando se necesite seguridad de memoria sin penalizaciones de GC u otras cosas), para el resto del mundo, un lenguaje con recolección de memoria es lo más sencillo y sensato.\nTodo el bombo y platillo que se da a rust está en gran medida injustificado\n5\nK\n46\n#10\nSupercinexin\n#4\nRust es bastante menos complicado de usar que C++, en varios órdenes de magnitud además. C++ es infumable.\nEl único problema aquí es que Rust es un lenguaje muy joven y no hay librerías maduras para un montón de cosas, como las que hay en C++, Java o Python.\nEl día que alguien desarrolle para Rust un motor de videojuegos, se acabó C++ porque quién va a querer hacer proyectos desde cero con un lenguaje mucho más complicado y que además es más inseguro. A igualdad de opciones Rust gana de calle.\nEn veinte años ni Cristo usará C ni C++ para proyectos que requieran lenguajes de bajo nivel. Ahora mismo esos lenguajes viven de la inercia de décadas de desarrollo de librerías, pero el futuro es claramente Rust.\n9\nK\n79\n#12\nCantro\n#10\neso decían cuando estaba en la carrera.\nQue COBOL era un cadáver esperando entierro y que c y c++ iban detrás\nUn visionario.\nTreinta años después ahí siguen\n13\nK\n97\n#13\nPolarin\n#12\n\"C++ es infumable\" solo porque no sabes usarlo bien. Yo no lo he usado profesionalmente porque me tuve que pasar a JAVA. Pero C++ es el culmen.\n\"Que COBOL era un cadáver esperando entierro y que C y C++ iban detrás\" Toda la infrastructura bancaria mundial funciona con COBOL en IBMs JCL. El dia que pasen toda esta mierda a algo mas moderno... como Kafka, .... dejan en la calle a miles de personas.\n1\nK\n20\n#59\nCantro\n#13\nel caso es que llevan cuarenta o cincuenta años jubilando a COBOL y el cabrón no se muere\nEs lo que me decían hace 30, cuando entraba en la carrera y ahí sigue, sin que se adivine en el horizonte una fecha en la cual se pueda decir \"pues adiós\".\n4\nK\n37\n#146\nluxaaar\n#59\npero no sigue por que se hagan nuevos desarrollos desde 0 con cobol, si no por que hay que mantener/expandir antiguos sistemas\n0\nK\n6\n#332\nPolarin\n#146\n#59\nY JCL con una IBM370 (version moderna)... . En banca es lo que hay en los backends. Vamos, que a mi me estan intentado llevar de vuelta a cuando tenia 20 y algo en mi curro... y como que no.\nCOBOL no muere, JCL y las IBM no mueren, pero nadie se quiere meter en eso porque nunca sabes cuando te vas a quedar sin curro. Algo tiene que sustiruirlo, Kafka + Hadoop o algo asi? Lo he visto usado para manejo de registros.\n0\nK\n9\n#192\ninovercy\n#13\nC++ mola, pero bien es cierto que Rust es más sencillo cuando no tienes sesgos.\nA mi me costó un poco aprenderlo, porque todo el tema de los lifetimes, y como funcionan las referencias a memoria, con su sistema de propiedad se me hacía raro. Pero una vez que lo aprendes, dominarlos es menos complicado porque pegarte un tiro en el pie es mucho más difícil. Con C++ tienes más posibilidades de liarla con accesos a memoria, etc.\n2\nK\n29\n#16\nSupercinexin\n#12\n¿Qué siguen dónde? COBOL es un cadáver, nadie en el mundo empieza proyectos en ese lenguaje en ningún sitio y para nada. Existe en lugares donde ya estaba implementado y una migración no es conveniente y ya está, eso es todo.\nC y C++ son otros dos que ya están empezando a ser despreciados también. Todas las herramientas de sistemas o los nuevos paradigmas y aplicaciones se están implementando en Rust o en Go, una de dos. C++ sólo sobrevive en lugares donde no hay librerías disponibles para esos menesteres, como por ejemplo los videojuegos, pero ya está. En cuanto a la inteligencia artificial, prácticamente dominada hoy en día por Python, es cuestión de tiempo que Rust empiece a desplegarse en todo el bajo nivel, reemplazando a C++.\n1\nK\n24\n#17\nrepl_logos\n#10\nEn las consolas la seguridad importa una mierda.\n#16\nPython sin C, C++ y BLAS/LAPACK (fortran) estaria muerto.\n3\nK\n32\n#22\nSupercinexin\n#17\nNo se refiere a la seguridad de que un tío entre y te robe los datos. En Rust, cuando hablan de seguridad, se refieren a que no te explote en la cara un puntero a NULL en tiempo de ejecución, cosa que por diseño en Rust es imposible.\nPython tiene cien mil librerías que se gastan masivamente y que no tienen implementaciones internas de bajo nivel y por lo tanto no gastan C's ni FORTRANs. En cuanto a las que lo hacen, Rust está ya, ahora mismo, sustituyendo a C y C++ en esas librerías Python, por motivos más que evidentes.\n1\nK\n21\n#29\nrepl_logos\n#22\nBuena suerte con Rust intentando reemplazar a BLAS/Lapack. Lo mismo en videojuegos de consolas donde la seguridad no impote. Si, accesos a memoria y toda la hostia. Pero hay fuzzers, valgrind y 10000 herramientas para evitar eso al menos en plataformas no de uso general como juegos en primera persona. Un navegador ya es otra cosa; y un así chromium en openbsd con unveil/pledge junto con su sandbox es mas seguro que Firefox con Rust.\n0\nK\n7\n#165\nSupercinexin\n#29\nY dale con \"la seguridad no importe\". Que no estamos hablando de \"seguridad de hackers robándote los datos\", que estamos hablando de que el programa pete por cualquier lado con punteros a NULL y errores jodidísimos de depurar y de arreglar que finalmente ves en tiempo de ejecución cuando tú querida aplicación en C++ ha llegado ya al cliente final. Esa es la seguridad que ofrece Rust, que ni C ni C++ jamás podrán ofrecer. Para eso se creó Rust y ahí radica toda su fuerza.\n#32\nMódulos que están ahora mismo, hoy, y en 2024 y en 2023 y en 2020 también estaban ya, cada vez más desarrollándose en Rust.\n2\nK\n32\n#32\nchavi\n#22\nEl triunfo de Python se debe en gran medida a la facilidad de creación de módulos en C.\n0\nK\n12\n#164\nSr.No\n*\n#17\nPython, al ser interpretado, utiliza un interprete que puede estar escrito en diferentes lenguajes, de ahí que tengamos:\n* CPython, el más estándar,\n* JPython, sobre Java. En entornos Hadoop se ve bastante por temas de Scala.\n* PyPy,\n* RustPy,\n* etc...\nY una larga lista. Evidentemente, el interprete subyacente afecta a las capacidades y rendimiento de Python, pero aun así hay para elegir según la aplicación.\n0\nK\n10\n#18\nrepl_logos\n#16\n>C++ sólo sobrevive en lugares donde no hay librerías disponibles para esos menesteres, como por ejemplo los videojuegos, pero ya está\nYa quisieras. En videojuegos de PC y consola, multimedia, navegadores... es el rey.\n0\nK\n7\n#26\nur_quan_master\n#18\ninfinidad de librerías que usa python están implementadas en c o c++\n2\nK\n25\n#55\nrepl_logos\n#26\nY Fortan para algebra/calculo numerico.\n0\nK\n7\n#168\nSupercinexin\n#18\nEn videojuegos es donde más librerías base hacen falta y donde esas herramientas en Rust aún no están desarrolladas. En todo lo demás, sistemas, IA, navegadores como tú dices... Ni Cristo empieza un proyecto nuevo en C ni en C++. Actualízate.\n0\nK\n10\n#23\nchavi\n#16\nC sigue siendo el lenguaje de sistemas por excelencia.\nWindows o Linux usan C.\n1\nK\n21\n#36\nrepl_logos\n#23\nWindows es C++. Pero hablar de C es hablar de LA API de Unix, prototipos, estandares IEEE y el lenguaje que esta en todas partes, hasta en teleco . Es como hablar de ingles en negocios, ciencia y tecnologia. Toda la nueva terminologia y aparatos/estandares es en ingles.\n2\nK\n27\n#39\nchavi\n#36\nBueno, C/C++.\nC++ tiene la posibilidad de usar entremezclado codigo C.\n0\nK\n12\n#45\nrepl_logos\n#39\nNo, no es lo mismo, han divergido muchisimo, nada que ver.\n0\nK\n7\n#46\nchavi\n#45\nNo he dicho que sean lo mismo. Digo que es común usar código C desde C++, el lenguaje incorpora facilidades para ello.\n0\nK\n12\n#189\napetor\n#36\nWindows es C, no C++, C.\n0\nK\n9\n#41\nselina_kyle\n*\n#16\nen intérprete de Python está escrito en C. Creo que el de Java y JavaScript también. Hasta que no se pueda compilar Python a binario directamente, C y C++ seguirán siendo indispensables.\n1\nK\n19\n#184\npar\n*\n#41\nHasta que no se pueda compilar Python a binario directamente, C y C++ seguirán siendo indispensables.\nPor qué, exactamente?\n0\nK\n6\n#182\napetor\n*\n#16\nYa, buena suerte para la infrastructura de base de cualquier nuevo hardware fuera de C. Rust... bueeeno, pero Go ? sorry, no. C es un standard de la industria, va mas alla del lenguaje en si.\n0\nK\n9\n#15\nFingolfin\n*\n#10\n¿Quien ha hablado de C++? Por lo demás, Rust sólo puede presumir de sencillez comparandose con C++, porque no es un lenguaje nada sencillo por si mismo (y no dejan de complicarlo para tratar de paliar las desventajas que tiene su modelo, en lugar de aceptar que no tiene por qué servir para todo... )\nEn principio dudo que alguien escriba un gran motor de juegos en Rust. El modelo de Rust implica a menudo hacer copias,no es precisamente lo ideal cuando se quiere exprimir al máximo el…\n» ver todo el comentario\n2\nK\n32\n#19\nSupercinexin\n#15\nBueno, también se decía que Python era una mierda y que por su diseño y sus características jamás sería usado para nada fuera de scripts sencillos. Hoy se usa para todo el análisis de datos y toda la IA. Igualmente Rust está sustituyendo a C y C++ en la implementación a bajo nivel, por debajo de Python, a muchas de esas herramientas de análisis de datos con un seguridad muy superior en tiempo de ejecución y con un rendimiento increíble que en no pocos casos supera a sus contrapartes en…\n» ver todo el comentario\n0\nK\n10\n#25\nFingolfin\n*\n#19\nYa hay lenguajes alternativos a Rust, y no dejan de crearse nuevos lenguajes cada año, no vas a tener que esperar a 2050. Es ridículo pensar que si la seguridad de memoria es un requisito, Rust va a ser el único lenguaje que lo implemente y nadie más va a hacerlo\n0\nK\n11\n#28\nSupercinexin\n#25\nTambién hay lenguajes alternativos a Python. Cuando se usen una milésima parte de lo que se usa Python, hablamos. Cuando esos lenguajes que supuestamente se están creando para solucionar los problemas de Rust se usen en cualquier sitio mínimamente relevante, como un navegador web o un sistema de orquestación de contenedores, hablamos.\nHay dos tipos de lenguajes de programación: los que la gente odia y los que nadie usa. C, C++, Rust, Python, Java y Go son odiados y el resto no los usa nadie\n0\nK\n10\n#273\nLaro__\n#28\nHas olvidado C# y javascript; 5º y 6º en el índice TIOBE... que lo sepas.\n1\nK\n21\n#101\nrepl_logos\n#25\nYa existian ADA/Spark y MISRA C que poco tienen que envidiarle a Rust.\n1\nK\n18\n#33\nchavi\n*\n#19\ncon un seguridad muy superior en tiempo de ejecución\nUn programa bien hecho en C es exactamente igual de seguro que uno bien hecho en Rust.\n¿ A qué le llamas tú \"guarrear\" ?\n0\nK\n12\n#43\nrepl_logos\n#33\n> Un programa bien hecho en C es exactamente igual de seguro que uno bien hecho en Rust.\nNo, lo siento, y eso que no me gusta Rust, pero Rust es mucho mas seguro que C en ese aspecto. Si hubieras dicho C++...\n2\nK\n28\n#47\nchavi\n#43\n¿?\nEn qué es \"mas inseguro\" exactamente?\nRecuerda que hablamos de programas bien hechos. No es una cuestión de gustos.\nSi hubieras dicho C++...\nC++ no es \"más seguro\" que C. El acceso a memoria es prácticamente igual.\n0\nK\n12\n#49\nrepl_logos\n#47\nC++ tiene rutinas de manejo automatico de memoria. C, no, a no ser que uses o bien una libreria o cosas com BoehmGC.\n0\nK\n7\n#57\nchavi\n#49\nC++ tiene rutinas de manejo automatico de memoria\nHombre, hace tiempo que no uso C++ pero supongo que hay cosas que no han cambiado:\nSi defino un puntero, puedo usarlo sin inicializarlo. Es C y C++. También puedo cambiar la dirección a la que apuntan sin restricciones...\nO puedo no liberar nunca memoria reservada (new o malloc)\n¿ Sigue siendo así ?\nporque básicamente cuando dicen que es un \"sistema inseguro\" se refieren a eso.\n0\nK\n12\n#60\nrepl_logos\n*\n#57\nC++ ha cambiado mucho en 20 años. Tengo roguelikes desde el 2007 (no desde 1997) que no compilan con los GCC o clang de hoy. Ni de la rama 10, y la 8.4 a duras penas. Creo que debo usar GCC 4.8 para poder compilarlos.\nDesde hace 10 años o así salvo programadores de videojuegos o cosas como FFMPEG nadie gestiona la memoria a mano en C++...\n0\nK\n7\n#61\nchavi\n#60\nLa pregunta no es cuanto ha cambiado C++, sé que lo ha hecho.\nPero si siguen permitiéndose esas cosas que he indicado (y espero que sí) sigue siendo igual de inseguro. Que hayan incorporado medios para gestionar de otro modo la memoria no cambia nada.\nYo mismo he usado sistemas diseñados para lo mismo (como si fueran \"microframework\") en C... a costa de cierto rendimiento, claro.\n0\nK\n12\n#213\nMetalAgm\n#57\nC++ moderno ha incluido infinidad de cosas de seguridad y alto nivel como smart pointers (unique_ptr, shared_ptr) o funciones lambda y muchas cosas más... dale un repaso al nuevo C++...\nYa no necesitas hacer new y delete... simplemente haces std::make_unique o std::make_shared y tienes el objeto creado en memoria dinámica igual que si hicieras new o malloc y encima no tienes que hacer delete, el smart pointer se encarga de liberar la memoria por ti si se te pasa borrarla...\n0\nK\n11\n#70\nspacos\n#47\nEl ser humano es imperfecto, por mucho que tu quieras hacer algo perfecto, fallaras miserablemente. Eso significa que se necesita de herramientas que te automaticen la seguridad y fiabilidad porque por mucho que tu quieras ser el mas mejor de los programadores, la cagaras, incluso sin darte cuenta.\n0\nK\n6\n#76\nchavi\n*\n#70\nPara eso están los test y las revisiones. Lo que se pretende es descargar la responsabilidad del programador en el lenguaje y eso a mí entender es desastroso.\nEso sí, eso permite aumentar la presión de entrega,reducir los test y producir código funcional más rápido. Código de mierda, pero funcional.\nRust es una buena idea para grandes empresas de sistemas. Si se dispone de tiempo y no hay presión, C sirve.\n0\nK\n12\n#83\nspacos\n#76\nCoincido, pero personalmente no tocaria c/c++ para nada hoy en dia si no es codigo legacy. Si tuviera que hacer algo nuevo usaria go/Rust/c# o algun otro con automatizaciones de seguridad.\n2\nK\n28\n#91\nchavi\n#83\nMe parece lógico.\nPero citar ahí a C# es como poner Java. Es un lenguaje \"para otra cosa\".\n0\nK\n12\n#191\napetor\n#83\nRust tiene la posibilidad ( aunque muy burda y antinaturalmente y jodiendo mas que ayudar ), pero intenta hacer algo de sistemas con esos lenguajes...\nEjemplo:\nwww.youtube.com/watch?v=kKZfGYvQ9kg\nEn este caso este software se ejecuta en paralelo y engarzado primero con la UEFI del sistema y luego con Windows 11 ( y su kernel NT ), ya no hablamos de un programa con su comienzo y final, monolitico,...\nNo quiero darmelas de nada pero... para sistemas, lo serio, C y ensamblador.\n0\nK\n9\n#195\ninovercy\n#47\nEn su diseño es más inseguro. Rust, por diseño no permite tener punteros a NULL, tampoco permite tener multiples referencias mutables a la misma posición de memoria.\nPuedes hacerlo con C++? Por supuesto, puedes usar uno de los últimos estandar, creo que desde C++11 ya tienes smart pointers, por ejemplo. Pero dependes de que el programador con el que trabajas tenga una buena forma de trabajar. No todo depende de que tú seas bueno, depende de que el equipo sea consistente con la seguridad.…\n» ver todo el comentario\n0\nK\n9\n#169\ndonchan\n#19\nEstá ZIG. Quizás demasiado nuevo. Te ofrece casi lo mismo que RUST pero sin la protección de memoria, lo que da mucha más libertad para hacerlo como quieras.\nTiene un fuerte enfoque en no tener cosas ocultas, para que sea fácil saber qué significa lo que lees. Eso le quita alguna funcionalidad.\n0\nK\n7\n#21\nchavi\n#10\nEs que Rust no es orientado a objetos. No tiene sentido compararlo con C++.\nLa comparación es con C\n1\nK\n15\n#24\nSupercinexin\n#21\n¿Y qué que no sea orientado a objetos? Rust es el sustituto de C++, efectivamente. El sustituto de C es Go.\n0\nK\n10\n#27\nchavi\n#24\nComo que \"y qué\"???\nSabes lo que aporta la orientación a objetos a la hora de desarrollar ???\nRust podría sustituir en todo caso a C. Jamás a C++.\nY realmente los leak de memoria se deben a las prisas o incompetencia de los programadores. Querer arreglar eso vía lenguaje de programación no me parece buena idea.\n0\nK\n12\n#30\nSupercinexin\n#27\nRust podría sustituir en todo caso a C. Jamás a C++\nlos leak de memoria se deben a las prisas o incompetencia de los programadores. Querer arreglar eso vía lenguaje de programación no me parece buena idea.\n0\nK\n10\n#37\nchavi\n*\n#30\nBuenos argumentos....\nSe nota que eres un gran programador..... que jamás ha escrito una línea en condiciones.\nExplicame que es eso de \"un lenguaje inseguro\".... si eres capaz....\n0\nK\n12\n#52\nselina_kyle\n#37\ntienes 10 años?\n0\nK\n9\n#53\nchavi\n#52\nNo mejoran tus argumentos.... prueba otra vez.\nSi no estás de acuerdo con lo que he afirmado será por algo más que por\n, digo yo...\nTu si que no debes tener ni 10 años...\n0\nK\n12\n#175\nSupercinexin\n#37\nNo había leído éste comentario antes.\nBuenos argumentos.\nBuenos son los que tú das: \"Rust no puede sustituir a C++, sólo a C\", \"Python es una filfa de lenguaje\", \"los leaks de memoria en C y C++ es porque los programadores son incompetentes\".\nTodo porque lo dices tú. Qué sabrán los demás.\nSe nota que eres un gran programador..... que jamás ha escrito una línea en condiciones.\nYa veo el tipo de programador que eres tú. Sin comentarios.\n2\nK\n35\n#208\nReview\n#27\nMe estoy leyendo la discusión que lleváis, y quería entrar en éste comentario que no me ha gustado cómo te han contestado en\n#30\n:\nRust podría sustituir en todo caso a C. Jamás a C++\nRealmente aunque Rust no sea OOP es tan capaz o más para desarrollar lo mismo que un programa hecho en C++, y de estructurarlo de manera muy similar. Evidentemente cada lenguaje tiene que tener la implementación hecha a su manera, no puedes copiar la estructura de un programa hecho en Javascript y…\n» ver todo el comentario\n1\nK\n16\n#74\nspacos\n#27\nLa programación orientada a objetos es solo un paradigma de programación mas, de entre tantos otros. Los lenguajes funcionales, por ejemplo, no suelen usar la programación orientada a objetos y son excelentes a la hora de desarrollar software. De hecho, hoy dia la programación orientada a objetos se considera algo desfasada y no recomendable para según que cosas. Quiero decir que Rust puede perfectamente sustituir a C++ sin problemas aunque no soporte ese paradigma de programación.\n0\nK\n6\n#82\nchavi\n#74\nLa programación orientada a objetos es solo un paradigma de programación mas\nClaro. Uno que ofrece grandes ventajas en muchos ámbitos. Por eso es la más usada.\n. Los lenguajes funcionales, por ejemplo, no suelen usar la programación orientada a objetos\nCasi todos los lenguajes oop tienen características que permiten cierto grado de programación funcional como las lambda\nDe hecho, hoy dia la programación orientada a objetos se considera algo desfasada\n????\nQuién la…\n» ver todo el comentario\n1\nK\n23\n#90\nrepl_logos\n#82\n>ierto grado de programación funcional como las lambda\nLos lambda de Python comprados con CL o Scheme son un chiste.\n0\nK\n7\n#94\nchavi\n#90\nEs que ni Python, ni C++ ni Java pretenden ser Scheme.\nPor eso son usados en muchos ámbitos y Scheme no.\n0\nK\n12\n#96\nrepl_logos\n#94\nScheme en GUIX en Inria FR como lenguaje tanto de la distro como de los programas para configurarla. Common Lisp se usa en sitios donde te pagan en un mes lo que en 12 en España. Son altamente especializados, y por desgracia con Allegro CL o LispWorks, pero todo dios usa SBCL para prototipos donde tiene un alto rendimiento pese a ser libre y no tener tanto apoyo comercial.\n0\nK\n7\n#104\nchavi\n#96\nBuena mezcla de paradigmas. Bien traído lo de Lisp.\nMe gustaría verte desarrollar un programa de gestión con eso...\nLos paradigmas tienen ámbitos de aplicación. Hay paradigmas más generales y paradigmas más específicos\n0\nK\n12\n#99\nrepl_logos\n#94\nwww.grammarly.com/blog/engineering/running-lisp-in-production/\nY tengo mas articulos por ahi. Son entornos poco de juguete, donde se exige una correctitud bestial y cosas que tardas un mes en CL tardas en C++ meses o si no anyos. De Python olvidate.\n0\nK\n7\n#107\nchavi\n*\n#99\nJoder, Lisp.....\nAhora programa la gestión de un hotel con eso....\nLos paradigmas tienen ámbitos de aplicación. Y los hay que se adaptan más a distintos ámbitos y los que se adaptan menos.\n0\nK\n12\n#207\ndonchan\n#90\nLa referencia siempre es Haskell\n0\nK\n7\n#93\nspacos\n#82\nLa programacion funcional esta cada vez mas implantada, de hecho cada vez mas lenguajes implementan paradigmas de la programacion funcional en detrimento de la programacion orientada a objetos. El hecho de los tipos inmutables es un ejemplo. Mi lenguaje de programacion favorito y en el que desarrollo gran parte de mi codigo es Elixir que no tiene nada de objetos a la vista y es una pura delicia programar en él. Que la gente no use Haskell te lo puedo comprar si te refieres a eso. La…\n» ver todo el comentario\n1\nK\n18\n#102\nchavi\n#93\ncada vez mas lenguajes implementan paradigmas de la programacion funcional en detrimento de la programacion orientada a objetos.\nCada vez más lenguajes implementan paradigmas funcionales (es lo que he dicho antes), pero en detrimento de nada.\nNingún lenguaje ha perdido ninguna característica OOP por ello.\nA qué te refieres con \"tipos inmutables\"??\nLa programacion orientada a objetos hoy dia se considera casi obsoleta\nQuién lo considera obsoleto y por qué ??\nDiseña un programa de gestión sin OOP y me cuentas.\nC se considera obsoleto\nQuién lo considera obsoleto y basándose en qué??\n1\nK\n21\n#156\nOvlak\n#93\nLa programacion orientada a objetos hoy dia se considera casi obsoleta\nSólo puedes estar trolleando con semejante afirmación. No hay ninguna otra opción.\n2\nK\n26\n#198\ninovercy\n#27\nPuedes desarrollar lo de que no podría sustituir a C++ porque no es orientado a objetos?\nPorque en Rust puedes montar structs (como en C, si), e implementarlos con partes publicas y privadas, creando Traits para permitir a otros implementar ciertas funcionalidades, que bien podrían valer para hacer gran parte de lo que se hace en C++.\nSobre que los leak son por prisas o incompetencia. Si, claro, y eso es parte del mundo en el que vivimos, la gente la caga. Programando, conduciendo, pilotando, diagnosticando. Y si hay tecnología que puede reducir errores programando para tener menos bugs, conduciendo para tener menos muertos, o diagnosticando para pillar enfermedades antes, lo lógico es que se usen dichas herramientas.\n0\nK\n9\n#31\nchavi\n*\n#10\nC++ es infumable.\nNo. C++ no es infumable. Otra cosa es la curva de aprendizaje si no vienes de C.\nC++ es \"el lenguaje\".\nEl único problema aquí es que Rust es un lenguaje muy joven\nEl no ser orientado a objetos es un handicap enorme para convertirse en un lenguaje de desarrollo general. Compararlo con C++, Java o Python es un error. La comparación debe hacerse exclusivamente con C.\nse acabó C++ porque quién va a querer hacer proyectos desde cero con un\n…\n» ver todo el comentario\n2\nK\n25\n#79\nspacos\n#31\nPor ahi ya lo he dicho. Es de novatos creer que los programadores son seres de luz que nunca se equivocan y que con el suficiente esfuerzo el codigo en c/c++ sera exquisito. Eso es una chorrada de principiante. Primero, muchas veces cometes errores de los que no te das cuenta,muchas veces el lenguaje no tiene las herramientas para asegurarte que lo que has escrito esta bien. Segundo, la gente es gente, y cualquiera que haya programado mas de 100 lineas de codigo sabe que los proyectos…\n» ver todo el comentario\n2\nK\n20\n#89\nchavi\n*\n#79\nPor eso el hecho de que la seguridad este incrustada en el propio lenguaje es esencial para escribir mejor codigo\nDisiento.\nY la experiencia demuestra que entre \"más seguro\" es el lenguaje, más mierda es el código.\nY peor aún, se pierden los buenos hábitos y se cogen vicios muy difícilmente corregibles.\nEl desplazar la seguridad al código puede hacer ahorrar dinero a la empresa, pero no lleva a código de más calidad. Todo lo contrario\nSe perfectamente en qué consisten los fallos de gestión de memoria en C. Estoy cansado de pelearme con ellos.\nPor eso es muy muy muy raro que los cometa. Pongo exquisito cuidado\n0\nK\n12\n#98\nspacos\n#89\nCada uno tiene su opinion, pero mi experiencia me dice que un programador a las 12 de la noche con ojeras y fuego en los ojos depues de un par de dias de curro intenso no estara para exquisiteces. Yo prefiero que la herramienta por construccion no me deje hacer chorradas, pero cada cual tiene su librillo...\n0\nK\n6\n#106\nchavi\n#98\nYo prefiero dormir.\nEl lenguaje no evitará que hagas chorradas en esas condiciones.\nEso sí, los errores con los punteros son infernales. Pocas bromas\n0\nK\n12\n#54\nrepl_logos\n#10\nEn veinte años igual usamos GNU/Hurd con hordas de demonios sobre un microkernel importando poco Rust ya que podras reiniciar los drivers de casi todo al vuelo y podras como usuario sin privilegios desde montar discos a hacer virguerias que hoy solo se logran con permisos de grupos.\n1\nK\n10\n#63\nchavi\n*\n#54\nya que podras reiniciar los drivers de casi todo al vuelo y podras como usuario sin privilegios desde montar discos a hacer virguerias que hoy solo se logran con permisos de grupos.\n¿?\nSi se requieren permisos para algo es por una razón. No \"por accidente\". La necesidad de permisos para cualquier acción sobre el sistema no tiene nada que ver con el lenguaje con que esté implementado ese sistema ni con la arquitectura de su kernel.\n0\nK\n12\n#64\nrepl_logos\n#63\nHurd es diferente. No necesita permisos de root para montar discos, ni para usar cosas analogas a FUSE en Linux por ejemplo para montar directorios remotos.\nUsa espacios de nombre, cosa que tambien puedes ver en plan9. Nada que ver con un Unix clasico.\n0\nK\n7\n#67\nchavi\n#64\nHurd es diferente.\nEn este aspecto no. No es diferente. Ni debe serlo.\nNo necesita permisos de root para montar discos,\nNi yo con GNU/Linux. En todo caso es una decisión de diseño del SO (una mala. debe poder restringirse el montaje)\nni para usar cosas analogas a FUSE\n¿ Como cual ?\nFUSE simplemente es un sistema de montaje a nivel de usuario.\npara montar directorios remotos\nEso no tiene nada que ver con HURD. Tiene que ver con samba, nfs, ssh, iscsi.....\nUsa espacios de nombre\nVaya, como GNU/Linux. O como crees que funciona LXC o Docker ?\nCreo que no entiendes mucho de lo que hablas....\n0\nK\n12\n#69\nrepl_logos\n#67\nEntiendo de sobra, el que no entiende eres tu. Los namespaces en Linux son un parche; en 9front y Hurd son intrinsecos. En Hurd puedes montar discos sin permisos sin parches cutre como FUSE o hacer virguerias con los namespaces puestos ad-hoc.\nSi es diferente, y no has tocado una distro hurd un tu vida. Prueba a montar un FTP sin fuse y sin root en GNU o BSD y me comentas. Con hurd se puede con ftpfs ya que el propio diseño basado en servicios hace que los usuarios puedan tener sus propios directorios de montaje sin joder al resto.\n0\nK\n7\n#78\nchavi\n#69\nNo uso FTP desde hace eones. Y no veo el problema de usar fuse.\nPor cierto eso de ftpfs suena a sshfs\n0\nK\n12\n#85\nrepl_logos\n#78\nsshfs que depende de FUSE y mas permisos.\n0\nK\n7\n#92\nchavi\n#85\nQue \"más permisos\" ?\nYo lo uso y ya.\n0\nK\n12\n#71\nrepl_logos\n*\n#67\nwww.gnu.org/software/hurd/hurd/settrans.html\nwww.gnu.org/software/hurd/hurd/translator.html\nIgualito que Linux o cualquier BSD con perms basados ya sea en grupos o en abortos como polkit, si, no veas.\n0\nK\n7\n#75\nchavi\n#71\nQuien ha dicho que \"sea igual\".\nEn Linux yo.puedo montar lo que me de la gana siendo un simple usuario, o no. Según decida.\nEspero que con Hurd sea igual... (Y lo será)\n0\nK\n12\n#81\nrepl_logos\n#75\nSimple usuario; no. Usuario perteneciendo a un grupo y antes con parches cutres como SUID. En Hurd no es como accedes a tus recursos. Por no haber no hay ni simlinks, si no operaciones con bind que permiten muchisimo mas que con un clonico GNU o BSD.\n0\nK\n7\n#84\nchavi\n*\n#81\nSi. Simple usuario y sin suid ni siquiera fuse.\nEl tema de gestión de permisos es una simple cuestión de diseño del sistema. Nada más.\nNo tiene que ver con qué sea microkernel o no\n0\nK\n12\n#87\nrepl_logos\n*\n#84\nUsa FUSE:\nwiki.archlinux.org/title/SSHFS\nAhora comparalo con 9p en 9front y demas y tu cifrado al gusto encima.\n> No tiene que ver con qué sea microkernel o no\nEn Hurd los demonios importan.\n0\nK\n7\n#97\nchavi\n#87\nY qué que use FUSE ?\nAdemás no entiendo el cambio de juego....\nNo estamos debatiendo sobre microkernel y kernels monolíticos.\nCuando Hurd sea verdaderamente funcional podremos hacer comparaciones fundamentadas\n0\nK\n12\n#180\napetor\n#10\nC++, si pasas de cosas muy viejas y te fuerzas incluso a un subset del lenguaje ( ojo, esto incluye cosas normales como sobrecarga de operadores, excepciones,... ) es mas sencillo que Rust y otros. Y por cierto, Rust tiene mucho codigo de libreria, pero en la practica, no engañan a nadie, eso NO SON LIBRERIAS, hay que recompilar fuente siempre. Y claro, diran que ya estan en ello ( persiguiendo un \"ABI\" interno que tenga todos los metadatos necesarios para que se pueda linkar en…\n» ver todo el comentario\n0\nK\n9\n#210\nReview\n#10\nEl día que alguien desarrolle para Rust un motor de videojuegos, se acabó C++\nYa hay motores de videojuegos desarrollados en Rust, pero creo que se está perdiendo el foco en la discusión en general respecto al lenguaje a utilizar para hacer videojuegos y el lenguaje del motor.\nGodot está hecho en C/C++ pero puedes programar para él en muchos lenguajes, entre ellos Rust. El problema que no veo que nadie menciona es que para qué usar un lenguaje u otro.\nA nivel de aficionado he…\n» ver todo el comentario\n0\nK\n6\n#5\nLeclercia_adecarboxylata\nWipp express parecía el quitamanchas ideal para la ropa delicada. Esta familia acabó abandonándolo tras tres años centrado en él.\n4\nK\n23\n#11\nRaúl_Rattlehead\nLo del uso de imágenes generadas por IA de cosas tan básicas es ya por joder, seguro que era súper difícil y costoso encontrar una foto de una persona usando el ordenador.\n2\nK\n21\n#162\nXQNO\n#11\nXataka tiene como 40 portales temáticos, mucho de ellos centrados en tecnología, y lleva más de 20 años publicando a diario decenas de noticias ilustradas con \"una persona usando un ordenador\". La vedad es que tener a un ilustrador creando imágenes especificas para cada articulo con herramientas con IA, en vez de rebuscando novedades en bancos de imágenes tiene bastante sentido. Otra cosa es que a ti no te guste, por motivos político o éticos, que nadie use herramientas con IA y pienses que la gente los usa \"por joder\".\n0\nK\n9\n#2\nFindeton\nNosotros usamos rust en el backend, pero entiendo perfectamente que no se use para videojuegos donde prima la eficiencia y flexibilidad sobre la seguridad.\n1\nK\n17\n#241\nBuckMulligan\n#2\nNo he programado mucho en rust, pero ¿no se pordría solucionar lo que dice el artículo usando rust en unsafe mode para los prototipos?\n0\nK\n10\n#212\nchavi\n#183\nSi. Tabuladores y o espacios. Un tabulador no es más que una \"abreviatura\" de un conjunto de espacios contiguos\n0\nK\n12\n#360\nrepl_logos\n#212\nUn tabulador es un carácter, \\t. Lo que hagan los editores es otra cosa.\n0\nK\n7\n«\n1\n2\n3\n4\n»\nVer toda la conversación (\n360\ncomentarios)\nAutentifícate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.\nLogin con Twitter\nLogin con Facebook\nLogin con Google\nmenéame\ncondiciones legales\n/\nde uso\n/\ny de cookies\n/\nquiénes somos\n/ licencias:\ncódigo\n,\ngráficos\n,\ncontenido\n/\nHTML5\n/\ncodigo fuente",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T03:06:51.140+02:00",
    "updated": "2025-01-10T03:06:51.140+02:00"
  },
  {
    "uuid": "48adabb1612a6bfc0cfb3c20d1cf0222c7c87f2e",
    "url": "https://pantherswire.usatoday.com/2024/01/05/panthers-buccaneers-week-18-2023-todd-bowles-bryce-young/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Rizzuti",
    "published": "2024-01-05T18:40:00Z",
    "title": "Bucs HC Todd Bowles: Bryce Young will be one of the best to ever do it",
    "text": "You can add Tampa Bay Buccaneers head coach Todd Bowles to the list of Bryce Young believers. Oh, and when you do, make sure he’s somewhere towards the top.\nBowles spoke with reporters on Friday, his final chat ahead of the Week 18 matchup between his playoff-hopeful Bucs and the 2-14 Carolina Panthers. He had this, via Bucs Wire editor River Wells, to say about the rookie quarterback he’ll be facing off against this weekend:\nTodd Bowles says that Panthers QB Bryce Young will be “one of the best to ever do it” by the time his career is over. Says he’s very impressed with his poise and his ability as a scrambler\n— River Wells (@riverhwells) January 5, 2024\nSunday will mark the second time Bowles and the Bucs match up with Young. The first clash came in Week 13 , when the No. 1 overall pick nearly led a fourth-quarter comeback in an eventual 21-18 Tampa Bay win.\nYoung wasn’t exactly at his best in what was a muddy outing. He completed 15 of his 31 throws for 178 yards and a game-sealing interception to safety Antoine Winfield Jr.\nBut Bowles, who’s been coaching up NFL defenses for over two decades, apparently saw more than just the numbers back on Dec. 3.\nRelated Chris Tabor on season finale: 'We got a lot at stake' Panthers Week 18 injury report: Eddy Piñeiro doubtful vs. Buccaneers Chris Tabor on Bryce Young: 'He has all the things older QBs have'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://twitter.com/riverhwells/status/1743319751881883878?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/riverhwells/status/1743319751881883878?ref_src=twsrc%5Etfw",
      "https://twitter.com/riverhwells/status/1743319751881883878"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "todd bowles",
          "sentiment": "positive"
        },
        {
          "name": "bryce young",
          "sentiment": "positive"
        },
        {
          "name": "young",
          "sentiment": "none"
        },
        {
          "name": "bowles",
          "sentiment": "none"
        },
        {
          "name": "antoine winfield jr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tampa bay buccaneers",
          "sentiment": "positive"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "tampa bay",
          "sentiment": "none"
        },
        {
          "name": "bucs",
          "sentiment": "none"
        },
        {
          "name": "carolina panthers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "river wells",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:20:10.340+02:00",
    "updated": "2024-01-06T00:20:10.340+02:00"
  },
  {
    "uuid": "eb6d29746754f837256d27dd9e21f3a728849aed",
    "url": "https://www.devdiscourse.com/article/politics/2838746-assam-cabinet-repeals-muslim-marriages-and-divorces-registration-act",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2024-02-24T00:04:00Z",
    "title": "Assam Cabinet repeals Muslim Marriages and Divorces Registration Act | Politics",
    "text": "Assam Cabinet repeals Muslim Marriages and Divorces Registration Act Chief Minister Himanta Biswa Sarma posted on X and said that this move marks another significant step towards prohibiting child marriages in Assam. [ANI](/ani-stories)| Updated: 24-02-2024 08:04 IST | Created: 24-02-2024 08:04 IST - Country: - India In a step towards prohibiting child marriage in the state, Assam Cabinet on Friday repealed the 'Assam Muslim Marriages and Divorces Registration Act, 1935. Chief Minister Himanta Biswa Sarma posted on X and said that this move marks another significant step towards prohibiting child marriages in Assam. \"On February 23, the Assam cabinet made a significant decision to repeal the age-old Assam Muslim Marriages and Divorces Registration Act. This act contained provisions allowing marriage registration even if the bride and groom had not reached the legal ages of 18 and 21, as required by law. This move marks another significant step towards prohibiting child marriages in Assam,\" Assam CM said. The state government mentioned after repealing the law, \"District Commissioners and District Registrars will be authorised to take custody of registration records currently in the custody of 94 Muslim Marriage Registrars on repeal of the legislation under overall supervision, guidance and control of the Inspector General of Registration.\" One-time compensation of Rs 2 lakh will be provided to Muslim Marriage Registrars for their rehabilitation after the Act is repealed. Further, listing the reason behind repealing the law, the Assam Government said that it is an obsolete pre-Independence Act of the British for the then Province of Assam. \"Registration of marriages and divorces is not mandatory as per the Act and the machinery of registration is informal, leaving a lot of scope for non-compliance of extant norms. As per provisions of the Act, there remains scope for registering marriages of intended persons below 21 years (for males) and 18 years (for females) and there is hardly any monitoring for implementation of the Act,\" state government said. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Tamilnadu Petroproducts Ltd records standalone Q3 PAT at Rs 2.44 cr](/article/headlines/2814045-tamilnadu-petroproducts-ltd-records-standalone-q3-pat-at-rs-244-cr) [Rajasthan govt transfers 24 RAS officers](/article/law-order/2814372-rajasthan-govt-transfers-24-ras-officers) [Telangana government unveils ambitious Rs 2.75 lakh crore vote on account budget for FY 2024-25](/article/headlines/2814962-telangana-government-unveils-ambitious-rs-275-lakh-crore-vote-on-account-budget-for-fy-2024-25) [Reliance Consumer Ventures acquires Ravalgaon Sugar confectionery brands in Rs 27 cr deal](/article/headlines/2814521-reliance-consumer-ventures-acquires-ravalgaon-sugar-confectionery-brands-in-rs-27-cr-deal) [Police apprehends man involved in a scam, deceiving job seekers of Rs 25 lakh](/article/law-order/2814931-police-apprehends-man-involved-in-a-scam-deceiving-job-seekers-of-rs-25-lakh)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "himanta biswa sa",
          "sentiment": "negative"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "assam cabinet",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T04:54:48.487+02:00",
    "updated": "2024-02-24T04:54:48.487+02:00"
  },
  {
    "uuid": "386115c17a04db596fc938ad679b8dfc70149b20",
    "url": "https://civil.ge/archives/676473",
    "ord_in_thread": 0,
    "author": "Civil.ge",
    "published": "2025-04-16T21:54:00Z",
    "title": "Azerbaijani Journalist Afgan Sadygod Released on Bail - Civil Georgia",
    "text": "Azerbaijani journalist Afgan Sadygov was released on bail on April 16 after the Tbilisi City Court granted a prosecutor’s request to replace his extradition detention, the Social Justice Center (SJC) reported .\nThe SJC, a human rights watchdog representing Sadygov, said his extradition custody was set to expire on May 3, the maximum nine-month period allowed under Georgian law. “Therefore, the Georgian prosecutor had to ask the court to change the form of pre-trial restriction,” the group said.\nThe SJC argued that no restrictions should have been applied. The court eventually released Sadygov on bail of GEL 5,000 (about $1,800).\nThe court’s decision follows a February ruling by the European Court of Human Rights (ECtHR), which barred Georgia from extraditing Sadygov until a final judgment is issued, which could take years. The imprisoned journalist ended his 161-day hunger strike shortly after hearing the ECtHR’s decision.\nSadygov has reportedly lived in Georgia since December 2023. He was previously arrested in Azerbaijan in 2020 on extortion charges and sentenced to seven years in prison, later reduced to four years by the Supreme Court. He was released after about two years under an amnesty, following a 242-day hunger strike while in prison.\nIn Georgia, he was arrested in August 2024. Earlier, he was denied permission to travel to Turkey and told at the Tbilisi airport that his only option was to return to Azerbaijan.\nAlso Read:\n06/08/2024 – International Watchdogs Urge Georgian Government Against Extradition of Critical Azerbaijani Journalist This post is also available in: ქართული ( Georgian ) Русский ( Russian )",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Crime, Law and Justice->law",
      "Crime, Law and Justice->judiciary",
      "Human Interest->human mishap",
      "Politics->human rights",
      "Politics->freedom of the press",
      "Politics->political dissent"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/photo?fbid=706963085018666&set=a.207139185001061",
      "https://facebook.com/photo?fbid=706963085018666&set=a.207139185001061",
      "https://www.facebook.com/photo"
    ],
    "entities": {
      "persons": [
        {
          "name": "Sadygov",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "European Court of Human Rights",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Social Justice Center",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "SJC",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:09:28.305+03:00",
    "updated": "2025-04-24T14:10:25.209+03:00"
  },
  {
    "uuid": "8672e57d0567f180efa70910115aa0b9ebc253e2",
    "url": "https://www.ucg.org/beyond-today/beyond-today-magazine/a-biblical-worldview-in-a-darkening-era",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ucgia",
    "published": "2023-12-29T18:56:00Z",
    "title": "Beyond Today Magazine - A Biblical Worldview in a Darkening Era",
    "text": "A Biblical Worldview in a Darkening Era\nLogin or Create an Account\nWith a UCG.org account you will be able to save items to read and study later!\n[×]\nIn October the U.S. House of Representatives elected Rep. Mike Johnson (R-Louisiana) as its new Speaker of the House. He immediately came under fire for his stance on some of the most controversial issues of the day. His time defending the traditional teaching and sanctity of marriage was unearthed. His opposition to gay marriage and homosexuality was also cited.\nSpeaker Johnson responded with a statement that should challenge all of us. “I also genuinely love all people regardless of their lifestyle choices. This is not about the people themselves. I am a Bible-believing Christian,” he declared. “Someone asked me today in the media . . . ‘What does Mike Johnson think about any issue under the sun?’ I said, ‘Well, go pick up a Bible off your shelf and read it—that’s my worldview.’ That’s what I believe, and so I make no apologies for it.”\nWhat a brave, candid and refreshing declaration to hear from a leading American politician. His view of culture, politics and “any issue” is influenced by his reading of the Bible. Howls of protest came from those who fear an-yone quoting the Bible.\nToday’s rapidly changing values, morals and cultural beliefs are creating a new era. Gone are the traditional teachings of marriage as a biblical institution between a man and a woman. The arc of popular culture seeks to dismantle and overturn the natural order of the sexes. Language is being used to redefine right and wrong, good and evil. You could pay a steep price for holding to what you’ve always believed.\nSo, just what is your worldview? Is it based on absolute truth? As world events spiral into increasingly perilous times, you need the right filter to effectively understand what is happening and why. You need a biblical worldview.\nElements of a worldview\nPeople develop a worldview at a young age. Religious pollster and market researcher George Barna writes about teaching values: “By the age of thirteen, most people’s world-view is so deeply formed that it rarely en-dures significant change . . . A person’s worldview starts developing in the fifteen-month to eighteen-month age range and is largely in place by the age of thirteen. That’s the prime window of opportunity for discipleship” (Raising Spiritual Champions: Nurturing Your Child’s Heart, Mind and Spirit, 2023, p. 18).\nWhat shapes a worldview? Parents, ethnicity, nationality, religion, education, peers and popular culture are among the main factors. I grew up in a middle-class American home. My parents were Caucasian with roots in the deep South. Both had their lives formed by the Great Depression and World War II. That affected my young world along with my mother’s deep religious faith. How I viewed other people, social issues, my potential future and even sports was shaped very early. This is repeated across the world and shapes the major nations, regions, races and religious movements. History and events at any point in time are shaped by people with strong prejudices, ambitions, fears and hopes.\nA class I teach called World News and Prophecy includes an orientation on what a worldview is. In it I’ve used a standard work by the late InterVarsity Press (IVP) editor James Sire titled The Universe Next Door: A Basic Worldview Catalog. It offers a succinct definition: “A worldview is a commitment, a fundamental orientation of the heart, that can be expressed as a story or in a set of presuppositions (assumptions which may be true, partially true or entirely false) that we hold (consciously or subconsciously, consistently or inconsistently) about the basic constitution of reality, and that provides the foundation on which we live and move and have our being” (2020, p. 20).\nHelping us to unpack this definition, Sire has shown eight questions a worldview answers:\n1. What is prime reality? Is it God or a meaningless cosmos?\n2. What is the nature of external reality, the world around us? Is there design or random disorder?\n3. What is a human being? Is he descended from lower life forms or a unique creation in the image of God?\n4. What happens to a person at death? Heaven or hell, or something else?\n5. Why is it possible to know anything at all? Is a conscious rationality by design or evolutionary development?\n6. How do we know what is right and wrong? Is good a social construct or based on absolute truth?\n7. What is the meaning of human history? Is there a divine purpose, or is it only insane human events and untold suffering?\n8. What personal, life-orienting core commitments are consistent with this worldview?\nVarious faiths, religious traditions, philosophies and ideologies have attempted to answer these basic worldview questions. Most people go through life without even thinking about the concept. But as research shows, all of us form a worldview early in life, and without any effort or desire to change it we will carry it with us till we die.\nThat’s something you should think about. What if the way you view the world is wrong? If you question the ex-istence of God, have you had that challenged? The reality of life points to design that points to a Supreme Being revealed in the Bible as God.\nDoes your worldview tell you that heaven awaits a good person at death and ever-burning hell awaits the unre-pentant sinner? You might be surprised to find that the Bible presents neither outcome—and that even many who claim to have a biblical worldview really don’t. A truly biblical worldview is based on what the Bible actually teaches.\nConsider how the biblical teaching of man’s having been created in the image of God as male and female holds the key to understanding how to view the great cultural and sexual upheaval we are seeing. Same-sex mar-riage, transgender matters and all aspects of the LGBTQ+ movement are clarified here.\nIf the massive propaganda push behind these changes has left you confused, then take a step back and investigate the Bible to see what it says. It doesn’t take a theologian to see that, according to the Bible, marriage is meant to be between a man and woman in a lifelong relationship of fidelity.\nMarriage and family are to mirror, on a physical level, spiritual relationships in the God family—between God the Father, Christ the Son and all who are being made part of that family. Any behavior contrary to what Scripture presents is against the natural order and is sin. A biblical worldview recognizes the truth about this issue. It’s not merely a political or social issue with no relevance to our relationship with God. It concerns our having been created in God’s image to share in His glory.\nThe Israeli-Palestinian conflict in perspective\nSince the terror attack by Hamas militants against Israel on Oct. 7, 2023, we again have this major world crisis in the headlines. More than any past war between Israel and its Arab foes or any other flare-up of terrorism, this present crisis has deepened the divide between those who support the Jewish state of Israel and those who sympathize with the Palestinians. Street protests are bigger and more violent. Emboldened by the support of governments, academia, media and even law enforcement authorities, supporters of Hamas have stepped up protests.\nCalls for ongoing Israeli ceasefire before the elimination of the Hamas threat have been consistent and strong. The United Nations, no supporter of Israel in recent years, has moved to end Israel’s attacks on Gaza. More sympathy for the Palestinians’ cause seems to be the norm in this war.\nHere at Beyond Today we have consistently presented the ongoing conflict between Israel and the Palestinians and surrounding Arab nations in the context of the biblical story of God’s promises to Abraham’s descendants. The Jewish claim to the land flows from God’s ownership of the land. God promised it to Abraham’s descendants through Isaac and Jacob—the Israelites, including the Jews—with the stipulation they obey His laws, commandments and statutes. They failed.\nHistory records three distinct episodes where the people of Israel and Judah sinned grievously and were re-moved by God from the land. The recent history of the state of Israel from 1948 is but the latest chapter of times of restoration to the land. It’s an important one because key end-time prophecies tell us there must be a Jewish/Israelite presence here. Sacrifices will again be performed at a restored temple area, signaling Christ’s coming is near.\nThe Jews are in their land because of God’s purpose and plan, not some innate superiority. They hold the land by God’s design to advance His plan of salvation for all peoples, including the Arabs! This is the biblical lens through which to view the current war and the whole story of the state of Israel. It’s far more than a political dispute born in modern times between Jewish emigrants from Europe and other lands to the Holy Land and their displacement of the Arab people, who only in recent decades took on the name of Palestinians.\nIt’s about God and His plan, as revealed in Scripture. That’s the needed perspective for understanding the Middle East struggle and world news in general. Indeed, a biblical worldview can open new vistas of understand-ing—including the fact that the best possible solution is coming.\nA basis for hope amid the gloom\nA true biblical worldview offers hope for the future rather than fear and uncertainty. A biblical worldview is a blueprint for a productive and successful life today of freedom, productivity and contentment. Any other worldview falls far short.\nIn 1947, soon after the nuclear arms race between America and the Soviet Union commenced at the end of World War II, the Bulletin of the Atomic Scientists first published its Doomsday Clock—an imaginary clock ticking away the minutes until nuclear devastation of civilization. Through the Cold War, the world lived under the cloud of fear of a nuclear winter and all life being erased from the earth.\nToday, the Doomsday Clock is still with us. It was reset in January 2023 to 90 seconds to midnight, the closest it’s ever been to the hour of global catastrophe. And the Bulletin recently said it would be reset again in late Janu-ary 2024, noting:\n“The Bulletin of the Atomic Scientists’ Science and Security Board is reviewing multiple global threats, including the Israel-Hamas war, Ukraine-Russia war, the continued climate crisis, AI, state-sponsored disinformation cam-paigns, disruptive technologies, biothreats, and the intensification of nuclear weapons programs worldwide.”\nImagine that framework as your only worldview. Frightening, isn’t it? A purely secular worldview offers only a cold, bleak future. A worldview based on false religious or philosophical ideas cannot bring true solace and peace of mind.\nBut a biblical worldview based on the truth of the Bible offers hope. Jesus Christ faced down this false worldview when He said of the times of trouble ahead: “It will be a time of great distress, such as there has never been before since the beginning of the world, and will never be again. If that time of troubles were not cut short, no living thing could survive; but for the sake of God’s chosen it will be cut short” (Matthew 24:21-22, Re-vised English Bible).\nThe earth will not be destroyed by nuclear war or human-induced climate change. AI will not seize control of human destiny and create a machine-ruled world. Yes, there will be a time of trouble unlike any since the world began. But a true biblical worldview shows that Jesus Christ intervenes at the critical moment. He will bring a new order to the world and restore the right spiritual focus and direction the world has been missing.\nScripture proclaims these words of the apostle Peter: “Repent therefore and be converted, that your sins may be blotted out, so that times of refreshing may come from the presence of the Lord, and that He may send Jesus Christ, who was preached to you before, whom heaven must receive until the times of restoration of all things, which God has spoken by the mouth of all His holy prophets since the world began” (Acts 3:19-21).\nExamine your cherished beliefs and views of world events, religion and where you fit in the world. The apostle Paul upended the worldview of the Athenian elite by revealing to them “the unknown God” (Acts 17:22-23). He said, “For in Him we live and move and have our being” (verse 28).\nThis is the one worldview that counts!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "mike johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. house of representatives",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "louisiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T22:05:49.298+02:00",
    "updated": "2023-12-29T22:05:49.298+02:00"
  },
  {
    "uuid": "722eba80eedf04b162133ad7d4e2cdb613379b0b",
    "url": "https://www.valleynewslive.com/2025/04/09/grand-forks-man-sentenced-accused-shooting-officers",
    "ord_in_thread": 0,
    "author": "@ValleyNewsLive",
    "published": "2025-04-09T21:17:00Z",
    "title": "Grand Forks man sentenced, accused of shooting at officers",
    "text": "Grand Forks man sentenced, accused of shooting at officers\nGRAND FORKS, N.D. (Valley News Live) - Jeffrey Simpson Jr. of Grand Forks was sentenced Wednesday afternoon, on a laundry list of charges, including attempted murder.\nSimpson Jr. was sentenced to 25 years in prison, after a shootout with law enforcement in March of 2024.\nIn making his decision, the judge said, “We’ve seen too many acts of violence against law enforcement officers. Simpson Jr. needed to be held accountable and made an example of.”\nOn March 22nd, 2024 officers responded to the 3300 block of Primrose Court in Grand Forks, for a report that a homeless man shot at officers in a residential neighborhood. Simpson Jr. was also accused of strangling his ex-girlfriend, kicking her, punching her and holding a gun to her head. Simpson was found guilty in the case.\nOn Wednesday, during the hour-long hearing in Grand Forks County Court, prosecutors read a statement from the domestic violence victim. Simpson Jr’s dad was there as well, and spoke to the courtroom.\n“Please know once our son is released from prison, as a father I will make it my mission that he live a happy and productive life. My son has struggled for many years with this addiction. He is a good man. Just along the way he lost himself.” Simpson’s father said.\nSimpson Junior’s dad, and the defense both argued that he had no prior history, adding that he is former military and addicted to meth. Still, the judge said none of those things should excuse what happened in March of 2024.\n“The nine months I spent in a relationship with him were a period of unrelenting terror, the effects of which continue to shape my life and the lives of my family.” one victim said.\nThe woman says the night before the shootout, she and her son were removed from their home by officers and taken to a shelter. The next day, officers showed up to arrest Simpson. That is when police say, he got out of his vehicle and opened fire on them.\n“Everything that was presented at the trial sure seems to indicate that you were doing that with the intent to hit those folks and end their lives. It just didn’t work out that way.” Judge Kay Knudson said.\nNo one was hit by the gunfire, but it happened in a busy area, at an apartment complex in Grand Forks. After Wednesday’s sentencing, the defense asked if the judge could make sure Simpson Jr. got his military uniform back. Judge Knudson said, “he would have to figure that out on his own” adding “he’s not even sure if he deserves it.”\nSimpson Jr. was also ordered to pay thousands of dollars in restitution. He is also ordered to have no contact with any of the victims.\nCopyright 2025 KVLY. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Crime, Law and Justice->shootings",
      "Crime, Law and Justice->arrest",
      "Social Issue->social problem",
      "Social Issue->abusive behaviour",
      "Politics->safety of citizens",
      "Politics->civil rights"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Simpson Jr.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County Court",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Primrose Court",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:27:48.470+03:00",
    "updated": "2025-04-10T00:27:48.470+03:00"
  },
  {
    "uuid": "36ac2c64eb764594f64b5401abde603ea1402a08",
    "url": "https://www.163.com/dy/article/K3HPHTC30534A4SC.html",
    "ord_in_thread": 0,
    "author": "网易",
    "published": "2025-07-03T03:26:00Z",
    "title": "美达美航空一波音客机空中襟翼脱落，坠入居民区，机上载115人，暂无伤亡报告|飞机|着陆|韩国客机_网易订阅",
    "text": "据央视新闻，美国联邦航空管理局当地时间7月2日证实，美国达美航空公司一架波音737-900ER型客机在飞行途中左翼襟翼部分脱落，后被发现疑似坠在一处居民区的车道上。据了解，这类襟翼对飞机着陆时的升力与速度控制至关重要。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health"
    ],
    "topics": [
      "Disaster and Accident->transportation accident and incident",
      "Health->public health",
      "Health->medical condition",
      "Health->injury"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://flv0.bn.netease.com/d1c16a56b2f545e34b6e6092a52b53610e329b0cdef7259ad1bf9815a38374db4f2aa657e346b8a3cc9ce52b9675abb33e4214e6538f612b31dbbfa25df72b59635e6dae3068026993abdfe9aee4d97b0cf8c51860e2a24914d272c493beb7ec70a26897893dbb88abeb24b802d30c4b25bb44ae2b543e89.m3u8",
      "https://flv0.bn.netease.com/d1c16a56b2f545e34b6e6092a52b53610e329b0cdef7259ad1bf9815a38374db4f2aa657e346b8a3cc9ce52b9675abb33e4214e6538f612b31dbbfa25df72b59635e6dae3068026993abdfe9aee4d97b0cf8c51860e2a24914d272c493beb7ec70a26897893dbb88abeb24b802d30c4b25bb44ae2b543e89.m3u8,https://removemp4",
      "https://www.flv0.bn.netease.com/d1c16a56b2f545e34b6e6092a52b53610e329b0cdef7259ad1bf9815a38374db4f2aa657e346b8a3cc9ce52b9675abb33e4214e6538f612b31dbbfa25df72b59635e6dae3068026993abdfe9aee4d97b0cf8c51860e2a24914d272c493beb7ec70a26897893dbb88abeb24b802d30c4b25bb44ae2b543e89.m3u8",
      "https://www.flv0.bn.netease.com/d1c16a56b2f545e34b6e6092a52b53610e329b0cdef7259ad1bf9815a38374db4f2aa657e346b8a3cc9ce52b9675abb33e4214e6538f612b31dbbfa25df72b59635e6dae3068026993abdfe9aee4d97b0cf8c51860e2a24914d272c493beb7ec70a26897893dbb88abeb24b802d30c4b25bb44ae2b543e89.m3u8,https://www.removemp4"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_vn",
        "top_news_th",
        "top_news_nz",
        "top_news_rs",
        "top_news_sg",
        "top_news_tw",
        "top_news_hk",
        "top_news_my",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T08:47:47.468+03:00",
    "updated": "2025-07-03T05:52:23.000+00:00"
  }
]