[
  {
    "uuid": "90c2d069a22d6501bfe1797726cc302e5a166bb3",
    "url": "https://www.nbcsportschicago.com/paris-2024-summer-olympics/canadian-olympic-committee-bev-priestman-drone-scandal/579553",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NBCSChicago",
    "published": "2024-07-26T00:25:00Z",
    "title": "Canadian Olympic Committee removes head coach Bev Priestman after drone scandal",
    "text": "The Canadian Olympic Committee announced Thursday it has removed Bev Priestman as head coach of its women’s team amid a drone scandal used to spy on opponents .\nThe committee said in a statement it had found previous instances of drone spying prior to the Paris Olympics .\n“Over the past 24 hours, additional information has come to our attention regarding previous drone use against opponents, predating the Paris 2024 Olympic Games,” Canada Soccer CEO and general secretary Kevin Blue said. “In light of these new revelations, Canada Soccer has made the decision to suspend Women’s National Soccer Team Head Coach, Bev Priestman for the remainder of the Paris 2024 Olympic Games, and until the completion of our recently announced independent external review.”\nAssistant coach Andy Spence will take over throughout the rest of the Olympics.\nPriestman was suspended by the Canadian soccer federation after it was found an assistant coach and analyst were spying on New Zealand’s training session with a drone. Both the assistant coach, Jasmine Mander, and analyst, Joseph Lombardi, were let go.\n2024 Paris Olympics Dec 13, 2023 2024 Paris Olympics: See dates, sports, how to watch and more 2024 Paris Olympics Dec 21, 2023 Here are the rules for the 2024 Olympics in Paris 2024 Paris Olympics Dec 20, 2023 Get to know Team USA Olympians ahead of the 2024 Paris Olympics The 38-year-old Priestman had removed herself from managing Canada’s game versus New Zealand on Thursday, which it won 2-1. Prior to the game, Priestman apologized to players and staff of New Zealand’s women’s team, as well as to Canadian players.\nCanada will next be in action Sunday against host nation France.\nPriestman and Canada also claimed gold at the pandemic-delayed Tokyo Games, which included a semifinal win over the U.S.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://art19.com/shows/7cc83890-38c0-4c79-ae42-a7031db03f57/embed?playlist_type=playlist",
      "https://olympic.ca/press/coc-statement-regarding-bev-priestman/",
      "https://www.nbcnewyork.com/tag/2024-paris-olympics/",
      "https://www.olympic.ca/press/coc-statement-regarding-bev-priestman/",
      "https://art19.com/shows/7cc83890-38c0-4c79-ae42-a7031db03f57/embed",
      "https://www.nbcnewyork.com/tag/2024-paris-olympics",
      "https://olympic.ca/press/coc-statement-regarding-bev-priestman",
      "https://www.art19.com/shows/7cc83890-38c0-4c79-ae42-a7031db03f57/embed?playlist_type=playlist",
      "https://nbcnewyork.com/tag/2024-paris-olympics/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bev priestman",
          "sentiment": "negative"
        },
        {
          "name": "priestman",
          "sentiment": "none"
        },
        {
          "name": "joseph lombardi",
          "sentiment": "none"
        },
        {
          "name": "andy spence",
          "sentiment": "none"
        },
        {
          "name": "jasmine mander",
          "sentiment": "none"
        },
        {
          "name": "kevin blue",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "olympic committee",
          "sentiment": "negative"
        },
        {
          "name": "women’s national soccer team head coach",
          "sentiment": "none"
        },
        {
          "name": "canada soccer",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T05:26:10.573+03:00",
    "updated": "2024-07-26T05:26:10.573+03:00"
  },
  {
    "uuid": "94b9fed730e98f04883aa46bf80f397bf2fb53c9",
    "url": "https://www.dailyexpress.com.my/news/230346/cavaliers-dethrone-borneo-eagles",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JuiceAPac Web Development Team",
    "published": "2024-03-11T00:00:00Z",
    "title": "Cavaliers dethrone Borneo Eagles | Daily Express Malaysia - Sabah's Leading News Portal",
    "text": "X Search for news Search Latest News Sabah Do not question Sabah’s sovereignty in Malaysia: CM Sabah We must be like Sarawak: DCM National 1,500 ha of land for rice production to boost food security: Sarawak Premier National Smooth progress for Indonesia GE's re-voting process in Kuala Lumpur Sarawak 1,500 ha of land for rice production to boost food security: Sarawak Premier Sarawak Sarawak to become hydrogen hub by 2027: Abang Johari Business China consumer prices rise in February for first time in six months Business Ringgit likely to continue uptrend against US dollar next week Sports Cavaliers dethrone Borneo Eagles Sports Jia Hao and Charlayne the champs Newsletter Follow Us: Login Subscribe Monday, 11 March, 2024 - 10:38 AM Mon, 11 Mar 2024 Login SUBSCRIBE Home Login / Subscribe News Sabah Keningau Kota Belud Kota Kinabalu Labuan Lahad Datu Papar Ranau Sandakan Tawau Tenom Tuaran National Sarawak West Malaysia News Sabah News Keningau Kota Belud Kota Kinabalu Labuan Lahad Datu Papar Ranau Sandakan Tawau Tenom Tuaran National News Sarawak West Malaysia ASEAN News World News Videos Business Sports Features Hotline Sabah in History Special Reports Opinions Forum Features Hotline Sabah in History Special Reports Opinions Forum Property Auto Education Branded Lifestyle Food & Drink Health & Fitness Tech & Gadgets Travel Lifestyle Food & Drink Health & Fitness Tech & Gadgets Travel Branded Harian Ekspres Advertisement Advertise With Us Contact Us Contact Us Contribute an Article Other Links About Us Contact Us Our Awards & Achievements Privacy Policy Terms of Use Search Search Search for a term × Daily Express Subscriber Email address Password Login Forgotten Password Don't have an account? Subscribe Now! HEADLINES : Sand not from the beachfront Do not question Sabah’s sovereignty in Malaysia: CM We must be like Sarawak: DCM Aerial water bombing to tackle wildfires ADVERTISEMENT ADVERTISEMENT Home / Sports News Cavaliers dethrone Borneo Eagles Published on: Monday, March 11, 2024 By: Winnie Kasmir Text Size: New Zealand Cavaliers (top) won the men’s category while Borneo Flyers defended their title in the women’s category. SANDAKAN: New Zealand Cavaliers emerged champions of the Borneo Sevens 2024 tournament that was held at the Eagles Rugby Club here on Sunday. The final was a nail-biting affair pitting the Cavaliers against the defending champions Borneo Eagles. ADVERTISEMENT When the referee blew the final whistle, the Cavaliers emerged triumphant having scored 19 points to Borneo Eagles’ 12 points. At half time, both teams were tied at 12 points each. Players from both teams were well-matched in skill and speed and the Cavaliers found themselves under early pressure when Borneo Eagles scored their first try in the first minute after the kick-off. SPONSORED CONTENT Sabah revenue hits RM6.97 billion: Hajiji says GRS State Government may see full term Kota Kinabalu: The Sabah Government continued its momentum in managing the economy in line with the commitment and spirit of the Sabah Maju Jaya (SMJ) when it posted record high state revenue of RM6.973 billion last year. Read more The Cavaliers responded and scored two tries after that with one conversion. They found their momentum in the second half and scored another try which was converted. ADVERTISEMENT Cavaliers captain Lewis Ormond commenting on the win said the Borneo Eagles are a good team and that they are very happy to have participated in the tournament. “We will definitely come back next year to defend our title and it is an experience for some of our boys who have never travelled abroad. ADVERTISEMENT “They are happy to experience a new culture,” he said, and hope that more children in the state and Malaysia will take up rugby. Rugby he said, is not only about on the field as the experience off the field also plays an important part in the game. “Meeting new people and getting new experiences is part of that,” he said. In the women’s category, Borneo Flyers defended the championship title after crushing Uzbekistan 40-0 in the final. Flyers captain Dhys Faleafaga said she is super proud of the squad as they all worked very hard to defend the title. “They made my job as a captain very easy as they are really good. I see so much potential here and I told them that I believe that they know how to play good rugby as they have good skills,” she said. As champions in both the men’s and women’s categories of Borneo Sevens 2024, New Zealand Cavaliers and Borneo Flyers won the Challenge trophy and US$5,000 cash respectively. The runners-up of both categories received US$2,000 cash. Minister of Youth and Sports, Hannah Yeoh presented the prizes to the winners. Stay up-to-date by following Daily Express’s Telegram channel. Daily Express Malaysia * Follow us on Instagram and join our Telegram and/or WhatsApp channel(s) for the latest news you don't want to miss. * Do you have access to the Daily Express e-paper and online exclusive news? Check out subscription plans available. Related News 10 Mar 2024 NZ Cavaliers end Borneo Eagles' winning streak 10 Mar 2024 Borneo Flyers maintain their lead 9 Mar 2024 Eagles out to retain title in the Borneo Sevens 2024 rugby tournament 8 Mar 2024 Borneo Sevens kicks off tomorrow 7 Nov 2023 Roland, Sajeymee win Borneo Safari 30 Oct 2023 Record number of participants in Borneo Safari ADVERTISEMENT Advertisement Branded Articles Raising The Bar With Shell’s Rising Star Jetama - Symbior: Solar PV Power Sdn Bhd starts commercial operation of 10 MWac Solar Plant in Labuan 60% of Prospective Homebuyers Target Homes under RM400,000; Concerns Persist Over Project Delays and Construction Quality East Malaysia's Premier Property Showcase, PH Expo 2024, is back this weekend with new exciting features! “BeDigital Bootcamp: Empowering lives with equal employment opportunities” Top Stories Today Sand not from the beachfront ‘Warisan did nothing for Sabah’. Ex-Warisan leader claims party only good in criticising Aerial water bombing to tackle wildfires We must be like Sarawak: DCM Do not question Sabah’s sovereignty in Malaysia: CM Weekly Top Stories Two fall off 'Sotong Ride' at KK fun fair Ten-day water cuts in parts of KK, Penampang starting today 7 Sabah tourism players in Berlin travel trade fair Now, a Tausug group claims Sabah. Frivolous, says Azalina. Keningau first to use farm system Sports Top Stories 80 take part in PBBS golf tournament Murray wins Indian Wells opener Sabah Karate Association take third spot Eagles out to retain title in the Borneo Sevens 2024 rugby tournament Tabs, Rhinos to strengthen collaboration Follow Us Daily Express Online Follow us on Daily Express TV FOR BREAKING NEWS & UPDATES Print & ePaper Subscription Breaking News Advertisements About Us Contact Us Contribute an Article Privacy Policy Terms of Service Download the Apps Daily Express Malaysia Follow us on... Breaking News & Updates Daily Express Apps Get the latest news anywhere... anytime! - on your smartphone. News Headlines Sabah National Business Sports Harian Ekspres (Malay) Interests Property Auto Education Features Hotline Sabah in History Special Reports Opinions Forum Lifestlye Food & Drink Health & Fitness Travel Advertising Advertise With Us Contact Us Contact Us Contribute an Article Company Info About Us Our Awards & Achievements Policies Privacy Policy Terms of Use © Copyright 1997 - 2024 Sabah Publishing House Sdn. Bhd. (Co. No. 35782-P) Powered by JuiceAPac close Try 1 month for RM 18.00 Subscribe Now Already a subscriber? Login here Try 1 month for RM 18.00 Subscribe Now Already a subscriber? Login here open Try 1 month for RM 18.00 Subscribe Now Already a subscriber? Login here",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sabah",
          "sentiment": "negative"
        },
        {
          "name": "jia hao",
          "sentiment": "none"
        },
        {
          "name": "abang johari",
          "sentiment": "none"
        },
        {
          "name": "charlayne",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cavaliers",
          "sentiment": "negative"
        },
        {
          "name": "borneo eagles",
          "sentiment": "negative"
        },
        {
          "name": "sports cavaliers",
          "sentiment": "none"
        },
        {
          "name": "indonesia ge",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "malaysia",
          "sentiment": "none"
        },
        {
          "name": "sarawak sarawak",
          "sentiment": "none"
        },
        {
          "name": "kuala lumpur sarawak",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "sarawak",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-11T04:38:32.800+02:00",
    "updated": "2024-03-11T04:38:32.800+02:00"
  },
  {
    "uuid": "b4ef0b0e54e8c9b59ad28e5ac4a0d21187708a60",
    "url": "https://ven.congthuong.vn/rare-sea-turtle-rescued-in-ba-ria-vung-tau-province-49551.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VIETNAM ECONOMIC NEWS",
    "published": "2023-12-28T23:00:00Z",
    "title": "Rare sea turtle rescued in Ba Ria-Vung Tau province",
    "text": "The forest protection department at Con Dao National Park on December 27 rescued and released back to the sea a rare green turtle (Chelonia mydas), which was stranded on a beach in the southern province of Ba Ria-Vung Tau. The forest protection department at Con Dao National Park release stranded green turtle (Chelonia mydas) to the sea. (Photo: VNA) The forest protection department at Con Dao National Park on December 27 rescued and released back to the sea a rare green turtle (Chelonia mydas), which was stranded on a beach in the southern province of Ba Ria-Vung Tau. The animal was found by two foreign tourists while they were wandering at Lo Voi Cape beach in Con Dao district on the same day. The tourists immediately informed the Con Dao National Park Forest Protection Department about the finding.\nUpon receiving the information, the department quickly sent forest rangers to the site to rescue the stranded green turtle and return it into the natural environment.\nNguyen Thai Hau, deputy head of the department, said the turtle swam close to the shore while searching for food, then the tide receded so quickly that it became stranded.\nBeaches in Con Dao see the largest number of sea turtles come to nest and lay eggs in Vietnam, accounting for about 80%.\nIn 2023, Con Dao National Park successfully rescued and relocated 2,262 turtle nests with 212,644 eggs. It also helped hatch and released more than 166,000 baby turtles into the sea. Meanwhile, tracking devices were attached on nearly 400 mother turtles coming to lay eggs on Con Dao beaches.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nguyen thai hau",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "con dao national park forest protection department",
          "sentiment": "none"
        },
        {
          "name": "vna",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "con dao national park",
          "sentiment": "none"
        },
        {
          "name": "ba ria-vung tau",
          "sentiment": "none"
        },
        {
          "name": "lo voi cape",
          "sentiment": "none"
        },
        {
          "name": "con dao",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:47:24.035+02:00",
    "updated": "2023-12-29T01:47:24.035+02:00"
  },
  {
    "uuid": "bb94f1f4348c328ce162efe6fa48d24ced2921c0",
    "url": "https://www.archyde.com/vannacci-dismissal-for-incitement-to-racial-hatred-salvinis-response",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-06-13T21:16:00Z",
    "title": "Vannacci, dismissal for incitement to racial hatred. Salvini’s response –",
    "text": "The decide of the preliminary investigations of the navy court docket of Rome has rejected the prosecutor’s request to dismiss common Roberto Vannacci, newly elected to the European Parliament, beneath investigation for incitement to racial hatred in relation to some passages contained in his e-book ‘The world in reverse. The continuing was opened following a number of complaints offered, amongst others, by the Navy Union and the Tripla Difesa affiliation. The decide has set the listening to for September twenty fifth.\n«In the meanwhile we solely know that the investigating decide rejected the prosecutor’s request however within the subsequent few days we are going to ask for the paperwork – says the lawyer Giorgio Carta, Vannacci’s defender -. A choice that we don’t perceive as a result of the case in query is just not a navy crime.” Vannacci can also be beneath investigation by the Rome prosecutor’s workplace in relation to some statements contained within the e-book ‘Il mondo alcontrò. The continuing, during which the identical crime of incitement to racial hatred is alleged, continues to be beneath investigation.\n«Solidarity with Basic Roberto Vannacci, document holder of preferences on the European elections: since he selected the League he has began to have some issues, such because the navy investigating decide who in the present day rejects the request for dismissal. When it comes all the way down to it.” Thus the secretary of the League, Matteo Salvini.\n#Vannacci #dismissal #incitement #racial #hatred #Salvinis #response #Tempo\n2024-06-13 21:16:44",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vannacci",
          "sentiment": "negative"
        },
        {
          "name": "salvini",
          "sentiment": "negative"
        },
        {
          "name": "giorgio carta",
          "sentiment": "none"
        },
        {
          "name": "roberto vannacci",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "navy union",
          "sentiment": "none"
        },
        {
          "name": "european parliament",
          "sentiment": "none"
        },
        {
          "name": "tripla difesa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rome",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:03:06.596+03:00",
    "updated": "2024-06-14T01:03:06.596+03:00"
  },
  {
    "uuid": "4523d42fd0d292acb7e58f395cfd0fde9d2a285c",
    "url": "https://www.newsbreak.com/hawaii-state/3279776086262-huge-surf-pounds-beaches-on-west-coast-and-in-hawaii-with-some-low-lying-coastal-areas-flooding",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T19:41:00Z",
    "title": "Huge surf pounds beaches on West Coast and in Hawaii with some low-lying coastal areas flooding",
    "text": "Powerful surf rolled onto beaches on the West Coast and Hawaii on Thursday as a big swell generated by the stormy Pacific Ocean pushed toward shorelines, causing localized flooding. Forecasters urged people to stay off rocks and jetties, and to not turn their backs to the ocean because of the danger of “sneaker waves” — occasional much bigger waves that can run far up the sand and wash someone off a beach. A high surf warning for parts of Northern California said waves would range from 28 to 33 feet (8.5 to 10 meters) and up to 40 feet (12 meters) at some locations, the National Weather Service said, adding that there were reports of flooding in low-lying coastal areas. In Aptos on the north end of Monterey Bay, surf overran the beach and swept into a parking lot, leaving the area strewn with debris. Santa Cruz County issued warnings for people in several coastal areas to be ready to evacuate. “Mother Nature’s angry,” said Eve Krammer, an Aptos resident for several years. \"I mean these waves are gnarly. They’re huge.” The same area was battered by the ocean last January as the West Coast was slammed by numerous atmospheric rivers. “I feel for the people that are down low here,” said Jeff Howard, also an Aptos resident. While not quite as huge, the waves along Southern California were also described as hazardous, with life-threatening rip currents. Nonetheless, surfers couldn't resist. Patience was key, according to Alex Buford, 27, who was catching waves just north of Manhattan Beach on the Los Angeles County coast. “I was waiting for awhile because the waves were really sick, and they're kinda hard to get into even though I have a really big board,” he said. “Just waited for a good one and I got it and it was a long one. Pretty big. It was sick.” In Hawaii, the weather service forecast surf rising to 30 to 40 feet (9 to 12 meters) along north-facing shores and 18 to 22 feet (5.5 to 6.7 meters) along west-facing shores of five islands. Professional Hawaii surfer Sheldon Paishon was getting ready to surf Thursday morning at Makaha, a world-famous surfing beach on Oahu’s west side. Paishon, 30, has been surfing at various spots around Oahu this week, taking advantage of waves during this week’s high surf warning in effect till Friday morning. “It’s always big waves in the winter time in Hawaii,” he said. He warned that novice surfers should check with lifeguards before heading into the water and “make sure you got some people around you and stay safe.” Honolulu Ocean Safety lifeguards, posted at beaches across Oahu, rescued 20 people along the island’s famed North Shore on Wednesday, said spokesperson Shayne Enright. They were also busy with thousands of “preventative actions,” she said. “This time of year produces incredible surf but it can also be very dangerous,” she said. The dangerous surf could also cause surges that could hit coastal properties and roadways, the weather service warned. ___ Jennifer Sinco Kelleher reported from Honolulu.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://www.independent.co.uk/topic/national-weather-service",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1EAvaE_0qSmcQHB00",
      "https://www.independent.co.uk/topic/los-angeles",
      "https://img.particlenews.com/image.php?url=1EAvaE_0qSmcQHB00",
      "https://www.independent.co.uk/topic/pacific-ocean",
      "https://www.independent.co.uk/topic/hawaii",
      "https://independent.co.uk/topic/hawaii",
      "https://independent.co.uk/topic/los-angeles",
      "https://independent.co.uk/topic/pacific-ocean",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=1EAvaE_0qSmcQHB00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1EAvaE_0qSmcQHB00",
      "https://independent.co.uk/topic/national-weather-service"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eve krammer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "aptos",
          "sentiment": "none"
        },
        {
          "name": "northern california",
          "sentiment": "none"
        },
        {
          "name": "pacific ocean",
          "sentiment": "none"
        },
        {
          "name": "monterey bay",
          "sentiment": "none"
        },
        {
          "name": "santa cruz county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:36.584+02:00",
    "updated": "2023-12-29T01:04:36.584+02:00"
  },
  {
    "uuid": "368b440982b46054cccc22c665542e43885b996b",
    "url": "https://www.futbolred.com/otras-ligas-de-futbol/rfs-rigas-derroto-1-0-a-ajax-233647",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Casa Editorial El Tiempo",
    "published": "2025-01-23T22:05:00Z",
    "title": "RFS Rigas derrotó 1-0 a Ajax | Otras Ligas de Fútbol | Futbolred",
    "text": "Jugando de local, RFS Rigas venció 1-0 a Ajax en el estadio RTU stadions. Adam Marhiev aportó la única anotación del partido cuando transcurría el minuto 32 del segundo tiempo.\nEl volante manejó la pelota por la banda derecha y definió desde la puerta del área con un potente remate. Remko Pasveer no tuvo opción alguna ante el potente tiro y el balón se coló en la red.\nEl desempeño Adam Marhiev lo posicionó como el jugador más destacado del encuentro. El volante de RFS Rigas metió 1 gol y buscó el arco contrario con 3 disparos.\nFabrice Ondoa fue otro de los jugadores destacados. El guardameta de RFS Rigas mostró su calidad al contener 5 disparos.\nEl estratega de RFS Rigas, Viktors Morozs, paró al once inicial con una formación 3-4-3 con Fabrice Ondoa en el arco; Haruna Njie, Herdi Prenga y Ziga Lipuscek en la línea defensiva; Roberts Savalnieks, Adam Marhiev, Stefan Panic y Lasha Odisharia en el medio; y Janis Ikaunieks, Cedric Kouadio y Dmitrijs Zelenkovs en el ataque.\nPor su parte, los elegidos por Francesco Farioli salieron al campo de juego con un esquema 4-3-3 con Remko Pasveer bajo los tres palos; Anton Gaaei, Josip Sutalo, Daniele Rugani y Youri Baas en defensa; Kian Fitz-Jim, Jordan Henderson y Kenneth Taylor en la mitad de cancha; y Bertrand Traoré, Brian Brobbey y Mika Godts en la delantera.\nMarian Barbu fue designado como el árbitro principal del encuentro en el estadio RTU stadions.\nEn la siguiente jornada RFS Rigas se enfrentará de visitante ante Dynamo Kyev y Ajax disputará el juego de local frente a Galatasaray.\nCambios en RFS Rigas- 36' 1T Adam Marhiev (Sujetar al rival para impedirle avanzar), 9' 2T Roberts Savalnieks (Conducta antideportiva) y 21' 2T Stefan Panic (Reiteración de faltas)\n- 60' 2T - Salieron Anton Gaaei por Steven Berghuis, Brian Ebenezer Adjei Brobbey por Wout François Maria Weghorst y Cedric Kouadio por Darko Lemajic\n- 72' 2T - Salió Mika Godts por Chuba Akpom\n- 80' 2T - Salieron Bertrand Isidore Traoré por Christian Rasmussen y Kenneth Ina Dorothea Taylor por Branco van den Boomen\n- 40' 2T Branco van den Boomen (Conducta antideportiva)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->soccer",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Adam Marhiev",
          "sentiment": "none"
        },
        {
          "name": "Roberts Savalnieks",
          "sentiment": "none"
        },
        {
          "name": "Dmitrijs Zelenkovs",
          "sentiment": "none"
        },
        {
          "name": "Francesco Farioli",
          "sentiment": "none"
        },
        {
          "name": "Janis Ikaunieks",
          "sentiment": "none"
        },
        {
          "name": "Lasha Odisharia",
          "sentiment": "none"
        },
        {
          "name": "Viktors Morozs",
          "sentiment": "none"
        },
        {
          "name": "Cedric Kouadio",
          "sentiment": "none"
        },
        {
          "name": "Remko Pasveer",
          "sentiment": "none"
        },
        {
          "name": "Fabrice Ondoa",
          "sentiment": "none"
        },
        {
          "name": "Ziga Lipuscek",
          "sentiment": "none"
        },
        {
          "name": "Stefan Panic",
          "sentiment": "none"
        },
        {
          "name": "Haruna Njie",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:14:03.672+02:00",
    "updated": "2025-01-24T00:14:03.672+02:00"
  }
]