[
  {
    "uuid": "1d5bb71418af8e134693cf96f42e1a342d4195fc",
    "url": "https://www.devdiscourse.com/article/science-environment/3006174-aseans-battle-against-plastic-innovations-leading-the-charge",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse",
    "published": "2024-07-05T03:05:00Z",
    "title": "ASEAN's Battle Against Plastic: Innovations Leading the Charge | Science-Environment",
    "text": "ASEAN's Battle Against Plastic: Innovations Leading the Charge The ASEAN member states are grappling with severe plastic waste issues, costing over 100 billion dollar annually in environmental, health, and economic impacts. The \"Scaling Innovations for Plastic Circularity with Investment in ASEAN\" report highlights the need for innovative solutions, supportive policies, and regional cooperation to tackle this crisis. [CoE-EDP, VisionRI](/Home/AuthorArticles?fl=CoE-EDP, VisionRI)| Updated: 05-07-2024 11:05 IST | Created: 05-07-2024 11:05 IST Plastic pollution is a formidable challenge for the ASEAN member states (AMS), costing over $100 billion annually in environmental, health, and economic damages. In 2021 alone, these countries generated 8.4 million metric tons of mismanaged plastic waste. Addressing this crisis, the AMS has committed to the ASEAN Regional Action Plan (RAP) for Combating Marine Debris (2021–2025), emphasizing the urgent need for innovative solutions and regional cooperation. The Innovation Imperative The ASEAN region's plastic waste management systems are fraught with significant gaps. Low segregation rates, inadequate collection systems, limited sorting and recycling facilities, weak regulations, and insufficient data are major hurdles. These challenges not only hinder effective waste management but also deter private sector participation and investment, leading to underdeveloped recycling markets. Innovations across the plastic value chain are essential to enhance plastic circularity in the AMS. The \"Scaling Innovations for Plastic Circularity with Investment in ASEAN\" report identifies key areas for innovation: upstream (production), midstream (use and reuse), downstream (recycling), and cross-cutting (digital solutions). These innovations are critical to closing the loop on plastic waste and transforming waste management practices. Policy and Financial Incentives Supportive policies and financial incentives are crucial for scaling these innovations. The AMS needs to develop comprehensive policies for source reduction, collection and segregation, recycling, and transparency. For instance, tax breaks or targeted subsidies for companies investing in environmentally friendly alternatives, and regulations mandating eco-friendly design and reduced plastic use, can drive upstream innovations. In the midstream and downstream stages, enhancing collection and segregation efficiency, and supporting advanced recycling technologies are vital. Financial incentives like grants or subsidies for low-tech recycling facilities and creating markets for recycled materials can significantly boost these efforts. Regional Cooperation: A Unified Approach Regional cooperation can provide stable markets, standardize practices, and harmonize data collection across the AMS. By pooling knowledge and best practices, the ASEAN region can accelerate the adoption and replication of plastic circularity innovations. Standardizing regulations and practices can make it easier for businesses to operate across multiple countries, fostering a more integrated and efficient approach to waste management. International and regional financing platforms can support early-stage and growth-stage companies, offering both specialized technical assistance and financial resources. This approach can help bridge the financing gaps in the innovation ecosystem, ensuring that promising innovations have the support they need to scale and make a significant impact. Building Capacity and Raising Awareness Direct support to plastic circularity innovators is also essential. Enterprise support organizations (ESOs) can play a pivotal role by providing technical support, funding, policy advocacy, and fostering stakeholder collaboration. Building organizational capacity ensures that innovations are not only developed but also successfully implemented and sustained. Public awareness campaigns are equally important. Educating consumers about the importance of plastic circularity and their role in waste management can drive demand for recycled plastic products and alternatives. This, in turn, can stimulate market demand and support the overall goal of reducing plastic pollution. The severity of the plastic waste problem in the ASEAN region necessitates a comprehensive and strategic response. Innovations, supportive policies, and regional cooperation are key to tackling this crisis. By championing a full suite of policies, from strict waste management protocols to incentives for green entrepreneurship, and consumer education campaigns, the AMS can set new benchmarks in plastic waste management. To build on the insights provided in this report, further country-specific innovation mapping and exploring technology transfers can enhance the ASEAN innovation ecosystem. Cross-border knowledge exchange and technology transfer can significantly boost the sustainability and scalability of innovations across the region. In essence, the AMS has the opportunity to lead the charge against plastic pollution, setting a global example of how to effectively address this critical environmental challenge. - FIRST PUBLISHED IN: - Devdiscourse ALSO READ [Startup Surge: AI Innovations Attract Major Funding](/article/technology/2989712-startup-surge-ai-innovations-attract-major-funding) [World Conclave 2024: Pioneering Innovations in Business and Education](/article/entertainment/2990731-world-conclave-2024-pioneering-innovations-in-business-and-education) [Health Headlines: Declining Birth Rates and Innovations in HIV Treatment](/article/health/2990315-health-headlines-declining-birth-rates-and-innovations-in-hiv-treatment) [US FDA Expands Gene Therapy Use; Legal Rulings and Health Sector Innovations](/article/health/2990870-us-fda-expands-gene-therapy-use-legal-rulings-and-health-sector-innovations) [Thane Zilla Parishad CEO Urges Gram Panchayats to Boost Solid Waste Management](/article/science-environment/2992523-thane-zilla-parishad-ceo-urges-gram-panchayats-to-boost-solid-waste-management)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "battle against plastic",
          "sentiment": "negative"
        },
        {
          "name": "asean",
          "sentiment": "negative"
        },
        {
          "name": "edp",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T08:38:18.707+03:00",
    "updated": "2024-07-05T08:38:18.707+03:00"
  },
  {
    "uuid": "caa2a0a93f40a10637db87ac20cb3c7358ff1ab3",
    "url": "https://www.jpost.com/food-recipes/article-779809",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jpost.com",
    "published": "2023-12-30T02:08:00Z",
    "title": "Israelis provide tons of food to soldiers, displaced families - The Jerusalem Post",
    "text": "Cookies. Challah rolls. Barbecued meat. Salads. Sandwiches. Cakes. Soup. And more.\nSince Oct. 7, Israeli citizens have been preparing and distributing massive quantities of food to soldiers, displaced families, and families of soldiers. Some of the efforts are accompanied by grassroots fund-raising campaigns, and some are funded from the donors’ own pockets.\nThe Magazine spoke with a few volunteers about their culinary contributions to the war effort. It’s important to emphasize that the efforts described here are being duplicated and amplified daily by legions of volunteers in kitchens throughout Israel. Expanding her Soup Gemach\nIn 2020, Yael Kaner of Ma’aleh Adumim opened The Soup Gemach in memory of her son Eliyahu Natan Kassorla, who, according to Kaner, “was known for making and giving away food wherever he went. I wanted to do a project that captured his essence and kept my connection with him.”\nKaner worked in the food industry before making aliyah. “The Soup Gemach has survived for nearly four years and has been able to meet the needs of the community. I am blessed that some friends and family send me donations to keep it going. I joke that every shekel cries from being squeezed. I am truly happiest when I am working on this project. I cry when I send it out, and sometimes my recipients cry when they get the packages. I know it means something to put all my love into my food,” she said. Desserts made by Efrat residents for Shlomit residents (credit: Roxanne Weinberger)\nKaner’s original motivation was “to serve the needs of Ma’aleh Adumim for the sick, the sad, and the ‘can’t make it to payday’ community members.” When the war started, Kaner teamed up with neighbor Andrea Brownstein and started “sending out soup to the widows and orphans, as well as the wives of soldiers and their families.”\nShe expanded her culinary efforts further after learning about “a Hebrew-speaking group of Ma’aleh Adumim women that are sending out meals each week. I contribute what I can and know that these righteous women are doing amazing work.” Advertisement\nKaner makes five huge pots of soup every week. “In addition, for the soldiers I make Oriental sesame peanut butter noodles, Moroccan carrot salad, [and] huge veggie salads . This week I am sending out four large containers of each. When I make the noodles, I am elbow-deep with gloves. I can cook most things, but I have to keep an eye on the budget.”\nNot having a car, Kaner assembled a group of “women I call my ‘Driving Angels.’ I meet them in the parking lot, and they transport [the food] to a pickup site. I couldn’t do it without them,” she said.\nThis form of chessed (loving kindness) comes naturally to her. “Hashem [God] gives everyone gifts. I used to say I could cook for 400 people before I broke a sweat. Hashem gave this mission to me, and I can contribute in some small way to keeping our soldiers healthy and in fighting form. I say Tehillim [Psalms] like our lives depend on it, but I feel that I have to cook and nurture. It is the best use of my talents.\n“I share what I am doing on Facebook with pictures and recipes. I want people to see that this is Israel. We care for each other, we spread light and love with all of our gifts. I am blessed to be here.”\nIt doesn’t take much for Kaner to feel appreciated for her efforts: “I got a sweet note from a recent war widow, and it meant the world to me that I could in some small way be there for her. That’s what keeps me going. It matters how we connect. This is my hug,” she said. Smoking brisket and baking eye-popping cakes\nPreparing meals for community members in need is a year-round activity for Abigail Moskovits of Efrat. Since the war started, she has ramped up her efforts considerably.\n“I have done everything, from donating money to others who are organizing food for soldiers to giving raw ingredients to a woman in my community who is well known for taking care of the soldiers stationed locally. But my most favorite thing to do is cook and bake and feed those who are protecting us.\n“I recently participated in a smoked brisket evening on a miluim [reserve duty] army base in both Telem and Hebron, where a bunch of people smoked some briskets and prepared indulgent brisket sandwiches on sourdough bread and served them to hungry soldiers.\n“I have baked with my kids and driven around our area distributing our baked goods, and I have driven to the Ben & Jerry’s factory store to stock up on some pints of ice cream and handed them out to soldiers stationed at checkpoints throughout the area,” she recounted. SCREENSHOT OF thank you video from soldiers enjoying Daniella Robinson’s cookies. (credit: Daniella Robinson)\n“Most recently, I organized a barbecue for a group of 300 soldiers stationed on the Hermon. My brother is serving up there, and we wanted to bring some warmth and love to the soldiers he serves with. We hired a caterer to prepare the meats, and my children, parents, and I prepared the rest – everything from jelly donuts to cake to salads to baked potatoes and pickled vegetables.\n“I try to prepare food multiple times a week in an effort to thank the soldiers for keeping us safe,” Moskovits elaborated.\nFamily – her own and those of the soldiers – serve as her primary motivation. “I am a parent of children ages seven and a half to 18. My children are not yet of the age to serve in the army. My husband and I don’t serve in the army. I want to give back. I want to thank those who are keeping me safe, as they spend cold nights away from their families.\n“I want to serve [food] to those who serve [in the army] because food is an expression of love, and it’s the way I have always expressed gratitude. Often, when someone does me a favor, I will show up with a plate of cookies or a babka that I made.\n“I love preparing food, and I love making people happy with food. It just feels good to give back. It truly brings me joy to cook and bake for people who are working on my behalf, in conditions that aren’t always ideal,” she explained.\nMoskovits’s signature contribution was “a cake that was designed to look like a soldier’s uniform. Soldier after soldier who saw this cake insisted on taking a picture of the cake to show their family back home to what lengths someone went to show gratitude and make them feel good.\n“They knew it was a cake that took time to prepare and required special materials for it to look the way it did. The pictures that were taken were proof that they see how much we care and how much we appreciate the sacrifices they are making. They didn’t look at it, eat it, and move on. They looked at it, ate it, and appreciated the efforts that went into it so much that they wanted to share the love they felt with others,” she said.\n“Everyone I know feels so connected to this war. Our lives are literally at stake here, and we all want to contribute in our own way. Everyone is doing what they can to help the war. I bake. I always have. This is my way of giving back. If I can’t be on the front lines of the war, I can support those who are in the best way I know how,” she concluded. A Jewish mother makes heartier sandwiches\nRonda Kruger Israel of Modi’in has helped make thousands of sandwiches in the industrial kitchens of the Lord Sandwich food retailer.\n“I help prepare sandwiches for the army on a conveyor belt. Each time I am there, we prepare thousands. I stand in a freezing, refrigerated giant room with six conveyor assembly lines, helping to prepare sandwiches,” she explained. The sandwiches are loaded into company trucks and delivered to army bases the same day.\nAsked why she subjects herself to such conditions, she quipped, “This is such a wacky, unusual opportunity. Who wouldn’t want to be on a freezing sandwich line with Filipinos, Russians, special needs people, and volunteers to feed our chayalim [soldiers] !?”\nThis story of connecting with other volunteers really stood out for her. “I was watching this one person next to me put coleslaw on the rolls after the meat was put on. I kind of felt that there wasn’t enough meat for a grown boy on each [sandwich], let alone a soldier. I soon saw that, farther down the line, other things were added.\n“I and the girl next to me plopped and spread coleslaw as the conveyor belt moved past us. I glanced over and saw that she was only putting a small amount on the sandwich, while I was putting a large amount. I thought to myself, ‘This is not a Jewish mother!’ So I said in Hebrew, ‘Put more, more!’ holding up a hand with a large amount of slaw. I had to yell over the loud noises of the factory, ‘This sandwich could be for my sons in the army! More! More!’\\\n“She smiled, and I saw that she started putting more. I came to realize she was a special needs young woman who works at the factory, but she understood what I said to her,” Israel recounted.\nWith experience volunteering during previous wars as well, Israel shared this observation: “I am volunteering all over and see the Anglo volunteers are hardworking, diligent workers who should be doing this all the time to make our country more efficient. We get the job done so well, that often the Israelis don’t have enough work or material for us to continue because we are so quick!” Feeding and caring for those who fled their homes\nLike a lot of other kitchen warriors, Roxanne Weinberger has often made meals for local families in cases of illness or when a new baby is born. Her efforts have gone into overdrive since the war.\nWeinberger joined a team of volunteers who look after hundreds of residents of Shlomit, a displaced community located just 700 meters from Israel’s border with Egypt.\n“Every week, I volunteer to collect baked goods and challahs for [the displaced residents of] Shlomit, to give them a taste of home for Shabbat. This week, I also [helped] organize a food drive to collect snacks, drinks, and other various dry foods for soldiers coming in and out of Gaza. A ZAKA volunteer set up a tent and meets these soldiers right before they go in and right after they come out, giving them chizuk (strengthening support) and snacks on their journey.\n“The food organization is just a small part of what I do. Any way I can help others right now, I feel is important. Whatever way I can help out, I will. Whether collecting food, distributing food, coordinating where the food goes, or any other project that comes my way, I will find a way to try to help,” she emphasized. The sweetest of cookies\nDaniella Robinson of Efrat immediately jumped into efforts to prepare and organize food. “Through various connections I have made with people within and outside of Efrat, I have been involved in preparing and organizing food since the first week of the war. I prepare meals for families [of soldiers] two to three times a week.\n“I also made connections with people who asked me to prepare homemade food or buy packaged foods for soldiers stationed [nearby] for Shabbat and for during the week, including food for late-night snacks for soldiers to have something to eat during their patrol shifts. The meals I organize can be for a group of soldiers as small as 20, up to a few hundred. I have created dozens of Google spreadsheets to help [my community] organize these sign-ups,” she said.\n“I’ve helped moms bring meals to their sons’ units, which brought me great joy. I organized collections of snacks, beverages, and much-needed supplies for soldiers right before they go into Gaza and for right when they exit Gaza.”\nRobinson’s home is a well-known local collection point for others to drop off their contributions. Sometimes she delivers, and “other times the contact with the army unit comes to my house to collect the food. One time, I helped organize Shabbat meals for an elite unit that was based in Efrat, and a few hours before Shabbat they were moved somewhere else. My contact with this unit collected the food from my home and met the unit somewhere along the way to give them all the Shabbat food!”\nKitchen tzedakah is a natural match for Robinson. “Cooking and baking come easily to me. I am very efficient in the kitchen. I find easy dishes to prepare so I don’t find this task onerous. Like most Jews, I like to show love through food, so I want to express my appreciation to all of our soldiers close and far [whether it’s to army families or soldiers themselves] for their sacrifices that they are making for our nation,” she explained.\nAlthough none of these kitchen heroes do it for the thanks, Robinson was especially touched by a video she received from a small group of soldiers she had recently fed.\n“Just today, this crazy story happened!” she related. “I saw a post on a local Hebrew-speaking volunteer group, asking to help prepare homemade dishes for a group of soldiers stationed in the Gush [Gush Etzion].” She immediately offered to make some couscous and vegetables and threw in a few bags of cookies that she had made earlier in the week, along with paper goods.\nShe was without a car that day, so when the food packages were ready, a soldier came to her home to pick up what she had prepared. “Several hours later,” Robinson reported, “the soldier with whom I coordinated the pickup sent me the sweetest video of him and a few other soldiers enjoying my cookies [one added that they were better than his wife’s cookies], profusely thanking me for them, how I filled their hearts and stomachs, and hoping that the guys in the fields received and enjoyed my couscous. He thanked me for giving him the feeling of being at home and [added] that Hashem should bless me.\n“This was the first time that I received a direct thank you for my contributions, all because I couldn’t drop off the food myself! I realized that this act of giving, coupled with their desire to say thank you, is what living in Israel and being Jewish is all about,” she said.\n“We value hakarat hatov, expressing appreciation to others for the good that was done to us. They didn’t have to send me any video and, to be honest, I never know where my baked goods will end up. But in this situation, they felt a strong desire to express their appreciation to someone who made them connect to home and who went out of her way to send some love their way. I told them I am happy to help again!\n“It also warmed my heart to show this video to my family members so they can be proud of something routine that I did [which] made a big impression on a group of soldiers.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "isr",
          "sentiment": "neutral"
        },
        {
          "name": "yael kaner",
          "sentiment": "none"
        },
        {
          "name": "eliyahu natan kassorla",
          "sentiment": "none"
        },
        {
          "name": "kaner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jerusalem post cookies",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T04:46:53.924+02:00",
    "updated": "2023-12-30T04:46:53.924+02:00"
  },
  {
    "uuid": "29dc46cb31bcde0db87b90dc0fa5bf5764e24a6c",
    "url": "https://listindiario.com/la-republica/20241003/rd-firmara-acuerdo-cielos-abiertos-argentina_828123.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Listin Diario",
    "published": "2024-10-04T01:20:00Z",
    "title": "RD firmará acuerdo de cielos abiertos con Argentina",
    "text": "RD firmará acuerdo de cielos abiertos con Argentina Así adelantó el ministro de Turismo, David Collado, quien indicó que este acuerdo va a reforzar los lazos de amistad y solidaridad con Argentina. República Dominicana firmará un acuerdo de cielos abiertos con la República de Argentina, que permitirá tener precios más asequibles y liberar las rutas hasta ese país sudamericano. Así adelantó el ministro de Turismo, David Collado, quien indicó que este acuerdo va a reforzar los lazos de amistad y solidaridad con Argentina. Collado destacó que en el último año, el país ha experimentado un crecimiento de un 150% de visitantes argentinos en el país “Argentina indicó ahora públicamente que va a firmar el acuerdo de cielos abiertos con República Dominicana, debo decir que República Dominicana con Argentina tiene un crecimiento en este año de un 150%, es un mercado extremadamente fuerte e interesante para nosotros como país”, dijo el ministro. Asimismo, indicó que es de interés para el país estrechar lazos con países del conocido “cono sur”, pues esto fortalece el mercado. De su lado el presidente de la Junta de Aviación Civil (JAC), Héctor Porcella, sostuvo que ya ambos países discutieron las pautas del acuerdo que se encuentra a nivel de firma. Porcella sostuvo que con países de África tienen acuerdo de entendimiento, así como adelantó que en un encuentro en Malasia el país firmará 10 acuerdo, aunque no adelantó con cuáles naciones.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T04:47:10.825+03:00",
    "updated": "2024-10-04T04:47:10.825+03:00"
  },
  {
    "uuid": "62abfb8524ecc8fa3abef8126fde3d3ef567c99c",
    "url": "https://www.lapatilla.com/2024/06/27/que-pasara-con-los-venezolanos-que-se-encuentran-en-peru-sin-visa-esto-dice-la-norma-de-migraciones",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deiker Ortíz",
    "published": "2024-06-27T20:45:00Z",
    "title": "¿Qué pasará con los venezolanos que se encuentran en Perú sin visa?, esto dice la norma de migraciones",
    "text": "– crédito Andina\nLuego que la Superintendencia Nacional de Migraciones anunciara que desde el 2 de julio de 2024 se implementarán nuevos requisitos para el ingreso y permanencia de ciudadanos venezolanos en Perú , surgió la preocupación entre aquellos que se encuentran en el país sin visa.\nPor Infobae\nComo se sabe, alrededor de 1,5 millones de migrantes y refugiados venezolanos se encuentran en Perú, muchos de los cuales no cuentan con la documentación requerida bajo las nuevas disposiciones establecidas en la Resolución N° 000121-2024-MIGRACIONES , publicado este jueves en el boletín de Normas Legales del diario oficial El Peruano.\n“La actualización de los requisitos de ingreso para los ciudadanos de nacionalidad venezolana estandariza el tratamiento que se brinda a todas las personas de los países a los que se exige la visa. También mitiga los riesgos asociados al control migratorio con documentos que no tienen las medidas de seguridad de los pasaportes y visas”, se lee en el diario oficial.\n¿Qué pasará con ellos? La medida dispuesta por Migraciones menciona una disposición especial que permite a los venezolanos que ya están en el país con pasaportes vencidos, solicitar un cambio de calidad migratoria. Además, estas personas deberán cumplir con todos los demás requisitos y condiciones de los procedimientos migratorios específicos que apliquen a su caso, estos son:\nCalidad Migratoria Residente: Pasaporte ordinario venezolano vigente; y, Visa correspondiente, otorgada por una Oficina Consular Peruana.\nPara seguir leyendo ingrese AQUÍ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.infobae.com/peru/2024/06/27/que-pasara-con-los-ciudadanos-venezolanos-que-se-encuentran-en-el-peru-sin-visa-esto-dice-la-norma-de-migraciones/",
      "https://www.infobae.com/peru/2024/06/27/que-pasara-con-los-ciudadanos-venezolanos-que-se-encuentran-en-el-peru-sin-visa-esto-dice-la-norma-de-migraciones",
      "https://infobae.com/peru/2024/06/27/que-pasara-con-los-ciudadanos-venezolanos-que-se-encuentran-en-el-peru-sin-visa-esto-dice-la-norma-de-migraciones/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:39:37.382+03:00",
    "updated": "2024-06-28T00:39:37.382+03:00"
  },
  {
    "uuid": "f4dcc8d0ab3bc9efe57dad959386b371e742a3ed",
    "url": "https://www.healio.com/news/primary-care/20241219/severe-winter-weather-a-likely-driver-of-recent-and-rapid-rise-in-coldrelated-deaths",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrew (Drew) Rhoades",
    "published": "2024-12-19T22:50:00Z",
    "title": "Severe winter weather a likely driver of ‘recent and rapid’ rise in cold-related deaths",
    "text": "Please provide your email address to receive an email when new articles are posted on . Subscribe Added to email alerts You've successfully added to your alerts. You will receive an email when new content is published.\nClick Here to Manage Email Alerts You've successfully added to your alerts. You will receive an email when new content is published.\nClick Here to Manage Email Alerts\nBack to Healio We were unable to process your request. Please try again later. If you continue to have this issue please contact customerservice@slackinc.com .\nBack to Healio Key takeaways: Researchers reported a significant increase in cold-related deaths from 1999 to 2022. Homelessness, substance abuse and social isolation may contribute to rising cold-related mortality. Deaths attributed to cold temperatures in the United States more than doubled over the past 2 decades, according to a research letter published in JAMA .\nThe findings come as heat-related deaths in the country have also significantly risen in the last several years, showing the significant and deadly effects of climate change on public health.\nData derived from: Liu M, et al. JAMA . 2024;doi:10.1001/jama.2024.25194. “Although mean temperatures are increasing in the U.S., studies have found that climate change has been linked with more frequent episodes of severe winter weather in the U.S. over the past few decades, which may in turn be associated with increased cold-related mortality,” Michael Liu, MPhil a research fellow at Beth Israel Deaconess Medical Center, and colleagues wrote.\nHowever, there is a lack of understanding on the exact burden of cold-related deaths and how they vary by populations and geographic locations, they added.\nIn the study, the researchers used CDC’s WONDER platform to evaluate death certificates from 1999 to 2022 and determine which could be attributed to cold-weather causes.\nThe analysis calculated age-adjusted mortality rates (AAMRs) per 100,000 person-years for cold-related deaths during each year.\nResults showed a total of 63,550,429 deaths in the U.S. between 1999 and 2022, of which 40,079 deaths had causes related to cold temperatures.\nThe AAMR increased from 0.44 (95% CI, 0.42-0.47) in 1999 to 0.92 (95% CI, 0.88-0.95) in 2022, for an increase of 109%.\nMeanwhile, investigators reported a 3.4% (95% CI, 2.4%-4.3%) annual percentage change (APC) in the AAMR over the study period, with a nonsignificant increase from 1999 to 2017 and a significant annual increase from 2017 to 2022 (APC = 12.1%; 95% CI, 6.3%-27.1%).\nLiu and colleagues noted that results remained consistent when cold was specified as the underlying cause of death only, with a significant annual increase from 2016 to 2022 (APC = 9.1%; 95% CI, 3.1%-27.9%).\nThe AAMR in 2022 appeared highest among adults aged 75 years or older (4.23; 95% CI, 3.97-4.49), who “are more susceptible to cold weather due to limited thermoregulatory response and greater prevalence of chronic conditions,” the researchers explained.\nHowever, adults aged 45 to 74 years experienced the largest annual increase (APC = 4.8%; 95% CI, 3.7%-5.6%) between 1999 and 2022.\nMen had a greater AAMR vs. women, but “both groups experienced significant increases over the study period,” Liu and colleagues pointed out.\nAmong diverse populations, researchers observed the highest AAMRs in 2022 among American Indian or Alaska Native (6.26; 95% CI, 5.25-7.27) and Black (1.5; 95% CI, 1.38-1.62) individuals, whereas the largest APCs during the study period occurred among Hispanic (4.1%; 95% CI, 3.2%-5.3%) and white (3.9%; 95% CI, 2.9%-4.7%) subjects.\nSuch findings are “consistent with the disproportionate exposure of racial and ethnic minority groups to structural risk factors such as lack of home insulation or heat,” Liu and colleagues wrote.\nThe Midwest had the highest AAMR (1.41; 95% CI, 1.32-1.49) in 2022 and the largest APC increase (4.3%; 95% CI, 2.8%-5.6%) from 1999 to 2022 among all regions.\nResearchers identified a couple of study limitations, which included a lack of data on individual-level risk factors and possible underreporting of cold-related deaths.\nThe potential drivers of the results should be researched further “and may include more frequent extreme winter weather events and/or the rising burden of risk factors for cold-related mortality such as homelessness, social isolation, and substance use,” Liu and colleagues wrote.\n“The recent and rapid increase in cold-related deaths warrants public health interventions to improve access to warming centers and indoor heating for vulnerable populations,” they concluded.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Weather->weather warning",
      "Weather->weather phenomena",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Health->public health",
      "Health->health organisation",
      "Health->communicable disease"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:19:48.914+02:00",
    "updated": "2024-12-20T01:19:48.914+02:00"
  }
]