[
  {
    "uuid": "8015a8fa99ef85a7f565872287890d412cb04974",
    "url": "https://www.digitaltrends.com/computing/asus-rog-flow-z13-rtx-4060-review",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Coppock",
    "published": "2024-04-11T17:46:00Z",
    "title": "Asus ROG Flow Z13 review: small, but mighty | Digital Trends",
    "text": "Asus ROG Flow Z13 MSRP $1,880.00 Score Details “The Asus ROG Flow Z13 offers unparalleled power per pound.” Pros Insane speeds for the size Relatively thin and light Solid build quality Good keyboard Very good gaming display Heat kept away from hands Cons Expensive Poor battery life I love a good unicorn, and I’m not talking about the mythical creature with a pointy horn. I’m talking about technology that feels like it shouldn’t exist or succeed — but still does anyway. The Asus ROG Flow Z13 is one such unicorn, and that’s because it stuffs a blisteringly fast CPU and a surprisingly speedy GPU into an audacious detachable tablet.\nContents Specs and configurations Design Keyboard and connectivity Thermals Performance Gaming Display Battery life More than just a gimmick Show 4 more items Related The ROG Flow X13 redesign makes it even thinner, even more powerful Asus ZenBook S 13 Flip vs. HP Spectre x360 13.5: you can’t go wrong Are you looking for a Windows gaming tablet ? Probably not. But then again, maybe you never thought about it. I hadn’t, at least not since the original ROG Flow Z13 was introduced in 2022. Now that I’ve reviewed the updated and even better model (still current in early 2024), I’m totally sold.\nSpecs and configurations Asus ROG Flow Z13 Dimensions 11.89 x 8.11 x 0.51-0.56 inches (tablet only) Weight 2.6 pounds (tablet only)\n0.79 pounds (keyboard)\n3.39 pounds (tablet + keyboard) Processor Intel Core i9-13900H Graphics Nvidia GeForce RTX 4050 (65W) 6GB\nNvidia GeForce RTX 4060 (65W) 8GB RAM 16GB LPDDR5 Display 13.4-inch 16:10 QHD+ (2560 x 1600), 165Hz Storage 1TB PCIe SSD Touch Yes Ports 1 x USB-C with Thunderbolt 4\n1 x USB-C 3.2 Gen 2\n1 x USB-A 3.2 Gen 1\n1 x ROG XG Mobile interface and USB-C combo\n1 x 3.5mm audio\n1 x microSD card reader Wireless Wi-Fi 6E and Bluetooth 5.2 Webcam 5MP front-facing camera with IR, 13MP rear-facing Operating system Windows 11 Battery 56 watt-hour Price $1,750+ Asus offers two versions of the ROG Flow Z13, both of which include a detachable keyboard. The entry-level configuration starts at $1,750 with an Intel Core i9-13900H, 16GB of RAM, a 1TB SSD, an Nvidia GeForce RTX 4050 GPU, and a 13.4-inch QHD+ IPS display. The more powerful model is $1,880 with an RTX 4060. You can certainly buy a gaming laptop for considerably less with an RTX 4060, so you’re paying extra for this form factor.\nYou can get a Microsoft Surface Pro 9 for quite a bit less if you don’t mind a much slower CPU, less storage, and integrated graphics. With a faster CPU (but not as fast) and a 1TB SSD, you’ll spend $2,200 for Microsoft’s detachable tablet before adding another $120 for a keyboard. So, the ROG Flow Z13 isn’t overly expensive given the power it packs inside.\nDesign Mark Coppock / Digital Trends Yes, the ROG Flow Z13 really is a tablet. It’s thicker than the industry standard Surface Pro 9 at 0.56 inches at its thickest versus 0.37 inches. And the Asus is heavier, at 2.6 pounds for just the tablet versus 1.94 pounds. Thanks to its slightly larger display, it’s a bit wider than the Surface. It also has a 16:10 aspect ratio that’s less tablet-friendly than the Surface’s 3:2.\nBut a bigger tablet is OK, because physics imposes certain limits. If the ROG Flow Z13 were any slimmer or lighter, it would no longer be such a magical beast. And even when I’ve used Microsoft’s Surface Pro tablets, I’ve always propped them up on something. I can’t remember using a Windows tablet exclusively in my hands, and I wouldn’t use the ROG Flow Z13 that way.\nMark Coppock / Digital Trends The Asus is certainly built just as well as the Surface too. There’s no flexing or bending anywhere. And the flip-out kickstand is similar in function (but not in form; more on that in a second) to Microsoft’s and works just as well.\nI would compare the ROG Flow Z13 to more Windows detachable tablets, but not many manufacturers are still making them. And there’s no point in comparing it to the Apple iPad Pro , which is a well-built, thin, and light tablet, but simultaneously a completely different thing.\nMark Coppock / Digital Trends Now, on to the good stuff. Somehow, Asus incorporated enough extras into the ROG Flow Z13 to make it stand out uniquely as a gaming tablet. From the front, it’s the typical black slate with small display bezels on the sides and slightly chunky bezels on the top and bottom. But turn it around, and there’s some ROG styling, with holes drilled in that double as venting.\nThe kickstand has some graphics and, most notably, a cutout that reveals an RGB-lit window into some internal components on the back. It’s just enough to make for a distinct gaming aesthetic, but it’s not so much that you couldn’t carry it into a conference room. And the RGB lighting can be turned off if you want to go full stealth mode.\nLike most tablets, the ROG Flow Z13 is sealed up tight. The only upgradeable part is the SSD, which is easily accessible via a handy cover on the back. The SSD is in the smaller M.2 2230 format, which enables doubling the storage to 2TB. The Surface Pro 9 also allows for swapping out the SSD.\nKeyboard and connectivity Mark Coppock / Digital Trends The keyboard is very good and a lot like other ROG keyboards. Single-zone RGB backlighting works well and doesn’t leak, and the keys are deep and snappy. The keycaps are large enough and the layout is big enough to avoid feeling cramped. It’s at least as good as Microsoft’s Type Cover and probably better for gamers. The keyboard attaches magnetically via a pogo pin and can be propped up at an angle.\nWhen it is, there’s some give that makes mashing the keys a slightly bouncy experience. The small mechanical touchpad is OK, and the display is touch- and pen-enabled. Asus doesn’t include the pen, which is weird at these prices, but it’s around a $50 purchase for those who want to write and draw on the display.\nConnectivity is very good for a detachable tablet. There are three USB-C ports, one that is hidden inside a cover that also reveals an XG Mobile interface (more on that below) and one that supports Thunderbolt 4. There’s also a legacy USB-A port, a 3.5mm audio adapter, and a microSD card reader. The Surface Pro 9 has one more Thunderbolt 4 port and is charged via its Surface Connect port, but it lacks a headphone jack and an SD card reader. I like the ROG Flow Z13’s connectivity a lot more. Wireless is good enough.\nAsus included a 5MP front-facing webcam that exceeds the 1080p standard and offers a nice, clear image for videoconferencing. There’s also a 13MP rear-facing camera and an infrared camera on front for Windows 11 facial recognition. It works quickly and is a good choice for a tablet, but I still would have liked to see a fingerprint reader.\nThermals Mark Coppock / Digital Trends Yes, that’s right. Asus put a 45-watt Intel Core i9-13900H into the ROG Flow Z13. That’s a 14-core (six Performance and eight Efficient), 20-thread monster running at up to 5.4GHz. It’s not the latest and greatest Meteor Lake chipset, but it’s still very fast and the only CPU that Asus offers in the 2-in-1.\nIt also packs in an Nvidia GeForce RTX 4060, a midrange GPU many times faster than the integrated graphics in every other Windows tablet. The RTX 4050 is an option too, and both GPUs receive 65 watts of power (out of a maximum of 115 watts with the RTX 4060). For around $100, there’s no reason not to choose the much faster RTX 4060. In theory, it should be a major upgrade over the RTX 3050 Ti included in the original model .\nYou may be tempted to think there’s no way that combination could perform well in such a thin chassis. But you’d be wrong. Asus uses vapor cooling, liquid metal, and fans that speed up quite a bit when necessary. The back of the tablet gets a bit toasty at times — not hot enough to do damage. While doing daily tasks like web browsing, email, and media consumption, the system stays cool and quiet.\nOne of the other major benefits of this design is the way it keeps heat away from your hands. Regardless of how hot the back of the tablet gets, your palms and hands stay cool, which can’t be said of almost any other clamshell gaming laptop.\nIt all works because of the aggressive tuning that you can dial in for a range of operating modes: cooler and quiet; moderately fast, warm, and kind of loud; and extremely fast, almost hot, and very loud (for a tablet). The Asus Armoury Crate utility controls things, letting you choose your performance mode and giving you a ton of insight into how the machine is working.\nThere’s remarkably little thermal throttling even in intensive tasks, with CPU temperatures remaining in the 70 degrees to 80 degrees Celsius range for most operations. It will spike at up to 95 degrees Celsius when gaming, but overall, the cooling system works well.\nMark Coppock / Digital Trends The included ROG software, Armoury Crate, offers a ton of customization, and I tested three modes out of a handful of options. The standard Windows mode sets the Windows power setting to Balanced and adjusts the display brightness (all modes do). Performance mode switches the Windows setting to Best Performance and adjusts power above and beyond what Windows does. Turbo mode does the same and even more.\nYou can also create a manual configuration, and the GPU can be switched between Eco, Standard, and Ultimate modes. I formally ran our benchmarks in Windows, Performance, and Turbo modes. I also poked around in the GPU and custom settings a little, and nothing I tried made much of a difference — at least not in our benchmark suite. Your mileage may differ.\nWhat I discovered is that Windows and Performance modes were about the same in most tests, and Performance mode was even slower on occasion. If it were my laptop, I’d run it in Windows mode except when I needed to push things, and then I’d switch to Turbo — which makes a huge difference. As I said above, I didn’t dig much into the manual settings, but if you want to play around with them, they’re there. It’s a tinkerer’s dream machine.\nOne thing I discovered when testing the ROG Flow Z13 is that you must use the included power adapter. It’s a 130-watt USB-C adapter, which I thought would be roughly equivalent to the one Dell ships with the XPS 16 . So, out of convenience, I used the Dell adapter to power the Asus. That was a mistake. The ROG Z13 wants to use its own adapter, or it won’t switch into Turbo mode — and performance across the board is terrible. I don’t know what additional circuitry Asus is using, but it matters. Fortunately, the power adapter is reasonably small.\nPerformance Mark Coppock / Digital Trends OK, now that I’ve set the stage, how did the ROG Flow Z13 perform? Well, let’s put it this way: if this were a larger laptop, its performance would be impressive. As a (relatively) smaller and lighter tablet, it’s spectacular.\nWhile the ROG Flow Z13 is clearly intended as a gaming laptop , I’m going to start by evaluating its performance as a standard tablet and a highly portable creator’s laptop. Unlike every other Windows tablet, it can do quite well in both roles.\nTo begin with, I think it’s fairly safe to say that the ROG Flow Z13 is the most powerful creator’s workstation available in such a diminutive chassis. If you include the detachable keyboard, then maybe you could say it’s only as portable as some 14-inch laptops, but most won’t be nearly as fast. Trust me. And productivity users will find it more than fast enough. A lot more.\nTo make for an actionable comparison, I included some much larger laptops in the group. I also included the Surface Pro 9’s results, which are more limited because we didn’t bother running some of our more intensive benchmarks on Microsoft’s relatively underpowered tablet.\nEven compared to larger machines with faster GPUs, the ROG Flow Z13 is very fast. Maybe most impressive is its performance in the PugetBench Premiere Pro benchmark, which tests how fast a laptop can perform demanding video-editing tasks. That benchmark uses the GPU to speed up some tasks, and the ROG Flow Z13 did extremely well. It’s 50% faster than the Dell XPS 14 with an RTX 4050, and it’s almost as fast as the XPS 16 and Alienware M16 R2 with an RTX 4070. The ROG Flow Z13 is slightly faster than the HP Omen Transcend 14 with the RTX 4060.\nThe Asus is also very fast in CPU-intensive tasks. The Apple MacBook Pro 14 is faster, but it’s also a lot more expensive and it won’t be nearly the same kind of gaming laptop. The MacBook is much faster in PugetBench thanks to various encoding and decoding optimizations in Apple’s M3 Max chipset.\nAnd that’s not all. Asus makes the XG Mobile external GPU enclosure that can house up to an RTX 4090. That means that when stationary, the ROG Flow Z13 will rival machines like the Asus ROG Strix 18 . It won’t be quite as fast, but come on, it’s a tablet!\nGeekbench 5\n(single/multi) Handbrake\n(seconds) Cinebench R24\n(single/multi/GPU) Pugetbench\nPremiere Pro\nAsus ROG Flow Z13\n(Core i9-13900H / RTX 4060) Bal: 1,532 / 12640\nPerf: 1,877 / 13,027\nTurbo: 1,873 / 13,175 Bal: 74\nPerf: 77\nTurbo: 71 Bal: 87 / 809 / 7,479\nPerf: 117 / 853 / 7,708\nTurbo: 117 / 916 / 8,873 Bal: 4,513\nPerf: 4,362\nTurbo: 5,115 Microsoft Surface Pro 9\n(Core i7-1235U / Iris Xe) Bal: 1,170 / 6,518\nPerf: N/A Bal: 166\nPerf: 127 N/A N/A HP Spectre x360 14\n(Core Ultra 7 155H / Intel Arc) Bal: 1,696 / 9,502\nPerf: 1,703 / 12,246 Bal: 145\nPerf: 88 Bal: 93 / 512 / N/A N/A Dell XPS 14\n(Core Ultra 7 155H / RTX 4050) Bal: 1,711 / 12,550\nPerf: 1,673 / 12,073 Bal: 84\nPerf: 75 Bal: 101 / 681 / 5,738\nPerf: 100 / 772 / 5,811 Bal: 3,724\nPerf: 3,547 Dell XPS 16\n(Core Ultra 7 155H / RTX 4070) Bal: 1,737 / 14,836\nPerf: 1,758 / 15,774 Bal: 72\nPerf: 73 Bal: 100 / 838 / 9,721\nPerf: 102 / 895 / 10,477 Bal: 5,401\nPerf: 5,433 Apple MacBook Pro 14\n(M3 Max 16/40) Bal: 2,310 / 22,998\nPerf: N/A Bal: 53\nPerf: N/A Bal: 139 / 1,522 / 12,765\nPerf: N/A Bal: 8,046\nPerf: N/A HP Omen Transcend 14\n(Core Ultra 7 155H / RTX 4060) N/A N/A Bal: 101 / 788 / 8,352\nPerf: 101 / 907 / 8,962 Bal: 3,544\nPerf: 4,730 Alienware m16 R2\n(Core Ultra 7 155H / RTX 4070) Bal: 2,366 / 12,707\nPerf: N/A N/A Bal: 103 / 1,040 / 10,884 Bal: 5,590\nPerf: N/A Asus ROG Strix 18\n(Core i9-14900HX / RTX 4090) Bal: 2,956 / 17,622\nPerf: N/A N/A Bal: 124 / 1,533 / 22,067 Bal: 7,430\nPerf: N/A Gaming Running on battery! Mark Coppock / Digital Trends By now, you won’t be surprised to hear that when it comes to gaming performance, the Flow Z13 again impresses.\nTo begin with, the display runs at up to 165Hz, meaning it will produce tear-free frame rates across the board. It also supports Nvidia’s GSync technology for adaptive sync that can eliminate tearing entirely. As a baseline, I ran the 3DMark Time Spy test and the ROG Flow Z13 hit 9,273. That’s almost as fast as the XPS 16’s RTX 4070 that hit 9,352, and it’s a lot faster than the HP Omen Transcend 14’s RTX 4060 at 7,958.\nI ran our gaming benchmarks in all three performance modes, but Turbo mode is the most important. To start with, the ROG Flow Z13 didn’t get along with Civilization VI , refusing to run in anything other than 1600p. It managed 88 frames per second (FPS) with ultra graphics, which isn’t an impressive performance. Other RTX 4060 laptops are closer to 120 fps in this title.\nSwitching to Assassin’s Creed Valhalla , the ROG Flow Z13 was faster. It hit 98 fps at 1600p and ultra high graphics, which is faster than the Asus ROG Strix G17 with an RTX 4060 at 73 fps. The XPS 16 with its RTX 4070 was slightly faster at 104 fps.\nIn Cyberpunk 2077 , the ROG Flow Z13 hit 45 fps at 1440p and ultra graphics, with FSR 2.1 at Quality. The Alienware M16 R2 with an RTX 4070 high was faster at 55 fps. The XPS 16 was also slightly faster at 50 fps. After a few tweaks in this game, such as turning FSR 2.1 to performance, the ROG Flow Z13 went up to 65 fps. The HP Omen Transcend 14 with the RTX 4060 barely cracked 30 fps.\nThen I ran Red Dead Redemption and the ROG Flow Z13 managed 62 fps at 1440p and ultra graphics. The Alienware M16 R2 hit 69 fps and the XPS 16 was at 66 fps. At 1600p and ultra graphics, the HP Omen Transcend 14 was just over 40 fps, while the Asus hit almost 60 fps.\nThe theme here is that the ROG Flow Z13 is capable of 60 fps or better in a lot of titles at 1440p. Switch to 1080p and you’ll hit closer to 100 fps. That’s remarkable for such a portable machine. And the crazy thing is, you can add the XG Mobile for really fast gaming when you’re at your desk. Attach that to an external display and you could run at 4K+ and maintain high frame rates. Insanity.\nDisplay Mark Coppock / Digital Trends Asus uses a very good 13.4-inch 16:10 IPS display running at 2560 x 1600, which is plenty sharp. It’s bright and colorful out of the box, and makes for an enjoyable gaming experience and a buttery smooth Windows 11 at up to 165Hz.\nAccording to my colorimeter, Asus chose a very good display for creators, everything considered. To begin with, the panel was very bright at 482 nits, and contrast was good for IPS at 1,040:1. Colors were wide at 100% of sRGB, 88% of AdobeRGB (most IPS panels are around 75%), and 100% of DCI-P3, with excellent accuracy at a DeltaE of 0.83 (less than 1.0 is indistinguishable to the human eye). The ROG Flow Z13’s display is brighter and more colorful than the Surface Pro 9’s, by a fair margin.\nThat’s good enough for creators and very good for productivity users. Media consumers will also appreciate the Dolby Vision high dynamic range (HDR) support, which provides a nice Netflix experience with enough brightness to pull out details in dark scenes.\nAudio is provided by two side-firing speakers, and it’s OK. Use headphones.\nBattery life I won’t spend a lot of time on battery life. The ROG Flow Z13 has a 56 watt-hour battery, really fast components, and a high-resolution IPS display. It was a little hard to perfectly match our usual battery life process because Asus has built so many things into Armoury Crate. I had to dig through several settings to try to match up with other laptops.\nSo, the 3.5 hours of web browsing and 6.5 hours of looping our test video is probably close enough. Maybe you can get better battery life by adjusting something I missed, but I’d rather err on the side of caution. The bottom line is that you’re very unlikely to make it to lunch on battery even with undemanding tasks. It’s a good thing that the power adapter isn’t very large.\nConsidering the ROG Flow Z13 purely as a portable device, that limited battery life is disappointing. As a gaming laptop, though, it’s unsurprising. Most gamers and creators will want to plug it in, because Turbo mode is only available when connected to power — and that’s the mode they’ll want to use. If someone wants a tablet that gets great battery life, this isn’t it.\nMore than just a gimmick So, is the ROG Flow Z13 worth buying? The short answer is, absolutely! If you’re a creator or a gamer who wants a highly portable machine that can easily be carried around and can work in a variety of spaces, then it’s an excellent option. It may even be unparalleled.\nSure, it might not be quite as good on your lap given the detachable tablet format, but it’s good enough. When placed on a desktop, you wouldn’t notice the difference between it and a standard clamshell. And you won’t find a 14-inch or smaller laptop that’s faster unless you splurge on a bona fide gaming machine — and that won’t be as portable. Toss in the XG Mobile and no machine is going to be much faster. The ROG Flow Z13 truly stands alone.\nEditors' Recommendations Why the latest ThinkPad X1 Yoga Gen 8 isn’t worth the upgrade Asus ZenBook S 13 Flip vs. HP Envy x360 13: it comes down to price I don’t care if the Asus ROG Flow Z13 is a laptop or a tablet — I just want one",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "score details dt editors",
          "sentiment": "negative"
        },
        {
          "name": "gpu",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:01:09.021+03:00",
    "updated": "2024-05-02T02:43:54.247+03:00"
  },
  {
    "uuid": "90f12aacd440400bba516eba909bd2fe0be145f2",
    "url": "https://www.miragenews.com/rmit-shines-in-2025-kings-birthday-honours-1476745",
    "ord_in_thread": 0,
    "author": "Mirage News",
    "published": "2025-06-12T06:58:00Z",
    "title": "RMIT Shines in 2025 King's Birthday Honours | Mirage News",
    "text": "A host of RMIT University current and former staff and alumni have been awarded with 2025 King's Birthday honours.\nThe 2025 Honours, awarded on Monday 9 June, featured the exemplary impact RMIT alumni, staff, donors and partners have on the Australian community.\nCurrent staff members, Distinguished Professor Vasso Apostolopoulos and Professor Kate Galloway, were awarded the Member of the Order of Australia, while Emeritus Professor Robert Baines OAM was awarded the Medal of the Order of Australia.\nApostolopoulos was recognised for significant service to medical research, particularly in immunology. Since 2004, she has been an RMIT Professor in Immunology, and Director, Healthy Lifespan and Chronic Diseases program, following an 11-year stint with Victoria University.\nGalloway is a Professor of Law, and Deputy Dean Learning and Teaching in the RMIT School of Law. She has dedicated more than 20 years to the higher education space.\nBaines, an Emeritus Professor in the college of Design and Social Context, was highlighted for service to the creative arts, particularly as a jeweller, and to education.\nRMIT former staff, alumni and supporters also received King's Birthday honours.\nKing's Birthday honours - current and former RMIT staff\nDistinguished Professor Vasso Apostolopoulos AM\nAwarded the Member of the Order of Australia for significant service to medical research, particularly immunology.\nProfessor Kate Galloway AM\nAwarded the Member of the Order of Australia for significant service to the law, to education, and to the community.\nEmeritus Professor Robert Baines OAM (PhD in Fine Art)\nAwarded the Medal of the Order of Australia for service to the creative arts, particularly as a jeweller, and to education.\nDr Ross Wilkinson AM\nAwarded the Member of the Order of Australia for significant service to data infrastructure management.\nMr Peter Datson OAM\nAwarded the Medal of the Order of Australia for service to youth through Scouts.\nKing's Birthday honours - RMIT alumni\nMr Neville Betts OAM (Master of Applied Science (Occupational Health and Safety))\nAwarded the Medal of the Order of Australia for service to occupational health and safety.\nCaptain Thomas Doherty CSC (Bachelor of Engineering (Mechanical))\nAwarded the Conspicuous Service Cross for outstanding achievement as the Director Training Authority - Engineering.\nMs Anne Flanagan AM (Fellowship Diploma of Interior Design)\nAwarded the Member of the Order of Australia for significant service to the arts, particularly the museums and galleries sector.\nMr Robert George AM (Associateship Diploma of Medical Radiography)\nAwarded the Member of the Order of Australia for significant service to medicine as a diagnostic radiographer.\nMrs Lynne Harris OAM (Bachelor of Arts (Public Administration))\nAwarded the Medal of the Order of Australia for service to the community through social welfare organisations.\nMrs Sharon Kennelly-Merritt AFSM (Bachelor of Applied Science (Medical Laboratory Science))\nAwarded the Australian Fire Service Medal.\nProfessor Corbett Lyon AO (PhD in Architecture and Design)\nAwarded the Officer of the Order of Australia for distinguished service to architecture, to the arts as a benefactor and administrator, and to tertiary education.\nMs Rebecca McGrath AM (Master of Project Management)\nAwarded the Member of the Order of Australia for significant service to business through leadership roles in compliance, audit and finance.\nFlight Sergeant Drew Miller CSM (Bachelor of Business (Logistics and Supply Chain Management))\nAwarded the Conspicuous Service Cross for meritorious achievement in enhancing Defence Fuel Systems delivery, training and quality management for the Australian Defence Force.\nBrigadier John-Paul Ouvrier AM (Master of Business (Logistics Management))\nAwarded the Member of the Order of Australia for exceptional service across multiple leadership appointments in the acquisition and sustainment of vehicle, Joint Health and Joint Logistic capabilities within the Land Domain.\nMr Gregory Ridder AM (Bachelor of Business (Accounting))\nAwarded the Member of the Order of Australia for significant service to the community through charitable organisations.\nLieutenant Colonel Nathan Robinson CSM (Advanced Diploma of Engineering (Electronics))\nAwarded the Conspicuous Service Cross for meritorious devotion to duty as Staff Officer Grade One Command Support Trade and Training, Defence Command Support Training Centre.\nDistinguished Professor Mark Rose AM (PhD in Professional and Further Education)\nAwarded the Member of the Order of Australia for significant service to Indigenous tertiary education, and to community health.\nMs Lisa Saxton PSM (Bachelor of Business (Business Administration))\nAwarded the Public Service Medal for outstanding public service in enhancing governance, integrity and reforms in the Victorian racing industry.\nMr Igor Zambelli OAM (Associateship Diploma of Civil Engineering)\nAwarded the Medal of the Order of Australia for service to engineering.\nhere.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Education->college and university",
      "Education->students",
      "Education->teachers",
      "Human Interest->award and prize",
      "Human Interest->royalty",
      "Politics->government",
      "Politics->civil rights",
      "Politics->cultural policies"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Vasso Apostolopoulos",
          "sentiment": "none"
        },
        {
          "name": "Robert Baines",
          "sentiment": "none"
        },
        {
          "name": "Kate Galloway",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "RMIT University",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Victoria University",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:01:55.197+03:00",
    "updated": "2025-06-12T07:09:21.000+00:00"
  },
  {
    "uuid": "07e41ff32354ba654adc3506353f81ab64d8e2a6",
    "url": "https://n.yam.com/Article/20250710604964",
    "ord_in_thread": 0,
    "author": "蕃新聞",
    "published": "2025-07-10T09:41:00Z",
    "title": "行政院「丹娜絲颱風災害救（協）助事項」專案　「從優、從寬、從速」協助受災民眾",
    "text": "行政院「丹娜絲颱風災害救（協）助事項」專案 「從優、從寬、從速」協助受災民眾\n【互傳媒／記者 張玉泰／台北 報導】行政院長卓榮泰今（10）日在行政院會聽取行政院災害防救辦公室說明「丹娜絲颱風應變處置與復原情形」報告後，首先向第一線投入救災的國軍、警消、醫護、台水、台電與各級政府同仁表達由衷敬意與感謝。其中有一張台電同仁一整排坐在路邊穿戴工程帽、雨鞋，利用頭頂探照燈光源來吃便當的照片，令他印象深刻。過往救災非常重視「效率」，但這張照片凸顯出「紀律」，即使台電同仁相當疲憊，但仍保持像部隊般的團隊紀律，為國人帶來極大安心，值得嘉許。\n▲行政院長卓榮泰今日在行政院會聽取行政院災害防救辦公室說明「丹娜絲颱風應變處置與復原情形」。卓院長表示，面對此次風災，行政團隊發揮充分的團結，也積極應用防災科技量能預先部署，對民眾事先提出告警，將傷亡降到最低，他要向在中央災害應變中心堅守崗位的全體同仁表達感謝。對於今日會中環境部彭啓明部長提到，地方縣市首長帶著工具、車輛、人員馳援嘉義市，互相支援補充效率上之不足；以及中央災害應變中心適時對包含嘉義市在內，加強提供各項人力支援，包括來自國軍的支援等，使災損迅速獲得控制。對此，卓院長再次感謝地方政府首長與同仁，以及所有參與防救災工作的同仁們，在第一時間發揮令人可敬的精神，展現中央與地方互為一體的信心。\n此次丹娜絲颱風帶來強風、驟雨及高浪，對各地方農林漁牧、交通、維生設施造成極大災損。為全力幫助受災民眾度過難關，儘速恢復正常生活，行政院將在對人力、物料毫無保留支援，以及全力統籌經費預算支持的原則下，提出「丹娜絲颱風災害救（協）助事項」專案，包含復建專案，並以「從優、從寬、從速」為原則協助受災民眾。\n卓院長請行政院公共工程委員會，針對公共工程災損成立「丹娜絲颱風專案」，將受災地區公共工程的復原重建，列為優先施政要務，讓民眾生活儘速重回常軌，並請陳金德政委兼工程會主委針對上述兩項專案協調及督導相關部會，迅速整合現有機制。如需強化應對，如臺南市房屋全毀或半毀壞情況下，除參考過去地震經驗融入方案之中，迅速讓災民安心外，也請陳時中政委與財團法人賑災基金會一併參與，加速整體流程，並公布標準、內容及程序，讓災民適時得到救助和復原。卓院長強調，考量極端氣候因素，相關災害可能會再次發生，應建立各種災害復原重建的案例，以利日後一併適用。\n包含本週及未來數天，賴清德總統及行政團隊成員將前往各地實際了解受災和淹水狀況，傾聽人民最迫切的聲音，並與各地方政府共同尋求符合人民所需的最佳解決方案，也希望能夠同時透過跨縣市支援機制，中央與地方政府共同合作，帶給民眾更大的安心和信賴，共同度過這次颱風帶來的衝擊，讓民眾儘速恢復正常生活。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Politics",
      "Health"
    ],
    "topics": [
      "Disaster and Accident->emergency response",
      "Disaster and Accident->natural disaster",
      "Politics->government",
      "Politics->safety of citizens",
      "Health->health organisation",
      "Health->emergency care",
      "Health->public health"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T14:08:15.607+03:00",
    "updated": "2025-07-10T11:11:49.000+00:00"
  },
  {
    "uuid": "8c4393815684da3a53ecae637b74a862add106ea",
    "url": "https://www.marketscreener.com/news/latest/Syrian-air-defences-intercept-Israeli-air-aggression-on-Damascus-area-state-media-45646766/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2023-12-28T17:17:00Z",
    "title": "Syrian air defences intercept 'Israeli air aggression' on Damascus area -state media - 2023-12-28 | MarketScreener",
    "text": "Syrian air defences intercept 'Israeli air aggression' on Damascus area -state media December 28, 2023 at 06:17 pm EST Share CAIRO, Dec 29 (Reuters) - Syrian official media said on Friday that air defences responded to an \"Israeli air aggression\" from the direction of Lebanese territory.\nThe attack targeted a number of points around Damascus and there were some material losses, state media added.\n(Reporting By Ahmed Tolba and Suleiman Al-Khalidi; Editing by Leslie Adler)\nShare © Reuters - 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ftx token interest rates homepage developed nations",
          "sentiment": "none"
        },
        {
          "name": "nvidia",
          "sentiment": "none"
        },
        {
          "name": "microsoft",
          "sentiment": "none"
        },
        {
          "name": "apple inc",
          "sentiment": "none"
        },
        {
          "name": "tsx",
          "sentiment": "none"
        },
        {
          "name": "alphabet inc",
          "sentiment": "none"
        },
        {
          "name": "brl usd / inr commodities homepage energy",
          "sentiment": "none"
        },
        {
          "name": "agriculture industrial metals livestock",
          "sentiment": "none"
        },
        {
          "name": "amazon.com",
          "sentiment": "none"
        },
        {
          "name": "africa index analysis indexes news s&p",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "damascus",
          "sentiment": "none"
        },
        {
          "name": "tesla",
          "sentiment": "none"
        },
        {
          "name": "europe america asia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:35:03.277+02:00",
    "updated": "2023-12-31T09:21:07.404+02:00"
  },
  {
    "uuid": "a42590176ae1b8d380ca93d3d8aeba2574602c7d",
    "url": "https://www.meneame.net/story/fiscal-superior-madrid-declara-garcia-ortiz-dio-orden-desmentir/c017",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sacapuntas",
    "published": "2024-06-13T21:02:00Z",
    "title": "#17 La fiscal superior de Madrid declara que García Ortiz le dio la orden de desmentir el bulo de Miguel Ángel Rodríguez",
    "text": "Portada\nmis comunidades\notras secciones\n[#6](c6#c-6) Está claro que la película que tienes en la cabeza solo la has visto tu. ¿Cómo la voy a ver si tu entendimiento es \"especial\"? ¿Dices que es manipulación que la noticia diga que lo de MAR era un bulo? ¿Es relevante? ¿Es importante que la fiscal supiera que era un bulo o no? ¿Ordenó el fiscal el \"Código Rojo\"?\n[#8](c8#c-8) No, digo que la noticia es que la fiscal se nego a dar los datos y la obligaron. NO SE PUEDEN DAR DATOS. Esa es la noticia.\nSin embargo, el titular es que le toco a la fiscal dar los datos porque era un bulo. FALSO. Ella no queria dar los datos aunque fuera un bulo.\nDa igual, creo que no lo vas a entender.\n[#9](c9#c-9) Yo entiendo esto porque es lo que ha dicho: el comunicado no lo redactó (lo que tú expresas como \"dar los datos\") la fiscal superior de Madrid, y manifestó que no estaba bien. Aún así le ordenaron imperativamente que lo mandara. ¿Tu dices que eso es falso, gritando? ¿Ha afirmado ella que lo redactó? ¿La has visto tu redactarlo y te lo estás callando?\n[#13](c13#c-13) En primer lugar, lo que se esta juzgando aqui, no es si esto era un bulo o no. Lo que se esta juzgando es si se dieron datos que no debian darse.\nEste panfleto lo que hace es justificar que se dieran los datos para desmentir un bulo. Quien no va a estar en contra de que se desmienta un bulo? Todos. Garcia Ortiz hizo lo correcto.\nGarcia Ortiz dio la orden y la otra paso la informacion para desmentir un bulo. Este es el titular. Bravo por los dos.\nY claro, lo del bulo si. Pero esa no es la noticia. Ya se sabia que esta mujer paso la informacion. Vaya novedad. Exclusivaza.\nLa informacion, que no le conviene dar al diario, es que esta mujer no estaba de acuerdo y la obligaron. Pero no veras nada de eso en un titular sobre un juicio que investiga si se hizo bien en dar datos privados. No es relevante que alguien creyera que estaba mal. Es relevante que era para desmentir un bulo.\n[#15](c15#c-15) Ella ha dicho que le dieron la orden de desmentir un bulo? O que no queria pasar la informacion y la paso por obligacion?\nPues despues de responderte, te lees el titular.\nSi, las lecciones de periodismo me las das tu o el panfleto este.\n[#2](c2#c-2) Preguntaselo a Garcia Ortiz, que es el que amenazo con eso.\nMe imagino que significa que como no lo hiciera, tendria sancion.\n[#3](c3#c-3) Obviamente que no la ves.\nLa realidad es que a la señora se la sudaba que fuera un bulo o no, es ilegal dar los datos y ella se opuso. Los dio obligada con amenazas.\nSin embargo el titular es que como es un bulo, le dijeron que diera los datos. Ya esta. Todo perfecto\nSe lo mismo que la fiscal. Le mandaron hacer algo ilegal en contra de su opinion y ahora le echa el muerto al que hizo la ilegalidad.\n[#1](c1#c-1) Jajajaja, que buenas son las chanzas de loboatomizado2, siempre anima todos los hilos con su parodia de Martínez el Facha.\n[#4](c4#c-4) Jajaja. Te juro que esto es cierto.\nTe habia puesto: Vaya, soy facha. Si llegas a ponerme loboatomizado, ya te llevas el bingo.\nPero es que releo y lo has puesto!!!\nLo vuestro es la originalidad.\nComo comprenderas, no ma aportas nada.\nByeeeee.\n[#1](c1#c-1) lo que ya supera el nivel de manipulación es esta noticia de eldiaro.es, que tergiversa la información para ofrecer un bulo de un hecho que va totalmente en el sentido contrario.\nLa verdadera noticia es: La fiscal de Madrid declara en el TSJM que García Ortiz le dio la orden por \"imperativo\" de difundir los datos reservados del novio de Ayuso.\nhttps://www.elmundo.es/espana/2024/06/13/666ac635e85ece926e8b45c2.html\nhttps://elpais.com/espana/2024-06-13/la-fiscal-de-madrid-confirma-que-el-fiscal-general-ordeno-la-nota-sobre-el-novio-de-ayuso.html\nhttps://www.larazon.es/espana/fiscal-superior-madrid-dice-juez-que-fue-fiscal-general-quien-ordeno-publicar-nota-novio-ayuso_20240613666ae528fc83ee0001334802.html\nNotica que, por cierto, la horda progre se ha encargado de enterrar para dar visibilidad a este bulo de eldiairio.es:\nLa fiscal de Madrid declara en el TSJM que García Ortiz le dio la orden por \"imperativo\" de difundir los datos reservados del novio de Ayuso [#10](c10#c-10) :¿Nadie va a pedir a la administración de Menéame que se vete esta máquina de bulos a favor del sanchismo que es eldiario.es?\"\nJajajajajajajajajajajajajajajajajajajaja.\nCallate que aqui te cae el strike a ti.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://elpais.com/espana/2024-06-13/la-fiscal-de-madrid-confirma-que-el-fiscal-general-ordeno-la-nota-sobre-el-novio-de-ayuso.html",
      "https://www.larazon.es/espana/fiscal-superior-madrid-dice-juez-que-fue-fiscal-general-quien-ordeno-publicar-nota-novio-ayuso_20240613666ae528fc83ee0001334802.html",
      "https://www.elmundo.es/espana/2024/06/13/666ac635e85ece926e8b45c2.html",
      "https://www.elpais.com/espana/2024-06-13/la-fiscal-de-madrid-confirma-que-el-fiscal-general-ordeno-la-nota-sobre-el-novio-de-ayuso.html",
      "https://larazon.es/espana/fiscal-superior-madrid-dice-juez-que-fue-fiscal-general-quien-ordeno-publicar-nota-novio-ayuso_20240613666ae528fc83ee0001334802.html",
      "https://elmundo.es/espana/2024/06/13/666ac635e85ece926e8b45c2.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:06:26.166+03:00",
    "updated": "2024-06-14T01:06:26.166+03:00"
  }
]
