[
  {
    "uuid": "8099417bb78c2e5557351fb7eae8b7d1b395e53d",
    "url": "https://ground.news/article/no-all-clear-in-flood-areas-rain-expected",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "nordbayern.de",
    "published": "2023-12-29T03:39:00Z",
    "title": "Ground News - No all-clear in flood areas - rain expected",
    "text": "Summary by nordbayern.de Dresden/Hanover - Even today, the flood situation in parts of Germany is likely to remain tense. A key question is how much rain falls. Share menu More\nFilters 3 Articles 3 Articles All Left Center Right\nnordbayern.de No all-clear in flood areas - rain expected Dresden/Hanover - Even today, the flood situation in parts of Germany is likely to remain tense. A key question is how much rain falls.\n2 hours ago · Germany Read Full Article\nnordbayern.de\nNo all-clear in flood areas - rain expected Dresden/Hanover - Even today, the flood situation in parts of Germany is likely to remain tense. A key question is how much rain falls.\n2 hours ago · Germany Read Full Article stern.de Independent: Bertelsmann Stiftung No all-clear in flood areas - rain expected Auch heute dürfte die Hochwasserlage in Teilen Deutschlands angespannt bleiben. Eine zentrale Frage ist, wie viel Regen fällt.In den Hochwassergebieten bleibt die Lage bedrohlich. Der Deutsche Wetterdienst (DWD) sagte zum Teil ergiebige Regenfälle voraus. In den Staulagen des Bergischen Landes und des Siegerlandes in Nordrhein-Westfalen sowie des Harzes sei von Freitagfrüh bis in die Nacht zum Samstag hinein mit Dauerregen zu rechnen. Dabei könn…\n36 minutes ago · Germany Read Full Article\nstern.de Independent: Bertelsmann Stiftung\nNo all-clear in flood areas - rain expected Auch heute dürfte die Hochwasserlage in Teilen Deutschlands angespannt bleiben. Eine zentrale Frage ist, wie viel Regen fällt.In den Hochwassergebieten bleibt die Lage bedrohlich. Der Deutsche Wetterdienst (DWD) sagte zum Teil ergiebige Regenfälle voraus. In den Staulagen des Bergischen Landes und des Siegerlandes in Nordrhein-Westfalen sowie des Harzes sei von Freitagfrüh bis in die Nacht zum Samstag hinein mit Dauerregen zu rechnen. Dabei könn…\n36 minutes ago · Germany Read Full Article Deutschlandfunk Corporation: Deutschlandradio Environment - No all-clear in flood areas - New rain expected In flood areas in Germany, the situation remains threatening.\n11 minutes ago · Germany Read Full Article\nDeutschlandfunk Corporation: Deutschlandradio\nEnvironment - No all-clear in flood areas - New rain expected In flood areas in Germany, the situation remains threatening.\n11 minutes ago · Germany Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://groundnews.b-cdn.net/interests/",
      "https://www.deutschlandfunk.de/keine-entwarnung-in-hochwasser-gebieten-neuer-regen-erwartet-100.html?utm_source=ground.news&utm_medium=referral",
      "https://www.stern.de/panorama/unwetter--keine-entwarnung-in-hochwasser-gebieten---regen-erwartet--34320282.html?utm_source=ground.news&utm_medium=referral",
      "https://www.nordbayern.de/panorama/keine-entwarnung-in-hochwasser-gebieten-regen-erwartet-1.13911277?utm_source=ground.news&utm_medium=referral",
      "https://groundnews.b-cdn.net/interests",
      "https://nordbayern.de/panorama/keine-entwarnung-in-hochwasser-gebieten-regen-erwartet-1.13911277?utm_source=ground.news&utm_medium=referral",
      "https://deutschlandfunk.de/keine-entwarnung-in-hochwasser-gebieten-neuer-regen-erwartet-100.html?utm_source=ground.news&utm_medium=referral",
      "https://www.nordbayern.de/panorama/keine-entwarnung-in-hochwasser-gebieten-regen-erwartet-1.13911277",
      "https://stern.de/panorama/unwetter--keine-entwarnung-in-hochwasser-gebieten---regen-erwartet--34320282.html?utm_source=ground.news&utm_medium=referral",
      "https://www.groundnews.b-cdn.net/interests/",
      "https://www.deutschlandfunk.de/keine-entwarnung-in-hochwasser-gebieten-neuer-regen-erwartet-100.html",
      "https://www.stern.de/panorama/unwetter--keine-entwarnung-in-hochwasser-gebieten---regen-erwartet--34320282.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "auch",
          "sentiment": "none"
        },
        {
          "name": "bergischen landes",
          "sentiment": "none"
        },
        {
          "name": "eine",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bertelsmann",
          "sentiment": "none"
        },
        {
          "name": "regen",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hanover",
          "sentiment": "none"
        },
        {
          "name": "dresden",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "hochwasserlage",
          "sentiment": "none"
        },
        {
          "name": "teilen deutschlands",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:16:01.239+02:00",
    "updated": "2023-12-29T06:16:01.239+02:00"
  },
  {
    "uuid": "d4e9d208d9cca072b49d3cd9e810cce3812d0656",
    "url": "https://www.lincolnshirelive.co.uk/news/local-news/5-lincolnshire-flood-alerts-issued-9002785",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "news@lincolnshireecho.co.uk (Joe Griffin)",
    "published": "2023-12-29T09:55:00Z",
    "title": "5 Lincolnshire flood alerts issued as Storm Gerrit continues to cause disruption",
    "text": "Five Lincolnshire [flood alerts](https://www.lincolnshirelive.co.uk/all-about/weather) are in place with river levels expected to remain high over the next few days. The challenging conditions brought by Storm Gerrit are beginning to ease but the end of the year will continue to be blustery with some showers. The Environment Agency warns that flooding to gardens, driveways or outhouses close to certain rivers in the county is possible. However, the agency states that flooding inside properties is not likely which means that flood warnings are not expected to be issued. As part of the Lincolnshire flood alerts, the Environment Agency website states: \"We are constantly monitoring river levels and have staff in the field checking for blockages and clearing weed screens. Please avoid using low lying footpaths near local watercourses and plan driving routes to avoid low lying roads near rivers, which may be flooded.\" [Get the latest Lincolnshire Live news with our email newsletters](https://www.lincolnshirelive.co.uk/news/lincoln-news/latest-lincolnshire-live-news-email-8502346) The Met Office forecasts wind speeds of more than 30mph at times in parts of Lincolnshire over the next few days as well as some rainfall in patches. See below for a full list of Lincolnshire flood alerts issued by the Environment Agency. Lincolnshire flood alerts Lincoln Watercourses: Includes Witham, Sincil Dyke, Great Gowts Drain, Fossdyke Canal, Boultham Drain, Brayford Pool Barlings Eau and Duckpool Catchwater: Includes Barlings Eau and tributaries from Langworth to Short Ferry and Duckpool Catchwater from Gautby to Stixwould. Tributaries may also affect Welton, Dunholme, and Scothern Rase and Upper Ancholme: Includes River Rase and tributaries from Market Rasen to Bishopbridge and the River Ancholme down to Bishopbridge Witham in North Kesteven: Includes River Witham and its tributaries from Claypole to Lincoln River Trent from Cromwell Weir to Gainsborough: Includes River Trent from Cromwell Weir to Gainsborough including The Flood Road, A156, Dunham Road and Gainsborough Road",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "lincolnshire",
          "sentiment": "negative"
        },
        {
          "name": "met office",
          "sentiment": "none"
        },
        {
          "name": "environment agency",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lincolnshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:00:38.435+02:00",
    "updated": "2023-12-29T16:57:41.744+02:00"
  },
  {
    "uuid": "9c9c3dd7ff6a6ed54512e95e0ec3e6f2b1b73a14",
    "url": "https://www.nzherald.co.nz/entertainment/coast-radio-star-sam-wallace-reveals-drastic-44-week-health-and-fitness-transformation/WRQGDOLIRFEFDFLCBQCXIZXUVA/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lillie Rohan",
    "published": "2024-01-07T07:00:00Z",
    "title": "Coast radio star Sam Wallace reveals drastic 44-week health and fitness transformation - NZ Herald",
    "text": "This article was one of Herald Entertainment’s best-read stories of 2023\nLast September, Sam Wallace had a sobering epiphany. He was out of shape, didn’t have energy for his kids and was drinking after work to avoid being a “grumpy old dad”. Forty-four weeks later, he has completely turned his life around and the results speak for themselves.\nTaking to Instagram, The Coast radio star has shared a series of photos from his recent health journey that has had him first go from 89kg to 92kg. Now, with months of unwavering commitment, he has reached a muscle heavy 85kg which is a maintainable weight for the 42-year-old. But he admits, it hasn’t been an easy - or a fast - journey.\nSpeaking to the Herald , Wallace explains, that a transformational health journey isn’t something he is a stranger to, in fact, he has done it multiple times before, but this time was entirely different.\nAdvertisement Advertise with NZME. “I’d normally really start to see results at eight weeks,” he says, “and now that I’m 42, I didn’t really start to see any results until about 16 weeks this time. I think, for a lot of people, when you start to see results, that’s the thing that spurs you on.\n“That’s the sad truth. It actually, does take longer, especially as we get older to get back into shape.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sam wallace",
          "sentiment": "neutral"
        },
        {
          "name": "wallace",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nz herald",
          "sentiment": "neutral"
        },
        {
          "name": "herald entertainment",
          "sentiment": "neutral"
        },
        {
          "name": "nzme",
          "sentiment": "none"
        },
        {
          "name": "the coast",
          "sentiment": "none"
        },
        {
          "name": "herald",
          "sentiment": "none"
        },
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:17:23.457+02:00",
    "updated": "2024-01-08T01:17:23.457+02:00"
  },
  {
    "uuid": "2a1ecc503c4fea60f82332935bf0c37c1e5ebef7",
    "url": "https://www.archyde.com/the-pope-says-no-to-a-key-reform-and-closes-the-door-to-the-diaconate-for-girls",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-05-25T08:10:00Z",
    "title": "The Pope says “no” to a key reform and closes the door to the diaconate for girls",
    "text": "BBC Vatican Metropolis.- The Synod of nice modifications within the Church, the second a part of which is scheduled for September, guarantees fewer and fewer modifications. In an interview, the Pope dashed the hope of many Catholic ladies’s teams that the Synod would open the doorways for girls to entry the diaconate.\n“No,” was the pontiff’s laconic response. “If they’re deacons with holy orders, no. Ladies have at all times had, I might say, the operate of deaconesses as ministers inside the orders.”\nThe information was acquired with disappointment and unfavorable reactions by ladies’s associations combating for recognition on this path, to not point out the rejection of the German Church, which goals for way more: the priesthood of ladies.\nThe opening to ladies deacons, which existed within the first centuries of Christianity, has not been resolved for years. Within the time of Pope Paul VI it was proposed as soon as once more by the Catholic ladies’s actions, particularly in Germany, the US and northern Europe, the place the controversy on the problem is everlasting.\nThe Ladies’s Ordination Convention (WOC) expressed its “nice disappointment” on the Pope’s refusal to acknowledge the urgency of ladies being acknowledged as affirming their full equality within the Church.\nThe Pope made it clear greater than as soon as throughout his decade-long hold forth that he wouldn’t agree to debate the prospect of ordaining ladies to the priesthood. He left the query of the diaconate within the arms of a theological research fee, which continues to investigate the problem.\nThe good query of learn how to introduce a reform that achieves feminine inclusion in all features of ecclesial life is clarified in its most essential features. There will likely be no modifications in favor of the feminine diaconate and even much less within the ladies’s priesthood.\nThe Convention on the Ordination of Ladies (woc) thought-about the Pope’s definitive “no” “a betrayal of the synodal mission of strolling collectively.” He known as on Francesco to seek out ladies engaged within the problem of the feminine diaconate, additionally calling on the cardinals to “communicate with braveness presently.”\nEyes have targeted on Cardinal Jean-Claude Hollerin, Jesuit and archbishop of Luxembourg, an ecclesiastic with proclaimed openness concepts. As president of the European episcopal conferences, Hollerin is among the cardinals that the Pope has put within the entrance row within the preparation of the Synod of Synods.\nWhat did Hollerín say? That the Synod, whose last part will happen throughout the month of September, “will not be a Parlento the place individuals vote and the bulk decides.” The cardinal warned ladies “in opposition to extreme impatience.” “In the event you assault an excessive amount of you will not get a lot,” he preached.\nProtests as a substitute of “taking one step at a time” won’t change issues. “This could lead us to polarization and finally to the loss of life of the Church,” he argued.\n“You want tact and persistence in order for you actual options,” mentioned Hollerin, who as a progressive desires ladies to really feel absolutely equal within the Church.\n“However time will inform that what’s essential now’s that girls are given extra accountability. Ordination to the priesthood or diaconate will not be the one criterion for parity.”\nThe information of the Pope’s “no” to the diaconate has been poorly acquired by the German Church, dedicated to a nationwide Synod with proposals thought-about incendiary such because the abolition of priestly celibacy, the feminine priesthood, the election of bishops, the change of the catechism in questions of an ethical nature.\nThe one motion to fulfill the modifications that the Germans demand and that can inevitably be raised and rejected within the Synod within the Vatican in September, has been the doc of the Doctrine of the Religion that approved blessings for homosexuals however in a restricted in order that there is no such thing as a confusion with the blessing of marriages.\nThe Pope desires to information the Synod that additionally presides over the past part of his hold forth, alongside a path that avoids a doctrinal conflict that divides the Church and will increase the hazard of schisms.\nThat’s the reason change concessions will likely be regulated to a minimal. The progressive Luxembourg Cardinal Hollerich, in shut contact with the Pope, affirms: “A change is required, not in doctrine however in conduct. We have to be a Church the place everybody can really feel at dwelling. I’m not in favor of a change in doctrine. I’m in favor of a Church the place everybody feels welcome. This doesn’t imply that there can’t be discussions or that totally different positions can’t exist.”\nLadies, who’re the bulk among the many 1.3 billion Catholic trustworthy, will proceed to be uncared for. Clarín.\n#Pope #key #reform #closes #door #diaconate #ladies\n2024-05-25 08:10:43",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope",
          "sentiment": "negative"
        },
        {
          "name": "paul vi",
          "sentiment": "none"
        },
        {
          "name": "ordin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vatican metropolis.",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "synod",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T11:13:13.080+03:00",
    "updated": "2024-05-25T15:02:24.221+03:00"
  },
  {
    "uuid": "25089fd7decf90676ce0d12b1419428c78e3477e",
    "url": "https://www.ksla.com/2024/06/22/retired-police-sergeant-vacation-with-family-rescues-couple-sinking-car",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@KSLA",
    "published": "2024-06-22T09:48:00Z",
    "title": "Retired police sergeant on vacation with family rescues couple from sinking car",
    "text": "Retired police sergeant on vacation with family rescues couple from sinking car CINCINNATI ( [WXIX](https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/)/Gray News) - A retired Cincinnati police sergeant and his family saved an Ohio couple who just happened to be vacationing in the same area in Florida. The Ramsey family is from Ohio, while the Bell family lives in northern Kentucky. Up until June 11, the two families had no idea they lived so close to one another. Some might call it a coincidence. Others will say it’s luck, but these two families call it a miracle. Dean and Shana Ramsey recall the moment they said they almost drowned while vacationing in Siesta Key, Florida. Several streets flooded that day after the area received more than 11 inches of rain, an abnormal amount, according to Sarasota County officials. “You couldn’t see anything but rain and water,” Dean Ramsey recalled. With several cars stalled on the road, the couple said they tried to pull off on what they thought was land. “The water sucked us right into that lagoon and that was it,” Dean Ramsey explained. Watching in horror from their condo was retired Cincinnati Police Department sergeant Mike Bell, his wife Ginger Bell and their three young kids. The Bell family responded. “We were able to stop, slow things down, and assess and make some decisions on how we were going to move forward,” Mike Bell said. That plan started with Mackenzie Bell giving valuable information to 911. “I remembered they needed to know the address, so that’s the first thing I told her and then I told her a car is in the pond and there was two people in there,” Mike’s and Ginger Bell’s daughter, Mackenzie Bell, said. Meanwhile, the retired sergeant and his wife, who is an emergency medical doctor, took action. “I went over to the edge of the water and realized it wasn’t sinking immediately, so I have a few minutes,” Mike Bell recounted from that moment. “At that time, Ginger exited the front door next to the pond. I look at her and said, ‘We need flotation devices.’” That’s where little Hank Bell came in. “I didn’t want them to die, so I ran as fast as I could,” Hank Bell explained. “I went up the elevator, which is extremely slow, and I knew there were stairs that were faster. So, I ran down the stairs.” Flotation devices in hand, the Bell kids handed them to their parents who were already in the water. “He went into the lady’s side and I went into the man’s side,” Ginger Bell said. “She was able to climb out on her own, but I put the boogie board right in front of her. She got her body on the boogie board and that’s when I started paddling and we kicked over to the side.” Ginger Bell ran into some issues helping Dean Ramsey. “When he was trying to get out, his foot got stuck, so he was on his back with one foot out and one foot stuck in the steering wheel,” Ginger Bell remembered. “I looked at her and I said, ‘I’m stuck, I can’t,’” Dean Ramsey remembered. “At that time, I was like, ‘I’m going down with the car,’ but she’s like, ‘Get out of this car! You got to get out! Kick your leg!’ I started thrashing my leg and my foot popped out.” The rescue took about five minutes. Back on dry land, the Ramsey family saw their rescuers as “guardian angels.” The families say they have plans to reunite in the near future. The Bell family wants to remind residents to always be mindful of their surroundings and assess a situation before getting involved. They said if your car is going in a body of water, roll down the windows or punch them out by hitting the corners. Those tactics could save a life. Copyright 2024 WXIX via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/)/Gray",
      "https://fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/)/Gray"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shana ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean ramsey",
          "sentiment": "none"
        },
        {
          "name": "ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gray news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "sarasota county",
          "sentiment": "none"
        },
        {
          "name": "cincinnati",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T13:12:59.499+03:00",
    "updated": "2024-06-22T13:12:59.499+03:00"
  },
  {
    "uuid": "66c5c833ae195489d801b076f9fcf9b5ce148c54",
    "url": "https://www.envirolink.org/2024/10/03/in-madagascar-taniala-regenerative-camp-aims-to-heal-deforestation-scars",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "terna gyuse",
    "published": "2024-10-03T21:57:00Z",
    "title": "In Madagascar, Taniala Regenerative Camp aims to heal deforestation scars",
    "text": "The Menabe Antimena Protected Area in midwestern Madagascar is badly scarred by deforestation; farmers from the surrounding communities have encroached on this unique dry forest ecosystem in search of new and fertile land to grow crops like maize and peanuts. But amid the damage, in the village of Lambokely, is a carefully tended exception. Roland Frédéric Tahina and a group of volunteers tend baobabs, Indian siris and a range of indigenous species they’ve planted on a small plot they’ve named the Taniala Regenerative Camp. Local communities in Menabe depend on agriculture, hunting, charcoal production and the extraction of timber and non-timber forest products for their livelihood and income. Because of limited rainfall, poor soil quality and an increasingly arid climate, they face acute food insecurity. Their primary farming method — using fire to clear new areas to grow crops — depletes the soil and accelerates desertification. Additionally, migrants from the south are increasingly involved in this practice in forested areas, leading to severe deforestation, especially in the Menabe Antimena Protected Area. Preparing holes for tree lines on an agroforestry test plot. Image courtesy Roland Frédéric Tahina. Menabe’s dry forests include numerous endemic tree species, including rosewood, hazomalany (Hernandia voyronii) and baobab. The protected area is also a refuge for critically endangered species like flat-tailed tortoises (Pyxis planicauda), giant jumping rats (Hypogeomys antimena) and Madame Berthe’s mouse lemurs (Microcebus berthae). This unique ecosystem is projected to vanish by 2050, making it one of the most endangered protected areas in the country.…This article was originally published on Mongabay\nRead the full article on Mongabay",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://news.mongabay.com/2024/10/in-madagascar-taniala-regenerative-camp-aims-to-heal-deforestation-scars/",
      "https://www.news.mongabay.com/2024/10/in-madagascar-taniala-regenerative-camp-aims-to-heal-deforestation-scars/",
      "https://news.mongabay.com/2024/10/in-madagascar-taniala-regenerative-camp-aims-to-heal-deforestation-scars"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:38:42.120+03:00",
    "updated": "2024-10-04T02:38:42.120+03:00"
  }
]