[
  {
    "uuid": "e658c06da91cc6b9fedcb0ba5d08609616e91d10",
    "url": "https://sunnewsonline.com/use-pulpit-to-unite-plateau-people-mutfwang-urges-new-ecwa-president",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ajiri Daniels",
    "published": "2024-06-01T17:24:00Z",
    "title": "Use pulpit to unite Plateau people, Mutfwang urges new ECWA president – The Sun Nigeria",
    "text": "From Jude Owuamanam, Jos Governor Caleb Mutfwang of Plateau State has urged the new president of the Evangelical Church Winning All (ECWA), Rev. Dr. Job Ayuba Bagat Mallam, to use his preachments to unite the people of the state. He said that ECWA as a church has paid its duties through various aspects of human development. Speaking at the installation of Mallam as the new ECWA president and Rev. Dr. Sunday Congo as the new assistant general secretary, Mutfwang charged the leadership of ECWA to take a bold step by coming out with ideas and policies that will unite the people. Mallam, from Bondon district of Moro’s chiefdom in Kaura local government area of Kaduna State, succeeds Stephen Baba Panya, while the new general secretary, Congo, is of Waja tribe in Balanga local government area of Gombe state. In his inaugural speech, Mallam pledged to serve the church in all sincerity and with the fear of God. He said, “As the 12th president of ECWA, I am acutely aware of the privileges and the responsibilities that accompanied this esteemed position. I pay tribute to the exceptional leaders who have preceded me, recognising the legacy of vision, wisdom and perseverance they have bequeathed to us. I accept this privilege with humility and profound gratitude for the trust you have bestowed upon me.” He promised to carry all members along in the discharge of his pastoral duties. In his goodwill message, President Bola Ahmed Tinubu congratulated the new ECWA president and prayed God to give him more strength and renewed anointing as he takes up another mantle of stewardship in the vineyard of the Lord. Many dignitaries attended the ceremony, held at the ECWA headquarters in Jos. There were goodwill messages from the clergy of other denomination, including the President of the Church of Christ in Nigeria (COCIN), Rev. Dr. Amos Musa Mohzo, who was the guest speaker on the occasion.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "caleb mutfwang",
          "sentiment": "negative"
        },
        {
          "name": "jude owuamanam",
          "sentiment": "negative"
        },
        {
          "name": "mutfwang",
          "sentiment": "negative"
        },
        {
          "name": "jos",
          "sentiment": "negative"
        },
        {
          "name": "dr. sunday congo",
          "sentiment": "none"
        },
        {
          "name": "job ayuba bagat mallam",
          "sentiment": "none"
        },
        {
          "name": "bondon",
          "sentiment": "none"
        },
        {
          "name": "stephen baba panya",
          "sentiment": "none"
        },
        {
          "name": "mallam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ecwa",
          "sentiment": "negative"
        },
        {
          "name": "sun nigeria from",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "plateau state",
          "sentiment": "none"
        },
        {
          "name": "kaura",
          "sentiment": "none"
        },
        {
          "name": "kaduna state",
          "sentiment": "none"
        },
        {
          "name": "gombe",
          "sentiment": "none"
        },
        {
          "name": "balanga",
          "sentiment": "none"
        },
        {
          "name": "waja",
          "sentiment": "none"
        },
        {
          "name": "congo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T21:54:17.758+03:00",
    "updated": "2024-06-01T21:54:17.758+03:00"
  },
  {
    "uuid": "453a97fc82114eb9e651a74464a759a3ddef1fc5",
    "url": "http://business.mammothtimes.com/mammothtimes/article/syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndication Cloud",
    "published": "2023-12-29T06:14:00Z",
    "title": "Special Master Attorney Lisa Faccadio Merges Firm With Freed Marcroft To Serve More Families In Court | User | mammothtimes.com",
    "text": "A pillar of the Connecticut family law community, Attorney Lisa Faccadio, decided to merge her successful law practice with another in order to spend more time doing what she loves, both at work and at home. The result? An even more powerful force for good in the sphere of family law.\nFOR IMMEDIATE RELEASE\nHartford, CT, December 28, 2023— Two is better than one, and that’s certainly the case with the recent Freed Marcroft and Lisa Faccadio merger. These two incredible family law practices are coming together to offer more experience, more resources, and more passion to families in Connecticut who are dealing with divorce and custody issues.\nAttorney Lisa Faccadio is renowned in the family law world for her famous work ethic (she rises at 3am most days to get on the treadmill and begin reviewing her docket), her over forty years of private practice, and her status as a Special Master with Connecticut courts, which she has held for over twenty-five years. A Special Master is an extremely experienced lawyer that judges trust to help resolve particularly complex family disputes via settlement.\nLisa earned her Juris Doctorate at Western New England College School of Law in 1977. She has since served not only as a family lawyer and Special Master, but also as an adjunct professor for the University of New Haven, Baypath College, Mitchell College, and Quinnipiac University, as a speaker at the National Business Institute, as a member of the Standing Committee on Recommendations for Admission to the Bar of Middlesex County, and as the President of the Connecticut Bar and Middlesex Bar Association (2010-11).\nHer list of accomplishments and accolades is vast; this experience and deep knowledge of family court, together with her diligence, and her dedication to her clients, is what truly distinguishes Lisa above the rest. It’s what made her own family law practice flourish!\nHowever, when Lisa decided that she wanted to spend more time with her family, but still serve families across the state and do the work she loved, she chose to merge her firm with Freed Marcoft. The firm’s mission spoke to her. Their exclusive concentration on the field of family law, together with their own attorneys’ knowledge and over 70 years of combined experience that mirrors her own decades of practice, made them the top choice for her next season of life and work.\n“She’s someone who has dedicated her entire life to this one thing, so to have her with us, to add her to the depth of the bench that we have, is really monumental. This is a milestone for our firm.” – Natasha Roggi, Director of Operations\nFreed Marcroft has been named the Best Law Firm by the Hartford Readers’ Poll from 2014 to 2023, and is recognized as the authority on divorce and family law in Connecticut. They are equally thrilled by the new partnership; it’s a huge honor for them to be able to join with Lisa and her small but mighty team in order to better serve clients, and to allow Lisa to focus on doing what she loves, which is going to court. It was an easy decision for both parties because of the amount of alignment they would have with their values and strategy moving forward!\nEvery day, the attorneys at Freed Marcroft hold a roundtable discussion about current cases; they share information and advice, and all of the attorneys benefit from the other attorneys’ familiarity with certain cases, judges, and etc. Adding Lisa and her firm to this daily discussion is just one small example of how the merger is going to provide clients with the most elite, effective representation possible.\nFreed Marcroft is a Connecticut family law firm that believes everyone has one life, and supports people making the brave decision to live it the way they choose through transformative divorce that aligns with their individual goals for their futures. Their clients trust them with the hardest and bravest things they have ever done, and they (and now with Lisa Faccadio) will honor that trust by combining their legacy acumen with empathy and being their seasoned guide through the process. Call today to schedule a consultation.\nMedia Contact:\nElizabeth Avant\n860-560-8160\nelizabeth@freedmarcroft.com\nOriginally posted On: https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/",
      "https://www.cloudquote.io/article/5",
      "https://freedmarcroft.com/",
      "https://www.cloudquote.io/article/6",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
      "https://syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://www.syndication.cloud/special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court/",
      "https://www.tracking.newsrpm.com/pixel?slug=syndicationcloud-2023-12-29-special-master-attorney-lisa-faccadio-merges-firm-with-freed-marcroft-to-serve-more-families-in-court",
      "https://cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://freedmarcroft.com",
      "https://www.freedmarcroft.com/",
      "https://cloudquote.io"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lisa faccadio",
          "sentiment": "negative"
        },
        {
          "name": "marcroft",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "hartford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:49:29.687+02:00",
    "updated": "2023-12-29T09:54:11.796+02:00"
  },
  {
    "uuid": "9c495448be9f7fdb0c2a52c3b0251a60947d0d7c",
    "url": "https://pledgetimes.com/taylor-swift-releases-the-tortured-poets-department-on-friday-her-most-necessary-album",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin_l6ma5gus",
    "published": "2024-04-18T21:35:00Z",
    "title": "Taylor Swift releases 'The Tortured Poets Department' on Friday, her most 'necessary' album",
    "text": "American singer Taylor Swift will launch in the first minute of this Friday, April 19'The Tortured Poets Department', his eleventh studio albumon which she was focused for two years and which she has assured is his “most necessary” album.\nSwift announced this job on February 4 upon receiving the thirteenth Grammy of his career, his favorite number, in the latest edition of said awards.\n{{title}}\n{{/main}}\nImmediately afterwards, the 34-year-old American singer published the cover on her social networks, as well as the list of song names, and her most loyal fans were amazed, and they were able to purchase it in advance immediately.\nAfter the news There was very little information about it.. However, on her world tour 'The Eras Tour' Swift has talked about her creative process and during one of her most recent concerts in Melbourne, Australia, she said that the album was like “a lifesaver” for her.\n“I needed to do it. (…) It reminded me why writing songs is something that really helps me in life and I have never had an album where I have needed to write songs as much as on 'Tortured Poets,'” said the singer of 'Grid'.\nA more explicit album and new collaborations\nOn March 18, Apple Music offered the possibility for users to receive an alert when the album was available, and with this revealed that seven of the 16 songs that make up 'The Tortured Poets Department', plus an extra track, have explicit language, an increasingly common situation in his music.\nThe publication of the track list on the platform also made it possible to see that the album will feature the collaboration with artists like Post Malonewho will accompany the Pennsylvania singer on the song 'Fortnight' that opens the album, and by the British indie rock band Florence + the Machine, led by Florence Welchin the subject 'Florida!!!'.\nFurthermore, the launch will be accompanied by a video which will be released on the same Friday at 01:00 GMT. It has been confirmed that the first single will be 'Fortnight'.\nThe number two and new theories\nSo far the singer has given very few details about his new album and his followers have tried to find the meaning of the supposed hidden signs that he has been offering.\nThere is a theory on social media that the number two is one of the signs surrounding the new project, as Swift made the sign of peace and love during the launch announcement at the Grammys, in addition to emphasizing that the album had taken a while. two years to develop.\nLikewise, at the album's promotional pop-up store, currently located in Los Angeles, the clocks in the library-like facility show two o'clock.\nTherefore, some of her followers believe that there is a possibility that Swift could be hinting at a possible '2AM Edition' version of 'The Tortured Poets Department'just like he did when he released the '3AM Edition' of the album 'Midnights' in the early hours of the album's release, which included seven new songs.\nBut others consider that it could be a sign of a second part of 'The Eras Tour'which in 2023 was the first tour to exceed $1 billion in revenue.\nThat year the singer also surpassed the Puerto Rican Bad Bunny as the most listened to artist of the year on Spotify and produced the film 'The Eras Tour', which broke records as the highest-grossing concert film of all time by grossing $261.7 million in its premiere.\nSwift also positioned itself as the first performer to win a fourth Grammy Award for album of the year in 2024, for 'Midnights'.\n#Taylor #Swift #releases #39The #Tortured #Poets #Department39 #Friday #39necessary39 #album",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor swift",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:49:39.122+03:00",
    "updated": "2024-04-19T00:49:39.122+03:00"
  },
  {
    "uuid": "250ca303a25935fdb0db23f1a6a615a33a0fbc6a",
    "url": "https://www.clickorlando.com/news/local/2024/02/16/volunteers-pick-up-trash-in-orlando-neighborhood-during-love-week",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Talcott",
    "published": "2024-02-16T01:29:00Z",
    "title": "Volunteers pick up trash in Orange County neighborhood during ‘L.O.V.E. Week’",
    "text": "ORLANDO, Fla. – Dozens of young people volunteered their time on Thursday afternoon to pick up trash in the Pine Hills neighborhood of Orange County.\nThose volunteers are members of Future Leaders United , a mentoring program aimed at helping high schoolers prepare for higher education.\nThe group partnered with Light Orlando as part of its L.O.V.E. — Light Orlando Volunteer Experience — Week initiative.\nThat service project began on Monday with a spa night in partnership with One Heart for Women and Children, which served recovering women in the S.T.E.P.S. — Specialized Treatment, Education, and Prevention Services — program.\n[EXCLUSIVE: Become a News 6 Insider (it’s FREE) | PINIT! Share your photos ]\n“We have different people coming in with chair massage, painting nails, haircuts, and we’re having dinner together just as a big family,” One Heart Founder Stephanie Bowman said. “Really help make the women feel special, and, like, they really do matter because each one of us matters.”\nOther events during L.O.V.E. week include a Valentine’s Day party for children, garden clean-up, senior citizen prom, street cleanup and building bunk beds.\nLight Orlando was behind a $250,000 donation to the Salvation Army Angel Tree program last year.\nLeaders with the organization are now calling on volunteers to help serve the community during L.O.V.E. week, which runs through Sunday.\nVisit JustServe.org for details on becoming a volunteer.\nFor more information on Light Orlando’s mission visit LightOrlando.org .\nGet today’s headlines in minutes with Your Florida Daily :\nCopyright 2024 by WKMG ClickOrlando - All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "external_links": [
      "https://playlist.megaphone.fm?p=JXT3207686096",
      "https://www.unitedfoundationcf.org/flu",
      "http://justserve.org/",
      "http://lightorlando.org/",
      "https://podcasts.apple.com/us/podcast/your-florida-daily/id1632084191",
      "https://www.podcasts.apple.com/us/podcast/your-florida-daily/id1632084191",
      "http://www.lightorlando.org/",
      "http://lightorlando.org",
      "https://www.playlist.megaphone.fm?p=JXT3207686096",
      "https://playlist.megaphone.fm",
      "http://www.justserve.org/",
      "http://justserve.org",
      "https://unitedfoundationcf.org/flu"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stephanie bowman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "future leaders united",
          "sentiment": "none"
        },
        {
          "name": "education",
          "sentiment": "none"
        },
        {
          "name": "light orlando",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "orange county",
          "sentiment": "none"
        },
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "pine hills",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T04:29:49.901+02:00",
    "updated": "2024-02-16T04:29:49.901+02:00"
  },
  {
    "uuid": "857606481f34efcdc3673dfb0eb4c514c73575f2",
    "url": "https://www.theadvocate.com.au/story/8471545/counting-down-our-best-fish-and-chip-shops-on-the-coast/?src=rss",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Libby Bingham",
    "published": "2024-01-07T22:30:00Z",
    "title": "Counting down our best fish and chip shops on the Coast",
    "text": "Stanley is the perfect setting to find some of the finest fish and chips in the state. The seaside village is popular with tourists who enjoy its charms and get hungry, breathing in the fresh salty air. Freshness is vital when preparing delicious fish and chips. That's where the Coast's family-run fishing boats come in, ensuring their catch goes straight from the deck to the fryer, then into the hot oil-smudged wrapping. Unsurprisingly, Stanley has two places on arguably the Coast's list of top five fish and chip outlets. An acclaimed furniture maker hit by a devastating warehouse fire that destroyed decades of work now runs a fish and chip shop that just won the coveted state title for best fish and chips. #1 The winner of the biennial Tasmanian Seafood 2023-2024 Best Fish and Chips is Stanley Seafoods, which Mark Bishop and his son Oliver own. It is an impressive title to win, given the father and son only opened Stanley Seafoods two years ago. \"I'd like to take credit, but winning is a testament to the wonderful team of people that work for us,\" Mark said. The Bishop's seafood business includes processing the catch served at the fish and chip shop and a truck to take to farmers' markets. Oliver goes fishing while his father, an acclaimed Tasmanian furniture maker for over three decades, runs the fish and chip side. The Bishops specialise in calamari, live wrasse primarily for the Asian market at this stage, and stripey trumpeter. \"We focus on selling fresh Tasmanian fish and only Australian fish,\" Mark said. He said the secret to cooking delicious fish and chips is \"all about the freshness\". \"Knowing where the fish comes from, how it was caught and handled, and the entire supply chain is important.\" Seven years ago, when Oliver decided to become a fisherman, his father offered to give him a hand. \"I did that and made furniture for a while, but unfortunately, my workshop burnt down three years ago in a warehouse complex. The whole place went up,\" Mark said. It's still a shocking memory to have lost \"35 years worth of stuff\" in the fire. \"You feel for people who lose everything in bushfires. Now I know exactly how they feel,\" he said. The talented creator, driven by his DNA to excel, was always particular about creating furniture and food. He opened a small fish shop with three partners to start selling their catch, which took off. After COVID happened the seafood industry, like so many others, went into freefall. \"It was tumultuous; we lost our wholesale markets because restaurants closed,\" Mark said. The Bishops became the sole operators, and when the cafe upstairs closed, decided to open their fish and chip shop. \"We also sell fresh fish at farmers' markets along the Coast and do a fish run down the West Coast every fortnight.\" #2 Stanley institution Hursey Seafoods won the Tasmanian Seafoods 2023-2024 Tassie Seafood Award after catching and serving seafood for over 35 years. The family-owned and operated business was established by Jim and Val Hursey, starting with fish sales and a truck, and grew to include a fleet of signature red vessels offering residents and tourists the chance to taste fresh Tassie seafood, including the famous southern rock lobster. The iconic seafood restaurant, takeaway and fresh fish sales venue underwent a $1.5 million revamp in 2022. \"From our fleet to our plate is what we pride ourselves on,\" Steven Hursey said then. #3 Strait off the Boat in Devonport Experienced fisherman of 45 years, Craig Rowlings and his wife Judy own the Strait off the Boat fish and chip shop. Mr Rowlings catches the fish on his boat, the Mary H, while Judy and her team cook it at their shop on Forbes Street. When you see another well-known figure from the fishing industry buying a feed of fish and chips, it's already a good sign. The Rowlings decided to open the shop 12 years ago to sell their freshly caught Bass Strait gummy and the bycatch. Their customers no longer ask for \"flake and chips\". Instead, they ask for the type of fish they want: either the Bass Strait gummy, saw shark, elephant fish, Tassie Scallops, pink ling or blue eye. Mrs Rowlings said the secret to cooking great fish and chips is fresh seafood and a crispy batter. \"You need a cold batter so it becomes crispy and fresh oil,\" she said. She also advises that the quality of oil used is important. \"The older the oil, the soggier the chips will be,\" she said. #4 Wynyard Seafoods on the Wharf ranked second in the Tasmanian top 30 at the Australian Fish and Chip Awards in 2018 and is recently under new ownership. The picturesque Wynyard wharf has been home to a fish and chip shop for about 40 years, with people travelling to the town to enjoy the setting and a meal of fish and chips. #5 The Foreshore in Burnie and Drift in Devonport are fortunate to operate eateries from stunning beachside locations minutes from their city CBDS. Both serve locally sourced fish and chips. ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stanley",
          "sentiment": "none"
        },
        {
          "name": "oliver",
          "sentiment": "none"
        },
        {
          "name": "stanley seafoods",
          "sentiment": "none"
        },
        {
          "name": "mark bishop",
          "sentiment": "none"
        },
        {
          "name": "mark",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "coast stanley",
          "sentiment": "positive"
        },
        {
          "name": "stanley seafoods",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:33:02.984+02:00",
    "updated": "2024-01-08T00:33:02.984+02:00"
  },
  {
    "uuid": "a77af8b7a74c213f1bd13aef84e53330a0572762",
    "url": "https://www.chipchick.com/2025/01/her-husband-hit-her-with-an-ultimatum-she-can-stop-teaching-yoga-or-hes-divorcing-her",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bre Avery Zacharski",
    "published": "2025-01-30T22:30:00Z",
    "title": "Her Husband Hit Her With An Ultimatum: She Can Stop Teaching Yoga, Or He's Divorcing Her",
    "text": "Her Husband Hit Her With An Ultimatum: She Can Stop Teaching Yoga, Or He’s Divorcing Her\nThis 34-year-old woman got married to her 36-year-old husband a year and a half ago, and he truly is the most amazing man.\nWhen she met her husband, she had recently exited a long-term relationship, and although she and her husband started off as friends within the first couple of months of knowing one another, it didn’t take long for them to realize there was more to it than that.\nThey fell in love fast, and three months into dating, they purchased a house together. Nine months in, her husband proposed. They had a gorgeous destination wedding located in Greece, and they have been together for more than three years so far.\n“It’s important to know we are in [a] multicultural marriage; my husband is Hindu Punjabi (emigrated from India over a decade ago), and I’m a white American – Greece was equidistant travel for both of our families, who get along famously and have really embraced our blending of cultures,” she explained.\n“We have a lot of family support on both sides. When we got married, we were on the same page about what we expected from each other and what we wanted. Our red lines were physical violence and cheating – we agreed everything else was figure-out-able.”\n“One of those things we agreed on was fitness – early in our relationship, we worked out together constantly, went on runs, etc., and we talked often about our mutual desire to continue to cultivate a long, healthy life together.”\nShe happened to be a fitness instructor back in college and had a desire to get back into it, so when her husband began working late night hours at his job, she enrolled in a program for yoga teacher training.\nWhen she completed it, she landed a job at a super competitive studio, and she was elated. But then her husband grew so stressed out with his career that he began to slip into a depression.\nHe went from being a supportive and wonderful partner to demanding that she should play a role more like that of a stay-at-home wife.\nSign up for Chip Chick’s newsletter and get stories like this delivered to your inbox.\nOn top of yoga, she has a regular 9-5 job and is the breadwinner in their home. Having her husband turn around and expect her to cook dinner every single night and do all of the household chores was extremely upsetting to her.\nIt’s worth adding that her husband was raised in a toxicly traditional household, and his dad was cruel to his mom. Her husband has confided in her that having to see that impacted him as a kid. Her husband’s two sisters are more modern than traditional, which her in-laws have been accepting of.\nAs for her, she grew up with a mom and dad who equally shared household duties and expectations and are still best friends to this day.\nSo now that you have that background information, you can understand her shock at her husband’s shift regarding their household roles.\nThings got worse from there until she was diagnosed with an aggressive pre-cancer, and her husband magically snapped back to reality when faced with the potential that he could lose her.\nIn June of last year, she was told her life was no longer at stake, and that drove her husband right into a depression all over again. He did tell her that he believed her yoga side hustle was making her less available to him, though she was doing everything in her power to juggle what was on her plate.\n“At this point, I’d fallen in love with teaching yoga. My classes started waitlisting; helping my students gave me passion and purpose, and I’d finally found [a] real community, which was such a bright spot when there was no effort being put into our partnership at home,” she said.\n“Our fights began to escalate, and I found myself on the receiving end of low blows, name-calling, and verbal abuse. I tried so hard to meet him where he was and stay neutral/non-reactive, but you can only be called a [a name] so many times without losing it on occasion.”\nLast November, her husband landed a promotion at work and went back to a normal schedule, so she moved around her yoga classes in order to be home when he was done with work.\nIt’s been difficult for her to watch as the husbands of her yoga teacher friends happily support them and their work, yet her husband has moved into hating what she does and feeling as if it’s taking from their marriage.\nOn Monday evening, one of her yoga friends came to her house to do some work with her. She made dinner for them and her husband, and when her friend left, her husband snapped at her to get away from him.\nHe went the next 48 hours without saying a word to her. Finally, yesterday night, he gave her an ultimatum.\n“…He came to me and said – ‘It’s yoga or it’s me. You have until Sunday to quit your teaching job, or I’m leaving our marriage,’ and I’m just gutted,” she continued.\n“I’ve tried to offer a compromise and even offered to take a short leave of absence from teaching, but he refuses to speak to me until I ‘make my decision’ on Sunday, and apparently, it’s all or nothing.”\n“Movement has saved my mental health. I’ve found so much purpose through teaching – having a student approach me to tell me they sleep better on nights they’d taken one of my classes, or they feel more relaxed or inspired in any way just absolutely lights me up. I finally feel seen standing up there, and I’ve somehow gotten good at it. I love being of service to other people.”\nYoga has helped her to no longer need therapy, which she quit back in 2023, but she did reach out to the psychologist she used to see to talk to her about what’s going on with her husband.\nHer therapist reassured her that she should not play into the ultimatum and agree to stop teaching yoga simply because her husband has made a serious threat. Her therapist recommended that she tell her husband she’s not going to quit and just wait to see what happens.\nShe loves her husband and does not want to wreck their marriage. She has confided in her mom and dad about everything, and they’re doing their best to be there for her amid this mess.\n“I quietly reached out to his sister, who reassured me that we are family and they’d knock some sense into him, but am I missing something here?” she wondered.\n“The ultimatum seems like it’s about something so much deeper than my yoga job, but it’s ripping me apart that the person I love wants me to quit something I’ve become so passionate about. Not sure what my next move is, but I’d love to hear any takes from fellow internet stranger-friends.”\nWhat advice do you have for her?\nYou can read the original post below.\nMore About:Relationships",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Social Issue->dating and relationships",
      "Social Issue->family",
      "Social Issue->divorce",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->mental wellbeing",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://forms.feedblitz.com/85e",
      "https://www.forms.feedblitz.com/85e"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T00:30:00.213+02:00",
    "updated": "2025-01-31T00:30:00.213+02:00"
  },
  {
    "uuid": "8503e10a23fda194cf80d768b68546ec5adcc70a",
    "url": "https://www.herald.co.zw/hope-tree-roots-and-leaves-kept-trapped-miners-going/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Herald",
    "published": "2024-01-07T22:29:00Z",
    "title": "The Herald - Breaking news.",
    "text": "Hope, tree roots and leaves kept trapped miners going Luthando Mapepa in PENHALONGA and Africa Moyo in HARARE There was jubilation when the first batch of four artisanal miners were rescued at Redwing Mine in Penhalonga yesterday, after spending four days trapped underground when part of their shaft collapsed. A lot of doubting Thomases had lost all hope of finding any of the 15 miners alive, especially after rescue efforts were temporarily called off on Thursday last week since the ground was still unstable, although they were resumed the following day as the ground settled. But after the Government marshalled support from local companies and its own expertise, fellow artisanal miners, friends and relatives gathered at the mine burst into spontaneous celebrations once the first batch of four miners was brought to the surface, and when they said everyone underground was alive, family members that had kept their hands on their chins and heads showed their renewed hope. A funeral assurance company that had set a tent at the mine, scared many families, as they thought their relatives had died. A team of medical practitioners was on hand to render medical attention to the miners as they were rescued. Some of the rescued miners said they survived on eating tree roots, and for four days, their bodies up to neck level, were submerged in water. But that did not break their spirits. One of the rescued miners at Redwing Mine. One of the survivors, Promise Gumbo, said after the shaft collapsed, they were left perched on a corner. “We followed cracks, opening them until we came closer to the surface. We sought refuge at the far corner of the shaft when the mine was collapsing,” he said. “We were eating the roots of trees and leaves to survive. We would taste the roots before eating. That resulted in us surviving. “There are many cracks down there and the ground is not safe. We also survived due to teamwork.” Another survivor, Kodzana Dzima, said it was a “terrible” experience. Medics attend to one of the miners rescued at Redwing Mine in Penhalonga yesterday. “All the entrances were closed after the mine collapsed. There are approximately four hectares of underground which collapsed. We followed the cracks where there was light and this helped us move closer to where we were eventually assisted. We moved a distance of about 1km to come out,” he said. A parent of one of the miners who declined to be named said he was grateful to the Government and the entire rescue team. “I had four brothers underground out of the 15 and they are all alive. I am so happy. I am very happy that the 15 miners have come out alive. “This development is testimony that there is God above who protects us. This is only by the grace of God. We were all worried and we never expected that the miners would come out alive. People had lost hope that the trapped miners would come out alive. It’s a miracle,” he said. Redwing Mine owners, Metallon Corporation, released a statement shortly after the rescue operation, saying: “We are relieved to report that all 15 miners have evacuated to the surface and there has been no loss of life. “Medical care and all necessary support have been rendered to the affected. Metallon Corporation, the owner of Redwing Mine and Mazowe Mine, wishes to state the following: “Redwing Mine has historically operated as a formalised, large-scale mine. When the mine was placed under corporate rescue in 2020, and under the management of an administrator, artisanal mining was introduced on a wide scale. This incident occurred in one of the artisanal mining near-surface pits. A member of the Red Cross Society takes one of the rescued miners to a safe place in Penhalonga yesterday. “In 2022, the Supreme Court effectively removed the mine from corporate rescue. Since then, Metallon has been engaged in processes to restore formalised mining. As part of these processes, Metallon is ending unsafe mining practices, including all small-scale mining, and returning these operations to the formalised mining that Metallon has always conducted.” Mines and Mining Development Minister Zhemu Soda, who was present during the rescue mission, called on companies to heed President Mnangagwa’s call for responsible mining in order to prevent mine accidents that may result in injuries and loss of life.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "africa moyo",
          "sentiment": "negative"
        },
        {
          "name": "luthando mapepa",
          "sentiment": "negative"
        },
        {
          "name": "thomases",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "herald",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "penhalonga",
          "sentiment": "none"
        },
        {
          "name": "redwing mine",
          "sentiment": "none"
        },
        {
          "name": "penhalonga",
          "sentiment": "none"
        },
        {
          "name": "harare",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:33:33.861+02:00",
    "updated": "2024-01-08T00:33:33.861+02:00"
  },
  {
    "uuid": "08dd5260e01e914891e0314a7eb0d87b9dbaedaa",
    "url": "https://www.elespectador.com/bogota/capturan-a-hombre-por-intento-de-feminicidio-ataco-a-su-expareja-y-exsuegra/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Bogotá",
    "published": "2023-12-28T20:29:00Z",
    "title": "Capturan a hombre por intento de feminicidio: atacó a su expareja y exsuegra | EL ESPECTADOR",
    "text": "Un intento de feminicidio se reportó la noche del 27 de diciembre al interior de una vivienda en la localidad de Tunjuelito, donde una mujer y su madre fueron atacadas por un sujeto, identificado como expareja de la víctima. El hombre fue capturado e intentó lesionarse con arma blanca, por lo que fue trasladado a un hospital junto a las víctimas. Este nuevo hecho de violencia contra la mujer tuvo lugar en el barrio Vicente Ferrer, sobre la calle 53 sur con carrera 18. La expareja de la víctima se dirigió hasta allí, consiguió entrar a la vivienda y atacó con arma blanca a la mujer, posteriormente atacó a su exsuegra. Relacionado: Feminicidio en Suba: mujer fue asesinada en su casa por su expareja El vecindario escuchó los gritos y las autoridades acudieron al llamado de la comunidad. De acuerdo con el oficial de inspección de la Policía de Bogotá, coronel Rubén Gaitán, “al momento de su captura, esta persona también se lesiona asimismo, por lo que las tres personas fueron remitidas a un centro médico. Afortunadamente, todos se encuentran fuera de peligro y el ciudadano será dejado a disposición de autoridad competente”. Este hecho ocurre en medio de la coyuntura del feminicidio de Paula Andrea Celis, patrullera de la Mebog, asesinada por su expareja, Carlos Eduardo Celine, también uniformado de la Policía. En este caso se conocieron denuncias realizadas por la misma patrullera Celis sobre agresiones provocadas por el hoy procesado, quien acudía a la casa de la mujer y conseguí evadir los controles y entrar a su casa. El aumento de casos de este tipo preocupa. En lo corrido de 2023, se acumulan 24 feminicidios ocurridos en Bogotá, con respecto a los 15 se contaban a la misma fecha en 2022. Por otro lado, se registran 14.820 denuncias. Las localidades donde más feminicidios se han presentado este año son: Usaquén, Suba, Bosa Ciudad Bolívar, Los Mártires, y Usme. Toda mujer que sea víctima de violencias puede buscar atención inmediata a través de la Línea Púrpura de Bogotá, llamando al 018000112137, o escribiendo al WhatsApp 3007551846. Siga leyendo: Confirman feminicidio de una patrullera de la Policía de Bogotá Para conocer más noticias de la capital y Cundinamarca, visite la sección Bogotá de El Espectador.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:51.960+02:00",
    "updated": "2023-12-29T00:04:51.960+02:00"
  },
  {
    "uuid": "c2a3e917ee21a2c5fb94f27c47aae292c108b04b",
    "url": "https://ground.news/article/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel_2f48da",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T22:04:00Z",
    "title": "Ground News - Friends and family mourn the loss of Canadians killed by Hamas in Israel",
    "text": "Summary by Ground News At least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7. Global Affairs Canada has said an eighth person who was not a citizen but had deep ties to Canada also died in the ensuing conflict. The Hamas attacks killed an estimated 1,200 people and militants took another 240 hostage, 105 of whom were released. Share menu More\nFilters 5 Articles 5 Articles All Left Center Right\nCTV News Center High Factuality Media Conglomerate: Bell Media Friends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\n21 minutes ago · Canada Read Full Article\nCTV News Center High Factuality Media Conglomerate: Bell Media\nFriends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\n21 minutes ago · Canada Read Full Article National Post Lean Right High Factuality Individual: Leon Cooperman Corporation: Allianz Friends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\n32 minutes ago · Canada Read Full Article\nNational Post Lean Right High Factuality Individual: Leon Cooperman Corporation: Allianz\nFriends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\n32 minutes ago · Canada Read Full Article Barrie Today Lean Left High Factuality Friends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\n33 minutes ago Read Full Article\nBarrie Today Lean Left High Factuality\nFriends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\n33 minutes ago Read Full Article Battlefords NOW Friends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7. Global Affairs Canada has said an eighthperson who was not a citizen but had deep ties to Canada also died in the ensuing conflict. Another Canadian, who has not been identified, died in Lebanon during the hostilities. The Hamas attacks killed an estimated 1,200 people and mili…\n30 minutes ago Read Full Article\nBattlefords NOW\nFriends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7. Global Affairs Canada has said an eighthperson who was not a citizen but had deep ties to Canada also died in the ensuing conflict. Another Canadian, who has not been identified, died in Lebanon during the hostilities. The Hamas attacks killed an estimated 1,200 people and mili…\n30 minutes ago Read Full Article meadowlakeNOW Friends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7. Global Affairs Canada has said an eighthperson who was not a citizen but had deep ties to Canada also died in the ensuing conflict. Another Canadian, who has not been identified, died in Lebanon during the hostilities. The Hamas attacks killed an estimated 1,200 people and mili…\n30 minutes ago Read Full Article\nmeadowlakeNOW\nFriends and family mourn the loss of Canadians killed by Hamas in Israel Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7. Global Affairs Canada has said an eighthperson who was not a citizen but had deep ties to Canada also died in the ensuing conflict. Another Canadian, who has not been identified, died in Lebanon during the hostilities. The Hamas attacks killed an estimated 1,200 people and mili…\n30 minutes ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.ctvnews.ca/canada/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-1.6703766?utm_source=ground.news&utm_medium=referral",
      "https://nationalpost.com/pmn/news-pmn/canada-news-pmn/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel?utm_source=ground.news&utm_medium=referral",
      "https://www.barrietoday.com/national-news/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-8036510?utm_source=ground.news&utm_medium=referral",
      "https://meadowlakenow.com/2023/12/28/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-4/?utm_source=ground.news&utm_medium=referral",
      "https://battlefordsnow.com/2023/12/28/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-4/?utm_source=ground.news&utm_medium=referral",
      "https://www.nationalpost.com/pmn/news-pmn/canada-news-pmn/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel?utm_source=ground.news&utm_medium=referral",
      "https://www.barrietoday.com/national-news/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-8036510",
      "https://ctvnews.ca/canada/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-1.6703766?utm_source=ground.news&utm_medium=referral",
      "https://battlefordsnow.com/2023/12/28/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-4/",
      "https://nationalpost.com/pmn/news-pmn/canada-news-pmn/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel",
      "https://barrietoday.com/national-news/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-8036510?utm_source=ground.news&utm_medium=referral",
      "https://meadowlakenow.com/2023/12/28/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-4/",
      "https://www.battlefordsnow.com/2023/12/28/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-4/?utm_source=ground.news&utm_medium=referral",
      "https://www.meadowlakenow.com/2023/12/28/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-4/?utm_source=ground.news&utm_medium=referral",
      "https://www.ctvnews.ca/canada/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-1.6703766"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "ctv news center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "· canada read full article ctv news center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "global affairs canada",
          "sentiment": "none"
        },
        {
          "name": "bell media friends",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:34:17.312+02:00",
    "updated": "2023-12-29T00:34:17.312+02:00"
  },
  {
    "uuid": "b77c0a6378564da7f0bcf8e695b0b38649ae908d",
    "url": "https://www.elespectador.com/ambiente/amazonas/captan-en-video-a-la-comadreja-amazonica-un-animal-que-solo-se-ha-visto-24-veces-en-el-mundo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Ambiente",
    "published": "2024-07-18T12:52:00Z",
    "title": "Captan en vídeo a la comadreja amazónica, un animal que solo se ha visto 24 veces en el mundo | EL ESPECTADOR",
    "text": "Un grupo de caficultores de Bolivia captó en vídeo, por primera vez, a la comadreja amazónica (Neogale africana), uno de los animales más raros que se pueden encontrar en la cuenca amazónica. Así fue reportado en un artículo publicado en la revista Check List y por Wildlife Conservation Society (WCS), organización que apoya un proyecto de producción de café sostenible en ese país. Se trata de un animal que solo se ha registrado 24 veces en países amazónicos, en ubicaciones distintas, y que además nunca había sido grabado. También es el primer reporte que se presenta en Bolivia y es la ubicación más al sur del continente en donde se ha encontrado. Los registros corresponden a Brasil, en donde se había reportado 16 veces, Perú, con cinco reportes, y Ecuador, con dos. El nuevo registro, en Bolivia, también es el de mayor altitud, pues el vídeo fue tomado en un punto a 1.400 metros sobre el nivel del mar. “Para comparar el avistamiento con los de otras especies de comadreja, la comadreja menor ( Mustela nivalis ) de Eurasia y América del Norte tiene 78.472 registros en el Banco Mundial de Información sobre Biodiversidad (GBIF), y la comadreja de cola larga ( Neogale frenata ) de América del Norte, América Central y América del Sur tiene 28.655 registros GBIF”, dijo WCS en un comunicado. De acuerdo con esa organización, el registro es de gran importancia porque la ciencia conoce muy poco sobre este animal, y este es un punto de partida para empezar a entender los rasgos de su comportamiento, su distribución en la Amazonía y los ecosistemas en los que puede vivir. Eyner Quispe, el caficultor que grabó a la comadreja y que es coautor de la publicación científica, dijo a WCS que cuando la vio, supo que no era común y que “la biodiversidad es una parte importante de la historia de nuestro café, así que lo filmé lo mejor que pude. Es una sorpresa maravillosa descubrir lo importante que es esta observación para Bolivia”. Las demás investigadoras que firmaron la publicación, de WCS y de dos universidades de Estados Unidos, destacaron que se trata, además, de una muestra de la relevancia que puede tener la ciencia ciudadana para conocer más sobre la diversidad biológica en regiones clave para su conservación, como la Amazonía. *Este artículo es publicado gracias a una alianza entre El Espectador e InfoAmazonia, con el apoyo de Amazon Conservation Team. 🌳 📄 ¿Quieres conocer las últimas noticias sobre el ambiente? Te invitamos a verlas en El Espectador. 🐝🦜",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T01:01:40.482+03:00",
    "updated": "2024-07-19T01:01:40.482+03:00"
  }
]