[
  {
    "uuid": "57d2afeca5c11187ca6b744fa5862c027de70ea0",
    "url": "https://www.dailykos.com/stories/2024/1/14/2217205/-New-Day-Cafe-Keepin-Warm-With-Friends",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@TheMartiScott",
    "published": "2024-01-14T00:00:00Z",
    "title": "New Day Cafe: Keepin' Warm With Friends",
    "text": "Good morning, Cafe! Hope everyone is safe and well and warm! The cold weather is being downright mean to entirely too many of us, so please to get yourself a hot drink, something tasty and cuddle up to join us for a bit. All are welcome to join the fun, the silliness, the conversations. If you don’t know...just ask! Some things really do require a bit of explanation. There will be a few surprises along the way, all good ones, we hope. We are here to keep building the Daily Kos Community. We post Mon-Sun at 10:30 a.m. Eastern. Pie fights will be met with outrageous ridicule and insults. Trolls will be incinerated and served at the next group BBQ. As briquettes. All are welcome to join the fun, the silliness, the conversations. If you don’t know...just ask! Some things really do require a bit of explanation. There will be a few surprises along the way, all good ones, we hope. We are here to keep building the Daily Kos Community. We post Mon-Sun at 10:30 a.m. Eastern. Pie fights will be met with outrageous ridicule and insults. Trolls will be incinerated and served at the next group BBQ. As briquettes. . Who else needed this today? 😂🔊 Sound up! pic.twitter.com/2m8nYdIuc4— Jessi 💫 (@its_jessi_grace) January 12, 2024 Who else needed this today? 😂🔊 Sound up! pic.twitter.com/2m8nYdIuc4 Meanwhile….They say the sea is cold, but the sea contains the hottest blood of all, and the wildest, the most urgent. All the whales in the wider deeps, hot are they, as they urge on and on, and dive beneath the icebergs. Whales weep not. WHALE, HELLO THERE: A whale put on a show off the coast of Norway and gave a group on a whale-watching tour an experience they'll never forget. https://t.co/qqieg18hwJ pic.twitter.com/nUSF7CjTQH— ABC News (@ABC) January 13, 2024 WHALE, HELLO THERE: A whale put on a show off the coast of Norway and gave a group on a whale-watching tour an experience they'll never forget. https://t.co/qqieg18hwJ pic.twitter.com/nUSF7CjTQH Archeologists have uncovered a cluster of lost cities in the Amazon rainforest that was home to at least 10,000 farmers around 2,000 years ago. https://t.co/z2IxWI3Bv0— WJZ | CBS Baltimore (@wjz) January 13, 2024 Archeologists have uncovered a cluster of lost cities in the Amazon rainforest that was home to at least 10,000 farmers around 2,000 years ago. https://t.co/z2IxWI3Bv0 NEWS: Greece Reopens the Palace Where Alexander the Great Was Crowned. https://t.co/1ZVwgnIfEH pic.twitter.com/inU95UbyC5— World History Encyclopedia (@whencyclopedia) January 13, 2024 NEWS: Greece Reopens the Palace Where Alexander the Great Was Crowned. https://t.co/1ZVwgnIfEH pic.twitter.com/inU95UbyC5 The end of an era….I remember watching Bill on Days Of Our Lives when I was in high school. As a matter of fact, it was his storyline with Addie that I first remember. My mum started watching because Days came on right after the news at lunch time. Then, she had the nerve to get ME hooked on it! LOL We talked about it for years afterward, if I wasn’t working and had to miss it. Or, she’d watch it and bring me up to speed. Bill Hayes was the first to sing on a Soap, too! Days of Our Lives Star Bill Hayes Dead at 98: His 'Indelible Legacy Will Live On in Our Hearts' https://t.co/R1yEpMsx5M via @people— Mynameis...Miro (@zg4ever) January 13, 2024 Days of Our Lives Star Bill Hayes Dead at 98: His 'Indelible Legacy Will Live On in Our Hearts' https://t.co/R1yEpMsx5M via @people The Tyrannosaurus rex seemingly came out of nowhere tens of millions of years ago, with its monstrous teeth and powerful jaws dominating the end of the age of the dinosaurs. https://t.co/gIjaWInRRY— WJZ | CBS Baltimore (@wjz) January 12, 2024 The Tyrannosaurus rex seemingly came out of nowhere tens of millions of years ago, with its monstrous teeth and powerful jaws dominating the end of the age of the dinosaurs. https://t.co/gIjaWInRRY And what it took to save the iconic film prop for a new exhibit—hint: lots of steam. https://t.co/eS84BnLiQI— Atlas Obscura (@atlasobscura) January 12, 2024 And what it took to save the iconic film prop for a new exhibit—hint: lots of steam. https://t.co/eS84BnLiQI ⚪️▫️Chaise lounge ca. 1923 Designed by Uno Åhrén for Mobilia, Sweden ⚪️ has a scalloped shell look doesn’t it⚪️ pic.twitter.com/ICSluQpsAE— Michael (@MichaelisNOLA) January 13, 2024 ⚪️▫️Chaise lounge ca. 1923 Designed by Uno Åhrén for Mobilia, Sweden ⚪️ has a scalloped shell look doesn’t it⚪️ pic.twitter.com/ICSluQpsAE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://t.co/qqieg18hwJ",
      "https://t.co/1ZVwgnIfEH",
      "https://t.co/gIjaWInRRY",
      "https://t.co/R1yEpMsx5M",
      "https://t.co/eS84BnLiQI—",
      "https://t.co/z2IxWI3Bv0—",
      "https://t.co/gIjaWInRRY—",
      "https://t.co/eS84BnLiQI",
      "https://t.co/z2IxWI3Bv0",
      "https://www.t.co/1ZVwgnIfEH",
      "https://www.t.co/gIjaWInRRY",
      "https://www.t.co/qqieg18hwJ",
      "https://www.t.co/z2IxWI3Bv0—",
      "https://www.t.co/eS84BnLiQI—",
      "https://www.t.co/eS84BnLiQI",
      "https://www.t.co/gIjaWInRRY—",
      "https://www.t.co/z2IxWI3Bv0",
      "https://www.t.co/R1yEpMsx5M"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "daily kos community",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-14T18:07:36.783+02:00",
    "updated": "2024-01-14T18:07:36.783+02:00"
  },
  {
    "uuid": "7810748a5b3c35911024f31125099ab1f58f72d7",
    "url": "https://www.meneame.net/story/pablo-iglesias-pide-voto-bng-aconseja-militancia-podemos-rechace/c0140",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "varkaha",
    "published": "2023-12-28T21:05:00Z",
    "title": "#140 Pablo Iglesias pide el voto para el BNG y aconseja a la militancia de Podemos que rechace el acuerdo con Yolanda Diaz",
    "text": "Portada\nmis comunidades\notras secciones\n[#93](c93#c-93) Pocas cosas más entretenidas que hace unas horas me llames sectario por decir que deberían ir juntos, o no ir y pedir el voto por el BNG...\nY os veo a los cuatro de siempre haciendo campaña por el BNG mañana mismo si hace falta.\n[#107](c107#c-107) Es imposible mantener un diálogo contigo.\n\"El no sectario ha hablado.\nQue hables de que solo hay gente de un lado poniendo palos en la rueda deja todo meridianamente claro\"\ninscritos-podemos-galicia-decidiran-concurren-no-sumar/c014#c-14 [#77](c77#c-77) también hay un perfil de votante de izquierda gallego que no creo que esté contento solo con BNG y PSOE y que quizá deje de votar\nEse votante del que hablas está muy escaldado por haber votado a esa confluencia (Anova+Podemos+EU) y que, después de un buen resultado (2016), hayan acabado como el rosario de la aurora y que en 2020 no hayan sacado ni un solo diputado. Además de eso, de tener las alcaldías de Ferrol, Santiago y A Coruña, a pasar a cero concejales. A ese votante no creo que lo volviesen a pillar. Tiene que escoger entre BNG y PSdG. No queda otra.\n[#101](c101#c-101) Yo los voté, y de lo que quedé escaldado fue de que sacasen un buen resultado y comenzasen a dividirse a lo loco. En las pasadas autonómicas era un verdadero cachondeo eso de que En Marea decidiese presentarse a ver si arañaba algo y que Podemos simplemente jugase a no desaparecer. Si les presentas una opción seria como fueron AGE o En Marea en su momento pueden volver a captarlos. Si se presentan Sumar, Anova y Podemos cada uno por su cuenta van a sacar 0 todos.\n[#15](c15#c-15) Valla mierda de escusa.\nNo llega ni a justificación.\n¿Que tendríamos que decir, si la derecha, recordase lo de el GAL como hace la izquierda con esa foto?\nMe la suda podemos y sumar y eso. Me la suda la independencia de Galicia, pero la opción real es el BNG. Están muy cerca (no) de escaños y de arrebatar el poder al PP.\n[#96](c96#c-96) jaja he tenido que mirar a quien te referias, pero vamos son del mismo grupo, imagino que podria ser hasta un par con tropecientos clones, porque todos dicen y se comportan igual.\nA mí modo de ver,se juegan quien va a liderar el futuro gobierno pero descartar a sumar como posible mediador puede dejarlos en las puertas.El bng tiene un techo en votos difícil de superar a menos que convenza votantes del pp y que no le da para gobernar.El psdg está muy fuerte con besteiro pero cuántos votantes arrastra es un míster.El PP está muy preocupado por Jacome.De todos modos presenta un apoderado de un feijoo escapista,muy mediocre y que repite sus mismas mentiras, mentiras que harían reír sino fuera porque con ellas sus votantes hunden Galicia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:24.694+02:00",
    "updated": "2023-12-29T00:10:24.694+02:00"
  },
  {
    "uuid": "89a334b3bb378bdb5b7f36f5e2b9609e2b556fec",
    "url": "https://vnexplorer.net/parents-ask-for-medical-cannabis-to-treat-children-with-severe-epilepsy-but-are-offered-brain-surgery-by-the-nhs-first-s696923.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:02:00Z",
    "title": "Parents ask for medical cannabis to treat children with severe epilepsy - but are offered brain surgery by the NHS first",
    "text": "Several families say their children were offered the 'insanely invasive procedure'\nChildren with severe epilepsy have been offered brain surgery by the NHS before medicinal cannabis, parents have revealed.\nSeveral families have told the Mail their children were offered the ‘insanely invasive procedure’ which involves detaching one side of the brain from the other and can cause sight loss.\nOne mother declined the operation, which costs the NHS up to £33,400, and requested medicinal cannabis oil – which was legalised five years ago and has proven effective with epileptic children.\nThe oils are administered orally every day and three children in the UK have NHS prescriptions, with successful results.\nBut other youngsters with similar conditions have been denied it, leaving parents paying up to £2,000 a month to get the drug privately, while others can’t access it at all.\nLuci Griffin’s son Alfie, 13, (pictured together) was diagnosed with intractable epilepsy six years ago and the family have so far been denied medicinal cannabis on the NHS. But last year doctors offered to carry out a hemispherotomy on Alfie, which would involve temporarily removing a piece of his skull to operate on his brain\nThe family are currently buying a high-concentrate CBD oil online, which costs them £300 a month, but Alfie’s condition isn’t improving. He can no longer go to school and Mrs Griffin has had to stop work to become a full-time carer (stock photo of cannabis concentrate oil)\nLuci Griffin’s son Alfie, 13, was diagnosed with intractable epilepsy six years ago and the family have so far been denied medicinal cannabis on the NHS.\nBut last year doctors offered to carry out a hemispherotomy on Alfie, which would involve temporarily removing a piece of his skull to operate on his brain.\nThe family said they were warned it carried ‘a risk to life’, that Alfie could lose his peripheral vision and would need weeks of rehabilitation to learn to walk again.\nMrs Griffin said: ‘I don’t want to have to turn to him and say we know it didn’t work… I want to say we’ve done everything Alf, we did everything we could – why wouldn’t we try medicinal cannabis first?’\nThe family, from Peterborough, have been refused Epidiolex on the NHS and private clinics that prescribe other oils cannot help.\nIn October the Mail revealed two families were smuggling cannabis oil from the Netherlands back in suitcases as the pharmacy which delivered their private prescription didn’t have enough stock.\nMrs Griffin said getting the drug privately may not even be an option as they would struggle to keep up with large monthly payments.\n‘Even if we could [get it privately], how long can we sustain £2,000 a month? Not for long because we’d have to sell the house,’ the mother said.\nThe family are currently buying a high-concentrate CBD oil online, which costs them £300 a month, but Alfie’s condition isn’t improving. He can no longer go to school and Mrs Griffin has had to stop work to become a full-time carer.\nShe said: ‘We are absolutely stuck. We’re alone. We have no support.’\nFamilies say they pay anything between £400 to £2,000 a month to get medicinal cannabis privately (stock photo of a scientist checking hemp plants in a greenhouse)\nThe Mail has spoken to two other families whose epileptic children were offered brain surgery.\n‘You can’t reverse brain surgery, so it seems like madness,’ one mother said.\nCaroline Gisbourne’s son Mitchell, 16, had the procedure before medicinal cannabis was legalised in 2018 but it didn’t work and is now successfully using the oils.\nShe said: ‘If I had known about medicinal cannabis oils before, there’s no way I would have put him through the operation.’\nCosts of brain surgery to the NHS depend on patients’ age and the complexity of the procedure but are typically £7,800 to £33,400.\nFamilies say they pay anything between £400 to £2,000 a month to get medicinal cannabis privately.\nAn NHS England spokesman said: ‘The decision to proceed with surgery… would be a joint one taken by a clinical team and a patient’s family and/or carers.’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alfie",
          "sentiment": "none"
        },
        {
          "name": "luci griffin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nhs",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:13.590+02:00",
    "updated": "2023-12-29T00:08:13.590+02:00"
  },
  {
    "uuid": "82d5c096675bcaaa5743f86c1f600a202dde5df7",
    "url": "https://www.ndtv.com/world-news/ukraien-president-volodymyr-zelensky-on-sweden-joining-nato-5197171",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence France-Presse",
    "published": "2024-03-07T19:17:00Z",
    "title": "Ukraien President Volodymyr Zelensky On Sweden Joining NATO",
    "text": "Source: NDTV News | Title: \\”One More Protected From Russian Evil\\”: Zelensky On Sweden Joining NATO\nUkrainian President Volodymyr Zelensky on Thursday welcomed Sweden’s accession to NATO.\nKyiv:\nUkrainian President Volodymyr Zelensky on Thursday welcomed Sweden’s accession to NATO, which his own country is hoping to join after the war ends.\nThe Swedish move was spurred by Russia’s invasion of Ukraine and turned the page on two centuries of non-alignment.\n“Today, it is important to note that one more country in Europe has become more protected from Russian evil,” Zelensky said in his evening address.\nRussia has vowed “countermeasures” over Sweden’s entry into NATO, especially if the alliance’s troops and assets deploy in the country.\n“At a time of Russian aggression… everyone sees how important it is to maintain alliances and partnerships,” Zelensky added.\nHe has been pushing allies for a timetable to join the NATO ranks once the Russian invasion has been defeated.\nLeaders have agreed that Ukraine could join the alliance once peace has been restored, but insisted certain conditions should be met.\n“There will be a day when Sweden will be able to congratulate Ukraine on joining the alliance as well,” Zelensky said.\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)\nRead More | Source: NDTV News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI",
      "https://www.jiosaavn.com",
      "https://jiosaavn.com",
      "https://jiosaavn.com/featured/new-music-this-week/Ns2UZo9qDvI"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "volodymyr zelensky",
          "sentiment": "negative"
        },
        {
          "name": "zelensky",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nato",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T00:21:13.960+02:00",
    "updated": "2024-03-08T02:16:16.668+02:00"
  },
  {
    "uuid": "9a291d2fa4c4b5fed7a2bf77026918b8707f2ba1",
    "url": "https://www.transylvaniatimes.com/news/gov-cooper-visits-hurricane-damaged-pisgah-forest/article_54bc1b3e-87ea-11ef-9168-73652ad99366.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Rich Staff Writer",
    "published": "2024-10-11T05:00:00Z",
    "title": "Gov. Cooper visits hurricane-damaged Pisgah Forest | News | transylvaniatimes.com",
    "text": "Friday morning Gov. Roy Cooper made his first trip to Transylvania County to visit people and businesses impacted by Hurricane Helene and shared the message that his administration and federal disaster officials are here to help.\n“This is a unique and devastating disaster that has occurred here,” Cooper said. “I know there are thousands of assessments that have already been made. Assessments of damages leads to quicker recovery and that work is ongoing. We’ve been here to assist, but it’s going to be the strength of the local people in western North Carolina that’s going to be the heart of this recovery.”\nCooper toured Pisgah Fish Camp off Old Hendersonville Highway Friday at the invitation of former County Commissioner Mike Hawkins, whose family founded the popular local restaurant in 1968. The building sustained massive flooding from the Sept. 26 storms and began the process of repairing water-logged flooring and flood-damaged walls Tuesday, but the restaurant may not reopen until the Christmas holidays.\n“This is the twelfth or thirteenth county that I’ve been in and the devastation has been catastrophic, but the determination and courage of the people of western North Carolina has been indescribable in that it has been so very strong. The commitment to build back better, stronger and more resilient is ever-present. What’s happening is a coordinated, massive effort that is unprecedented in North Carolina.”\nAs of Friday morning, officials with the Federal Emergency Management Agency said they have already approved 1,200 households in Transylvania County for individual assistance and $1.4 million directly to local survivors of the storm with more assistance on the way.\n“Small businesses are the backbone of our economy and this is such an unprecedented crisis that we need to do more than that,” Cooper said. “I want to work in a bi-partisan way with the State Legislature and Congress to come up with some kind of grant program for our small businesses because many of them are looking at devastation and have to decide if they are going to rebuild. We want to help them in a more resilient way because we want them to stay here and we want them to be here.”\n“This was a tremendously massive storm impacting a lot of communities all the way through the Gulf Coast and through North Carolina and Tennessee as well,” said FEMA Deputy Director Erik Hooks as he stood beside Cooper in the fish camp parking lot. “Despite the fact that we’ve had to deal with Hurricane Milton, the work is ongoing for western North Carolina and we’ll continue to be with you throughout the entire time.\n“The president and vice-president have been unambiguously clear that the full weight of the federal government will be here for this great governor and this great community.”\nAs local elected officials and county staff thanked the governor for coming to Pisgah Forest, they also shared their appreciation for the ongoing support state agencies directed to Transylvania County at a time when many other neighboring communities were wrecked by Helene’s unrelenting wrath even more than what was experienced in Transylvania County.\n“First and foremost, we are so thankful that we did not lose any lives in the storm and that is partially due to support from Emergency Management,” said Transylvania County Manager Jaime Laughter. “We put in an early request for two swift water rescue teams and two high-clearance vehicles. We know that saved some of our citizens’ lives and some of our first responders’ lives.”\n“Transylvania County is very lucky and very blessed that our facilities did not sustain any major damage,” School Superintendent Lisa Fletcher told Cooper. “We are all accounted for and we are so excited to go back Monday. We are really blessed compared to our brothers and sisters around us.”\nBrevard Mayor Maureen Copelof shared with Cooper that the downtown area was largely spared the brunt of the storm, but explained that it did not escape without its own set of ongoing challenges created by the flood waters.\n“We have housing areas where we have displaced families. We have a trailer park that was pretty much wiped out. We have houses where the water was 6-feet high,” Copelof said. “We had to take 58 people out of home by raft in the middle of the hurricane and our first responders did that safely, but it’s going to be a long recovery. Even though you don’t see that much damage everywhere, people have lost so much. Those who have lost their homes tend to be a lot of lower-income families. We already had an issue here with affordable housing. This has just really compounded the problem.”\nShe also praised the cooperative work between so many city, county and state agencies at a time when assistance was so desperately needed.\n“Even though we have had trauma and suffering, I look out with such pride how the county and the city have stood together, how the different state agencies and our faith organizations have stood up,” Copelof said. “We have had such a massive effort to feed people and we have come through it. We have survived and we are going to move forward, but we are going to need a lot of help. That is why I am so glad that you are here today because you are going to be hearing from us and we will need assistance. There’s just no way around it. People are hurting and we need to take care of our people.”\n“I’m glad you pointed out this disaster is so much different than the disasters we’ve seen across the country,” Cooper responded. “It is really unprecedented and it’s really complex because of the topography and the way the water flows here, but one thing that remains constant across the country is that those who get hit hardest are those who can afford it the least.\n“That is something we want to put at a priority as well. I know it’s going to be a massive effort here and it’s going to require a massive investment. Billions and billions of dollars is what it’s going to take, but I’m hearing from people on both sides of that aisle that they’re ready to make that commitment.”\nTags Federal Emergency Management Agency Emergency Management Natural Disasters Natural Events Disasters Humanitarian Crises Transylvania County, North Carolina Atmospheric Circulation Atlantic Hurricanes Tropical Cyclones Weather Events Storms Atlantic Hurricane Seasons Natural Hazards Vortices Meteorology Tropical Meteorology Tropical Cyclone Seasons Pacific Hurricanes Tropics Climate Of The United States Storm Synoptic Meteorology And Weather Seasons Branches Of Meteorology North Carolina Trending Video Recommended for you Trending Recipes Obituaries Billie Jo Farmer Mooney",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T02:25:37.625+03:00",
    "updated": "2024-10-26T04:18:17.306+03:00"
  },
  {
    "uuid": "f40b0acb28bf0a0f885dab29fe79fcc9ae422269",
    "url": "https://www.irishmirror.ie/news/irish-news/ireland-weather-wet-windy-warnings-31765322",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Keith Kelly",
    "published": "2023-12-29T07:20:00Z",
    "title": "Ireland weather: Wet and windy weekend ahead as new Met Eireann warnings come into effect - Irish Mirror Online",
    "text": "Storm Gerrit may have come and gone, but it appears that the country will continue to experience yet more unsettled weather conditions this weekend in the lead up to the [New Year.](https://www.irishmirror.ie/all-about/new-year) It had been reported earlier this week that [Ireland could be hit by the tail end of Storm Henk](https://www.irishmirror.ie/news/ireland-facing-prospect-another-storm-31754508) which was set to peak out over the Atlantic, but could still \"pack a punch\" on Ireland, according to weather expert Alan O'Reilly of the Carlow Weather page on X (formerly This forecast appears to be coming true for much of the country - the west and the south in particular - as [Met Éireann](https://www.irishmirror.ie/all-about/met-eireann) has put Status Yellow rain and wind warnings in place for Friday and Saturday respectively. The national forecaster officially marked the northwestern counties of [Donegal](https://www.irishmirror.ie/all-about/donegal), [Leitrim](https://www.irishmirror.ie/all-about/leitrim), [Sligo](https://www.irishmirror.ie/all-about/sligo) and North [Mayo](https://www.irishmirror.ie/all-about/mayo) with a Status Yellow rain warning as heavy rainfall is due with a risk of flooding possible, valid from 6am to 9pm on Friday. Read More: [Ireland live lightning tracker as weather warnings issued and Met Eireann names 'hotspots'](https://www.irishmirror.ie/news/irish-news/ireland-live-lightning-tracker-weather-31761995) Carlow Weather's Alan O'Reilly says that up to 30mm of rainfall is possible over a 24-hour period in these counties in line with the Status Yellow warning. A separate Status Yellow wind warning is in place in the south going into Saturday too, as [Cork](https://www.irishmirror.ie/all-about/cork), [Kerry](https://www.irishmirror.ie/all-about/kerry), [Waterford](https://www.irishmirror.ie/all-about/waterford) and [Wexford](https://www.irishmirror.ie/all-about/wexford) are earmarked to receive \"strong to gale force and gusty\" winds, leading to potential coastal flooding when coupled with high Spring tides. The warning comes into effect between 2am to 12pm on Saturday. Met Éireann's forecast the weekend is as follows, starting with Friday: \"Windy at first this morning with fresh to strong and gusty westerly winds, gradually easing. There will be sunny periods and some showers for much of the country, some of which will be heavy. However, showery rain will persist in parts of the north and northwest for much of the day with some localised flooding likely and a chance of a little sleet in the north too. Highest temperatures of 4 to 8 degrees, possibly a little lower in some northern parts.\" \"Some clear spells at first tonight with just isolated showers. Lowest temperatures of -1 to +3 degrees with some frost and icy stretches forming with light to moderate southwesterly or variable breezes.\" The forecast shows a similar outlook for Saturday: \"A wet and windy start to the day with widespread rain, heavy or thundery at times with some localised flooding possible. The rain will clear to sunny spells and showers from the western half of the country through the morning, extending to all areas through the afternoon. \"Some showers will be heavy with a chance of isolated thunderstorms and hail. Highest afternoon temperatures of 5 to 9 degrees, coolest in the northwest. Fresh to strong and gusty southerly winds, with onshore gales, will mean there is a chance of coastal flooding in the south and southwest.\" Sunday - New Year's Eve - has can expect the following: \"Breezy or windy with sunny spells and scattered showers and a chance of hail. Fresh to strong and gusty westerly or cyclonic variable winds will gradually decrease moderate to fresh and gusty through the day. Highest temperatures of 6 to 9 degrees generally.\" New Year's Eve revellers in particular will be interested in the Sunday night forecast: \"Showers will continue overnight, mainly for Atlantic counties with longer spells of rain possible in the northwest. Some frost or ice will form with lowest temperatures of 0 to 4 degrees in mostly moderate westerly winds.\" The outlook for Monday is: \"Sunny spells and scattered showers at first, becoming more isolated through the morning and early afternoon. Cloud will build from the southwest later. Highest temperatures of 5 to 8 degrees in light to moderate southwest winds, backing southerly and falling mostly light later.\" Met Éireann says Tuesday will see outbreaks of rain and drizzle in the south will clear through the morning, becoming dry until night with some showers and highest temperatures of 3C to 6C degrees. Join the Irish Mirror’s breaking news service on WhatsApp. Click [this link](https://chat.whatsapp.com/FYsKkdmyzYm0dTbcSalI9S) to receive breaking news and the latest headlines direct to your phone. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our [Privacy Notice](https://www.reachplc.com/site-services/privacy-policy).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [
      "https://www.reachplc.com/site-services/privacy-policy).",
      "https://chat.whatsapp.com/FYsKkdmyzYm0dTbcSalI9S)",
      "https://reachplc.com/site-services/privacy-policy).",
      "https://www.chat.whatsapp.com/FYsKkdmyzYm0dTbcSalI9S)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alan o'reilly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met eireann",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ireland",
          "sentiment": "none"
        },
        {
          "name": "sligo",
          "sentiment": "none"
        },
        {
          "name": "atlantic",
          "sentiment": "none"
        },
        {
          "name": "donegal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:49:35.222+02:00",
    "updated": "2023-12-29T10:49:35.222+02:00"
  },
  {
    "uuid": "5d47608fe4208e396a1c333fe338951a84c3ef8b",
    "url": "https://www.dnaindia.com/india/report-court-has-taught-lesson-to-aap-reacts-after-delhi-cm-kejriwal-gets-interim-bail-in-ed-case-3096574",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Riddhima Kanetkar",
    "published": "2024-07-12T03:11:00Z",
    "title": "'Court has taught lesson to...': AAP reacts after Delhi CM Kejriwal gets interim bail in ED case",
    "text": "India Saurabh Bhardwaj, Minister of Health, Urban Development, Tourism, Art and Culture, took to his social media handle on platform X and posted \"First, Judge Nyay Bindu granted bail in the ED case, and now the country's biggest court has granted interim bail to Arvind Kejriwal.\" The Supreme Court granted interim bail to Delhi Chief Minister Arvind Kejriwal in the now scrapped excise policy case registered by the Enforcement Directorate today (ED). The Delhi CM however will continue to remain in jail as he was arrested by the CBI in the same case. The AAP celebrated the bail order saying that if the Centre acts arbitrarily its pride would be shattered. Saurabh Bhardwaj, Minister of Health, Urban Development, Tourism, Art and Culture, took to his social media handle on platform X and posted \"First, Judge Nyay Bindu granted bail in the ED case, and now the country's biggest court has granted interim bail to Arvind Kejriwal.\" Further, he added, \"The court has taught a big lesson to the Central BJP government. If the centre still acts, arbitrarily, the pride will be further shattered.\" Delhi Minister Atishi said, \"...BJP knew that he (Arvind Kejriwal) has been granted bail by the Rouse Avenue Court, they know that he will get bail by the Supreme Court too. That is why, they hatched another conspiracy, and on the day on which the bail hearing was scheduled to come up before the Supreme Court, they made CBI arrest Arvind Kejriwal a day before that. Why was he arrested by the CBI? Because if he received bail in the ED case, he would come out of jail and work for the people of Delhi 10 times faster... I would like to tell the BJP today, one after the other - every court in this country has exposed your conspiracy... every court is granting bail to Arvind Kejriwal. I would like to tell the BJP, to end your arrogance and stop hatching conspiracy against other parties. Truth can be troubled but not defeated...\" However, the BJP hit out at the AAP saying interim bail was not a relief from the crime committed. BJP MP Kamaljeet Sehrawat said, \"Interim Bail is not a relief from the crime that one has committed. Interim Bail provides for one to stay out of jail as the case proceeds. But it doesn't mean that Arvind Kejriwal has not done a scam, that he was not involved in corruption... Perhaps the Supreme Court has allowed him to be out and work as the people of Delhi are suffering. But the court has not acquitted him.\" Kejriwal's lawyer, Rishikesh Kumar, described the verdict as a \"big victory.\". \"The Supreme Court has granted him interim bail and the issue of Section 19 and the necessity of arrest have been referred to a larger bench. CM Kejriwal will remain in custody as his bail in the CBI case is still pending. This is a big victory,\" Kumar told ANI. Additionally, SC lawyer Shadan Farsat, representing Kejriwal, also said, \"The court observed that so far as his arrest is concerned, there are certain aspects of the necessity of the arrest. They said Mr Kejriwal has already undergone a large period of incarceration and therefore, directed his release and bail immediately in the ED matter.\" The top court had reserved the verdict on Kejriwal's plea on May 17. (Except for the headline, this story has not been edited by DNA staff and is published from ANI) [READ | Nepal: 65 people including 7 Indians believed to be missing after two buses get swept away by landslide](https://www.dnaindia.com/world/report-nepal-65-people-including-7-indians-believed-to-be-missing-after-two-buses-get-swept-away-by-landslide-3096550)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "saurabh bhardwaj",
          "sentiment": "negative"
        },
        {
          "name": "kejriwal",
          "sentiment": "negative"
        },
        {
          "name": "nyay bindu",
          "sentiment": "none"
        },
        {
          "name": "arvind kejriwal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aap",
          "sentiment": "negative"
        },
        {
          "name": "urban development",
          "sentiment": "negative"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "cbi",
          "sentiment": "none"
        },
        {
          "name": "enforcement directorate",
          "sentiment": "none"
        },
        {
          "name": "central bjp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T11:50:00.969+03:00",
    "updated": "2024-07-12T13:07:33.691+03:00"
  },
  {
    "uuid": "8f5109ad8e76de2eaa898e2482de0595fe50e77c",
    "url": "https://zenit.org/2023/12/28/usa-catholics-make-a-positive-impact-by-showing-solidarity-with-the-church-in-latin-america/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NULL",
    "published": "2023-12-28T23:46:00Z",
    "title": "USA: Catholics Make a Positive Impact by Showing Solidarity with the Church in Latin America",
    "text": "(ZENIT News / Washington, 12.28.2023).- Catholics in the United States will have an opportunity to show solidarity and share their faith by giving to the U.S. Conference of Catholic Bishops’ (USCCB) annual Collection for the Church in Latin America next month. Last year, the collection delivered more than $6.5 million in grants to help people who reside in regions where poverty, political and religious persecution, and other hardships make it difficult for the Church to support itself. “In an era with too much focus on what divides us from our sisters and brothers in Latin America, Catholics across the United States continue to strengthen our bonds of faith, hope, and love through their gifts to the U.S. bishops’ annual Collection for the Church in Latin America,” said Bishop Octavio Cisneros, emeritus auxiliary bishop of Brooklyn and chairman of the USCCB Subcommittee on the Church in Latin America. Last year, this collection funded 251 grants supporting evangelization, catechesis, family ministry, pro-life work and outreach to groups as diverse as prisoners, university students, and Indigenous communities; sponsoring the formation of seminarians, clergy and those in consecrated life; as well as for emergency disaster relief after hurricanes, earthquakes and floods. - In the Diocese of Itztapalpa, Mexico, where hunger drives high rates of crime and incarceration, the Collection for the Church in Latin America supported an evangelization center where newly released convicts receive practical help with job-hunting, along with spiritual and emotional support and opportunities for recreation. - In Brazil, where persons of African ancestry suffer racial discrimination, the National Conference of Bishops of Brazil obtained a grant to engage Afro-Brazilian Catholic leaders in helping the Church more effectively promote and live Pope Francis’ vision for loving our neighbors. - In Peru, a grant to the Prelature of Chuquibambilla in the Andes supported alliances between Church leaders, healthcare organizations and law enforcement to teach church workers how to prevent, report and respond to suspected abuse of children and vulnerable adults. - In Colombia, the Sisters of the Eucharistic Communicators of the Heavenly Father are teaching the Bible, Catholic doctrine, spirituality, and family life-skills, such as budgeting, to families in spiritual and material need with funding from the collection. Many dioceses will take the collection in their parishes on January 28. [#iGiveCatholicTogether](https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUYF1v1ZgbMPcYtwtnJtNYbcYlsI8TQz45toRne9nSHg4edUHU-2BGr2k5mLeEcCvOtGO78j9LTwa4mJabN8L-2BnPIipj3zmMYQ2mSALhguxuzoZgU9a_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LAD719kuw-2BtHRxbwsGNoO4zFKUSUXaDSbOBq2rMxXc9vPGUKezg-2FgwxbueDZ2WVDri43PF2lKDnxZ2b6WJNADNPJWw4EQ6HBUYnW2Cbium0NKcjH7q8hulPaRXvbTwPQzPHnrM3kuqq09WDkrQOWpUP3GaXy0cLBmpHHVnqfnExDHs-3D) also accepts funds for the collection. For more information see [www.usccb.org/latin-america](https://u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9plRFZzTseXQOZhu2kANIpC7Al-2FD6PHP5XOsfSGEERiJpdDB_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LADrcNPFmfDKExBSrvSsSSwHdEmY9fAPSPVVsc0ADK99uOJP4a-2F1o8NtYOYxkwsV8ZTIHlYIdbzmGNwTPDR6KDaj5EK56y-2BoMO-2B9-2Fr2YNsPhWUYarvbgxaPZJt1nokRaFQqte5vq2SamSxEnkJCODl-2BUS9Gz-2BYi9hcy-2FqGMmU9xh1U-3D).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUYF1v1ZgbMPcYtwtnJtNYbcYlsI8TQz45toRne9nSHg4edUHU-2BGr2k5mLeEcCvOtGO78j9LTwa4mJabN8L-2BnPIipj3zmMYQ2mSALhguxuzoZgU9a_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LAD719kuw-2BtHRxbwsGNoO4zFKUSUXaDSbOBq2rMxXc9vPGUKezg-2FgwxbueDZ2WVDri43PF2lKDnxZ2b6WJNADNPJWw4EQ6HBUYnW2Cbium0NKcjH7q8hulPaRXvbTwPQzPHnrM3kuqq",
      "https://u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9plRFZzTseXQOZhu2kANIpC7Al-2FD6PHP5XOsfSGEERiJpdDB_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LADrcNPFmfDKExBSrvSsSSwHdEmY9fAPSPVVsc0ADK99uOJP4a-2F1o8NtYOYxkwsV8ZTIHlYIdbzmGNwTPDR6KDaj5EK56y-2BoMO-2B9-2Fr2YNsPhWUYarvbgxaPZJt1nokRaFQqte5vq2SamSxEnkJCODl-2BUS9Gz-2BYi9hcy-2FqGMmU9xh1U-3D).",
      "https://www.u7061146.ct.sendgrid.net/ls/click?upn=TeZUXWpUv-2B6TCY38pVLo9plRFZzTseXQOZhu2kANIpC7Al-2FD6PHP5XOsfSGEERiJpdDB_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LADrcNPFmfDKExBSrvSsSSwHdEmY9fAPSPVVsc0ADK99uOJP4a-2F1o8NtYOYxkwsV8ZTIHlYIdbzmGNwTPDR6KDaj5EK56y-2BoMO-2B9-2Fr2YNsPhWUYarvbgxaPZJt1nokRaFQqte5vq2SamSxEnkJCODl-2BUS9Gz-2BYi9hcy-2FqGMmU9xh1U-3D).",
      "https://www.u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUYF1v1ZgbMPcYtwtnJtNYbcYlsI8TQz45toRne9nSHg4edUHU-2BGr2k5mLeEcCvOtGO78j9LTwa4mJabN8L-2BnPIipj3zmMYQ2mSALhguxuzoZgU9a_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LAD719kuw-2BtHRxbwsGNoO4zFKUSUXaDSbOBq2rMxXc9vPGUKezg-2FgwxbueDZ2WVDri43PF2lKDnxZ2b6WJNADNPJWw4EQ6HBUYnW2Cbium0NKcjH7q8hulPaRXvbTwPQzPHnrM3kuqq",
      "https://u7061146.ct.sendgrid.net/ls/click"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bishop octavio cisneros",
          "sentiment": "none"
        },
        {
          "name": "catholics",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "church",
          "sentiment": "neutral"
        },
        {
          "name": "zenit news / washington",
          "sentiment": "neutral"
        },
        {
          "name": "showing solidarity",
          "sentiment": "neutral"
        },
        {
          "name": "u.s. conference of catholic bishops",
          "sentiment": "none"
        },
        {
          "name": "usccb subcommittee on the church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "latin america",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "brooklyn",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:21:33.668+02:00",
    "updated": "2023-12-29T02:21:33.668+02:00"
  },
  {
    "uuid": "c8b098579ed0f3c11c4bd8a879ed5a34f469bdee",
    "url": "https://www.hellenicshippingnews.com/iron-ore-futures-slide-amid-weak-china-factory-activity-outlook/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hellenicshippingnews...",
    "published": "2023-12-28T23:59:06Z",
    "title": "Iron ore futures slide amid weak China factory activity outlook | Hellenic Shipping News Worldwide",
    "text": "Dalian iron ore futures declined on Thursday as market participants geared up for a sustained contraction in manufacturing activity in China.\nThe most-traded May iron ore on China’s Dalian Commodity Exchange DCIOcv1 was down 1.3% at 976 yuan ($137.48) per metric ton at closing.\nOn the Singapore Exchange, the benchmark January iron ore SZZFF4 was down 1.8% at $141.24 a ton, snapping a five-day winning streak.\nChina’s manufacturing activity likely contracted for the third consecutive month in December, a Reuters poll showed, weighed by soft demand for manufactured goods, a reading that would embolden calls for more policy support.\nThe country will strive to expand domestic demand, ensure a speedy economic recovery and promote stable growth, according to an interim report of the country’s 14th five-year plan published by parliament on Wednesday.\nAs part of the plan, China will intensify market-oriented reforms to boost development.\nChina’s yuan CNY= firmed against a weakening U.S. dollar on Thursday after the dollar index fell late on Wednesday to its lowest level in five months.\nA stronger yuan makes yuan-denominated assets less affordable when purchased in other currencies.\nAnalysts expect demand for iron ore to surge in coming weeks as Chinese steelmakers replenish raw materials to maintain production needs over the Lunar New Year holiday break.\nSteel benchmarks on the Shanghai Futures Exchange were mixed. The most-active rebar contract SRBcv1 slid 0.4%, hot-rolled coil SHHCcv1 dropped 0.7%, and wire rod SWRcv1 fell 0.6%. Meanwhile, stainless steel SHSScv1 gained 0.4%.\nOther steelmaking ingredients Dalian coking coal DJMcv1 and coke DCJcv1 inched down 2.4% and 0.9%, respectively.\nSource: Reuters (Reporting by Ashley Fang; Editing by Sonia Cheema and Subhranshu Sahu)\n2023-12-29 hellenicshippingnews...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hellenic shipping news worldwide dalian",
          "sentiment": "negative"
        },
        {
          "name": "dalian commodity exchange",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "singapore exchange",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:59:09.897+02:00",
    "updated": "2023-12-29T01:59:09.897+02:00"
  },
  {
    "uuid": "3632ec618c7f4be4e872feaed1d5dee4a0b619ee",
    "url": "https://yorknewstimes.com/news/local/weather/york-winter-storm-warning/article_0c9ec5a6-c951-11ef-84b4-9fbe6387c433.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R.J. POST York News-Times",
    "published": "2025-01-02T21:53:00Z",
    "title": "Winter storm could bring 6 inches of snow to York area over weekend",
    "text": "Top Story Editor's Pick Winter storm could bring 6 inches of snow to York area over weekend R.J. Post Jan 2, 2025 Jan 2, 2025 Updated 2 hrs ago 0 A sidewalk cleaner works on Friday in Lincoln.\nKENNETH FERRIERA, Journal Star Facebook Twitter WhatsApp SMS Email Print Copy article link Save R.J. Post With a significant winter storm possible this weekend, the National Weather Service in Hastings has issued a winter storm watch for York and a large portion of southeast Nebraska.\nThe watch will be in effect from noon Saturday through 6 p.m. Sunday.\nLight freezing drizzle, snow and blowing snow could impact the area. Total snow accumulations between 4 and 6 inches and ice accumulations around a light glaze are possible.\nThe weather service describes the affected area as including portions of north-central Kansas and east-central and south-central Nebraska.\nRoads will likely become slick and hazardous. Visibilities may drop below a half-mile due to falling and blowing snow on Saturday and Sunday.\nListen now and subscribe: Apple Podcasts | Spotify | RSS Feed | SoundStack | All Of Our Podcasts\nPreceding the storm, Friday should be mostly cloudy with a high near 26 and mild winds.\nPeople are also reading… York County Sheriff’s Office arrests driver with 0.256% blood alcohol content Nebraska inmate sues over access to son conceived with staff member Nebraska State Patrol, U.S. marshals arrest murder suspect near Goehner York’s Keagyn Linden at 15-0 grabs No. 1 spot in area boys wrestling rankings 'A magical day' — Four Corners Health Department begins using 28 remodeled rooms A 2024 York Business Beat recap 16-year-old boy dies of injuries from 'car surfing' incident in Lexington Winter storm could bring 6 inches of snow to York area over weekend Central City man died in New Year's Eve crash near Grand Island, sheriff says Nebraska man who lost his home over $588 debt is getting it back Nebraska AG fighting order for State Patrol to give information in civil lawsuit Snowblazers program keeps York kids busy during holiday break Duke girls stifle the Stars at Amherst Nebraska players relish quirks of Pinstripe Bowl in all its soaked, lawnmower-themed glory Update: Death toll hits 15; FBI says driver in truck attack likely didn't act alone But Saturday will bring a 30 percent chance of snow, mainly after noon, and a high near 20 degrees. The forecast calls for new snow accumulations of less than a half-inch in York on Saturday.\nThings could really become blustery overnight Saturday with a low around 8 degrees and a 90% chance of precipitation. Patchy, blowing snow is forecast after 3 a.m.\nSunday’s forecast includes a 50 percent chance of snow, mainly before noon, and areas of blowing snow before 5 p.m. The high is predicted to be near 13, followed by an overnight low of 2 below zero.\nMonday should be mostly sunny with a high near 14 degrees.\nR.J. Post is a reporter for the York News-Times. Reach him at rjpost@yorknewstimes.com .\n0 Comments Local Weather Get the daily forecast and severe weather alerts in your inbox!\nSign up! * I understand and agree that registration on or use of this site constitutes agreement to its user agreement and privacy policy . R.J. Post Author email Follow R.J. Post Close Get email notifications on {{subject}} daily! Your notification has been saved. There was a problem saving your notification. {{description}}\nEmail notifications are only sent once a day, and only if there are new matching items.\nSave Manage followed notifications Close Followed notifications Please log in to use this feature Log In Don't have an account? Sign Up Today",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Weather->weather warning",
      "Social Issue->social condition",
      "Social Issue->communities"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "National Weather Service",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T00:15:28.649+02:00",
    "updated": "2025-01-04T06:03:31.799+02:00"
  }
]