[
  {
    "uuid": "ab9e5d0ea4e6c4693a12e0895761f5426b7c21e4",
    "url": "https://www.correiobraziliense.com.br/politica/2024/04/6831773-lula-nao-existe-pais-que-tenha-um-sus-como-o-nosso.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ingrid Soares",
    "published": "2024-04-04T00:00:00Z",
    "title": "Lula: 'Não existe país que tenha um SUS como o nosso'",
    "text": "Lula emendou que o Brasil possui potencial para ter um polo industrial na área da saúde para competir com qualquer outro país. Ele também comentou sobre a importância da fábrica. \"A criação desta planta não marca apenas o início da produção nacional do parque industrial da Hemobrás, mas uma resposta completa da estratégia do desenvolvimento do complexo Econômico-Industrial da Saúde, que lançamos ano passado, para expandir a produção nacional de itens prioritários para o SUS e reduzir a dependência de insumos, medicamentos, vacinas e outros produtos estrangeiros”, declarou. A nova fábrica corresponde à implantação e à produção do Hemo-8r, medicamento recombinante utilizado por pacientes em tratamento da hemofilia A, a mais comum, responsável por 70% a 85% dos casos. A previsão é de que a mesma esteja em atividade a partir de 2025, com distribuição dos produtos para o Sistema Único de Saúde (SUS). A capacidade produtiva da planta será de 1,2 bilhão de unidades por ano, suficiente para abastecer 100% da demanda do SUS pelo remédio. Segundo a pasta da saúde, cerca de 15 mil brasileiros que convivem com hemofilia no Brasil serão diretamente impactados com o início produtivo do medicamento. Hoje, eles recebem com periodicidade o medicamento profilático Fator VIII de coagulação recombinante, ou Hemo-8r, que é fornecido pela Hemobrás por meio de Parceria de Desenvolvimento Produtivo (PDP). Saiba Mais - Mundo Biden pede cessar-fogo imediato em Gaza durante ligação com Netanyahu - Brasil Brasil ultrapassa mil mortes por dengue e se aproxima de recorde histórico - Cidades DF Via do Setor Policial Sul, sentido Taguatinga, está liberada para o trânsito - Mariana Morais BBB 24: Paulo Ricardo é acusado de racismo por ex-BBB - Cidades DF Homem furta ônibus em terminal e é preso ao colidir com caminhão no DF - Cidades DF Confira 6 dicas para não cair em golpes financeiros Gostou da matéria? Escolha como acompanhar as principais notícias do Correio: Dê a sua opinião! O Correio tem um espaço na edição impressa para publicar a opinião dos leitores pelo e-mail [sredat.df@dabr.com.br](mailto:sredat.df@dabr.com.br)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:09:19.383+03:00",
    "updated": "2024-04-05T01:09:19.383+03:00"
  },
  {
    "uuid": "1c734bb050a7b2ab2bead9f7f4beea3b65d1822e",
    "url": "https://vnexplorer.net/arsenal-beat-out-a-tune-heard-too-often-its-time-to-sign-a-goalscorer-s699461.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T02:06:00Z",
    "title": "Arsenal beat out a tune heard too often – it’s time to sign a goalscorer",
    "text": "Photograph: Peter Cziborra/Action Images/Reuters\nWhere’s the wanker with the drum, the West Ham supporters asked with 10 minutes left at the Emirates Stadium and Arsenal 2-0 down – a question followed by huge cheers as the drum in the home end was bonged defiantly in response.\nLike Arsenal’s players, the drum guy never let up here, never tired, never let his levels drop. But like Arsenal’s players he also only really seemed to have one tune; a riff that everyone on the pitch, opponents included, has heard a little too much already over the past two seasons.\nThere are worse problems to have in life than Saka-dependencia. For one thing, being overly reliant on English football’s outstanding right-sided attacking midfielder does also mean that Bukayo Saka is definitely in your team; and that he looks like English football’s outstanding right‑sided attacking midfielder while he’s there.\nGood teams are always dependent on good players. This is how that equation works. Barcelona were fatally overreliant on Lionel Messi for at least a decade, a sorrowful state of affairs only mitigated by the fact they also won 34 trophies in that period, so something to build on there. The difference with Arsenal, of course, is the sense of a question still in the process of being answered, of a fine team that is just that for now – still an asterisk in the story of titles won and trophies divvied up.\nWest Ham did very little here that was unexpected. But they also looked entirely in control of their own destiny en route to a fine victory, achieved with a single goal in each half. Faced with this, Arsenal spent the first half stroking their chin, doodling on a pad, running through those intricate, lateral patterns and waiting for victory to happen. At times it felt like watching the knockout stages of the world competitive knitting championship. Clickety clack. Here we go again. Another furrow, another row, another attempt to tickle you to death with our mildly abrasive red twine.\nThe most obvious block on Arsenal’s ambitions is the lack of variation in those attacking patterns. Every time he plays, Saka is required to spend vast amounts of energy trying to trick his way past two designated defenders. One thing about having a relentlessly drilled attacking formula is your opponents can also read it, peel it back, predict its outcomes. Here Saïd Benrahma and Emerson Palmieri could be seen literally measuring the space between them with their arms every time Saka got the ball, forming that pre‑planned wall.\nSaka never stopped coming, hit the post, and didn’t have a bad game here. Really, this isn’t his problem to solve. It was more the lack of a proper centre-forward that hurt Arsenal against a team happy to sit deep. This is hardly a mystery story, or a devilish tactical insight. Arsenal lack a goal-bludgeon. They lack a shark. They lack an angry, selfish, horrible player who only pretends to feel ecstatic after wins in which he hasn’t personally scored. Perhaps signing one in January would bring its own problems. Who knows what kind of condition Ivan Toney is in right now. On the other hand, well, just sign a goalscorer.\nThis isn’t just an attacking issue, either. In possession Arsenal looked like a split team at times, with five attackers and five defenders, and Declan Rice delegated the job of making up what a deep midfield should look like.\nIt isn’t just a Saka issue, either. Gabriel Martinelli is also a wonderful player, with the full range of speed, trickery, stamina, bravery. But he also looks like he needs a rest; and a rest that isn’t going to come because if not him, then who?\nIt is that lack of variation that might hurt Arsenal now. Liverpool have more flaws but also more scorers. Manchester City have a greater attacking range than any other team on the planet when the machine starts purring. Arsenal, meanwhile, have a 22‑year‑old with bruised ankles and a season-long headache from always having to solve the same problem.\nWest Ham took the lead early on after an extended VAR‑about to determine if the ball had gone out in the build-up. The second goal was a fine header from a corner by Konstantinos Mavropanos. Arsenal kept coming, didn’t stop, kept running through their scales. The spirit is excellent. The chemistry is good. But this was also a chance missed, and a moment when the limits of Arteta’s current best XI were held up to the light.\nThis should be Arsenal’s hungry period, a run of key games with City still shaking off the jet lag and five points behind. A buffer zone is required, an acorn pile of points, to have any real chance of staying out in front. Arsenal haven’t tended to make major signings in the winter window. This might be a good moment to start.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maMvN.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maMvN.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "saka-dependencia",
          "sentiment": "none"
        },
        {
          "name": "bukayo saka",
          "sentiment": "none"
        },
        {
          "name": "lionel messi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "peter cziborra/action images/reuters",
          "sentiment": "negative"
        },
        {
          "name": "arsenal",
          "sentiment": "negative"
        },
        {
          "name": "barcelona",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "emirates stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:22:56.859+02:00",
    "updated": "2023-12-29T04:22:56.859+02:00"
  },
  {
    "uuid": "5404901e978ae40ddc82d5809590a2682a489870",
    "url": "https://www.virtueonline.org/post/only-1-of-churches-do-evangelism--acna-outpaced-tec-in-post-covid-returning-attendance--acna-faces",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Charles Perez",
    "published": "2025-02-21T20:36:00Z",
    "title": "Only 1% of Churches do Evangelism/ ACNA outpaced TEC in post-Covid returning attendance/ ACNA faces ecclesiast",
    "text": "Church of England Rudderless – Safeguarding Unresolved / Most clergy will not perform S-S Weddings\nUnlike so many, we do not peddle the word of God for profit. On the contrary, in Christ we speak before God with sincerity, as those sent from God. – II Cor. 2:17\nThe authority by which the Christian leader leads is not power but love, not force but example, not coercion but reasoned persuasion. Leaders have power, but power is safe only in the hands of those who humble themselves to serve. -- John Stott\nThe Church of England is at a crossroads. With no leadership, it has left many wondering if it faces the biggest upheaval since the Reformation. – Cathy Newman\nI will admit that part of me wants to see…cracks in celebrity culture. I want to think that it doesn’t matter when shallow, shiny people have millions of social-media followers, while way too many people of substance do not. -- Terry Mattingly\n\"Gender ideology – the radical Leftist doctrine that claims girls can be boys and boys can be girls, and that such an impossible transition can be made with the use of irreversible drugs and surgery – is one of the greatest and most incomprehensible evils ever inflicted on children, in the whole history of the human race.\" –- Matt Walsh\nLight on the Bible. The Episcopal Church is probably the most liberal, not to say progressive, denomination in the USA. It is fully committed to promoting LGBTQ+ rights and treats DEI initiatives as though they had come down from the mountain top written in stone. – Campbell Campbell-Jack\nDear Brothers and Sisters,\nFeb. 21, 2025\nONLY one percent of pastors says their churches are very effective at doing a good job of evangelism, that is reaching the unchurched. This means that 99 percent of pastors admit they are not very effective and have either given up, or don’t believe in doing it. Evangelism is on life support. People are talking about discipleship and are forgetting about evangelism. Discipleship and evangelism aren’t zero sum games.\nThe demise of evangelism is an existential problem. People desperately need the gospel, says Carey Nieuwhof a Christian apologist and church communicator.\nIn 2015, 13 % said they were very good at effective in reaching the unchurched. Now it is an existential crisis. The church is at a loss as to know what to do.\nSome 80% of church growth is transfer growth with some reports put it at 95%. But this is not true growth going from one church to another. Church efforts on evangelism are coming up short.\nWhy?\nAccording to Nieulhof there are five plausible reasons that evangelism is on life support in today’s church.\n1.The Culture wars have created an us and them. This has led to heated debate, theology bleeding into ideology bleeding into theology. The majority of people are critical of the lifestyle of the other. This up and down approach is going to kill every aspiration to evangelize.\n2,The world rejects self-righteous critical Christians and rightly so. Conservative Christians see themselves as morally superior to everyone else. There is no humility, kindness and generosity, characterized by the best of witness over the centuries. Jesús had a lot of issues with self-righteous people which draws accusations of hypocrisy.\nNon-Christians rank hypocrisy as the top objection to Christianity.\n30 percent cite suffering as a reason to object to Christianity.\n42 name hypocrisy as the top reason. Christians are more concerned with theodicy than hypocrisy as a challenge to God. We need to own it and confess it.\n3.Unchurched people feel judged not loved by Christians and their lack of love for people we don’t love and we are supposed to reach. We don’t love them.\nWhere has the love gone? How foreign it is to say God loves you. In John 3:16 God actually loves the world. He hates evil but He loves the world while estranged from Jesus. Christians today judge the world more than they love unbelievers. Judgement is a terrible evangelism strategy.\n4.Church leaders have settled for transfer growth, some push it from 80% others say it is 95% to 97% growth. There is only 3% to 5 % through conversion growth.\n5. Church leaders have given up on a battle they are losing. For decades church attendance has been declining. Mainline first and now evangelical churches are following them.\nSome distinction is made between faithful and fruitful, but the malaise has hit non-denominational churches. Evangelical leaders focus on discipleship but focusing on discipleship while throwing evangelism out the window. But God still loves the world. One without the other isn’t really accomplishing our mission. Discipleship implies evangelism. Discipleship is a smokescreen for giving up on evangelism.\nSo how does all this impact TEC and the ACNA?\nTEC says evangelism is a life-giving relationship. It is not luring people into church. The more we are in tune with God’s presence our overflow is evangelism, embracing evangelism. A spiritual practice speak of God’s presence and invite others to share the journey. There is no talk of repentance of sin and newness of life. It is a sort of spiritual narcissism with a happy ending.\nThe ACNA has a different understanding of evangelism. The ACNA focuses on evangelism through planting gospel-centered, sacramental, and missional churches. The church acknowledges two intersecting pathways in the catechumenate: catechetical evangelism from the local church and liturgical catechesis from the font.\n***\nHow they voted. According to Demographer Ryan Burge, at the last election, 32 percent of Episcopalians voted for Donald Trump. Some 48 percent of Anglicans voted for the president. The No 1 denomination to vote for Donald Trump was the Assemblies of God by an overwhelming 78%.\n***\nVirtueOnline has crunched the numbers to reveal that the Anglican Church in North America has outpaced The Episcopal Church in post-Covid returning attendance.\nAn interesting phenomenon has revealed itself in comparing the latest 2023 attendance percentages between The Episcopal Church and the Anglican Church in North America (ACNA), post-Covid. The 2024 figures are not yet available for either church.\nFollowing the COVID dip every ACNA diocese has outpaced all Episcopal Church dioceses in the percentage of parishioners returning to in-church worship. There is no ACNA diocese which dips below 40% worship attendance while only four Episcopal dioceses break the 40% ceiling – Northern Indiana (40.2%); Central Florida (40.3%); with Eau Claire and Nevada both weighing in at 44.7%.\nYou can read more here: https://www.virtueonline.org/post/acna-s-post-covid-attendance-figures-outpace-the-episcopal-church\n***\nThe Anglican Church in North America started its journey in 2009, forming and separating itself from The Episcopal Church over its drift from historic and biblical teachings on theology and marriage.\nSet within the Anglican tradition in the U.S. and Canada, ACNA also includes congregations in Mexico, and a missionary diocese in Cuba. It can therefore claim to be an international body, aligned with other global Anglican churches though not officially recognized by the Archbishop of Canterbury and the Anglican Communion Office. The ACNA is a constituent member of GAFCON whose identity is based on the Jerusalem Declaration.\nBut the central issue facing the ACNA is ecclesiastical: what kind of “Anglican” will this body be? It seems that our Constitution and Canons (with reliance on the Jerusalem Declaration) states that we will be confessional, while the heart cry of our leaders seems to be for a conciliar definition (“let’s get as many in the boat as we can for maximum chance of success”).\nFollowing a brief dip in congregations and attendance during COVID, ACNA has fully recovered and is moving forward albeit slowly into a new century.\nFor more click here: https://www.virtueonline.org/post/the-rise-fall-and-rise-of-the-anglican-church-in-north-america\n***\nWe can’t seem to get away from horrific stories of sexual abuse whether it is in the Church of England, the American Episcopal Church, or the ACNA.\nIn the Church of England, evangelicals have taken the lead. The Makin report revealed the horrendous abuse of the late John Smyth at the Iwerne camps leading to more than 100 young men being abused. Smyth continued his behavior in Africa, dying in South Africa before he could be brought to justice.\nThere must be something in the sexual DNA going on in the Fletcher family. Two prominent brothers, David and Jonathan have been charged with sexual abuse.\nDavid Fletcher, a former Church of England minister and leader of evangelical camps, has been accused of sexual abuse against women and girls.\nFletcher, who died in 2022, was rector of St Ebbe’s Church in Oxford between 1986 and 1998 and remained a member of its congregation until his death.\nHis brother, Jonathan Fletcher, a former Anglican minister and a leading figure of the conservative evangelical movement, has been charged with criminal offences.\nHe faces eight counts of indecent assault and one of grievous bodily harm with intent. Aged 81, he was formerly a vicar at Emmanuel Church Wimbledon. He has been bailed to appear at Kingston Crown Court on 7 August. https://www.virtueonline.org/post/iwerne-camp-leader-the-late-revd-david-fletcher-accused-of-sexual-abuse\nBack home Anglican Watch a feisty Anglican blog exposing the sins of Episcopal bishops revealed this week that Todd Ousley prospective bishop provisional for Wyoming, failed to report child rape allegations, and lies about his past conduct.\nAnglican Watch accuses Ousley of sandbagging the Title IV process during his time in the Office of Pastoral Development and his countless instances of corruption. Ousley ignored child rape and mandatory reporting requirements. You can read more here: https://www.anglicanwatch.com/todd-ousley-failed-to-report-child-rape-allegations-lies-about-past-conduct/\nAn Anglican deacon, Phillip J. Shade with the Anglican Diocese of the Living Word has been exposed for allegedly abusing his son some 30-years ago and is accused of 95 child sex crimes. He has been deposed by his bishop Julian Dobbs.\nShade is accused of recording, participating in, and selling of child sexual abuse material via the Telegram app, authorities allege in an affidavit. The offenses allegedly occurred at an apartment in Lower Salford Township in July 2024. Shade is charged with 33 felony counts of possession of child pornography/CSAM, according to charging documents.\n“On Feb. 4, 2025, I received disturbing information regarding actions of inappropriate behavior involving Phillip J. Shade towards his son over 30 years ago. Phillip made a self-disclosure and after the required canonical investigation by the diocese, I have made the decision to depose him from the ordained ministry of the church,” wrote Diocesan Bishop of the Anglican Diocese of the Living Word Rt. Rev. Julian Dobbs in a statement released Tuesday. Anglican Diocese of the Living Word is a jurisdiction of the Anglican Church in North America, a Christian-Reformed Episcopalian denomination headquartered in Beaver County, Pa. with more than 128,000 members and 1,000 congregations.\nShade was a deacon and assistant to the Bishop of the Anglican Diocese of the Living Word at St. Peter’s Anglican Church in Souderton. You can read more here: https://www.virtueonline.org/post/father-deposed-as-anglican-deacon-after-revealing-alleged-30-year-old-abuse-of-son-who-is-accused-of\nThis is not the first time Dobbs has faced a sexual crisis in the diocese. In 2016 he was forced to depose the Rev. Dr. Wayne Buchanan CANA archdeacon on child pornography charges. Dobbs accepted the resignation of the Ven. Buchanan as rector of St. Brendan’s Anglican Church in Bass Harbor and a subsequent review by the diocese led to Dr. Buchanan’s removal from holy orders.\n***\nEpiscopal Presiding Bishop Sean Rowe and a rabbi believe places of worship should not be searched for illegal immigrants because we are all made in the image of God. But are they right? What if Mao, Adolph and Joe also made in the image of God were hiding out in a church would anyone deny ICE the right to enter and arrest them?\nCloser to home, if the illegals were criminals with records should not ICE be permitted to enter a church and take them out? How sacred is a space when it is occupied by criminals with records. Are they a special class needing protection? You can read more here: https://www.virtueonline.org/post/episcopal-presiding-bishop-and-rabbi-believe-places-of-worship-should-not-be-searched-for-illegal-im\n***\nThe Church of England is rudderless. Archbishop Justin Welby has gone, though he can stay at Lambeth Palace till he finds suitable new housing. A source told VOL that Welby has always appeared to have access to very substantial private funds. His inheritance came only recently. His pension will only be about $55,000 a year – not much by TEC standards for an Archbishop. He owns a large house in Normandy and a plush place in West London.\nThe church is now being run by York Archbishop Stephen Cottrell, who is so seriously compromised by failed safeguarding issues that he himself was asked to step down prior to leading the latest Synod. He survived a vote of no confidence at the start of the Church of England’s General Synod, but all this demonstrates just how weak the whole CofE structure is. There are increasing calls for the church to be disestablished. While 50% of Britons want the Church of England to be separated from the State, others argue that the link between the Church and the monarchy should be allowed to linger on.\nThere is every reason to believe that whoever leads the CofE will only continue it down the path to perdition with the Global South ignoring the Mother Church. GAFCON leaders already will have nothing to do with whoever is the next Archbishop of Canterbury and the GSFA bishops are increasingly alarmed at the moves the CofE is making to affirm homosexual marriages.\n***\nThe Church of England held its Synod this week. Safeguarding was on the minds of the Synod. Here is a BBC report:\nSexual abuse survivors reacted with fury after the Church of England's ruling body voted to reject full independent safeguarding despite a string of damaging scandals.\nMembers of the General Synod chose not to adopt a new safeguarding model heavily favoured by victims, who described the move as a 'punch in the gut'.\nRepresentatives of survivors said the outcome was 'incredibly disappointing' and showed the Church had decided to 'keep it in the family'.\nIt follows a series of scandals that have damaged public faith in the CofE and led to the resignation of former archbishop of Canterbury Justin Welby.\nSurvivors had urged the Church to endorse a model which would have seen all safeguarding officers employed by the Church transferred to a new independent body not under the control of bishops.\nBut members instead voted for a less independent model 'as the way forward in the short term' with undefined 'further work' to be done to implement the move to full independence.\nThe endorsed model will see some staff move to a new body outside the Church but other safeguarding officers will remain.\nThe more radical model would have immediately taken safeguarding out of the hands of the Church.\nHere is a summary from Anglican Futures that is enlightening.\n***\nKenyan Archbishop Ole Sapit believes that President Trump’s shutting down USAID was a good thing. The Kenyan archbishop sees some hope in President Donald Trump’s move to shut down the United States Agency for International Development.\n“I partially thank Trump for the disruption,” the archbishop said at an event at St. Paul’s University in Limuru on February 6.\n“Let us be disrupted so that we think properly and manage our resources properly. Every other economy grew not in easy times but when you are faced by a crisis. They think deeper, and I hope we can think deeper now.”\nOle Sapit declared that it is time African leaders sought home-grown solutions to the continent’s woes, and claimed that foreign aid has often been misappropriated in the East African nation.\n“USAID projects have been shut down,” he said. “People have lost jobs. But deficiency in leadership is our main problem. Let that money go so that we know how to save the little we have. Because most of it is stolen before it reaches where it is supposed to go.” You can read more here: https://www.virtueonline.org/post/usaid-shutdown-an-opportunity-kenyan-primate-says\n***\nIf you are at all concerned about clergy performing same-sex marriages, here is some good news. Demographer Ryan Burge asks would you perform the wedding of a same-sex couple if your religious group allowed it, 58% said definitely not, another 9 percent said probably not conduct a same-sex wedding.\nBy religious tradition the numbers were even bolder. Among those identifying as conservative, 91% said they would not hold a same-sex wedding. Liberal clergy were obviously far more permissive. Among this group, 53% said they “definitely” would with another 21% saying they “probably” would. So, 74% of liberal clergy would conduct a same-sex wedding, while 91% of conservative clergy would not.\n***\nDropping Out of Everything. An increasing number of Americans are just done.\nOne of the most important pieces of social science published is Robert Putnam's Bowling Alone: The Collapse and Revival of American Community. Its premise is simple: people aren’t joining stuff anymore—social clubs like the Elks, the Moose, the Boy Scouts, and bowling leagues. Bowling Alone was published in 2000, and much of the data collected extended through the mid-1990s, which deeply shapes what Putnam perceives as the causal factors for this decline in American community. He attributes much of the blame to the rise of cable television, which seems quaint now. It has been said that if Putnam’s magnum opus were updated with data from the last 25 years, the title would have to change to \"Tweeting Alone,\" \"Netflixing Alone,\" or \"Instagramming Alone.\" Everything that Putnam observed in the earlier data has only been amplified due to rapid advances in technology.\nCampbell, Layman, and Green in Secular Surge argue that atheists and agnostics are secular people; they have rejected religion but replaced it with something else. \"Nothing in particulars,\" however, have only completed half that mission—they walked away from religion but never managed to replace it with anything else. They aren’t secular—they are non-religious, defined by what they are not.\nAnd this share of Americans is growing rapidly.\nIn 2008, just 14% of the sample said they were \"nothing in particular.\" By 2013, that had reached 20%. It plateaued there for the next five years or so and then began to climb again. Now, in the most recent data, somewhere between 23-24% of all American adults just shrug their shoulders when asked about their faith. They don’t want to label themselves one way or another.\n***\nWe have finally transitioned to a new website. It is now up and running. Over the next few weeks, we will place over 35,000 stories in the archives. Please bear with us. A transition like this has been time consuming and costly and we could use some financial assistance to keep it up. And running. We have specialists and consultants who have made the change and transition possible.\nWith VOL’s new website you can more easily navigate to areas of interest.\nI would recommend the theology section with some fine articles by Dean Chuck Collins. www.virtueonline.org\n***\nPlease consider a tax-deductible donation. A PayPal donation link can be found here: http://www.virtueonline.org/support.html\nIf you are more inclined with old fashioned checks, (as I am), you can send your donation to:\nVIRTUEONLINE\nP.O. Box 111\nShohola, PA 18458\nWarmly in Christ,\nDavid\nPS. I am recovering from heart surgery with a very good prognosis. For those of you who knew and prayed for me I say thank you. I am returning to normal, so the beat goes on.\nI have begun a substack on the Middle East. In light of so much written on Israel, prophecy and the Bible, I felt constrained, with the help of some scholars, to look at events there and how they are playing out in today’s world in the light of Scripture. You can access my substack here: https://davidvirtue2.substack.com/ There is no charge to access my substack.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "topics": [
      "Religion and Belief->religious leader",
      "Religion and Belief->church",
      "Religion and Belief->religious conflict",
      "Social Issue->social problem",
      "Social Issue->communities",
      "Social Issue->religious discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/0743203046",
      "http://www.amazon.com/exec/obidos/ASIN/1108831133",
      "https://davidvirtue2.substack.com/",
      "https://www.anglicanwatch.com/todd-ousley-failed-to-report-child-rape-allegations-lies-about-past-conduct/",
      "http://4.Church",
      "https://www.davidvirtue2.substack.com/",
      "http://amazon.com/exec/obidos/ASIN/1108831133",
      "https://davidvirtue2.substack.com",
      "http://www.4.Church",
      "http://amazon.com/exec/obidos/ASIN/0743203046",
      "https://anglicanwatch.com/todd-ousley-failed-to-report-child-rape-allegations-lies-about-past-conduct/",
      "https://www.anglicanwatch.com/todd-ousley-failed-to-report-child-rape-allegations-lies-about-past-conduct"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-22T00:40:58.471+02:00",
    "updated": "2025-02-22T00:40:58.471+02:00"
  },
  {
    "uuid": "39036c3fc2edfa7c2535a11e2f57d0e2e522c020",
    "url": "https://andaluciainformacion.es/jerez/1761543/un-implacable-leverkusen-golea-al-feyenoord-a-domicilio",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-09-19T20:01:00Z",
    "title": "Un implacable Leverkusen golea al Feyenoord a domicilio | Andalucía Información. Todas las noticias de Jerez",
    "text": "El Bayer Leverkusen se impuso este jueves por 0-4 al Feyenoord con dos goles de Florian Wirtz, uno de Alejandro Grimaldo y otro en propia puerta del meta Simon Wellenreuther, en un partido que por momentos pareció mucho más parejo de lo indicó el resultado. El Leverkusen dejó el partido visto para sentencia antes del descanso con cuatro tantos marcados en la primera parte que fueron el fruto de una eficacia implacable ante un esforzado Feyenoord que intentó controlar el partido en los primeros minutos y que poco a poco se fue apagando. Wirtz abrió el marcador en el minuto 5 con un remate desde la media luna a pase de Robert Andrich que le había robado una pelota a Zerrouki en en medio campo. En el momento en que se produjo el gol de Wirtz, el Feyenoord parecía tener la iniciativa y la pelota circulaba más en la mitad contraria que en las cercanías de la portería de Simon Wellenreuther. El Leverkusen no volvió a rematar a puerta sino hasta el minuto 26 con un disparo de Victor Boniface desde fuera del área. En el área contraria hubo un gol anulado a Zerrouki en el minuto 9 por fuera de juego y un remate de In-Beom Hwang en el 15 desde buena posición pero demasiado central. En el 29, Hwang volvió a rematar desde fuera del área y el balón pasó cerca del primer poste. El partido parece parejo pero todo se rompería en los minutos siguientes. En el 31, llegó el segundo del Leverkusen marcado por Grimaldo en una jugada que inició Wirtz cerca de la raya central. Wirtz jugó con Boniface, éste abrió desde la media luna para Jeremy Frimpong que centró para que Grimaldo definiera desde corta distancia. El Feyenoord intentó seguir atacando pero se encontró con un contragolpe perfecto del Leverkusen que trajo gol que ya prácticamente sentenciaba el partido. Terrier, desde la propia mitad, le metió un pase de profundidad a Frimpong y este, ya cerca del área, centro al segundo poste donde Wirtz definió de primera. El cuarto gol, poco antes del descanso, se produjo cuando Tapsoba cabeceó hacia el centro una falta lanzada por Grimaldo y Wellenreuther desvió la pelota hacia su propia portería. En el segundo tiempo pasó muy poco. El Leverkusen bajó el ritmo y dejó jugar al Feyenoord que tuvo la pelota y tuvo algunas aproximaciones al área y una buena ocasión en un remate de Timberg en el 55. El 0-4 final contrasta con el hecho de que el Feyenoord más posesión y más remates a puerta. Si se mira la hoja de estadísticas se puede pensar que se trato de un partido igualado y tal vez lo hubiera sido no haber sido por la eficiencia implacable del Leverkusen. -- Ficha técnica: 0 - Feyenoord: Wellereuther; Lotomba (Hajd Mousa, 60), Trauner (Mitchel, 72(, Beelen, Hancko; Zerrouki (Smal, 46), Q.Timber; Milambo (Nadje, 75), In-Beom Hwang, Igor Paixao (Ueda, 60); Giménez. 4 - Bayer Leverkusen: Hradecky; Tapsoba, Tah, Hincapie; Frimpong, Xhaka (Palacios, 81), Andrich, Grimaldo (Belocian, 80); Terrier (Aleix García, 72), Boniface (Schick, 62), Wirtz (Adli, 72). Goles: 0-1 (min 5, Wirtz), 0-2 (min 31, Grimaldo), 0-3 (min 36, Wirtz). 0-4 (min 44, Wellenreuther en propia puerta). Árbitro: Davide Massa (Italia). Amonestó a Trauner Incidencias: partido de la fase de grupos de la Liga de Campeones disputado en el estadio De Kuip de Rotterdam. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Florian Wirtz",
          "sentiment": "negative"
        },
        {
          "name": "Simon Wellenreuther",
          "sentiment": "none"
        },
        {
          "name": "Alejandro Grimaldo",
          "sentiment": "none"
        },
        {
          "name": "Victor Boniface",
          "sentiment": "none"
        },
        {
          "name": "Robert Andrich",
          "sentiment": "none"
        },
        {
          "name": "Zerrouki",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Feyenoord",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:27:34.253+03:00",
    "updated": "2024-09-20T00:27:34.253+03:00"
  },
  {
    "uuid": "80acece1423652f50fde092e5f680af8517cf642",
    "url": "https://unn.ua/en/news/nato-airbase-in-germany-increases-security-due-to-threat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julia Kotwicka",
    "published": "2024-08-23T01:32:00Z",
    "title": "NATO airbase in Germany increases security due to threat | УНН",
    "text": "All necessary services for combatants and family members of the fallen: City Veterans Center opened in Brovary (video) [Exclusive](/en/news/lawyer-sbi-investigators-in-the-case-of-nbu-chief-lawyer-zyma-can-be-held-liable-for-failure-to-comply-with-court-order) Lawyer: SBI investigators in the case of NBU Chief Lawyer Zyma can be held liable for failure to comply with court order [Exclusive](/en/news/is-there-any-punishment-for-illegal-prosecution-in-ukraine-sapo-comments-on-acquittal-of-ex-minister-omelyan) Is there any punishment for illegal prosecution in Ukraine - SAPO comments on acquittal of ex-Minister Omelyan [Exclusive](/en/news/state-owned-banks-impose-stricter-conditions-on-business-for-loan-restructuring-than-commercial-banks-expert) State-owned banks impose stricter conditions on business for loan restructuring than commercial banks - expert [Exclusive](/en/news/individual-approach-and-no-bureaucracy-mp-on-how-to-solve-the-problems-of-veterans-of-the-russian-ukrainian-war-on-the-ground) Individual approach and no bureaucracy - MP on how to solve the problems of veterans of the Russian-Ukrainian war on the ground [Exclusive](/en/news/foreign-experts-can-play-an-important-role-in-the-transparency-of-the-competition-for-the-head-of-the-deposit-guarantee-fund-political-expert) Foreign experts can play an important role in the transparency of the competition for the head of the Deposit Guarantee Fund - political expert [Exclusive](/en/news/manipulations-at-rehabilitation-people-of-fugitive-ex-minister-klymenko-are-trying-to-seize-gulliver-under-the-guise-of-patriotism) Manipulations at rehabilitation: people of fugitive ex-minister Klymenko are trying to seize Gulliver under the guise of patriotism [Exclusive](/en/news/arrangement-of-modern-and-reliable-shelters-in-schools-and-kindergartens-is-the-main-focus-of-preparation-for-the-new-school-year-brovary-mayor-ihor-sapozhko) Arrangement of modern and reliable shelters in schools and kindergartens is the main focus of preparation for the new school year - Brovary Mayor [Exclusive](/en/news/lawyer-business-loan-restructuring-helps-to-avoid-default-and-work-to-maintain-economic-stability-of-the-country) Lawyer: Business loan restructuring helps to avoid default and work to maintain economic stability of the country [Exclusive](/en/news/mp-armas-use-of-cars-with-cover-plates-is-grounds-for-internal-investigation) MP: ARMA's use of cars with cover plates is grounds for internal investigation Popular Putin personally voiced a fake about Ukraine's alleged attempts to strike at the Kursk nuclear power plant. NSDC explains motives Umerov discusses Ukraine's defense needs with the Deputy Chief of the British Defense Staff Work on the implementation of the Peace Formula has begun: Yermak held an international conference on Ukraine's energy security No blackouts are expected in the near future: YASNO tells about the situation in the energy sector amid the abnormal heat To expel the occupier from Ukraine, it is necessary to create as many problems as possible for the Russian state on its territory - Zelenskyy Publications Is there any punishment for illegal prosecution in Ukraine - SAPO comments on acquittal of ex-Minister Omelyan Is there any punishment for illegal prosecution in Ukraine - SAPO comments on acquittal of ex-Minister OmelyanExclusive Manipulations at rehabilitation: people of fugitive ex-minister Klymenko are trying to seize Gulliver under the guise of patriotism Manipulations at rehabilitation: people of fugitive ex-minister Klymenko are trying to seize Gulliver under the guise of patriotismExclusive NABU detectives ignored interrogation of defense witnesses in ex-Minister Solskyi case - lawyers appeal to HACC Support for Veterans of the Russian-Ukrainian War: Experience of Small Communities",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nato",
          "sentiment": "neutral"
        },
        {
          "name": "nbu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T04:37:25.091+03:00",
    "updated": "2024-08-23T04:37:25.091+03:00"
  },
  {
    "uuid": "d2b432f2d44ca6634c5f227c247583d9fa4d1c37",
    "url": "https://www.archyworldys.com/freemans-bay-baby-death-woman-in-court-over-newborn",
    "ord_in_thread": 0,
    "author": "Emma Sanderson - Editor-in-Chief",
    "published": "2025-07-02T23:28:00Z",
    "title": "Freemans Bay Baby Death: Woman in Court Over Newborn",
    "text": "Every 18 minutes, a newborn is abandoned somewhere in the world. While shocking, this statistic, often obscured by societal taboos, is a stark indicator of a deepening crisis in maternal and infant welfare. The recent case in Auckland, New Zealand – where a newborn baby’s body was discovered in a wheelie bin – is not an isolated incident, but a symptom of complex societal pressures and systemic failures demanding urgent attention. This isn’t simply a story about a single tragedy; it’s a warning about the future of maternal care and the increasing need for proactive, compassionate intervention.\nThe Rising Tide of Neonatal Abandonment Reports from across the globe – from Europe to Asia and the Americas – reveal a concerning trend: an increase in cases of neonatal abandonment. While accurate data collection remains a challenge due to the clandestine nature of these events, experts point to a confluence of factors. Economic hardship, lack of access to reproductive healthcare, social stigma surrounding unplanned pregnancies, and mental health challenges all contribute to the desperation that can lead a mother to abandon her child. The Auckland case, while deeply distressing, underscores the critical need to understand the circumstances that drive such heartbreaking decisions.\nBeyond the Headlines: Identifying Vulnerable Populations It’s crucial to move beyond sensationalism and focus on identifying the populations most at risk. Young, unmarried mothers, those experiencing domestic violence, and individuals facing significant financial instability are particularly vulnerable. Furthermore, migrants and refugees, often lacking established support networks, may be disproportionately affected. Addressing these systemic vulnerabilities requires a multi-faceted approach that prioritizes preventative care and accessible support services.\nThe Role of Safe Surrender Laws and Anonymous Reporting One promising development in combating neonatal abandonment is the implementation of “Safe Surrender” laws, also known as “Baby Moses” laws. These laws allow mothers to anonymously surrender their newborns to designated safe locations – hospitals, fire stations, or police stations – without fear of prosecution. While these laws have proven effective in reducing infant mortality rates in some regions, their success hinges on widespread awareness and accessibility.\nHowever, Safe Surrender laws are not a panacea. Cultural barriers, fear of judgment, and a lack of trust in authorities can prevent mothers from utilizing these options. This highlights the need for anonymous reporting mechanisms and confidential counseling services that can provide support and guidance without requiring mothers to identify themselves.\nTechnological Solutions: Expanding Access to Support Technology is poised to play a crucial role in expanding access to maternal support. Secure, encrypted messaging apps and online platforms can provide a safe space for mothers to seek advice, connect with resources, and access mental health services anonymously. Artificial intelligence (AI) powered chatbots can offer immediate support and triage cases, directing individuals to the appropriate level of care.\nNeonatal abandonment is a complex issue demanding innovative solutions. The integration of telehealth and digital support systems can overcome geographical barriers and reduce the stigma associated with seeking help.\nThe Future of Maternal Welfare: A Proactive Approach The tragedy in Auckland serves as a catalyst for a broader conversation about the future of maternal welfare. We must move beyond reactive measures – responding to crises after they occur – and embrace a proactive approach that prioritizes prevention, early intervention, and comprehensive support. This includes investing in accessible reproductive healthcare, expanding mental health services, and addressing the socio-economic factors that contribute to maternal vulnerability.\nFurthermore, fostering a culture of empathy and understanding is paramount. Reducing the stigma surrounding unplanned pregnancies and providing non-judgmental support to mothers in need are essential steps towards creating a society where every child is valued and protected.\nRegion Reported Neonatal Abandonment Rate (per 100,000 live births) – 2023 Projected Rate – 2028 (with current trends) Sub-Saharan Africa 15.2 18.5 South Asia 8.7 10.1 Latin America 4.3 5.0 Developed Nations (Average) 1.1 1.4 Frequently Asked Questions About Neonatal Abandonment What are the primary drivers of neonatal abandonment? The primary drivers are complex and often interconnected, including poverty, lack of access to healthcare, social stigma, mental health issues, and domestic violence. A lack of support networks also plays a significant role.\nHow effective are Safe Surrender laws? Safe Surrender laws have been shown to reduce infant mortality rates in areas where they are well-publicized and accessible. However, their effectiveness is limited by cultural barriers and a lack of awareness.\nWhat role can technology play in preventing neonatal abandonment? Technology can expand access to support through secure messaging apps, online counseling services, and AI-powered chatbots, providing anonymous and confidential assistance to mothers in need.\nWhat can individuals do to help? Individuals can support organizations that provide maternal and infant welfare services, advocate for policies that address the root causes of abandonment, and foster a culture of empathy and understanding.\nThe Auckland tragedy is a painful reminder that the silent crisis of neonatal abandonment demands our immediate attention. By embracing a proactive, compassionate, and technologically-informed approach, we can create a future where every mother feels supported and every child has the opportunity to thrive. What are your predictions for the future of maternal care and how can we better support vulnerable mothers? Share your insights in the comments below!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Crime, Law and Justice->homicide",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->court",
      "Social Issue->social problem",
      "Social Issue->abusive behaviour",
      "Social Issue->children",
      "Health->medical condition",
      "Health->government health care",
      "Health->mental health and disorder"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Europe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "AI",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "AI",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:49:58.188+03:00",
    "updated": "2025-07-03T04:54:22.000+00:00"
  },
  {
    "uuid": "f165f450a7e62503f28f94505a04de25ea9c7e62",
    "url": "https://www.ai-cio.com/news/norways-klp-pension-announces-divestments-from-gulf-countries-over-human-rights/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matt Toledo",
    "published": "2023-12-28T20:07:00Z",
    "title": "Norway’s KLP Pension Announces Divestments from Gulf Countries over Human Rights | Chief Investment Officer",
    "text": "Kommunal Landspensjonkasse, Norway’s largest pension system, will divest from several countries due to environmental, social and governance and human rights concerns. The fund added 12 companies from Saudi Arabia, Qatar, the United Arab Emirates and Kuwait to an exclusion list, forbidding the pension fund from making investments in these companies.\nThe excluded companies, which are primarily within the real estate and telecom industries, include Emirates Telecom Group, Saudi Telecom, Emaar Properties, Aldar Properties, Etihad Etisalat, Mobile Telecommunications, Dar Al Arkan, Ooredoo, Mobile Telecommunications Co. Saudi Arabia, Mabanee, Barwa Real Estate and oil giant Saudi Aramco.\n“KLP has excluded 11 of these companies because it considers that there is an unacceptable, sector-specific risk of contributing to human rights abuses,” stated the pension fund’s report , “Publication of the decision following a due diligence assessment of companies in the Gulf States,” announcing the exclusions.\nSeveral of the real estate firms were added to the exclusion list because of allegations of labor rights violations. Telecommunications firms were excluded due to concerns over freedom of the press and freedom of expression in the countries, according to the pension fund’s report.\nSaudi Aramco was excluded for a failure to commit to climate transition plans, according to KLP. The pension fund has a goal of reducing greenhouse gases and becoming net zero by 2050 within its operations and its portfolio. It notes that Saudi Aramco is last in a ranking of oil and gas companies’ climate-related goals and transition plans by the Carbon Tracker Organization, which ranked 25 companies in the sector.\n“Based on an overall assessment of the company’s close ties to an authoritarian state and an active position in opposition to KLP’s expectations regarding oil and gas companies’ climate change and energy transition plans, it has been decided to exclude Saudi Aramco from KLP’s investments,” the fund’s report stated.\nKLP conducts due diligence on existing and prospective investments to make sure any allocation is aligned with the pension funds’ goals and values. The fund announces exclusions almost monthly and has excluded companies in the alcohol, gambling, weapons, tobacco and coal industries, as well as Russia-linked companies. The fund has made eight such announcements this year. “We believe that being transparent about exclusions, including their rationale, is about taking responsibility for our choices,” according to the KLP website.\n“By doing so, we genuinely hope and believe this will lead to change. In the same way that we demand transparency from the companies in which we invest, we must be open about our work in relation to our customers and other stakeholders. We continue to engage in dialogue with excluded companies with the aim of encouraging them to implement the changes needed to be once again suitable for investment.”\nKLP currently manages 972.3 billion kroner ($95.839 billion) in assets, as of the end of the third quarter 2023. By the end of the third quarter, the fund has returned 3.9% YTD. The fund’s assets have increased by 72.2 billion kroner ($7.6 billion) through the year’s third quarter.\nRelated Stories:\nNorway’s SWF: Stop Talking, Take Action on Climate Transition\nNorway’s Pension Fund Global Excludes Chinese Firm for Environmental Damage Risk\nPensionDanmark Sells Tesla, Puts It on ‘Exclusion List’ Over Union Dispute\nTags: ESG , KLP , Kommunal Landspensjonkasse , Norway , Pension",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.klp.no/en/corporate-responsibility-and-responsible-investments/exclusion-and-dialogue/_/attachment/inline/d92fa25b-bada-494f-9ebb-1814942cbbae:a8ea46382aba89e3a684e7d02a1278acd693c64c/Decision%20following%20a%20due%20diligence%20assessment%20of%20companies%20in%20the%20Gulf%20States.pdf",
      "https://klp.no/en/corporate-responsibility-and-responsible-investments/exclusion-and-dialogue/_/attachment/inline/d92fa25b-bada-494f-9ebb-1814942cbbae:a8ea46382aba89e3a684e7d02a1278acd693c64c/Decision%20following%20a%20due%20diligence%20assessment%20of%20companies%20in%20the%20Gulf%20States.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "etihad etisalat",
          "sentiment": "none"
        },
        {
          "name": "emaar properties",
          "sentiment": "none"
        },
        {
          "name": "dar al arkan",
          "sentiment": "none"
        },
        {
          "name": "aldar properties",
          "sentiment": "none"
        },
        {
          "name": "barwa real estate",
          "sentiment": "none"
        },
        {
          "name": "emirates telecom group",
          "sentiment": "none"
        },
        {
          "name": "saudi telecom",
          "sentiment": "none"
        },
        {
          "name": "mobile telecommunications co",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "norway",
          "sentiment": "none"
        },
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "mabanee",
          "sentiment": "none"
        },
        {
          "name": "gulf states",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "kuwait",
          "sentiment": "none"
        },
        {
          "name": "ooredoo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:44.233+02:00",
    "updated": "2024-01-05T13:15:59.235+02:00"
  },
  {
    "uuid": "204c43da50fdbe8d3b41c2b1ed02d6ba100acd14",
    "url": "https://www.bnd.com/news/local/crime/article303855771.html",
    "ord_in_thread": 0,
    "author": "csmith@bnd.com",
    "published": "2025-04-09T21:09:00Z",
    "title": "Former O'Fallon bank executive indicted on fraud charges | Belleville News-Democrat",
    "text": "Crime\nFormer Bank of O’Fallon executive indicted on federal fraud charges\nA high-ranking officer of a metro-east bank has been indicted in the U.S. Court for the Southern District of Illinois on charges of bank fraud and theft.\nAndrew P. Blassie, an executive vice president at the Bank of O’Fallon and Security First Bancshares Inc., was formally accused by a grand jury on Tuesday of using more than $1.97 million of the bank’s funds to pay personal debts.\nA second count accuses him of convincing a Lebanon couple into giving him money from their retirement account and securing that investment with Bankshares stocks. He later sold the stocks and used the proceeds to pay off a personal $4 million loan.\nU.S. Attorney for Southern Illinois Steven Weinhoeft referred to the alleged schemes as “a rip-off” and a “financial betrayal.”\nIf convicted, Blassie could receive a sentence of up to 30 years for bank fraud and an additional 10 for interstate transportation of security or funds obtained by fraud.\n“Bank fraud is a serious crime that has real victims. It’s worsened when someone in a position of trust violates that authority, as the defendant is alleged to have done in this case to a staggering degree,” said Michael Kurzeja, resident agent in charge of the U.S. Secret Service Springfield office.\nBlassie’s late father-in-law, Russell Thoman Sr., was one of nine business partners that founded Bank of O’Fallon. His brother in law, Richard Thoman, is the bank’s current president. Two other brothers-in-law are involved in bank-related operations.\nAccording to the federal indictment, Blassie maintained a personal checking account at the Bank of O’Fallon, the balance of which was fraudulently inflated by deposits made off other accounts belonging to him and his wife at other banks. He then wrote checks off the account to cover personal expenses.\n“Because it was under the false impression that there were sufficient funds in the account, the Bank of O’Fallon paid these checks and debit transactions,” the indictment alleges.\nThe allegedly fraudulent deposits totalled $1,972,887.67, according to the indictment.\nCharges against him also allege that Blassie concealed the fraud by falsifying daily “kiting suspects reports” that were prepared to flag fraudulent activity.\n“Computer Services, Inc., the processing company used by the Bank of O’Fallon, prepared a daily ‘Kiting Suspects Report’ which identified accounts at the bank that were possibly involved in check kiting,” the indictment states. “Blassie regularly intercepted these Kiting Suspects Reports, physically cut out his name and account number, created altered versions of these reports that did not contain his name and account number, and provided these altered reports to the other executives at the bank.”\nThe second count of the indictment alleges that Blassie “engaged in a scheme to defraud and steal from a married couple from Lebanon.”\nIt says the couple to withdraw $429,000 from retirement savings they had invested in Certificates of Deposit and the Bank of O’Fallon and gave it Blassie for investment, which he backed with two promissory notes secured with 128 shares of Security First Bancshares Inc., the holding company that owns the bank.\nFrom October 2023 to August 2024, Blassie made regular interest payments to the couple from his fraudulent checking account, according to the indictment. He later sold the Security First Banchshares Inc. stock and used the proceeds to repay a $4 million loan he received in October 2021 from an individual in St. Louis.\nIn September 2024, Blassie stopped the interest payments to the Lebanon couple, told them that their principle was gone and that the stocks certificates backing their investment were worthless, according to charges.\n“At the time he caused these shares to be sold, Blassie was aware that he was defrauding (the couple) and that he was stealing property that had been pledged to (the couple) as security for the loans they had made to him,” the indictment states. “When he obtained the loan from (the person from St. Louis), Blassied pledged to him as security the same Security First Bancshares Inc. stocks that he pledged to (the Lebanon couple).”\nBlassie is scheduled to appear in federal court in East St. Louis at 10 a.m. on April 23.\n“Senior bank officials must act as fiduciaries, not felons. They must serve the bank, not swindle it,” said Weinhoeft in a statement. “The federal justice system leads the fight against corruption in all its forms and the allegations in the case – a $2million check kiting scheme and $500,0000 investment rip off – are glaring examples of the type of financial betrayal that will not be tolerated.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->fraud"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.justice.gov/usao-sdil/pr/former-bank-ofallon-executive-indicted-2-million-fraud-scheme",
      "https://www.ofallonillinois.org/success-story/bank-of-ofallon-60-years-growing-with-the-community/",
      "https://ofallonillinois.org/success-story/bank-of-ofallon-60-years-growing-with-the-community/",
      "https://justice.gov/usao-sdil/pr/former-bank-ofallon-executive-indicted-2-million-fraud-scheme",
      "https://www.ofallonillinois.org/success-story/bank-of-ofallon-60-years-growing-with-the-community"
    ],
    "entities": {
      "persons": [
        {
          "name": "Andrew P. Blassie",
          "sentiment": "none"
        },
        {
          "name": "Steven Weinhoeft",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Belleville News-Democrat Crime\nFormer Bank of O’Fallon",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Security First Bancshares Inc.",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Bankshares",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "204c43da50fdbe8d3b41c2b1ed02d6ba100acd14",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:27:49.589+03:00",
    "updated": "2025-04-10T00:27:49.589+03:00"
  }
]
