[
  {
    "uuid": "becb9975beddffaa0635461eb8e5b5b01f8d681f",
    "url": "https://kion546.com/politics/cnn-us-politics/2024/02/01/group-of-palestinian-americans-skip-blinken-meeting-over-biden-admins-support-for-israels-offensive-in-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-02-01T22:20:00Z",
    "title": "Group of Palestinian-Americans skip Blinken meeting over Biden admin’s support for Israel’s offensive in Gaza",
    "text": "Group of Palestinian-Americans skip Blinken meeting over Biden admin’s support for Israel’s offensive in Gaza By Jennifer Hansler, and Khalil Abdallah, CNN (CNN) — A number of Palestinian-Americans refused to attend a roundtable meeting with US Secretary of State Antony Blinken on Thursday to discuss the [situation in Gaza](https://www.cnn.com/world/middleeast/israel) in protest against the Biden administration’s ongoing support for Israel’s offensive in the war-torn strip – a military campaign that has exacted a massive humanitarian toll. “We do not know what more Secretary Blinken or President (Joe) Biden need to hear or see to compel them to end their complicity in this genocide,” several of those who rejected the invitation said in a press statement distributed by the non-profit Institute for Middle East Understanding (IMEU). “They show us every day whose lives they value and whose lives they consider disposable. We will not be attending this discussion which can only amount to a box-ticking exercise. Our families, our community and all Palestinians deserve better,” the signatories wrote. “There is one thing that we, our community and countless others around the US and the world, including American unions representing nearly 8 million workers and at least 47 US cities, have been asking of this administration: to demand a permanent ceasefire to save Palestinians lives and stop the destruction of Gaza,” they wrote. “A meeting of this nature at this moment in time is insulting and performative.” Blinken and other members of the Biden administration have [called on Israel to do more to protect civilian](https://www.cnn.com/2024/01/07/politics/blinken-israel-middle-east-tensions/index.html)s and allow more humanitarian aid into Gaza. The officials, however, have continually rejected the idea of a ceasefire, instead advocating for “humanitarian pauses.” Thursday’s meeting with Blinken comes amid continued outrage from many progressive Democrats, Muslim and younger voters about the administration’s handling of Gaza – opposition that poses a growing political problem for Biden. The refusal of several invitees to attend underscores the immense anger felt by many in the United States – including some within the federal government – over the toll from the conflict, which was launched following [Hamas’ brutal attack](https://www.cnn.com/2023/10/09/middleeast/hamas-attack-strategy-israel-mime-intl/index.html) on Israel on October 7. More than 26,000 have been killed, hundreds of thousands have been displaced, and Gaza is on the brink of famine. More than 200 Israeli soldiers have been killed in the offensive. Six people did attend the meeting, a source familiar told CNN, and those who attended felt conflicted about doing so, but felt they should take advantage of the opportunity to speak to the need for urgent change in US policy toward Gaza. ‘Soul-searching’ One of the invitees to the roundtable, Dr. Tariq Haddad, said in an intensely personal, 12-page letter to Blinken that he initially intended to go to the meeting. However, “after a lot of soul-searching I have decided that I cannot in good conscience meet with you today knowing this administration’s policies have been responsible for the death of over 80 of my family members including dozens of children, the suffering of hundreds of my remaining family, the famine my family is currently subjected to and the destruction of all my family’s homes,” Haddad wrote in the letter. “The more I thought about this meeting, the more I could not emotionally bring myself to look you in the eyes, Secretary Blinken, knowing you and President Biden have knowingly contributed to the suffering and murder of so many of my family, the homelessness and dispossession of 2 million Gazans, and the famine that has befallen my remaining family members,” Haddad said. “How does one meet for what I was told would be 3 minutes, with a person you hold responsible for not just the killing of your child, but rather the murder of over 80 of your family members?” he asked in his letter. “How do I look you in the eyes knowing you couldn’t even do the basic minimum like calling for a ceasefire to end the suffering and carnage, and even worse, are cutting off humanitarian assistance to 2 million people going through a famine of historic proportions,” he wrote, appearing to reference the suspension of US aid to the UN’s main relief agency in Gaza, UNRWA. “My family are subsisting on animal feed, Secretary Blinken, because of your policies,” he said. “You could have called for a cease-fire at any point in the past four months and ended all this suffering and death, and you have not. You could have used your diplomatic pressure to end the suffering, and you chose not to. You could have recognized that shutting off aid to an area that is experiencing the worst famine and human rights disaster in modern history is unethical, yet you chose not to. This is why it is very difficult emotionally for me to meet you today, to somehow normalize a meeting with an administration that continues day after day to cause so much suffering and death with their policies,” he wrote. Haddad urged Blinken to call for an immediate ceasefire, “end the continued transfer of US military reserve equipment to the Israeli military to stop further murder,” “call for an immediate withdrawal out of Gaza and equality for the Palestinian people,” and a “call for an end to the Israeli occupation, for equal rights, freedoms, and laws in this land regardless of one’s religion, ethnicity, or background.” Haddad told CNN that the letter – in which he also included photos of some of his relatives who have been killed – was going to be handed directly to Blinken at Thursday’s meeting. The source familiar with the meeting said some parts of it were read out loud to the top US diplomat during the hour-and-a-half long session at the State Department. That source said Blinken seemed engaged, but largely stuck to talking points in his remarks. At a briefing Thursday, State Department spokesperson Matt Miller confirmed that Blinken met with “a number of leaders in the Palestinian-American community.” “It was the latest in a series of meetings that the Secretary has had with individuals and organizations both within the department and from outside the department that hold a wide range of views across the ideological and political spectrum,” Miller said. “He has held these meetings because he thinks it’s important to hear directly from individuals as I said, both inside the State Department and outside the State Department.” “He finds that process to be constructive. It informs his thinking. It helps him, he believes, shape policy in the best way possible,” he said. Public opposition And while Blinken was quietly confronted behind closed doors about the administration’s policy toward Gaza on Thursday, members of the administration, including Blinken, have also faced public displays of opposition. A number of protesters have camped in front of Blinken’s house since last Friday to try to pressure a change in policy. At a public speech on Tuesday, Samantha Power, head of the US Agency for International Development (USAID) was twice confronted about the administration’s position toward Gaza. One questioner, who identified herself as a USAID contractor, asked Power about the loss of the US’ ability “to be moral leaders” due to the “US funded genocide in Gaza.” Another person interrupted her speech to raise the massive humanitarian toll. “It is a devastating situation where not enough resources are getting in, via the Rafah crossing or the Kerem Shalom crossing,” Power said. “And we are working 24/7 to try to dramatically expand the flow of food, medicine, shelter – I mean, so much is needed. But, you know, you have families right now that are living in unimaginable conditions.” “In addition, of course, the greatest loss of life has come from the war itself and from the bombing, and more than 25,000 civilians have been killed. There is not a single call that President Biden makes, or engagement that anybody in the Biden administration does, that doesn’t put the importance of civilian protection and international humanitarian law, at the top of the conversation,” she said. A USAID spokesperson said that “since the start of this conflict, Administrator Power and other Agency leadership have held numerous engagements with staff in the US and at USAID Missions around the world to discuss the US and USAID response to the conflict, offer appreciation for their work, and hear a range of perspectives and concerns.” The-CNN-Wire ™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.cnn.com/2023/10/09/middleeast/hamas-attack-strategy-israel-mime-intl/index.html",
      "https://www.cnn.com/world/middleeast/israel",
      "https://www.cnn.com/2024/01/07/politics/blinken-israel-middle-east-tensions/index.html",
      "https://cnn.com/2023/10/09/middleeast/hamas-attack-strategy-israel-mime-intl/index.html",
      "https://cnn.com/2024/01/07/politics/blinken-israel-middle-east-tensions/index.html",
      "https://cnn.com/world/middleeast/israel"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "blinken",
          "sentiment": "negative"
        },
        {
          "name": "jennifer hansler",
          "sentiment": "none"
        },
        {
          "name": "joe) biden",
          "sentiment": "none"
        },
        {
          "name": "khalil abdallah",
          "sentiment": "none"
        },
        {
          "name": "antony blinken",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "state",
          "sentiment": "none"
        },
        {
          "name": "institute for middle east understanding",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:23:54.543+02:00",
    "updated": "2024-02-02T03:51:44.125+02:00"
  },
  {
    "uuid": "d5c656ac3b3bcb61d1e4b95bedc66055c0af628a",
    "url": "https://www.nbc26.com/news/local-news/dont-miss-out-on-money-homeowners-urged-to-check-tax-bill-for-lottery-credit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jon Erickson",
    "published": "2023-12-28T22:52:00Z",
    "title": "Don't Miss out on Money: Homeowners urged to check tax bill for lottery credit",
    "text": "- The lottery and gaming credit can reduce a homeowner's property tax bill - The credit amount varies; someone who lives in the Green Bay School District could save $275 - Watch the video for details on how to claim the credit They are five words that can be worth hundreds of dollars: The lottery and gaming credit. It is applied to a homeowner's annual property taxes, as basically a discount on the total amount due. Catherine Oreto, a Green Bay resident, learned about the credit from a reporter's phone call. \"That's kind of exciting, I would be excited to get $275 back on my taxes,\" Oreto said. The amount of the credit is based on the school district you live in - everyone who lives in a given district gets the same credit. In the Green Bay Area and Howard-Suamico school districts, the credit this year is about $275. The Wisconsin Department of Revenue urged qualifying homeowners to check their property tax bills to make sure the credit was applied. To qualify: -Be a Wisconsin resident -As of 1/1/23, have owned your home and used it as your primary residence. Until January 31, homeowners can apply using [this form](https://www.revenue.wi.gov/DORForms/23lc-100f.pdf) at the treasurer's office that collects their property taxes. After that, a refund can be requested from the state. The Brown County treasurer's office sent out 8,000 letters this year to homeowners who likely qualified but had not signed up for the credit, said Deputy Brown County Treasurer Chuck Mahlik. About half of the letter recipients signed up for the credit, Mahlik said. Once a homeowner signs up, it is not necessary to sign up again in future years for the same residence.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.revenue.wi.gov/DORForms/23lc-100f.pdf)",
      "https://revenue.wi.gov/DORForms/23lc-100f.pdf)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "oreto",
          "sentiment": "none"
        },
        {
          "name": "howard-suamico",
          "sentiment": "none"
        },
        {
          "name": "catherine oreto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "green bay school district",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "green bay",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "green bay area",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:45:02.041+02:00",
    "updated": "2023-12-29T02:45:02.041+02:00"
  },
  {
    "uuid": "336fff14b8ad2bcd8b0d4c0794c16b7bd0a0b88d",
    "url": "https://www.surfer.com/trending-news/watch-more-proof-new-jersey-is-the-best-place-to-be-a-surfer-right-now",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zander Morton",
    "published": "2024-01-15T15:14:00Z",
    "title": "Watch: More Proof New Jersey Is the Best Place To Be a Surfer Right Now",
    "text": "On December 18, an El Nino fueled super storm sent the biggest south swell in recent memory to New Jersey. Photos of surfers free-falling on 10-foot chocolate bombs in head-to-toe rubber garnered mainstream attention from sites like CBS .\nAs it turns out, that swell was only the beginning.\nAn an overly active storm pattern is sending gulf storms north: In the last week, back-to-back south swells hammered the Jersey shore, and while not as massive as the December swell, they were warmer (a relative term in NJ in the winter), shorter period, and way more makeable.\nIn the clip above, from Ben Currie, you'll see exactly what a certain stretch of sand in NJ looked like, from sun up to sundown.\nAs always, the wind, current and cold made for a difficult day, with many of the best waves going unridden. Still, the brave bunch that gave it a go in 46 degree water were rewarded with some wild slabs and huge spits. Although, the surfer that decides to pass on the wave at 3:18 is certainly kicking himself right now. Had he tuned and gone, he would have chipped into one of the most cartoon-perfect tubes of the day.\nOf course, that's easy to say from behind a screen in the comfort of a warm house. Anyone that even paddled out deserves all the credit in the world. This bunch are as hard core as they come.\n***\nDon't miss another headline from SURFER! Subscribe to our newsletter , follow us on Instagram , and stay connected with the latest happenings in the world of surfing. We're always on the lookout for amusing, interesting and engaging surf-related videos to feature on our channels.\nWhether you're a professional surfer or just an amateur, we want to see your best footage and help you share it with the world. Submit your video for a chance to be featured on SURFER and our social channels. Be sure to subscribe to our YouTube channel to watch high-quality surf videos. ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ben currie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "el nino",
          "sentiment": "negative"
        },
        {
          "name": "cbs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jersey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T17:16:58.441+02:00",
    "updated": "2024-01-15T17:16:58.441+02:00"
  }
]