[
  {
    "uuid": "39f41dedc467a3b377cdb0b6b43fea07a09b3225",
    "url": "https://kfgo.com/2024/03/10/ukraine-minister-responding-to-pope-francis-says-kyiv-will-never-raise-white-flag",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2024-03-10T18:55:00Z",
    "title": "Ukraine minister, responding to Pope Francis, says Kyiv will never raise white flag",
    "text": "(Reuters) – Ukraine’s foreign minister, responding to Pope Francis’s call to show “the courage of the white flag” and negotiate an end to the war with Russia, said on Sunday that Kyiv would never capitulate and told the Vatican to pay special heed to its role in World War Two.\nFrancis made the comments in an interview made available in part at the weekend. He responded to a presenter’s suggestion by saying that when things were not going well for a party to a conflict “you have to have the courage to negotiate”.\nForeign Minister Dmytro Kuleba, writing on social media platform X, said that the strong person in any dispute “stands on the side of good rather than attempting to put them on the same footing and call it ‘negotiations'”.\n“Our flag is a yellow and blue one,” Kuleba wrote in English, referring to the Ukrainian national flag. “This is the flag by which we live, die, and prevail. We shall never raise any other flags.”\nKuleba also pointed to allegations that Pope Pius XII failed to take action against Nazi tyranny in World War Two.\n“At the same time, when it comes to the white flag, we know this Vatican’s strategy from the first half of the twentieth century,” he wrote.\n“I urge (the Vatican) to avoid repeating the mistakes of the past and to support Ukraine and its people in their just struggle for their lives.”\nThat was a reference to longstanding arguments that Pius took no action despite evidence that emerged during the war of the extent of the Holocaust. A letter made public last year from the Vatican archives appeared to show that Pius was made aware of details of Nazi actions to exterminate Jews as early as 1942.\nThe head of Ukraine’s five million-strong eastern rite Catholic Church, Archbishop Sviatoslav Shevchuk, also rejected the pope’s comments.\n“Ukraine is wounded, but not conquered! Ukraine is exhausted, but it stands and will stand!” the church’s website quoted Shevchuk as saying in New York.\n“Believe me, no one has any idea of surrendering.”\nZELENSKIY’S PEACE PLAN\nUkraine has been unable to repel Russian forces since Moscow’s full-scale invasion two years ago, but rejects negotiations while Moscow’s troops remain in the slightly less than 20% of its territory they hold.\nPresident Volodymyr Zelenskiy’s peace plan calls for the withdrawal of Russian troops from all of Ukraine and the restoration of its state borders. The Kremlin has ruled out engaging in peace talks on terms set by Kyiv.\nThe pope’s interview was believed to be the first time Francis has used terms like “white flag” or “defeated” in discussing the Ukraine war, though he has referred in the past to the need for talks.\nVatican spokesman Matteo Bruni said on Saturday the pope had picked up on the term “white flag” spoken by the interviewer and used it “to indicate a stop to hostilities (and) a truce achieved with the courage of negotiations”.\nThe pope has upset Ukrainian officials several times in the war, including his call last year to Russian youth to take pride as heirs of tsars like Peter the Great, held up by President Vladimir Putin as an example to justify his actions in Ukraine.\nEuropean officials supporting Ukraine in efforts to evict Russian troops denounced the pope’s latest comments.\n“How about, for balance, encouraging Putin to have the courage to withdraw his army from Ukraine?,” Polish Foreign Minister Radoslaw Sikorski wrote on X. “Peace would immediately ensue without the need for negotiations.”\nLatvian President Edgars Rinkevics, also writing on X, said “One must fight it (evil) and defeat it, so that the evil raises the white flag and capitulates.”\n(Additional reporting by Giulia Segreti; Writing by Ron Popeski; Editing by Frances Kerry)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kyiv",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "negative"
        },
        {
          "name": "dmytro kuleba",
          "sentiment": "none"
        },
        {
          "name": "francis",
          "sentiment": "none"
        },
        {
          "name": "kuleba",
          "sentiment": "none"
        },
        {
          "name": "pope pius xii",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T21:10:24.936+02:00",
    "updated": "2024-03-10T21:10:24.936+02:00"
  },
  {
    "uuid": "f6cfea9f29a80b95bd1d5bd1faff5669c47e2e38",
    "url": "https://vnexplorer.net/un-decreto-dictatorial-del-presidente-neonazi-nicolas-maduro-critica-la-reforma-economica-de-javier-milei-s696949.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:03:00Z",
    "title": "“Un decreto dictatorial del presidente neonazi”: Nicolás Maduro critica la reforma económica de Javier Milei",
    "text": "Este miércoles, Nicolás Maduro, el autoritario presidente de Venezuela, criticó duramente el paquete de reformas económicas que presentó el presidente de Argentina, Javier Milei, quien cumple su promesa de campaña de hacer una profunda reforma a la economía de su país y darle una sacudida al aparato estatal argentino, el cual tiene a muchas de sus entidades públicas en un serio déficit y siendo ineficientes en sus funciones.\nDurante una transmisión por televisión estatal, Nicolás Maduro calificó las medidas estatales de Milei de ser una “locura” y “desastre”, al tiempo que aseguró que lo que intenta hacer Milei es acabar con la soberanía de la nación, manifestando que el mandatario argentino va a terminar acabando con los derechos que tiene la población.\n“Fíjense el desastre de Argentina. ¿Se han dado cuenta?, ¡la locura! Un decreto dictatorial del presidente neonazi de ultraderecha de Argentina, eliminando todos los derechos del pueblo, acabando con la soberanía económica de Argentina”, expresó Maduro durante la transmisión por la televisión pública venezolana.\nEl nuevo presidente de Argentina, Javier Milei, pronuncia un discurso después de jurar durante su ceremonia de toma de posesión frente al Congreso en Buenos Aires el 10 de diciembre de 2023.\nAdemás, el líder del régimen dictatorial venezolano señaló que el nuevo mandatario argentino está convirtiendo a su país “en una colonia económica”, tras criticar el proyecto que contempla la desregularización de la economía, acabando con una gran cantidad de impuestos que tenía la población y que terminaban con un recaudo de impuestos que servía para sostener a las instituciones públicas y subsidios para la población.\n“Ellos vienen de la mano de los multimillonarios y particularmente el señor Milei viene de la mano de los sectores más extremistas de los Estados Unidos de Norteamérica, del trumpismo y del sionismo”, manifestó Nicolás Maduro en crítica contra Javier Milei. “Es un constructo, es una elaboración del sionismo y del trumpismo para ensayar un proyecto de colonización de un país tan importante, tan grande, como nuestra hermana, la Argentina”.\n“En Venezuela le decimos a la ultraderecha, a los pitiyanqui, a los progringo: con Venezuela no han podido ni podrán jamás. Pueblo o nada”, manifestó Maduro, quien siempre se mostró más afín a los gobiernos kirchneristas de izquierda de Cristina Fernández de Kirchner y Alberto Fernández, los cuales terminaron siendo derrotados por Milei en las urnas, tras vencer en las elecciones presidenciales a Sergio Massa, quien era el candidato del anterior gobierno.\nNicolás Maduro Presidente de Venezuela\nLa semana pasada, ya Maduro se había manifestado en contra de Milei, asegurando que estaba aplicando “manuales de Israel y Estados Unidos para reprimir y someter al pueblo a los paquetes neoliberales”. Fue cuando se usó por primera vez el protocolo para terminar las marchas de la izquierda en la Plaza de Mayo, donde se vio como la fuerza pública acabó con las protestas y exhortando a los manifestantes a no bloquear las calles.\n“En la Argentina de Javier Milei hay una doctrina de seguridad traída de los manuales represivos de Israel y Estados Unidos para reprimir y acabar al pueblo”, señaló en ese momento el mandatario izquierdista venezolano, quien se ha manifestado en contra de la elección y el gobierno del Argentino, quien desde su asunción al poder no permitió que se enviaran embajadores a Venezuela, Cuba y Nicaragua, al asegurar que son dictaduras.\nJavier Milei, presidente de Argentina.\nMilei presentó este miércoles al Congreso un paquete de leyes, tras el decreto que aprobó la semana pasada para reformar o derogar más de 300 normas. La iniciativa entrará en vigor el viernes en el marco de un fuerte ajuste fiscal que ya implicó una devaluación del peso de más del 50%. También ha anunciado que no renovará los contratos de 7.000 empleados públicos.\nEl mandatario aspira a que el ajuste del gasto público llegue al equivalente a 5% del Producto Interno Bruto (PIB). “Promovemos estas reformas en nombre de la Revolución de Mayo de 1810 y en defensa de la vida, la libertad y la propiedad de los argentinos”, escribió Milei en su cuenta de X.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9V6n.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lbBld.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1dTIE0.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lbBld.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1dTIE0.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9V6n.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:27.660+02:00",
    "updated": "2023-12-29T00:08:27.660+02:00"
  },
  {
    "uuid": "6405bf70f9e791a6220d206a028ccfbb7d292850",
    "url": "https://www.newsbreak.com/california-state/3280469604685-watch-massive-waves-send-california-beachgoers-running-in-terror",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T12:48:00Z",
    "title": "WATCH: Massive Waves Send California Beachgoers Running In Terror",
    "text": "A storm off the coast of California is creating massive waves that are flooding coastal areas across the state. Officials ordered people living in coastal cities in Marin and Santa Cruz counties to evacuate on Thursday (December 28) as the waves battered the coast. While many people are flocking to the beach to see the waves, which could top 40 feet, officials are urging them to stay away. \"The High Surf Warning is in effect through 3 am Friday. Breaking waves of 28-33 ft are possible at the coast. Please use extreme caution and stay far from the water. NEVER turn your back on the ocean, stay off jetties, rocks, or piers, and do not go into the water!\" the National Weather Service in the Bay Area wrote on X . The storm is forecast to make landfall on Friday (December 29), and could dump up to three inches of rain in some areas. \"A Pacific storm system will approach the West Coast Friday morning, bringing increasing precipitation chances to California and the Pacific Northwest. Moderate to locally heavy rainfall is likely for much of California Friday, focusing along the northern and central coast and along the higher terrain of the coastal ranges. Snow levels will start rather high as a plume of warm, moist air moves in from the Pacific, keeping snowfall limited to higher mountain peaks. Areal average rainfall totals of 1-3\" may lead to some isolated flooding concerns,\" the National Weather Service said . Video captured a rogue wave in Ventura , sending beachgoers running in terror as they tried to avoid getting swept up in the massive wall of water. Officials said that at least eight people were hospitalized.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.dailymail.co.uk/news/article-12908803/California-high-surf-waves-flooding-evacuation.html",
      "https://twitter.com/NWSBayArea/status/1740437628619735503",
      "https://abcnews.go.com/US/strong-waves-pound-california-coast-injuring-8/story?id=105984092",
      "https://www.wpc.ncep.noaa.gov/discussions/hpcdiscussions.php?disc=pmdspd",
      "https://abcnews.go.com/US/strong-waves-pound-california-coast-injuring-8/story",
      "https://dailymail.co.uk/news/article-12908803/California-high-surf-waves-flooding-evacuation.html",
      "https://www.twitter.com/NWSBayArea/status/1740437628619735503",
      "https://www.wpc.ncep.noaa.gov/discussions/hpcdiscussions.php",
      "https://wpc.ncep.noaa.gov/discussions/hpcdiscussions.php?disc=pmdspd",
      "https://www.abcnews.go.com/US/strong-waves-pound-california-coast-injuring-8/story?id=105984092"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "bay area",
          "sentiment": "none"
        },
        {
          "name": "marin",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "santa cruz",
          "sentiment": "none"
        },
        {
          "name": "pacific northwest",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:04:08.258+02:00",
    "updated": "2023-12-29T15:04:08.258+02:00"
  },
  {
    "uuid": "cdb0b8754f19385822b5683f248209ceadc4d604",
    "url": "https://newsrnd.com/life/2023-12-29-confindustria-srm--companies-in-the-south-are-holding-up--more-investments---smes.ryWWO3G2D6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-29T10:16:00Z",
    "title": "Confindustria-Srm: companies in the South are holding up, more investments - SMEs - The Limited Times",
    "text": "2023 closes with a southern economy marked by positive economic signs and a general resilience of businesses. These are the words of the annual economic analysis by Confindustria and SRM, the research centre linked to the Intesa Sanpaolo Group. The Southern Economic Synthetic Index for 2023 grew for the third year in a row and rose by 8.8 points. The estimate of the figure for investments in the South is very positive, +4 percentage points compared to 2022 and 17 compared to 2019, \"confirming a dynamic that certainly needs to be strengthened\". The contribution of exports was particularly significant, +40 points on 2019.\nIn 2024, GDP growth in the South is estimated at +0.6%. This is the forecast of the annual survey by Confindustria and Srm, the research centre linked to Intesa SanPaolo. \"The confirmation of this data,\" the study explains, \"will be considerably influenced by the actual \"grounding\" of the available resources, primarily those related to the PNRR. Employment, recorded in the third quarter, increased by 4% compared to last year, with a greater increase for the South; but the increase in employment does not correspond to a significant progress in absolute terms if the data are compared to the share of those living in the South.\nThe analysis of Confindustria Srm indicates at least three major development factors on which the South must grow. These are the so-called \"3Cs\": Skills (from training to innovation), Connectivity (through adequate road, rail, port and air connection infrastructures, but also and above all digital and technological) and Competitiveness of companies (first and foremost in terms of entrepreneurial density and intensity). We therefore need an industrial policy that, by exploiting the considerable resources available - European and national - can create an environment favourable to the growth of territories and businesses in the South and, at the same time, enhance their production potential. In this context, a central role will be played by the PNRR, whose reshaping is highly anticipated news.\nOf the approximately €14 billion of new measures and additional resources in the Plan, about €12 billion are earmarked for businesses: €6.3 billion for Transition 5.0, €2.5 billion for green and net zero technologies supply chains, €2 billion for agri-food chain development contracts, €852 million for agri-solar parks, €320 million for support for green investments and €50 million for critical raw materials. These are positive signs of attention to the production system, but these will have to be declined while ensuring compliance with the original vocation of the Plan, i.e. working on reducing gaps. In this sense, it will be important to respect the clause for the allocation of 40% of the resources that can be allocated territorially to the South.\nStill on the policy and resources front, important innovations are expected from the new Single Special Economic Zone (SEZ) for the South and the revision of the Development and Cohesion Fund (FSC), both subject to the Southern Decree. The Single SEZ can represent a great potential for the South, but it will have to be declined carefully, so as not to frustrate its scope. Making the whole of Southern Italy a Special Economic Zone is an ambitious project, but it needs to be supported by a medium-term strategic plan. Recent measures dedicated to the South also intervene on national cohesion policy, making changes to the operation and governance of the Development and Cohesion Fund, to improve its spending performance. It will be important not to distort the nature of the Fund, preserving its characteristics of additionality and territorial allocation, which allocates 80% of resources to the South. More generally, it is necessary that the projects and resources defined by the amendments to the PNRR and the Southern Decree now see a timely implementation that, from the early stages, puts business investments at the center and ensures the involvement of all actors, first and foremost the economic and social partnership\nAll rights reserved © Copyright ANSA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "confindustria",
          "sentiment": "negative"
        },
        {
          "name": "intesa sanpaolo group",
          "sentiment": "none"
        },
        {
          "name": "intesa sanpaolo",
          "sentiment": "none"
        },
        {
          "name": "srm",
          "sentiment": "none"
        },
        {
          "name": "srm",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:23:01.452+02:00",
    "updated": "2023-12-29T12:23:01.452+02:00"
  },
  {
    "uuid": "e6ff557eb0bc38dafa2cba678d6b379d7218127b",
    "url": "https://news.sky.com/story/fresh-yellow-weather-warnings-for-rain-wind-and-snow-across-parts-of-the-uk-13039130",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sky UK Limited",
    "published": "2023-12-29T15:08:00Z",
    "title": "UK warned to brace for further onslaught of wild weather this weekend",
    "text": "Fresh yellow weather warnings for rain, wind and snow across parts of the UK The Met Office is warning the extreme weather across the UK could lead to flooding and transport disruption. Friday 29 December 2023 18:26, UK Britons are being urged to brace for a further onslaught of wild weather following the devastation of Storm Gerrit. Gusts of up to 75mph could hit parts of the south of England and Wales on Saturday, the Met Office has warned. A yellow weather alert for wind has been issued for parts of the South East, South West, East Anglia and [Wales](https://news.sky.com/topic/wales-6259) from 11am on Saturday until 3am on New Year's Eve. A separate yellow warning for rain has been issued across part of Wales between 10am and 6pm on Saturday. A yellow rain warning has also been placed across most of Northern Ireland from 4am until 11am on Saturday, with up to 25mm of rain expected in just a few hours. In [Scotland](https://news.sky.com/topic/scotland-5866), both snow and rain are expected to batter most of the country between 8am and midnight on Saturday. UK weather: [The latest Sky News forecast](https://news.sky.com/story/uk-weather-the-latest-sky-news-forecast-11681155) The Met Office is warning the extreme [weather](https://news.sky.com/weather) across the UK could lead to flooding and transport disruption. ScotRail, LNER, Avanti West Coast and London Northwestern Railway are among the train companies to have told passengers they should check before travelling in the coming days. The fresh warnings come on the heels of Storm Gerrit. Scottish and Southern Electricity Networks (SSEN) said it had restored power to almost 48,000 homes, with bosses confident the final 250 properties would be reconnected on Friday. In Wales, 36,000 properties were left without power after lightning struck in Ceredigion. Elsewhere, three men died after their 4x4 vehicle was [submerged in the River Esk](https://news.sky.com/story/yorkshire-three-men-die-after-4x4-plunges-into-river-13038772), near Glaisdale in North Yorkshire. The storm is also still being felt in northern England and Wales. Stalybridge, Tameside, and Carrbrook in Greater Manchester are in a \"recovery phase\", local authorities have said, after they were hit by a rare tornado that toppled trees and damaged homes. The freak whirlwind was thought to have been caused by a supercell thunderstorm, and residents said it had left some homes looking like \"an absolute disaster\". Read more: [Tornado hits Greater Manchester](https://news.sky.com/story/uk-weather-tornado-hits-greater-manchester-and-thousands-still-without-power-in-scotland-in-wake-of-storm-gerrit-13038743) [Hundreds of homes still without power](https://news.sky.com/story/uk-weather-hundreds-of-homes-still-without-power-after-storm-gerrit-13038949) [ ](https://news.sky.com/download-app) Be the first to get Breaking News Install the Sky News app for free Meteorologist Alex Burkill is advising all those heading out on New Year's Eve to wrap up as the mercury drops. He said: \"As we look towards the end of the day on New Year's Eve, and the blustery showery theme does continue, some of those showers should start to ease as we head towards midnight. \"So, perhaps a bit more drier weather around, some clearer skies, but do watch out for those showers. \"And you will also want to wrap up quite warm because although it hasn't been particularly chilly recently, when you factor in those strong blustery winds, it's going to feel close to freezing for many places. \"So, definitely a chilly feel to things as the clock strikes midnight.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "negative"
        },
        {
          "name": "sky news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "east anglia",
          "sentiment": "none"
        },
        {
          "name": "south east",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        },
        {
          "name": "south west",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:35:22.308+02:00",
    "updated": "2023-12-30T00:31:12.685+02:00"
  },
  {
    "uuid": "a216a08eee9e17d200615d1ab7a30ac3ce46cd17",
    "url": "https://www.newshub.co.nz/home/sport/2023/12/netball-silver-ferns-taking-forward-thinking-approach-to-motherhood-as-senior-players-put-family-first.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Natasha Payne",
    "published": "2023-12-28T22:07:00Z",
    "title": "Netball: Silver Ferns taking forward-thinking approach to motherhood as senior players put family first | Newshub",
    "text": "The Silver Ferns are putting their families first. Credits: Image - Photosport; Video - Newshub\nWhen the Silver Ferns head to next month's Netball Nations Cup in England, they'll be without several senior players.\nA few regulars are taking sabbaticals, while others are putting family first – with the blessing of Netball New Zealand.\nNetball NZ and the Silver Ferns coaching staff pride themselves on supporting the mothers within the players group, it also comes with a catch.\nThe Silver Ferns have a fresh look to them this summer, with a number of young players given the chance to prove their skills in the Nations Cup.\n\"I think it's a real energy boost for us, well for us as the oldies,\" captain Phoenix Karaka told Newshub. \"The confidence that they bring in themselves is huge.\"\nKaraka will captain the team in place of Ameliaranne Ekenasio, who has chosen to spend time with her two children.\nEarlier this month, Ekenasio told Newshub how hard it is to be both a netballer and a mum.\n\"The juggle of having a family just takes its toll in every single way,\" she said at the time.\nEkenasio won't be the only experienced player missing in the UK, either.\nMore from Newshub\nTough fitness standards claim three notable victims amid Silver Ferns selections\n'Make it about myself': Ferns captain Ekenasio makes tough call on Taurua coaching quandary Mother of one Jane Watson is unavailable due to family reasons, while Shannon Saunders only gave birth nine months ago.\n\"We are a female sport, and it is a big demand,\" said assistant coach Deb Fuller.\nA demand Netball New Zealand has worked hard to address.\nPlaying mothers now stay contracted, are kept in the Silver Ferns programme and are treated the same as if they were injured - all with their playing future in mind.\n\"I feel that sets us apart to some degree from other high-performance environments, where if you can't perform, that's it, you're out,\" Dame Noeline Taurua told Newshub.\nBut allowing athletes to have such flexibility can put pressure on the system, and for the Silver Ferns, building depth is a work in progress.\n\"You want to have a massive foundation of quality players that can fill those gaps when other players exit,\" added Fuller.\n\"I don't think we have that right now.\"\nBut January's series will be a great chance for those players to get that experience so when mothers step aside, they're ready to step up.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "http://twitter.com/share?text=Netball%3A+Silver+Ferns+taking+forward-thinking+approach+to+motherhood+as+senior+players+put+family+first&url=https://www.newshub.co.nz/home/sport/2023/12/netball-silver-ferns-taking-forward-thinking-approach-to-motherhood-as-senior-players-put-family-first.html",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.newshub.co.nz/home/sport/2023/12/netball-silver-ferns-taking-forward-thinking-approach-to-motherhood-as-senior-players-put-family-first.html",
      "http://twitter.com/share?text=Netball%3A+Silver+Ferns+taking+forward-thinking+approach+to+motherhood+as+senior+players+put+family+first&url=https://newshub.co.nz/home/sport/2023/12/netball-silver-ferns-taking-forward-thinking-approach-to-motherhood-as-senior-players-put-family-first.html",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https://newshub.co.nz/home/sport/2023/12/netball-silver-ferns-taking-forward-thinking-approach-to-motherhood-as-senior-players-put-family-first.html",
      "http://twitter.com/share"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "newshub",
          "sentiment": "none"
        },
        {
          "name": "ekenasio",
          "sentiment": "none"
        },
        {
          "name": "phoenix karaka",
          "sentiment": "none"
        },
        {
          "name": "karaka",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "silver ferns",
          "sentiment": "negative"
        },
        {
          "name": "netball nz",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ameliaranne ekenasio",
          "sentiment": "none"
        },
        {
          "name": "netball new zealand",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:46.401+02:00",
    "updated": "2023-12-29T00:18:46.401+02:00"
  },
  {
    "uuid": "2e903486e7dbc07eb692e380e24a07af1cdcdbf7",
    "url": "https://www.moneydj.com/kmdj/news/newsviewer.aspx?a=ba1f4c81-b716-46cb-9695-e183dfea7b62",
    "ord_in_thread": 0,
    "author": "MoneyDJ新聞",
    "published": "2025-07-31T03:37:00Z",
    "title": "新加坡總理：須廣泛運用AI促進生產，並創造就業機會",
    "text": "新加坡總理黃循財表示，星國須廣泛運用人工智慧促進生產並創造就業機會 一、新加坡總理兼財政部長黃循財本(2025)年7月29日出席「全球城市新加坡：建國60週年及未來大會」活動時表示，人工智慧(AI)是與電腦及網際網路一樣的通用技術，將是本世代最具決定性的尖端技術，星國須廣泛運用人工智慧才能體現其巨大優勢，進而充分獲益，包括協助企業藉由人工智慧大幅提高生產力及實現轉型，並探討如何為新加坡民眾創造就業機會，確保其在新環境中茁壯成長。 二、黃循財總理指出，與以往的技術浪潮不同，人工智慧已相當可及，但仍有許多尚未被發掘及釋放的潛力。多數民眾利用谷歌(Google)搜尋方式使用人工智慧，但此非運用或發揮人工智慧潛力的最佳方式。大型語言模型亦僅是人工智慧領域的一小部分。 三、回顧歷史，黃總理總理表示，每次面臨新技術浪潮，新加坡某些工作雖會消失及改變，但通常亦會創造更好且薪酬更高的新就業機會。然而，此非經濟定律，僅是歷史事實，未必能指導未來。人工智慧可完成許多人類能做的事，因此，新加坡須努力思考如何有意義且謹慎地廣泛應用人工智慧，為新加坡人民創造工作。 四、黃循財總理認為，新加坡須更努力探討如何協助企業善用人工智慧，尤其是較小規模的公司，將此技術融入工作程序，實現產業及業務轉型，進而大幅提升生產力，最終帶來巨大優勢。新加坡擁有牢固的勞、資、政三方夥伴關係，在推動新技術前，應與員工及相關工會討論如何重新設計工作及培訓員工，以因應科技變化的步伐。星國政府要確保所採用的科技變革及科技力量，能造福員工，而非將其取代。 五、此外，新加坡氣候行動大使孟文能在名為「分裂的全球經濟」小組討論中提出，全球化最重要的推動因素是健全的國內經濟及社會政策，以確保全民共享繁榮。孟文能認為，部分國家對全球化的強烈反對，主要是因其國內政策未能提升境內勞動力技能、未能引入新投資或強化溢出效應，並有意識地廣泛分配利益所致。 孟文能指出，下一階段的全球化應確保儘可能平均分配益處，並滲透至整體經濟中。英國、法國、德國及美國等國，能開始思考重振因競爭及技術而受多方衝擊的社區，而應用人工智慧將是持續提升技能、為產業及企業重新定位的一大助力。(資料來源：經濟部國際貿易署)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Politics"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->social sciences",
      "Science and Technology->scientific innovation",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->human resources",
      "Politics->regulation of industry",
      "Politics->economic policy",
      "Politics->government"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:52:35.330+03:00",
    "updated": "2025-07-31T07:56:58.000+03:00"
  },
  {
    "uuid": "757f98ee064d29f6a01c96f6f66877ad4bb53075",
    "url": "https://www.flashscore.com/news/new-zealand-beat-bangladesh-in-rain-hit-final-t20-to-level-series/6X8ipQ6r/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-31T09:20:00Z",
    "title": "New Zealand beat Bangladesh in rain-hit final T20 to level series | Flashscore.com",
    "text": "Santner elected to bowl after winning the toss and took 4-16 to help dismiss [Bangladesh](https://www.flashscore.com/team/bangladesh/2of97jms/) for a modest 110 at Mount Maunganui, leaving the tourists with a daunting task to seal their maiden series victory of any kind in [New Zealand](https://www.flashscore.com/team/new-zealand/G6PWlrQB/). New Zealand collapsed to 49-5 in response after Mahedi Hasan and Shoriful Islam struck timely blows, but Santner (18 not out) and Jimmy Neesham (28 not out) held their nerve to take them to within 16 runs of victory when heavy rain halted play. New Zealand were ahead of the DLS par score of 78 at that stage before [the game was eventually called off](https://www.flashscore.com/match/Y3HJiWJa/#/match-summary/). \"It got quite tight in the end,\" Santner, who captained the side in Kane Williamson's absence, told reporters. \"Credit to Bangladesh, their bowlers have bowled extremely well in both series and they put us under some pressure again today, and nice to get over the line in the end.\" Bangladesh sealed a five-wicket win in the series opener in Napier on Wednesday for their first T20 win on New Zealand soil, four days after beating the hosts in the last game of the three-match one-day international series which they lost 2-1. The second T20 was washed out with no result. The series was part of preparations for the T20 World Cup in the West Indies and the United States in June. \"As a squad Bangladesh have been outstanding. Their seamers obviously have done a very good job up front,\" Santner said. \"We know how good their spinners are and then batting as well. It was a hard-fought series and same with the ODIs.\" Bangladesh coach Chandika Hathurusinghe said the team fell short of runs in the final match but the bowlers kept them in the game and the Sri Lankan expressed satisfaction with their attitude throughout the series. \"This young group had no fear,\" Hathurusinghe added. \"They wanted to compete. The leadership shown by Najmul Hossain Shanto was outstanding. Tactically he was spot on and very clear with messages to players.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "santner",
          "sentiment": "negative"
        },
        {
          "name": "mahedi hasan",
          "sentiment": "none"
        },
        {
          "name": "kane williamson",
          "sentiment": "none"
        },
        {
          "name": "napier",
          "sentiment": "none"
        },
        {
          "name": "jimmy neesham",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shoriful islam",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "mount maunganui",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T11:28:32.909+02:00",
    "updated": "2023-12-31T12:17:34.573+02:00"
  },
  {
    "uuid": "20384b260b8de70f8d68a6aec4764323b126cbde",
    "url": "https://globalnation.inquirer.net/227519/pope-urges-courage-to-negotiate-on-ukraine-war",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence France-Presse",
    "published": "2024-03-09T23:01:00Z",
    "title": "Pope urges 'courage to negotiate' on Ukraine war | Global News",
    "text": "Pope Francis embraces an ailing man in Vatican city. SCREEN GRAB FROM CNN\nPope Francis has urged parties in the Ukraine war to “have the courage to negotiate,” and do so “before things get worse,” in an interview broadcast Saturday by Swiss television.\nThe 87-year-old pontiff was asked by the public broadcaster RTS about a debate within Ukraine on whether to surrender to Russia’s invasion.\nADVERTISEMENT “I believe that the strongest are those who see the situation. I think about the people, and have the courage to raise the white flag and negotiate,” he said in the interview, which the Vatican said was conducted in early February.\nFEATURED STORIES GLOBALNATION Hong Kong issues new national security law bill with tougher jail terms GLOBALNATION China told PH it will only let 1 boat reach Ayungin – AFP official GLOBALNATION PH set to sign maritime agreement with Germany — DFA He added: “That word negotiate is a brave word. When you see that you are defeated, that things are not working out, to have the courage to negotiate.”\nHe said people might feel ashamed but asked how many lives were being lost.\n“Today, for example with the war in Ukraine, there are many who want to act as mediators. Turkey for example,” he said.\n“Don’t be ashamed to negotiate before things get worse.”\nSpeaking about conflict in general, including the Hamas-Israel war, he added: “Negotiations are never a surrender. It is the courage not to carry a country to suicide.”\nThe Vatican’s director of communications, Matteo Bruni, later issued a statement seeking to clarify the Pope’s words.\nADVERTISEMENT (Pope) Francis had used the term white flag “to indicate a cessation of hostilities, a truce reached with the courage of negotiation,” Bruni said in a statement published by Vatican News.\nHe repeated the pontiff’s call for a “diplomatic solution in search of a justing and lasting peace” in what Francis calls the “martyred” Ukraine.\nPope Francis was also asked in the interview about the Israel-Hamas war, where he laid blame on both sides.\nYour subscription could not be saved. Please try again.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope",
          "sentiment": "negative"
        },
        {
          "name": "francis",
          "sentiment": "negative"
        },
        {
          "name": "pope francis",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "global news",
          "sentiment": "negative"
        },
        {
          "name": "cnn",
          "sentiment": "negative"
        },
        {
          "name": "rts",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T01:14:37.050+02:00",
    "updated": "2024-03-10T01:14:37.050+02:00"
  },
  {
    "uuid": "904fb1cbae9c12049b351c103b0dc968f7bb81ee",
    "url": "https://www.elheraldo.co/sucre/en-sucre-enviaron-prision-dos-sujetos-senalados-por-abuso-sexual-1117893",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maria Victoria Bustamante Fernandez",
    "published": "2024-08-15T21:08:00Z",
    "title": "En Sucre enviaron a prisión a dos sujetos señalados por",
    "text": "Jueces de la República con funciones de garantías en el departamento de Sucre acogieron la solicitud de la Fiscalía General de la Nación de imponer medida de aseguramiento de detención preventiva en establecimiento carcelario a dos hombres señalados de haber cometido actos sexuales con menores de edad. Leer más: Patrullajes permanentes y $30 millones de recompensa tras masacre en Caracolí Los detenidos fueron imputados por los delitos de acceso carnal violento agravado y acto sexual con menor de 14 años por hechos que ocurrieron en los municipios de Toluviejo y Corozal. De interés: Un árbitro sinceano debuta este sábado en el Fútbol Profesional Colombiano Reporto la Fiscalía que en uno de los casos el procesado de 33 años, al parecer, con el pretexto de solucionar un problema, citó a su vecina de 13 años, en una zona despoblada de Toluviejo el pasado 23 de marzo y allí la habría violentado para abusarla sexualmente. Le puede interesar: Mujeres se preparan para la Media Maratón Valle de Upar Mientras que en Corozal el 22 de octubre de 2023 un hombre de 58 años, mediante engaños, ingresó a su vivienda a una menor de 12 años para realizarle tocamientos de índole sexual. Lea aquí: Revelan detalles del asesinato de camionero en El Copey",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:27:43.731+03:00",
    "updated": "2024-08-16T00:27:43.731+03:00"
  }
]