[
  {
    "uuid": "625c8a21e57327bf4ea758a2583a1e0252a26ab4",
    "url": "https://www.infobae.com/america/agencias/2024/08/02/calor-tormentas-lluvias-rissagas-y-oleaje-activan-hoy-los-avisos-en-siete-comunidades-con-maximas-de-hasta-40c",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-08-02T07:17:00Z",
    "title": "Calor, tormentas, lluvias, rissagas y oleaje activan hoy los avisos en siete comunidades, con máximas de hasta 40ºC - Infobae",
    "text": "El calor continúa en el inicio del mes de agosto y, junto con otros fenómenos como tormentas, lluvias, rissagas y oleaje, activará los avisos en siete comunidades españolas, con máximas que podrán llegar a los 40ºC en puntos de Andalucía, según la predicción de la Agencia Estatal de Meteorología (AEMET). Concretamente, las altas temperaturas pondrán en aviso importante Almería y Málaga, mientras que Córdoba, Huelva, Jaén, Sevilla, Albacete, Gerona, Lérida, Mallorca, Alicante, Valencia y Murcia tienen aviso amarillo. Por otro lado, tormentas y lluvias pondrán en riesgo a Guadalajara, Lérida, Tarragona, Castellón, Teruel, Barcelona y Gerona, aunque en el caso de las cuatro últimas ascenderá a naranja por tormentas. Las olas activarán el aviso amarillo en Gerona y Menorca lo estará por rissagas. Finalmente, en las Islas Canarias, Gran Canaria, La Palma, La Gomera, El Hierro y Tenerife estarán en alerta por fenómenos costeros, y solo Gran Canaria por altas temperaturas. La jornada estará marcada por la posibilidad de tormentas en la mitad noreste, siendo más probables y localmente fuertes en Pirineos e Ibérica, así como por las temperaturas significativamente elevadas en la mitad sur, interior sureste, Cataluña y sur de Gran Canaria, aunque habrá un descenso localmente notable de las máximas en el Ebro. En buena parte del país predominará el tiempo estable, con cielos poco nubosos o despejados o nubes medias y altas, no obstante, en el área cantábrica se esperan intervalos nubosos, especialmente matinales, con posibilidad de precipitaciones débiles y dispersas, más abundantes en el Cantábrico oriental, sin descartar chubascos durante la madrugada en el alto Ebro, Pirineo occidental y norte de la Ibérica y por la tarde en la Cantábrica. Asimismo, se formará nubosidad de evolución diurna en Pirineos y sistemas Ibérico y Central, con posibles chubascos y tormentas dispersos, más probables y localmente fuertes en Pirineos e Ibérica, que ocasionalmente pueden ir acompañados de granizo. En el valle del Ebro y zonas de la Meseta, la AEMET no descarta tormentas secas aisladas. En ambos archipiélagos y centro y sudeste peninsulares es posible la calima y probables bancos de niebla matinales en interiores de Galicia, Cantábrico y alto Ebro. En cuanto a las temperaturas, descenderán en general en la Península y Baleares, acusadamente las máximas en zonas del nordeste peninsular y se esperan pocos cambios en Canarias. Pese a los descensos, seguirán superándose los 35º C en interiores de la mitad sur y depresiones del nordeste peninsular, sin descartar puntos de Mallorca y sur de las islas Canarias, incluso los 40ºC en zonas del Guadalquivir y las mínimas tampoco bajarán de 25ºC en el área mediterránea. El viento soplará alisio moderado en Canarias, con intervalos de fuerte en zonas expuestas y predominarán vientos de componente norte en la mitad norte peninsular y área mediterránea oriental, en general flojos o moderados, con intervalos de fuerte en Ampurdán. En el resto de la vertiente atlántica, Estrecho y Alborán soplarán vientos del oeste, con intervalos de poniente fuerte en el Estrecho.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T10:24:03.214+03:00",
    "updated": "2024-08-02T10:24:03.214+03:00"
  },
  {
    "uuid": "225042816543e978aef222d0a47f0b442df152a5",
    "url": "https://flipboard.com/article/montreal-parents-won-t-give-up-fight-to-lower-quebec-s-blood-alcohol-limit/f-657ef19934%2Fglobalnews.ca",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Global News - By Felicia Parrillo",
    "published": "2024-02-29T00:00:00Z",
    "title": "Montreal parents won’t give up fight to lower Quebec’s blood alcohol limit | Flipboard",
    "text": "Montreal parents won’t give up fight to lower Quebec’s blood alcohol limit Elizabeth Rivera and Antoine Bittar go by Jacynthe-Fyfe park in Roxboro, almost daily. Their daughter used to walk through the park on her way to … [Global News](/@GlobalNews) flipped this story into [Global News](/@globalnews/global-news-cu8h0oq4z)•5h More stories from [Crime](/topic/crime) More stories from [Québec](/topic/quebec) - Storyboard MLB Roundup: Optimism For All 30 TeamsCurated byThe Sports Desk [Spring is three weeks away, which may be the best time of the year for a baseball fan. If you’re team signed, say, Shohei Ohtani, visions of a World Series title dance through your head. If your team lost 112 games in 2023 and, for instance, made plans to bolt for Vegas, well it can’t get any worse, right? Here’s a reason for optimism for all 30 clubs. Plus, underrated players ready to explode, imagining MLB expansion, and the latest on the much-derided new uniforms.](/@thesportsdesk/mlb-roundup-optimism-for-all-30-teams-adi32om1f6h3ksuq) [RCMP bust 'clandestine lab' at electrical company in Montreal](/topic/quebec/rcmp-bust-clandestine-lab-at-electrical-company-in-montreal/a-57IIhxs5Q6CCN6M532evRQ%3Aa%3A2823982346-5e3f2bd736%2Fctvnews.ca) The RCMP raided the office of an electrical company Thursday morning in Montreal's Saint-Laurent borough. Police say the building on St-Germain Street … [A sexy Star Wars burlesque show is taking Montreal by storm](/topic/quebec/a-sexy-star-wars-burlesque-show-is-taking-montreal-by-storm/a-_mqZ9YNETbSguTCwgfP80g%3Aa%3A71950997-453e2352bf%2Ftimeout.com) Sultry Star Troopers? Sexy Ewoks? A scandalous Skywalker striptease? With all of the sexy shows hosted by Montreal, from Montreal’s sexiest burlesque … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Crime (Canada)](/topic/crimecanada) [CAUGHT ON CAMERA: Poilievre reveals documents Trudeau has been covering up](/topic/crimecanada/caught-on-camera-poilievre-reveals-documents-trudeau-has-been-covering-up/a-5oyujbdfTIKLPtM5SAZPeA%3Aa%3A2509522795-63a2bea4d9%2Ftorontosun.com) WATCH BELOW as CPC leader Pierre Poilievre holds a press conference outlining how Trudeau has been covering up the Winnipeg lab leak documents. What … [\"The poor girl has zero chance of getting justice\"- Hockey fans react to latest update on Hockey Canada scandal\"](/topic/crimecanada/the-poor-girl-has-zero-chance-of-getting-justice---hockey-fans-react-to-latest-u/a-qTqtLRb8T22RVhdMMfSpbg%3Aa%3A2732881213-2d9e110ef6%2Fsportskeeda.com) The recent development in the Hockey Canada scandal involving five former members of the 2018 World Junior Hockey team facing charges of alleged … [B.C. seeks $6 million in properties allegedly tied to illegal crab-sales scheme](/topic/crimecanada/b-c-seeks-6-million-in-properties-allegedly-tied-to-illegal-crab-sales-scheme/a-rkwcvclyQHqSHOCHQtBaIA%3Aa%3A2511138142-ff05b69c6d%2Fvancouversun.com) The B.C. government is seeking forfeiture of properties valued at more than $6 million that it alleges were tied to a scheme to sell illegally crabs …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elizabeth rivera",
          "sentiment": "negative"
        },
        {
          "name": "anto",
          "sentiment": "negative"
        },
        {
          "name": "jacynthe",
          "sentiment": "none"
        },
        {
          "name": "fyfe",
          "sentiment": "none"
        },
        {
          "name": "shohei ohtani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "flipboard montreal",
          "sentiment": "negative"
        },
        {
          "name": "mlb",
          "sentiment": "none"
        },
        {
          "name": "rcmp",
          "sentiment": "none"
        },
        {
          "name": "global news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "quebec",
          "sentiment": "none"
        },
        {
          "name": "montreal",
          "sentiment": "none"
        },
        {
          "name": "vegas",
          "sentiment": "none"
        },
        {
          "name": "roxboro",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:50:21.834+02:00",
    "updated": "2024-03-01T00:50:21.834+02:00"
  },
  {
    "uuid": "e3e3f36e123f19b30ac56ec26fb42b81e16a26a6",
    "url": "https://www.archyde.com/controversial-refereeing-decisions-and-penalties-a-deep-dive-into-union-vs-club-brugge-and-anderlecht-genk-matches/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2023-12-29T01:58:00Z",
    "title": "Controversial Refereeing Decisions and Penalties: A Deep Dive into Union vs. Club Brugge and Anderlecht-Genk Matches",
    "text": "2023-12-28 21:35:00\nThe penalty was awarded by referee Jasper Vergoote for a foul by Christian Burgess on Hugo Vetlesen. “The alleged play phases of Lazare and Vetlesen came from the belly,” Vergoote said in ‘Under Review’.\nClub Brugge snatched a 1-1 draw against Union in the 56th minute thanks to a penalty goal from Igor Thiago. However, it was not immediately clear why the penalty was awarded. “It was the most crucial and difficult decision of the match,” admitted Vergoote. “On the field, I see two accidental handballs. The phase of play continues and Burgess causes a violation of the penalty kick. I award it and I also communicate it to the VAR. The latter then looked at the phases possible hand play and saw that for Lazare and Vetlesen, the contact came from the stomach.\nRed card, tension in the tunnel, altercation with the assistant: tense end of the match between Union and Club Brugge\nSpokesman Frank De Bleeckere also spoke about the penalty shootout which took place last Saturday at Anderlecht-Genk. Bryan Heynen missed an 11-yarder for Genk, but teammate Yira Sor scored on the rebound. The latter seemed to leave too early, as did two Anderlecht players. The penalty should therefore have been taken again, but this did not happen at the VAR signal. Genk then filed a complaint. De Bleeckere said on Thursday that this complaint will be dealt with by the referees department on January 5. “Then the Disciplinary Board will make a decision,” he said.\n1703815117\n#Jupiler #Pro #League #referee #handplay #Lazare #Vetlesen #match #Club #Brugge #Union",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christian burge",
          "sentiment": "negative"
        },
        {
          "name": "jasper vergoote",
          "sentiment": "negative"
        },
        {
          "name": "vetlesen",
          "sentiment": "none"
        },
        {
          "name": "bryan heynen",
          "sentiment": "none"
        },
        {
          "name": "yira sor",
          "sentiment": "none"
        },
        {
          "name": "burgess",
          "sentiment": "none"
        },
        {
          "name": "hugo vetlesen",
          "sentiment": "none"
        },
        {
          "name": "frank de bleeckere",
          "sentiment": "none"
        },
        {
          "name": "igor thiago",
          "sentiment": "none"
        },
        {
          "name": "lazare",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "anderlecht",
          "sentiment": "negative"
        },
        {
          "name": "union vs. club brugge",
          "sentiment": "negative"
        },
        {
          "name": "anderlecht-genk",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "union and club brugge",
          "sentiment": "none"
        },
        {
          "name": "club brugge",
          "sentiment": "none"
        },
        {
          "name": "union",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:05:33.491+02:00",
    "updated": "2023-12-29T04:05:33.491+02:00"
  },
  {
    "uuid": "a93afffba0f08cfde811d114b73c8be580fd04c2",
    "url": "https://www.pocket-lint.com/polar-grit-x2-pro-2-vs-polar-grit-x-pro",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amber Sayer",
    "published": "2024-04-11T00:00:00Z",
    "title": "Polar Grit X2 Pro vs Grit X Pro comparison: Big upgrades",
    "text": "Polar Grit X2 Pro 2 vs Grit X Pro: How big of an update is the new model? By Amber Sayer Published Apr 11, 2024 Pretty big, it turns out.\nPolar Grit X2 Pro The Polar Grit X2 Pro watch is the latest 2024 market release from Polar, and it is an amplified version of the Polar Grit X Pro watch. It is built to be even stronger, larger, brighter, and more feature-packed than Polar's original flagship.\nPros Many health sensors including ECG and SpO2 Excellent battery life Stainless steel or titanium casing surrounds the screen and bezel Crystal clear display and graphics Cons High price point May be large for small wrists $750 at Polar\nPolar Grit X Pro The Polar Grit X Pro watch is designed to be a rugged sports watch for outdoor sports, utilizing premium materials, a strong, sturdy build with military-grade durability, and a wide breadth of features for both outdoor sports and daily life tracking.\nPros Rugged design Over 150 sport modes Good battery life Has a compass and GPS Sleek appearance Cons Can be slow due to low memory and CPU No SpO2 or ECG capabilities $560 at Amazon $560 at Polar The latest Polar watch release is the Grit X2 Pro, which is the upgraded model of the Polar Grit X Pro from 2020. Below, we provide a head-to-head comparison of the two smartwatches to help you decide which model is best for you.\nRelated Polar Grit X review: Going the distance? Polar's first 'outdoors watch' has the usual spate of fitness tracking, but also adds fuel replenishing monitoring and mountaineering smarts. Price, specs & availability: At launch, the Polar Grit X2 Pro is available in two versions. The stainless steel variant retails for $750, while the titanium model costs $870. Both versions are available for preorder in the US and should start shipping later this month. The Polar Grit X Pro watch costs $530.\nPolar Grit X2 Pro Polar Grit X Pro Battery Life Performance training mode: up to 43 hours; Eco training mode: up to 140 hours; Smartwatch mode: up to 10 days Performance training mode: up to 35 hours; Eco training mode: up to 132 hours; Smartwatch mode: up to 6 days Onboard GPS Yes, dual antenna Yes, single antenna Offline Media Storage 32GB 32GB Health sensors HR, SpO2, skin temperature, ECG, Elixir, barometer, compass, accelerometer HR, barometer, compass, accelerometer Dimensions 48.6 x 48.6 x 13.4mm 47 x 47 x 13mm Weight 79g (titanium version is 64g) 79g Screen size and appearance Larger and brighter display One of the first differences you will notice between the Grit X2 Pro and Grit X Pro is the display itself, with the upgraded model featuring a notably flashier appearance. The Grit X2 Pro features a stunning AMOLED touchscreen display that has crystal clear clarity and vibrant colors. The original Grit X Pro has a MIP display. Secondly, the pixel density of the Grit X2 Pro's display is significantly higher than that of its predecessor.\nIn fact, Polar says the new display is as sharp and bright as a cell phone screen.\nThe Grit X2 Pro's screen resolution offers a pixel density of 326 PPI (454 x 454 pixels) whereas the Grit X Pro screen is 240 x 240 pixels. The Grit X2 Pro's screen is also very bright, with a maximum brightness of 1050 nits. In fact, Polar says the new display is as sharp and bright as a cell phone screen. The former features a display that is 15% larger than the one found on its predecessor, enabling you to add more widgets and see the screen more clearly as you are running, hiking, mountain biking, etc.\nWatch build and design Even better protection Polar designed both iterations of the Grit watches to be ultra-rugged and durable. However, the new model builds upon the military-grade construction of the Grit X Pro to provide even more protection for the device.\nThe Grit X2 Pro's casing is either stainless steel if you buy the classic version, or titanium if you buy the Polar Grit X2 Pro Titan . One of the best design features of the casing is that it not only surrounds the bezel but is also raised above the watch face. Having a recessed watch face further protects the scratch-resistant sapphire crystal glass touchscreen from damage.\nThis is a thoughtful design detail, particularly for activities where you might slam your watch into something hard, such as when rock climbing or scrambling on a mountain hike near the summit. Plus, the stainless steel or titanium casing also wraps around the sides of the watch to protect the internal components.\nRelated Best Apple Watch Ultra 2 screen protectors: Keep your rugged smartwatch scratch-free The Apple Watch Ultra 2 is rugged, but you can never be too careful. These screen protectors provide ultimate protection. Aesthetically, there are a few notable differences between the two wearables. The new model is meant to evoke '80s nostalgia while still having a modern appeal. Functionally, Polar has upgraded the design of the Grit X2 Pro over the original version by redesigning the buttons to enhance grip, ease of use, and eye appeal.\nThe top left button now provides an additional feature: the ability to take an ECG/EKG reading. One of the other cool features that has been added to the Grit X Pro watch over its predecessor is an onboard flashlight. Now you won't have to take out your cell phone for the flashlight if you need some extra light in a pinch.\nClose\nRelated What is Apple Watch ECG? Advice to set up your heart health features Everything you need to know about Apple's ECG heart feature, including its limitations. Processing, memory, and storage Memory and CPU upgrades There are also performance differences between Polar's current flagship and the one it's designed to replace. The Grit X2 Pro has faster processing power and much larger memory capacity. This means that you can transition between different functions and modes in the Grit X2 Pro watch faster and there is more storage capacity for workout history as well as onboard maps.\nIn fact, the 275MHz processor in the Grit X2 Pro is up to 129% faster than the 120MHz CPU processor in the previous generation model. Moreover, Polar's latest watch features a whopping 37MB of RAM compared with only 0.67MB in the older model. These upgrades allow for smoother UI transitions. Both wearables offer 32GB of storage.\nBattery life and charging Expect longer battery life Interestingly, even though the Grit X2 Pro has a larger and brighter screen and higher processing power, it still offers more battery life than its predecessor.\nSeveral power-saving modes allow you to maximize the use of the Grit X2 Pro on a single charge. This is a nice feature for multi-day hiking trips or other outdoor adventures where you won't have easy access to charging for your sports watch.\nPolar Grit X2 Pro: Performance training mode: up to 43 hours; Eco training mode: up to 140 hours; Smartwatch mode: up to 10 days Polar Grit X Pro: Performance training mode: up to 35 hours; Eco training mode: up to 132 hours; Smartwatch mode: up to six days The Grit X2 Pro also has upgraded charging so that you can now use USB-C charging instead of USB-A.\nGPS and navigation abilities Find your way with dual-band GPS and offline maps Another difference between the two devices is that the new model offers enhanced navigation and location tracking. The Grit X2 Pro includes a ring antenna inserted just below the bezel to boost GPS connectivity. Additionally, it features dual-frequency GPS whereas the Grit X Pro is limited to a single antenna.\nThis means that you can expect more reliable GPS signals and accurate tracking if you are surrounded by tall buildings, in a dense forest, or trying to use your watch on a cloudy day. The Grit X2 Pro also includes access to offline maps, including preloaded North America and Europe maps.\nYou can also download additional topographical maps from the Polar Flow app for specific regions right onto your watch that will be available offline while you are out adventuring. This is a nice perk for anyone who likes going off the beaten path or exploring but doesn't want to worry about carrying another navigation tool.\nHealth and fitness tracking A new biosensor adds more sleep and recovery metrics Although the Grit X2 Pro and Grit X Pro are primarily designed for outdoor sports and fitness, they also offer plenty of lifestyle and health tracking functions. Both devices can track your sleep and recovery status. Polar sleep tracking offers Nightly Recharge, Sleep Plus Stages, and SleepWise.\nThese are the company's proprietary sleep metrics, offering you insight into not only your sleep quality and quantity, but also how restorative your rest was, so that you get a recovery score quantifying your body's readiness for activity the next day.\nThe Grit X2 Pro watch has two new sleep and recovery features that are powered by Polar Elixir, the company's newest biosensing technology. The Elixir sensor is not only physically thinner and smaller than the biosensors found inside the Grit X Pro, but it is also capable of measuring additional physiological and mechanical data.\nUltimately, this means that you get more data about your health and fitness from the new device in a smaller, more ergonomic watch face, which I consider to be a win-win. The new watch adds two important sleep and recovery features: Nightly Skin Temperature and Orthostatic Test.\nNightly skin temperature can be helpful for menstrual cycle tracking as well as understanding your body's recovery status. This type of feature is seen with other lifestyle and fitness trackers such as the Oura Ring .\nRelated How a team of women turned the Oura Ring into an essential female health tool Oura is offering unique insights for women to empower and educate them on making decisions about their bodies. The Orthostatic Test is a new feature and one that I'm keen to learn more about, as it is proprietary to Polar and an example of the company's cutting-edge advancements in biometric measurements and analysis. According to the company, the tool measures and analyzes both your heart rate and your heart rate variability to provide insight into the recovery status and balance of your nervous system health.\nBasically, you can use the Orthostatic Test to assess your overall recovery status and any disturbances in your autonomic nervous system balance, which may vary not only based on the activity and the workouts you do, but also stress, sleep, and other lifestyle factors. This type of information can be useful for athletes who are training as a way to help prevent overtraining and maximize the efficiency of your progress by knowing when to push your body and when you need to scale back.\nBoth Grit watches can track over 150 sports and offer smart coaching to help you achieve your goals and unlock your potential in training. However, the new watch adds a few additional features with Smart Coaching and activity or fitness tracking:\nVertical speed VAM 3D speed Voice guidance Work-rest guide Improved swimming metrics Polar Grit X2 Pro vs. Polar X Grit Pro: Which smartwatch is right for you? Overall, while both of Polar's Grit models are durable, feature-packed GPS sportwatches, the upgraded X2 Pro offers superior design features, durability, battery life, processing speed, GPS accuracy, navigation, and biometric sensing. It is a premium training and recovery tool for any outdoor enthusiast.\nPolar Grit X2 Pro Premium overall choice $750 at Polar However, if you want to save a few bucks, the older watch still offers excellent performance and a rugged build.\nPolar Grit X Pro Good budget alternative $462 $530 Save $68 $462 at Amazon",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://polar.com/grit-x2-pro-titan/",
      "https://flow.polar.com/",
      "https://www.polar.com/blog/orthostatic-test/",
      "https://flow.polar.com",
      "https://www.polar.com/blog/orthostatic-test",
      "https://polar.com/grit-x2-pro-titan",
      "https://polar.com/blog/orthostatic-test/",
      "https://www.polar.com/grit-x2-pro-titan/",
      "https://www.flow.polar.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:19:44.585+03:00",
    "updated": "2024-04-26T16:54:39.041+03:00"
  },
  {
    "uuid": "80180a97e8fc60811345d0f846de4c900aa0dc1a",
    "url": "https://www.perthnow.com.au/politics/global-shift-to-renewables-a-race-australia-can-win-c-13613543",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kat Wong AAP",
    "published": "2024-02-15T14:24:00Z",
    "title": "Global shift to renewables 'a race Australia can win'",
    "text": "If Australia doesn't want to remain \"the last link in the global supply chain\", the government must think big on renewables and take inspiration from its neighbours, the prime minister will say.\nOverseas, the US government in 2022 committed to its Inflation Reduction Act that will provide $A520 billion in programs and funding to accelerate the net-zero transition.\nThe EU's 2020 Green Deal serves a similar purpose, as does Japan's Green Transformation Act released in February 2023.\nWith fears these schemes could encourage capital, resources and talent to go elsewhere, Australia's federal government may have to respond in kind.\nAnthony Albanese is expected to set the scene of Australia's energy future in a speech to the University of Newcastle on Friday.\n\"You can see that in the unprecedented investments the United States and the EU and Japan and Korea are making in their industrial bases,\" he will say.\n\"I don't want us to spend another generation as the last link in the global supply chain.\n\"I want to see more Australian workers and Australians firms adding value here.\"\nThe government has already legislated a target that would reduce emissions by 43 per cent come 2030, and dedicated $15 billion to a National Reconstruction Fund aimed at boosting productivity.\nAll advanced economies are on a decarbonisation journey and the prime minister says \"it's a race that Australia can win\".\n\"In all of this, we must be prepared to think big.\"\nAustralia is the world's largest supplier of lithium, the fourth largest provider of cobalt and the third of rare earth minerals, and maintains a workforce skilled in safe extraction.\nThis means the nation could also export resources required for clean energy to other countries, diversify its trade partners and help facilitate the emergence of new technologies.\n\"We don't have to go dollar-for-dollar in our spending,\" the prime minister will say.\n\"But we can go toe-to-toe on the quality and impact of our policies.\n\"That's why I talk about Australia as a renewable energy superpower - because that's the truly global scale of the opportunity.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anthony albanese",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "university of newcastle",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T03:32:02.964+02:00",
    "updated": "2024-02-16T03:32:02.964+02:00"
  }
]