[
  {
    "uuid": "3f15d0bdf39b90a84d1962a2ba50b845cb250b5d",
    "url": "https://today.usc.edu/usc-leonard-d-schaeffer-institute-celebration",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Medzerian",
    "published": "2024-02-29T22:18:00Z",
    "title": "USC celebrates Leonard D. Schaeffer as a ‘powerhouse for good’",
    "text": "USC celebrates Leonard D. Schaeffer as a ‘powerhouse for good’\nThe university’s new public policy institute embodies the USC trustee’s vision for solving stubborn problems with scholarship and bipartisan dialogue.\nSeveral themes stood out at Wednesday’s celebration of USC Trustee Leonard D. Schaeffer: that he’s a powerhouse for good, is a guardian of democracy — and has a good sense of humor.\nHe described being introduced at an event years ago, with his mother in the second row of the audience. As Schaeffer’s impressive résumé was described, she whispered loudly to the person sitting next to her: “That’s my Leonard. He just can’t hold a job.”\nUSC leaders paid tribute to Schaeffer this week at a well-attended luncheon where the university community celebrated the\nnew USC Leonard D. Schaeffer Institute for Public Policy and Government Service, made possible by a $59 million gift from Schaeffer and his late wife, Pamela.\nUSC President Carol Folt called the Schaeffer Institute, which will be anchored at\nUSC’s Capital Campus in Washington, D.C., as well as its University Park Campus, “a future-forward initiative that is poised to make a big impact in the heart of the nation.”\n“When I first came to the Board of Trustees about expanding USC’s footprint in Washington, D.C., Leonard was the board member who immediately expressed support,” Folt said. “His deeply held belief was that if we built the right type of presence, it would allow us to magnify the work of all of our researchers and expand the leadership capacity of the amazing students in the Schaeffer Fellows program.”\nThe Schaeffer Institute brings together under one organization the\nUSC Schaeffer Center for Health Policy and Economics and the Schaeffer Fellows in Government Service program.\nThe Schaeffer Center, established in 2009, emphasizes an interdisciplinary approach to research and analysis to support health policy. Schaeffer Center experts routinely testify before Congress and meet with influential decision-makers to shape policy based on scientific research. The center’s work runs the gamut from cost-benefit analyses of expanded treatments for hepatitis C to potent revelations about the outsize influence of pharmacy benefits managers on drug prices.\nUSC Schaeffer Institute: Beyond health care\nThe new Schaeffer Institute will take that model and expand into areas beyond health care.\nSuzanne Nora Johnson, chair of the USC Board of Trustees, said that Schaeffer “has been a champion of using scholarship to solve some of the society’s most intractable problems.”\nThe Schaeffer gift permanently endows the Schaeffer Fellows program, which supports undergraduates in high-level, summer government internships. Established in 2014, at least 50 students each year are selected from five universities — USC, Harvard University, Princeton University, University of Virginia and University of California, Berkeley — for an up-close view of government and public service, preparing them to become the next generation of leaders in research, policy development, government service and public office.\nUSC alum and former Schaeffer Fellow Ivana Tu Nhi Giang, now at Harvard, offered a powerful testimony to the program’s influence.\n“As a Schaeffer Fellow in 2018, my favorite part about interning in the United States Senate was something most others on the Hill wanted to get over with — answering phones. Responding to urgent concerns, I increasingly found myself sharing constituents’ tears by the time we hung up, our voices breaking on both sides of the line,” Giang said. “On those calls, I realized working in government shouldn’t be anything more complicated than serving the public. It’s public service, starting with helping people feel heard.”\nUSC Schaeffer Institute is among university’s top supporters\nSchaeffer, who is one of the top 10 donors in USC history, made a unique career combining public service and health care. He was one of the first administrators of the federal Health Care Financing Administration — now the Centers for Medicare & Medicaid Services. He was the founding chairman and CEO of WellPoint (now Elevance), which serves 47 million medical members and has annualized revenues of $170.2 billion. Under his leadership, WellPoint was selected by Fortune magazine as America’s “Most Admired Health Care Company” for six consecutive years.\nThe son of a pharmacist and a social worker, Schaeffer grew up in Chicago and then attended Princeton, where he majored in economics. At his first job, at Arthur Andersen, he became fascinated with programming financial and management systems on an early business computer, the UNIVAC.\nSchaeffer has been a USC trustee since 2013 and is the chair of the USC Health System Board, which oversees Keck Medicine of USC. He currently holds the Judge Robert Maclay Widney Chair, and is a professor at USC and a senior advisor to Whistler Capital Partners, a private equity firm. His philanthropic support of policy research has extended to other beacons of influential research, including the Brookings Institution, Harvard Medical School, the National Academy of Medicine, UC Berkeley and USC.\nIn explaining his vision for the Schaeffer Institute, he said: “Our country is experiencing a series of challenges that are unique in our history. We’re facing many difficult issues around the world. Climate change, pandemics, violent conflicts in Europe and the Middle East, world trade and economic problems, just to name a few.\n“And here at home, we have a dysfunctional Congress. We have attacks in our election process … and a growing loss of faith in both science and government,” he continued. “So it’s critical that USC continues to produce research to support evidence-based policymaking and to educate students to be responsible and involved citizens of a true, functioning democracy.”\nDana Goldman, dean of the USC Price School of Public Policy and co-director of the USC Schaeffer Center, is a close friend of Schaeffer, having worked with him for nearly two decades. Goldman’s next mission is to direct the new institute, which formally opens in July, with the broader goal of transforming policy research.\n“Leonard, I know you’ve given a lot — but you also expect a lot,” Goldman told Schaeffer. “And it’s a challenge to all of us in this room to meet that commitment. So let’s get to it.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Education"
    ],
    "external_links": [
      "https://schaefferfellows.org",
      "https://www.schaefferfellows.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leonard d. schaeffer",
          "sentiment": "positive"
        },
        {
          "name": "carol folt",
          "sentiment": "none"
        },
        {
          "name": "pamela",
          "sentiment": "none"
        },
        {
          "name": "schaeffer",
          "sentiment": "none"
        },
        {
          "name": "leonard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usc",
          "sentiment": "positive"
        },
        {
          "name": "usc leonard d. schaeffer institute for public policy and government service",
          "sentiment": "none"
        },
        {
          "name": "usc’s capital campus",
          "sentiment": "none"
        },
        {
          "name": "university park campus",
          "sentiment": "none"
        },
        {
          "name": "schaeffer institute",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:42:10.974+02:00",
    "updated": "2024-03-01T00:42:10.974+02:00"
  },
  {
    "uuid": "de338266dd684b7eca840252afe924137e0cca78",
    "url": "https://www.lejdd.fr/politique/macron-parle-pour-ne-rien-dire-lopposition-reagit-linterview-du-president-en-normandie-146082",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marianne Lecach",
    "published": "2024-06-06T00:00:00Z",
    "title": "L’opposition réagit à l’interview d'Emmanuel Macron en Normandie",
    "text": "Quelques instants après la diffusion de l’interview d’Emmanuel Macron sur TF1 et France 2, des membres de l’opposition ont critiqué ses propos sur la reconnaissance de la Palestine ou encore sur les élections européennes. À trois jours des élections européennes, Emmanuel Macron a accordé un entretien à TF1 et France 2. Des membres de l'opposition n’ont pas tardé à réagir. En marge de son déplacement en Normandie pour commémorer le 80e anniversaire du Débarquement, le président de la République a fait quelques annonces. La France va envoyer des avions Mirage 2000-5 à l’Ukraine et former des pilotes ukrainiens pour aider Kiev dans la guerre face à la Russie. Emmanuel Macron a réitéré qu’il ne voulait pas reconnaître l’État de Palestine pour l’instant. Il a enfin abordé les élections européennes où le Rassemblement national (RN) est largement en tête dans les sondages. La tête de liste RN Jordan Bardella a d’ailleurs réagi aux propos d’Emmanuel Macron qui a mis en garde contre la montée de « l’extrême droite » au Parlement européen. « Emmanuel Macron confirme qu’en envoyant la plus grosse délégation de députés au Parlement européen, le RN pourra bloquer des politiques néfastes de la Commission, comme l’écologie punitive contre nos agriculteurs ou la submersion migratoire », a-t-il écrit sur son compte X ce jeudi 6 juin avant d’appeler les Français à se rendre « aux urnes dimanche ». Mélenchon, Faure, Maréchal… Jean-Luc Mélenchon n’a pas tardé à commenter l’entretien du chef de l’État. Selon lui, Emmanuel « Macron a parlé pour ne rien dire, hélas », a-t-il critiqué sur X. « Le génocide continue et la France laisse faire. Honte », a encore déploré le fondateur de La France insoumise en référence au conflit entre Israël et le Hamas dans la bande de Gaza. Du côté des socialistes, Olivier Faure a fustigé le terme employé par Emmanuel Macron qui a jugé que ce n’était « pas raisonnable » de reconnaître un État palestinien à l’heure actuelle. « Quelle définition le président a-t-il du mot « raisonnable » ? C’est raisonnable de regarder une tragédie en se limitant à des incantations molles ? À quoi sert la diplomatie française ? » D’après le Premier secrétaire du PS, « la reconnaissance immédiate est un message clair » et « la non reconnaissance aussi ». Au sujet de la guerre en Ukraine, François-Xavier Bellamy a estimé sur BFMTV que le chef de l’État « instrumentalise » le conflit entre Kiev et Moscou. Même son de cloche de la part de Léon Deffontaines, tête de liste du Parti communiste français aux européennes : « Je condamne aujourd'hui le fait que l'on vienne instrumentaliser le conflit ukrainien à des fins électorales », s’est-il insurgé sur BFMTV. Pour François-Xavier Bellamy, Emmanuel Macron « ment aux Français » en affirmant que « l’extrême droite » ne pourrait avoir qu’une minorité de blocages au Parlement européen. Or, la tête de liste des Républicains a rappelé que le groupe du Parti populaire européen (PPE), auquel il appartient, est annoncé dans les sondages comme le premier à « arriver en tête et à avoir le plus grand groupe au Parlement européen ». À travers cet entretien, Emmanuel Macron serait « en train de réinstaller par tous les moyens possibles ce duel qu'est un duo avec le RN », a encore considéré l’eurodéputé LR. Alors qu’Emmanuel Macron a présenté « l’extrême droite » comme une menace pour l’Europe, Marion Maréchal lui a répondu sur le plateau de LCI : « Je n’ai pas la même analyse sur la menace existentielle qui pèse sur notre continent européen et sur la France. Il voit la menace d’un populisme et d’une extrême droite fantasmés. Il vise indirectement le groupe conservateur auquel nous appartenons. » Au contraire, la tête de liste de Reconquête! a considéré que « la première menace est celle de la submersion migratoire, celle de l’islamisation et celle de l’islamisme et du djihadisme ». [](/politique/macron-parle-pour-ne-rien-dire-lopposition-reagit-linterview-du-president-en-normandie-146082) « Macron a parlé pour ne rien dire » : l’opposition réagit à l’interview du président en Normandie Quelques instants après la diffusion de l’interview d’Emmanuel Macron sur TF1 et France 2, des membres de l’opposition ont critiqué ses propos sur la reconnaissance de la Palestine ou encore sur les élections européennes. [](/politique/emmanuel-macron-annonce-la-livraison-davions-mirage-2000-5-lukraine-146081) Emmanuel Macron annonce la livraison d'avions Mirage 2000-5 à l'Ukraine Dans un entretien accordé à TF1 et France 2, en marge de son déplacement en Normandie pour le 80e anniversaire du Débarquement, Emmanuel Macron a annoncé « une nouvelle coopération » avec l’Ukraine pour former des pilotes ukrainiens. La France va également fournir des avions Mirage 2000-5. [](/international/macron-au-20-h-pas-exclu-quil-annonce-lenvoi-dinstructeurs-en-ukraine-146064) Macron au 20 h : « Pas exclu qu’il annonce l’envoi d’instructeurs en Ukraine » Ce soir, Emmanuel Macron prendra la parole sur TF1 et France 2. Il abordera le 80ème anniversaire du Débarquement et les élections européennes. Surtout, il pourrait dévoiler des informations importantes concernant le soutien de la France à l'Ukraine. [](/politique/angele-francois-civil-joeystarr-medine-230-artistes-denoncent-un-genocide-gaza-et-appellent-macron-reconnaitre-un-etat-palestinien-145990) Angèle, François Civil, JoeyStarr, Médine... 230 artistes dénoncent un « génocide » à Gaza et appellent Macron à reconnaître un État palestinien Des centaines d’artistes, créateurs de contenus, personnalités publiques et citoyens demandent à Emmanuel Macron de « prendre le chemin de la dignité humaine » en reconnaissant l’État de Palestine. [](/societe/ici-cest-pas-la-france-degradations-et-drapeaux-francais-voles-dans-le-morbihan-avant-la-venue-demmanuel-macron-145975) « Ici c’est pas la France ! » : dégradations et drapeaux français volés dans le Morbihan avant la venue d'Emmanuel Macron Des tags anti-Macron ont notamment été peints sur un abri de bus à Plumelec dans le Morbihan, où Emmanuel Macron doit se rendre pour le 80e anniversaire du Débarquement. Des drapeaux français ont également été subtilisés sur le lieu de la cérémonie. [](/societe/debarquement-meetings-des-europeennes-onu-les-4-infos-dont-vous-allez-entendre-parler-demain-145949) Débarquement, meetings des européennes, ONU… Les 4 infos dont vous allez entendre parler demain Chaque soir, le JDD vous présente les infos dont vous allez entendre parler le lendemain : les commémorations du 80e anniversaire du Débarquement ; les derniers meetings de François-Xavier Bellamy et de Marion Maréchal ; le meeting de Valérie Hayer en Bretagne ; le discours sur le climat du Secrétaire général de l’ONU.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:25:35.881+03:00",
    "updated": "2024-06-07T01:25:35.881+03:00"
  },
  {
    "uuid": "ed5c9b09d5a38084dd666967e4d140d2fbf4a5b8",
    "url": "https://mx.advfn.com/bolsa-de-valores/noticias/94866176/global-respiratory-disease-testing-market-to-grow",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PR Newswire (US)",
    "published": "2024-11-07T22:31:00Z",
    "title": "Global Respiratory Disease Testing Market to Grow at a CAGR of ~4% by 2030 | DelveInsight",
    "text": "The growing demand for respiratory disease testing is largely driven by the increasing global prevalence of respiratory disorders. Furthermore, the rising risk factors linked to these disorders, along with advancements in product development and regulatory approvals, are significant contributors to the expansion of the respiratory disease testing market from 2024 to 2030.\nLAS VEGAS , Nov. 7, 2024 /PRNewswire/ -- DelveInsight's Respiratory Disease Testing Market Insights report provides the current and forecast market analysis, individual leading respiratory disease testing companies' market shares, challenges, respiratory disease testing market drivers, barriers, trends, and key market respiratory disease testing companies in the market.\nKey Takeaways from the Respiratory Disease Testing Market Report\nAs per DelveInsight estimates, North America is anticipated to dominate the global respiratory disease testing market during the forecast period. In the product type segment of the respiratory disease testing market, the instrument category had a significant revenue share in the respiratory disease testing market in 2023. Notable respiratory disease testing companies such as Koninklijke Philips N.V., Niterra Co., Ltd., Thermo Fisher Scientific Inc., QIAGEN, Abbott, Danaher Corporation, Siemens Healthineers, Diasorin S.p.A, BD, GE Healthcare, QuantuMDx Group Ltd., BIOMÉRIEUX, SDI Diagnostics, COSMED srl, Seegene Inc., CAREstream Medical Ltd., Bird Healthcare, visby medical, Vitalograph, Bio-Rad Laboratories, Inc., and several others, are currently operating in the respiratory disease testing market. In August 2023 , BD received FDA clearance for its BD Respiratory Viral Panel (RVP) for the BD MAX™ System. This innovative single molecular diagnostic combination test swiftly identified and differentiated SARS-CoV-2, influenza A, influenza B, and Respiratory Syncytial Virus (RSV) in roughly two hours. In July 2023 , United Imaging , a global leader in manufacturing advanced medical imaging and radiotherapy equipment, introduced Next-Generation PET/CT Systems and Integrated Molecular Technology at SNMMI. To read more about the latest highlights related to the respiratory disease testing market, get a snapshot of the key highlights entailed in the Global Respiratory Disease Testing Market Report\nRespiratory Disease Testing Overview\nRespiratory disease testing is a critical aspect of diagnosing and managing various conditions that affect the lungs and airways, including asthma, chronic obstructive pulmonary disease (COPD), and infections like pneumonia and COVID-19. These tests help in identifying the specific cause of respiratory symptoms, such as shortness of breath, coughing, or wheezing, and can range from non-invasive procedures like spirometry and pulse oximetry to more complex methods such as chest X-rays, CT scans, and bronchoscopy. Early and accurate diagnosis through these tests allows for timely treatment, which is essential in preventing complications, managing symptoms, and improving overall patient outcomes.\nAdvances in technology have significantly enhanced the accuracy and speed of respiratory disease testing. Molecular testing, such as polymerase chain reaction (PCR) tests, can detect respiratory pathogens with high sensitivity, allowing for the identification of viruses and bacteria in a matter of hours. In addition, new imaging techniques and portable diagnostic devices have made it easier to diagnose and monitor respiratory conditions in various settings, including at-home care. With the ongoing evolution of these testing methods, healthcare providers are better equipped to address the challenges of respiratory diseases, ultimately leading to more personalized and effective treatment plans.\nRespiratory Disease Testing Market Insights\nNorth America held the largest share of the respiratory disease testing market in 2023, driven by the increasing prevalence of respiratory diseases in the region. The rising incidence of respiratory disorders, coupled with strong research and development efforts and a highly viable market for product development and launches, are key factors contributing to the market's growth in North America .\nAs respiratory disorders become more common, the demand for diagnostic testing is expected to rise, further fueling market expansion in the United States and across North America . Moreover, significant product launches in the region are also positively influencing market growth. For example, in August 2023 , BD received FDA clearance for its BD Respiratory Viral Panel (RVP) for the BD MAX™ System, a groundbreaking molecular diagnostic test that quickly identifies and differentiates SARS-CoV-2, influenza A, influenza B, and Respiratory Syncytial Virus (RSV) within approximately two hours.\nIn summary, the factors outlined above are expected to drive the overall growth of the respiratory disease testing market in North America throughout the forecast period.\nTo know more about why North America is leading the market growth in the respiratory disease testing market, get a snapshot of the Respiratory Disease Testing Market Outlook\nRespiratory Disease Testing Market Dynamics\nThe respiratory disease testing market has undergone significant transformation over the past few years, driven primarily by the growing incidence of respiratory infections , advancements in diagnostic technologies , and the impact of the COVID-19 pandemic . The pandemic has especially highlighted the critical need for rapid and accurate diagnostic tests, propelling market growth and innovation. Governments and healthcare organizations worldwide have increased investments in respiratory disease testing infrastructure, further driving market expansion.\nTechnological advancements play a crucial role in shaping the dynamics of the respiratory disease testing market. The development of molecular diagnostic technologies, such as Polymerase Chain Reaction (PCR) and next-generation sequencing (NGS) , has improved the accuracy and speed of disease detection. These advancements are not only essential for identifying common respiratory pathogens like influenza and respiratory syncytial virus but are also crucial in detecting emerging pathogens. Additionally, the integration of artificial intelligence (AI) and machine learning in diagnostic tools has enhanced the ability to interpret test results more accurately, thereby improving patient outcomes.\nThe market is also influenced by the increasing awareness and demand for point-of-care (POC) testing . POC tests offer the advantage of quick results, often within minutes, which is critical in managing and controlling respiratory diseases, particularly in pandemic situations. The convenience and speed of POC tests have led to their widespread adoption in various settings, including hospitals, clinics, and even home care. This trend is expected to continue, driven by the need for rapid diagnostics and the ongoing development of portable and easy-to-use testing devices.\nHowever, the respiratory disease testing market faces challenges such as high costs associated with advanced diagnostic tests and regulatory hurdles . While innovations are rapidly evolving, the regulatory approval process can be lengthy and complex, potentially delaying the introduction of new products to the market. Moreover, disparities in access to testing, particularly in low- and middle-income countries, remain a significant concern, highlighting the need for affordable and accessible diagnostic solutions.\nGet a sneak peek at the respiratory disease testing market dynamics @ Respiratory Disease Testing Market Dynamics Analysis\nReport Metrics\nDetails\nCoverage\nGlobal\nStudy Period\n2021–2030\nRespiratory Disease Testing Market CAGR\n~4%\nRespiratory Disease Testing Market Size by 2030\n~USD 9 Billion\nKey Respiratory Disease Testing Companies\nKoninklijke Philips N.V., Niterra Co., Ltd., Thermo Fisher Scientific Inc., QIAGEN, Abbott, Danaher Corporation, Siemens Healthineers, Diasorin S.p.A, BD, GE Healthcare, QuantuMDx Group Ltd., BIOMÉRIEUX, SDI Diagnostics, COSMED srl, Seegene Inc., CAREstream Medical Ltd., Bird Healthcare, visby medical, Vitalograph, Bio-Rad Laboratories, Inc., among others\nRespiratory Disease Testing Market Assessment\nRespiratory Disease Testing Market Segmentation Respiratory Disease Testing Market Segmentation By Product Type: Instruments and Reagents & Kits Respiratory Disease Testing Market Segmentation By Test Type: Imaging, In Vitro Diagnostics, Mechanical Test, and Blood Gas Test Respiratory Disease Testing Market Segmentation By Disease: Lung Cancer, Tuberculosis, Asthma and COPD, and Others Respiratory Disease Testing Market Segmentation By End User: Hospitals & Clinics, Diagnostics Centres, and Others Respiratory Disease Testing Market Segmentation By Geography : North America , Europe , Asia-Pacific , and Rest of World Porter's Five Forces Analysis, Product Profiles, Case Studies, KOL's Views, Analyst's View Which MedTech key players in the respiratory disease testing market are set to emerge as the trendsetter explore @ Respiratory Disease Testing Companies\nTable of Contents\n1\nRespiratory Disease Testing Market Report Introduction\n2\nRespiratory Disease Testing Market Executive Summary\n3\nCompetitive Landscape\n4\nRegulatory Analysis\n5\nRespiratory Disease Testing Market Key Factors Analysis\n6\nRespiratory Disease Testing Market Porter's Five Forces Analysis\n7\nRespiratory Disease Testing Market Layout\n8\nRespiratory Disease Testing Market Company and Product Profiles\n9\nKOL Views\n10\nProject Approach\n11\nAbout DelveInsight\n12\nDisclaimer & Contact Us\nInterested in knowing the respiratory disease testing market by 2030? Click to get a snapshot of the Respiratory Disease Testing Market Trends\nRelated Reports\nRespiratory Drugs Market\nRespiratory Drugs Market Insight, Competitive Landscape, and Market Forecast – 2030 report delivers an in-depth understanding of market trends, market drivers, market barriers, and key respiratory drugs companies, including AstraZeneca, F. Hoffmann-La Roche Ltd., Teva Pharmaceuticals, Novartis AG, GSK plc., Merck & Co., Grifols, S.A., Boehringer Ingelheim International GmbH., Sanofi, Regeneron Pharmaceuticals Inc., Glenmark Pharmaceuticals Ltd., Lupin, Verona Pharma plc, Moderna, Inc., Pfizer Inc., among others.\nChronic Obstructive Pulmonary Disease Market\nChronic Obstructive Pulmonary Disease Market Insights, Epidemiology, and Market Forecast – 2034 report deliver an in-depth understanding of the disease, historical and forecasted epidemiology, market share of the individual therapies, and key chronic obstructive pulmonary disease companies, including Circassia Pharmaceuticals Inc., Theravance, Inc, Innoviva, Sunovion Pharmaceuticals, Boehringer Ingelheim Pharmaceuticals, Regeneron Pharmaceuticals, Sanofi, United Therapeutics, Verona Pharma PLC, Chiesi Farmaceutici S.p.A., Inmunotek, Tetherex Pharmaceuticals Corporation, Novartis Pharmaceuticals, Organicell Regenerative Medicine, GlaxoSmithKline, Novartis Pharmaceuticals, Vertex Pharmaceuticals Incorporated, Pulmotect Inc., GlaxoSmithKline, Genentech, Amgen, Mereo BioPharma, Biomarck Pharmaceuticals, among others.\nAsthma Market\nAsthma Market Insights, Epidemiology, and Market Forecast – 2034 report delivers an in-depth understanding of the disease, historical and forecasted epidemiology, market share of the individual therapies, and key asthma companies, including GlaxoSmithKline, Chia Tai Tianqing Pharmaceutical Group, AstraZeneca, Oneness Biotech Co., Ltd., Arrowhead Pharmaceuticals, Areteia Therapeutics, Jiangsu HengRui Medicine, SinoMab BioScience Ltd, Incyte Corporation, CSPC ZhongQi Pharmaceutical, Advagene Biopharma Co. Ltd., Beijing Kanova Biopharmaceutical, Inmunotek, Roche, Sanofi, ARS Pharmaceuticals, among others.\nSevere Asthma Market\nSevere Asthma Market Insights, Epidemiology, and Market Forecast – 2034 report delivers an in-depth understanding of the disease, historical and forecasted epidemiology, market share of the individual therapies, and key severe asthma companies, including AstraZeneca plc, GlaxoSmithKline plc, Sanofi S.A., Novartis AG, Roche Holding AG, Teva Pharmaceutical Industries Ltd., Merck & Co., Inc., Boehringer Ingelheim International GmbH, Regeneron Pharmaceuticals, Inc., Johnson & Johnson, Pfizer Inc., Bristol Myers Squibb, Eli Lilly and Company, Vertex Pharmaceuticals Incorporated, Amgen Inc., AbbVie Inc., Genentech, Inc., Gilead Sciences, Inc., Biogen Inc., CSL Limited, among others.\nAbout DelveInsight\nDelveInsight is a leading Business Consultant, and Market Research firm focused exclusively on life sciences. It supports pharma companies by providing comprehensive end-to-end solutions to improve their performance.\nContact Us\nShruti Thakur\ninfo@delveinsight.com\n+14699457679\nhttps://www.delveinsight.com/medical-devices\nLogo: https://mma.prnewswire.com/media/1082265/DelveInsight_Logo.jpg\nView original content:https://www.prnewswire.com/news-releases/global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030--delveinsight-302298323.html\nSOURCE DelveInsight Business Research, LLP\nCopyright 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.prnewswire.com/news-releases/global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030--delveinsight-302298323.html",
      "https://static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://www.delveinsight.com/medical-devices&nbsp;",
      "https://prnewswire.com/news-releases/global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030--delveinsight-302298323.html",
      "https://www.static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://delveinsight.com/medical-devices&nbsp;"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "North",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "ed5c9b09d5a38084dd666967e4d140d2fbf4a5b8",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-08T00:36:07.983+02:00",
    "updated": "2024-11-08T00:36:07.983+02:00"
  },
  {
    "uuid": "7b33711c9d721fd37f9ad76725e492ba08bdf4b3",
    "url": "https://www.fox5ny.com/news/long-island-boy-thalassemia-treatment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jodi Goldberg",
    "published": "2024-04-18T17:52:00Z",
    "title": "Boy with rare blood disorder thalassemia receives new life-changing gene treatment",
    "text": "Yusuf Saeed is smiling behind his mask, and he has every reason to. The 8-year-old was born with a rare genetic blood disorder called thalassemia. This means his body does not produce enough hemoglobin, a vital component of red blood cells, according to the Centers for Disease Control and Prevention .As a result , he suffered from severe anemia.\"Historically, the only treatments were medical management with chronic transfusions or a bone marrow transplant,\" said Dr. Jon Fish, head of Stem Cell Transplant and Cellular Therapy at Cohen Children’s Medical Center in New Hyde Park, Long Island.Yusuf, despite having a twin sister, didn’t have a suitable donor for a transplant. So instead, doctors opted for newly approved and transformative gene therapy treatment.Dr. Banu Aygun, the associate chief of Hematology at Cohen, said doctors actually collect the patient&apos;s own blood cells to begin this procedure. \"[We] send them to a lab where the gene is added into the blood cells so the patient starts producing normal adult hemoglobin,\" she said. \"When the cells are ready, we infuse them back to the patient.\" Yusuf was the first patient in New York to receive this infusion. He spent six weeks in the hospital. In that time, he underwent chemotherapy to make room for new cells. Once the genetically altered cells were ready, they were transfused. Within weeks, they started to work on their own. Yusuf has to go to the doctor every two weeks. The hope is to transition to monthly and then annual visits.Doctors hope to use this gene treatment to prevent, treat or cure certain hereditary diseases, including sickle-cell anemia. As for Yusuf – who loves dinosaurs and says he wants to be a zookeeper when he grows up – says \"thank you\" to the doctors and nurses who made such a difference in his life.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yusuf saeed",
          "sentiment": "negative"
        },
        {
          "name": "banu aygun",
          "sentiment": "none"
        },
        {
          "name": "cohen",
          "sentiment": "none"
        },
        {
          "name": "yusuf",
          "sentiment": "none"
        },
        {
          "name": "jon fish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "centers for disease control and prevention",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "new hyde park",
          "sentiment": "none"
        },
        {
          "name": "long island",
          "sentiment": "none"
        },
        {
          "name": "cohen children’s medical center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:11:42.986+03:00",
    "updated": "2024-04-26T01:25:01.686+03:00"
  }
]