[
  {
    "uuid": "bc8fb05adfc5c3c6a1cf99a1ca1ccf39fe2b948e",
    "url": "https://www.chieftain.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:32.684+02:00",
    "updated": "2023-12-29T00:07:32.684+02:00"
  },
  {
    "uuid": "d8d35a06bf3d722978760e5a9f1ceb0d92cc83d7",
    "url": "https://timesofindia.indiatimes.com/india/pm-modi-laid-foundation-stone-of-nlcs-300-mw-solar-power-plant-in-rajasthan/articleshow/107751667.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TOI News Desk",
    "published": "2024-02-16T07:33:00Z",
    "title": "PM Modi laid foundation stone of NLC's 300 MW solar power plant in Rajasthan | India News - Times of India",
    "text": "NEW DELHI: Prime Minister Narendra Modi on Friday laid the foundation stone for the 300 MW solar power plant virtually in Rajasthan today, an official statement from the NLC India Limited said. The project is being set up with an investment of over Rs 1,756 crore to ensure affordable power supply to government entities and is set to be commissioned in September 2024.Speaking at the ceremony, PM Modi said, “India has started moving at a fast pace in generating solar power, and in giving an impetus to this mission, today, foundation stone has been laid for various solar power projects in Rajasthan. The projects will not only provide green and cheap power to the region but also provide great employment opportunities to the youth.”The project, equipped with cutting-edge technology, features high-efficiency bifacial modules manufactured in India,with PM Modi's Atma Nirbhar Bharat initiative.The electricity generated by this project will flow through the existing power transmission lines of the Barsingsar Thermal Power Station, aiming to produce an impressive 750 million units of green power annually. This substantial output is projected to offset carbon dioxide emissions by approximately 18,000 million metric tonnes over the project's 25-year lifetime.The power usage agreement for the project has been formalized with Rajasthan Urja Vikas Nigam Limited at a competitive tariff of Rs 2.52 per unit, ensuring a reliable and cost-effective power supply for the next quarter-century. The project also has the potential to create employment opportunities for approximately 600 individuals indirectly during the project phase and 100 personnel during the operations and maintenance phase.In an official statement, NLC India Limited said, \\\"This project will enable Rajasthan to fulfill its renewable purchase obligation while contributing to the nation's journey towards achieving a net-zero future.\\\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "negative"
        },
        {
          "name": "modi",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "india news - times of india",
          "sentiment": "negative"
        },
        {
          "name": "nlc",
          "sentiment": "negative"
        },
        {
          "name": "nlc india limited",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rajasthan",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "barsingsar thermal power station",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T12:20:27.580+02:00",
    "updated": "2024-02-16T12:20:27.580+02:00"
  },
  {
    "uuid": "ad9bd75d3ca311e9558e936fe3c7a5c7a1862495",
    "url": "https://www.police1.com/entertainment/law-order-svu-star-halts-production-to-help-girl-who-mistook-her-for-real-cop",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gene Reid; Ph D",
    "published": "2024-04-18T20:51:00Z",
    "title": "'Law & Order: SVU' star halts production to help girl who mistook her for real cop",
    "text": "‘Law & Order: SVU’ star halts production to help girl who mistook her for real cop The girl approached actress Mariska Hargitay for help when she saw that she was wearing a badge By Jami Ganz New York Daily News NEW YORK — Mariska Hargitay did Olivia Benson proud this week when the actress helped a young girl find her mother after the child mistook her for a real cop. In the midst of filming “Law & Order: Special Victims Unit” in New York City last week, the star was approached by a girl who’d lost her mom at Fort Tryon Park. Hargitay at the time was sporting a badge as part of Olivia’s costume, a witness told People, adding the girl hadn’t noticed any of the show’s crew nor Hargitay’s co-star, Ice-T. Despite not actually being in law enforcement, Hargitay did what was necessary to assist the young girl, even ensuring the show halted production for 20 minutes, according to the outlet. She ultimately managed to help the girl reunite with her mom. “We’ve been on a parallel journey,” Hargitay told People ahead of the show’s 25th season premiere earlier this year. “There’s a thing: WWOBD, ‘What would Olivia Benson do?’ The fans would always talk about it, and one day it hit me. I also have those moments where I’ve sort of slipped into her. If there’s a crisis, I just take over and lead like that. Being strong and fearless. It’s sort of this perfect feminist story.” Hargitay has portrayed the iconic New York Police Department detective-turned-captain since [“SVU”](https://www.nbc.com/law-and-order-special-victims-unit) premiered on NBC in 1999. The network recently renewed the show for a historic 26th season. “SVU” remains prime-time TV’s longest-running live-action series. ——— ©2024 New York Daily News. Visit at [nydailynews.com](https://www.nydailynews.com/). Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.nydailynews.com/).",
      "https://www.nbc.com/law-and-order-special-victims-unit)",
      "https://nydailynews.com/).",
      "https://nbc.com/law-and-order-special-victims-unit)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jami ganz",
          "sentiment": "none"
        },
        {
          "name": "mariska hargitay",
          "sentiment": "none"
        },
        {
          "name": "olivia benson",
          "sentiment": "none"
        },
        {
          "name": "hargitay",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new york daily news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "olivia",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "fort tryon park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:15:30.350+03:00",
    "updated": "2024-04-19T00:15:30.350+03:00"
  }
]