[
  {
    "uuid": "f6c794aa1507c5991b2bfb4c2eb4ec161ae031d2",
    "url": "https://roma.repubblica.it/cronaca/2024/01/01/news/ostia_tuffo_mare_1_gennaio_2024-421792105/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "di Salvatore Giuffrida",
    "published": "2024-01-01T12:36:00Z",
    "title": "A Ostia il rito del bagno nel primo giorno dell’anno: in 250 si tuffano in mare - la Repubblica",
    "text": "Capodanno bagnato, anno fortunato. Nonostante il vento freddo e le basse temperature più di 250 persone hanno festeggiato l’arrivo del nuovo anno con un bagno in mare a Ostia , nello stabilimento balneare Belsito. Anziani, giovani, persone disabili: il più grande a buttarsi in mare è stato Giuseppe Avellone , 81 anni, ex finalista di dorso alle Olimpiadi del 1960 mentre il più giovane è stato un bambino di 5 anni e mezzo. Tutti in costume, molti in testa un cappello da Babbo Natale, alcuni ballando a suon di musica che veniva dagli altoparlanti del Belsito.\nÈ stata una mattinata di allegria e condivisione che ha riunito centinaia di persone accorse a vedere “i bagnanti di Capodanno” e scambiarsi gli auguri. L’evento è stato organizzato da Luciano Vietri , 46 anni, presidente dell’associazione Swimming Travel che si occupa da anni di organizzare traversate a nuoto in tutto il mondo per solidarietà, dimostrazioni e sport. Quest’anno l’associazione organizzerà la traversata del Bosforo a Istanbul, dall’Asia all’Europa, poi si trasferirà in California per la traversata dalla prigione dell’isola di Alcatraz a San Francisco nell’omonima baia, per riproporre la grande fuga a nuoto del 1962 di Picchietto, Baldo e Clarence.\nDa oltre dieci anni organizza il bagno a mare di Capodanno a Ostia. “Abbiamo cominciato per gioco con alcuni amici, poi l’iniziativa si è diffusa grazie al passaparola e adesso coinvolge centinaia e centinaia di persone di ogni ceto sociale, sconosciute fra loro, che vengono al mare per scambiarsi gli auguri e passare una mattinata in allegria. Il nuoto unisce tutti senza legami e senza frontiere, livella tutto”.\nArgomenti ostia Leggi i commenti I commenti dei lettori",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-01T15:49:24.925+02:00",
    "updated": "2024-01-01T15:49:24.925+02:00"
  },
  {
    "uuid": "c2dd908a807eccc6688a835a6fa4e84f90fac475",
    "url": "https://administradores.com.br/noticias/diversidade-e-inclusao-como-melhorar-a-dinamica-da-sua-equipe",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@admnews",
    "published": "2023-12-28T17:36:00Z",
    "title": "Diversité et inclusion : comment améliorer la dynamique de votre équipe",
    "text": "Alors que les entreprises reconnaissent l’importance d’avoir des équipes diversifiées, le défi se pose de veiller à ce que leurs membres se sentent intégrés.\\n\\n\\n\\npar Raquel Braga*\\n\\n\\n\\nCes derniers temps, la diversité et l'inclusion sont devenues des questions d'une grande importance au niveau organisationnel, motivées par la prise de conscience croissante de la société.\\n\\n\\n\\nAlors que les entreprises reconnaissent l’importance d’avoir des équipes véritablement diversifiées, une question pertinente se pose : comment adopter des mesures efficaces et non seulement les promouvoir, mais aussi garantir que tous les membres se sentent intégrés et valorisés dans l’environnement de travail ?\\n En tant que femme issue de la périphérie ayant réussi à accéder à des postes dans le monde de l’entreprise, souvent inaccessibles à des personnes issues de parcours similaires au mien, j’ai toujours fait de la diversité une priorité. Mon parcours personnel et professionnel m'a amené à briser les barrières imposées par les inégalités d'origine et de genre et m'a apporté un regard provocateur sur le sujet.\\n Outre les avantages évidents, tels qu’une meilleure réputation et une plus grande attractivité des employeurs, les recherches ont révélé une série d’avantages associés à la promotion d’équipes plus diversifiées et inclusives.\\n\\n\\n\\nIls affirment que les entreprises inclusives et diversifiées sont 11 fois plus innovantes et comptent des employés six fois plus créatifs que la concurrence, constituant ainsi un puissant moteur pour favoriser l'innovation et l'accès à de nouveaux marchés grâce à une compréhension approfondie de certains segments de la communauté.\\n\\n\\n\\nCependant, pour avoir de véritables progrès axés sur l’avancement de la vision des entreprises, il est important d’adopter une approche axée sur la formation et le développement.\\n En un seul article, il serait présomptueux de croire que nous proposons une recette définitive sur le sujet. Il est nécessaire de reconnaître que la diversité englobe un large éventail d'expériences et de perspectives, chaque groupe qui compose cette catégorie apporte avec lui ses propres luttes, expériences et défis, ce qui rend impossible de fournir des réponses simplistes à des questions tout aussi complexes.\\n\\n\\n\\nLe point de départ fondamental est donc d’accepter qu’un apprentissage constant soit inhérent à tout effort visant à promouvoir les différences et l’inclusion. J’apporte donc ici des lignes directrices de base, dont certaines ont déjà été mises en œuvre avec succès dans plusieurs entreprises, mais sont souvent sous-estimées ou mal diffusées.\\n Il est essentiel de créer un environnement dans lequel chacun se sent valorisé, respecté et pleinement intégré. Je me souviens d'une occasion où un stagiaire de notre équipe m'a expliqué pourquoi il n'allait pas aux réunions d'équipe après les heures de travail.\\n\\n\\n\\nLes réunions se déroulaient toujours dans des lieux coûteux et inaccessibles pour lui à cette heure-là et les transports de nuit lors du retour chez lui, outre les horaires restreints, présentaient également des risques pour sa sécurité. Cette situation nous a fait prendre conscience de l'exclusion de ce salarié à des moments importants d'intégration, même involontaire.\\n L'engagement de la direction à promouvoir une culture inclusive à tous les niveaux de l'organisation est très important pour le succès des initiatives de diversité et d'inclusion. Les leaders qui font preuve de sincérité dans leurs actions et leurs décisions, en plus de s’engager activement à les promouvoir, jouent un rôle crucial dans la transformation positive du milieu de travail et deviennent une référence.\\n Les organisations doivent se concentrer sur la sensibilisation. Le catalogage des mots et expressions offensants, racistes, fatphobes, capacitaires, misogynes et tout autre mot et expression discriminatoire est une initiative précieuse et pertinente pour promouvoir une communication plus inclusive et respectueuse, non seulement dans l'espace de l'entreprise, mais dans la société. Cependant, en plus du catalogage, il est tout aussi important de proposer des alternatives aux mots offensants, générant ainsi un apprentissage continu et un changement efficace dans la communication.\\n En outre, l’établissement d’objectifs mesurables et de politiques de responsabilisation transparentes représentent l’approche pratique pour promouvoir le sujet. En fixant des objectifs tangibles et en suivant régulièrement leurs progrès, les entreprises peuvent évaluer efficacement le succès des initiatives et garantir que les changements souhaités sont mis en œuvre efficacement.\\n Néanmoins, l’un des aspects les plus importants à souligner est l’écoute active. Promouvoir un environnement où les inconforts peuvent être évoqués et discutés est essentiel. Un bon moyen d’y parvenir consiste à promouvoir des groupes d’affinité. Ces groupes renforcent le sentiment de communauté et de collectif, donnant à leurs membres le sentiment de faire partie du tout.\\n En adoptant des mesures concrètes et centrées sur les personnes et en écoutant activement les groupes issus de la diversité, les institutions peuvent non seulement améliorer la dynamique d'équipe, mais également contribuer à créer un climat de travail plus équitable et plus juste.\\n\\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:40:21.637+02:00",
    "updated": "2023-12-29T00:42:55.060+02:00"
  },
  {
    "uuid": "7687159e62bae5d6269dcd8606999d291c0b3c42",
    "url": "https://www.boursorama.com/actualite-economique/actualites/argentine-appel-a-une-greve-generale-le-24-janvier-contre-les-reformes-milei-0186dc9e597b4d14bf1c98514b7a8640",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2023-12-28T21:14:00Z",
    "title": "Argentine: appel à une grève générale le 24 janvier contre les réformes Milei - 28/12/2023 à 22:14 - Boursorama",
    "text": "Des syndicalistes portant les drapeaux argentins manifestent devant le Palais de Justice de Buenos Aires, le 27 décembre 2023 ( AFP / Luis ROBAYO )\nLa principale centrale syndicale d'Argentine, la CGT, a appelé à une grève générale le 24 janvier pour protester contre les premiers décrets et projets de loi de la présidence ultralibérale du nouveau président, Javier Milei.\nC'est la première fois en 40 ans de démocratie qu'un président argentin doit faire face à une grève générale un mois et demi après son arrivée au pouvoir.\nHector Daer, secrétaire général de la CGT qui revendique 7 millions d'affiliés, a annoncé en conférence de presse la grève et une mobilisation prévue devant le parlement qui examinera alors les projets de loi dérégulateurs \"qui vont à l'encontre de toute la société\" et concentrent \"tous les pouvoirs publics\" sur le président.\nLa mobilisation, a poursuivi le dirigeant syndical, vise en particulier un \"décret de nécessité et d'urgence\" publié le 20 décembre par le gouvernement, ouvrant la voie à une dérégulation massive de l'économie, mais au \"caractère illégal et inconstitutionnel\".\n\"Ce décret s'en prend aux droits individuels des travailleurs, aux droits collectifs, à un système de santé universel et solidaire, et à un nombre incalculable de sujets qui constituent notre pays\", a insisté M. Daer.\n\"En moins d'une semaine, ils transforment l'Argentine et nous ramènent à l'Argentine pastorale\", a-t-il dénoncé.\nJavier Milei, ultralibéral et \"anarcho-capitaliste\" comme il se décrit lui-même, a depuis son investiture le 10 décembre publié un décret de dérégulation de l'économie à travers l'abrogation de quelque 300 normes.\nUn décret techniquement en vigueur à partir de vendredi, mais sous réserve d'approbation ultérieure par le parlement.\nIl a aussi poursuivi son élan \"libéral\" en déposant mercredi au parlement un ensemble détaillé de projets ou modifications de lois, affectant une multitude de domaines de la sphère publique et privée : pêle-mêle du fiscal à l'électoral, à la journée de travail, au calcul des retraites, au contrôle et sanctions de manifestations, ou à l'instauration d'un \"divorce express\".\nCe vaste train de réformes, dit \"loi-omnibus\" doit lui aussi être examiné par le parlement, et les avis juridiques divergent sur le temps effectif --des mois, voire des années selon certains-- qu'il faudrait pour examiner les quelque 600 articles.\n- Recours et manifestations - Une autre interrogation porte sur l'issue elle-même du processus parlementaire sur certaines dispositions polémiques, avec un parlement sans majorité absolue dans aucune des deux chambres. Et où le parti de Milei, la Libertad Avanza, n'est que la troisième force --même s'il peut compter avec l'appui du bloc de centre-droit, le deuxième en importance.\nLa mobilisation n'a toutefois pas attendu, avec trois manifestations en un peu plus d'une semaine à Buenos Aires, et plusieurs recours en justice déposés contre le décret d'urgence du 20 décembre. Dont certains par la CGT elle-même mercredi.\nSont d'ores et déjà effectives, et avec un effet immédiat sur le porte-monnaie des Argentins, une première série de mesures d'austérité annoncée aux premiers jours de la présidence Milei.\nAinsi la dévaluation de plus de 50% du peso, la devise nationale, et la baisse dès début janvier de subventions aux transports et à l'énergie, se traduisant en une hausse immédiate de tarifs vouée à affecter le quotidien de plusieurs millions d'Argentins.\nL'objectif pour le gouvernement est la réduction drastique du déficit budgétaire chronique de l'Argentine, engluée dans une inflation à 160% sur un an.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://s.brsimg.com/static-000/cache/i/content/images/7/b/8/7b83501c782b71a6fb96ec29b6501924-760x506.webp",
      "https://www.s.brsimg.com/static-000/cache/i/content/images/7/b/8/7b83501c782b71a6fb96ec29b6501924-760x506.webp"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:24.685+02:00",
    "updated": "2023-12-29T00:02:24.685+02:00"
  },
  {
    "uuid": "2d6447f0eac83102ae8faba4552936750e71ed64",
    "url": "https://elcomentario.ucol.mx/?p=105013",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2024-06-21T19:59:00Z",
    "title": "Entrega Margarita Moreno nuevo puente de la calle Doctor Miguel Galindo",
    "text": "La presidenta municipal de Colima, Margarita Moreno, hizo entrega del nuevo puente de la calle Doctor Miguel Galindo del Barrio de la Salud, en el centro histórico, con lo cual se da respuesta a las y los vecinos que resultaron damnificados por el desbordamiento del Río Colima, por el impacto del huracán Lidia, en octubre del 2023.\n“Este puente sufrió muchos daños por el impacto del huracán Lidia. Los muros se cayeron por el desbordamiento del río y era todo un caos. Nuestro compromiso fue repararlo y hoy podemos decir ‘compromiso cumplido’; cada acción de esta administración será en favor de las familias de Colima y estamos contentos de poder entregar este puente totalmente rehabilitado”, expresó Margarita Moreno, de acuerdo con un comunicado de prensa.\nEl proyecto consistió en la rehabilitación del puente mediante el mantenimiento con concreto ciclópeo de su estructura, colocación de luminarias tipo colonial, así como la aplicación de aplanados en los parapetos del puente, remate de repisón con piedra cantera, detalle en talavera y barandal de herrería.\nLa obra, que fue realizada por el Gobierno municipal preserva la identidad del puente histórico que resultó afectado por el huracán Lidia, siendo un compromiso que la presidenta municipal estableció con las y los vecinos del Barrio de la Salud, a quienes acompañó desde el proceso de limpieza y recuperación de las áreas damnificadas, siendo el colapso del puente una preocupación para las y los vecinos que transitan por esa zona.\nEl comunicado de prensa explica que esa obra atiende a más de 2 mil personas que recorren esta vialidad, que es una de las principales calles de acceso al centro de la capital y que, además, preserva la identidad de los puentes con valor histórico para la capital colimense.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T23:07:31.756+03:00",
    "updated": "2024-06-21T23:07:31.756+03:00"
  },
  {
    "uuid": "0502360f2294126b831f5b5f77fd052239de9928",
    "url": "https://www.cronista.com/usa/espiritual/la-prediccion-de-mhoni-vidente-sobre-el-huracan-milton-trae-buenas-noticias",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cronista",
    "published": "2024-10-11T19:35:00Z",
    "title": "La predicci\\u00f3n de MHONI VIDENTE sobre el hurac\\u00e1n Milton: \\\"TRAE buenas noticias\\\"",
    "text": "La esperanzadora predicción de Mhoni Vidente sobre el huracán Milton: \"Trae buenas noticias\" Mhoni Vidente promete \"noticias positivas\" y augura un cambio significativo en el futuro cercano. ¿Qué sucederá? La astróloga y vidente, [Mhoni Vidente](/tools/redirect.php?t=3&i=1292059&s=9ef82a2529bf29ee0967c1a46cacff34), se refirió al paso del huracán Milton por [Florida](/tools/redirect.php?t=3&i=1291306&s=4a3a6a9eaaeb118dadba5fbfabd3b583), donde se registraron 11 muertes y más de 3,4 millones de usuarios sin electricidad, y advirtió que \"nos va a dar noticias positivas\". La astróloga, cuyo verdadero nombre es Mhoni Seeram, consolidó su fama en América Latina debido a sus [profecías](/tools/redirect.php?t=3&i=1289771&s=cb0cc195b964fa005cc5fc63f7f201ac) sobre eventos mundiales, desastres naturales, celebridades y política. Y, en esta oportunidad, se refirió a la vida después del paso de Milton. ¿Qué ocurrirá? Predicciones de Mhoni Vidente: ¿Qué sucederá tras el paso de Milton? [ Mhoni Vidente](/tools/redirect.php?t=3&i=1290585&s=67768beb8f4748b822c3b91a0c0e78e2) se refirió al futuro de los ciudadanos tras el paso de Milton por Florida y adelantó que \"el huracán nos va a dar noticias positivas, va a cambiar la historia\". Entre otros hechos, la vidente predice que \"el fenómeno climático le va a dar el gane a [Donald Trump](/tools/redirect.php?t=3&i=1288337&s=20041058001794a89e945730e90fe045) en el Estado del Sol\". \"Cuando te viene algo muy mal, te viene algo muy bueno. Vienen cambios importantes para [Florida](/tools/redirect.php?t=3&i=1290482&s=63e7ee5f6910de2abc575b2d189d50c0)\", sumó. Frente a la consulta sobre la inicial categoría 5 del huracán Milton, [Mhoni Vidente](/tools/redirect.php?t=3&i=1287595&s=2c0198f7453b080e01250ddf29732fd4) afirmó que \"el clima está cambiando, no es posible como un huracán tan fuerte se forme en menos de 24 horas\" y agregó que \"tiene que haber algo inexplicable\". [\"Este día de octubre\": Mhoni Vidente la puso fecha a la muerte de Raúl Castro y Cuba está en vilo](/tools/redirect.php?t=3&i=1289702&s=4b8183978938ec5edbcc2e5a431ba34d) Mhoni Vidente predijo un nuevo huracán que afectará a USA: ¿Cuándo será? [Mhoni Vidente](/tools/redirect.php?t=3&i=1281422&s=b35d9ebb3b67902ac0a865a7dd2d144d) predijo que \"va a venir otro huracán, pero no tan catastrófico como Milton\". Por último, la astróloga definió una fecha de inicio del evento climático: \"Será a finales de octubre o principios de noviembre\". Las más leídas de Espiritual [Descubrimiento](/usa/espiritual/hallazgo-una-nueva-pintura-de-cristo-cambia-la-historia-de-la-iglesia-catolica-y-el-vaticano/) Hallazgo: una nueva pintura de Cristo cambia la historia de la iglesia católica y el Vaticano [Venezuela](/usa/espiritual/venezuela-mhoni-vidente-dio-la-fecha-del-fin-del-gobierno-de-maduro/) El fin del gobierno de Maduro ya tiene fecha y es más pronto de lo que crees según Mhoni Vidente Más noticias de Espiritual Las más leídas de El Cronista Estados Unidos [Descubrimiento](/usa/espiritual/hallazgo-una-nueva-pintura-de-cristo-cambia-la-historia-de-la-iglesia-catolica-y-el-vaticano/) Hallazgo: una nueva pintura de Cristo cambia la historia de la iglesia católica y el Vaticano [Finanzas](/usa/economia-y-finanzas/adios-al-dolar-el-gobierno-confirmo-la-emision-de-nuevos-billetes-a-partir-de-octubre/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T00:09:21.255+03:00",
    "updated": "2024-10-12T00:09:21.255+03:00"
  },
  {
    "uuid": "0a8361820547a59297fdb38d167bd1468cfa808a",
    "url": "https://www.levante-emv.com/internacional/2024/06/27/supremo-eeuu-frena-medida-biden-104419018.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Idoya Noain",
    "published": "2024-06-27T19:57:00Z",
    "title": "El Supremo de EEUU frena otra medida de Biden para luchar contra la contaminación",
    "text": "Medioambiente\nEl Supremo de EEUU frena otra medida de Biden para luchar contra la contaminación\nLa mayoría conservadora deja en suspenso una regulación que trata de limitar la contaminación que viaja entre estados\nIdoya Noain\nLos esfuerzos por proteger y mejorar el medioambiente en\n[Estados Unidos](/tags/estados-unidos/) desde el gobierno federal han topado con un enemigo formidable en el Tribunal Supremo dominado por los conservadores. Este jueves cinco de los seis jueces de esa supermayoría conservadora han obligado a echar el freno a una medida adoptada por la Agencia de Protección Ambiental (EPA por sus siglas en inglés) con la que el gobierno de [Joe Biden ](/tags/joe-biden/)pretendía reducir la contaminación de ozono que viaja de unos estados a otros provocando niebla tóxica que se ha vinculado a asma, enfermedades pulmonares y muertes prematuras.\nSe trata de la tercera decisión en los tres últimos años que este Supremo toma contra medidas gubernamentales para combatir el cambio climático y reducir emisiones y contaminación. Llega después de otras dos adoptadas contra la misma agencia por las que le forzó a reducir protecciones al agua y le impidió aplicar un ambicioso plan para reducir emisiones de plantas de carbón. Esa tendencia ha llevado a expertos como Charles Harper, del grupo contra el cambio climático Evergreen, a denunciar que el Alto Tribunal demuestra que “cada vez más sustituye con sus propias políticas de derechas la pericia de las agencias federales”.\n\"Buenos vecinos\"\nLa norma que el Supremo ha dejado en suspenso formaba parte de un plan que la EPA empezó a diseñar en 2015 amparándose en la Ley de Aire Limpio para reducir la\n[contaminación ](/tags/contaminacion/)y la niebla tóxica que viaja de estados con muchas emisiones, normalmente en el sureste y el medio oeste, a otros que tienen menos, principalmente en el noreste. Esa regulación conocida como “de buen vecino” obligaba a los estados a enviar propuestas para reducir emisiones de ozono en plantas eléctricas y en otras instalaciones industriales que luego debía aprobar la agencia.\nPara 2023 la EPA concluyó que los planes presentados por 23 estados no eran adecuados y adoptó su propia normativa, lo que abrió una batalla legal. En 11 de los estados sí se aplicó la normativa federal y se han visto reducciones notables de las emisiones. De hecho, el año pasado en esos estados se registró una reducción total del 18% óxido de nitrógeno.\nOtros 12 mantuvieron su batalla legal, argumentando que les preocupa que en el futuro puedan cambiarse sus obligaciones bajo el plan y denunciando que las nuevas regulaciones son demasiado onerosas y llevarán al límite su servicio eléctrico. Esas batallas legales estaban abiertas pero en febrero Ohio, Virginia Occidental e Indiana, con aliados en sectores de industria pesada y minería, lograron que el Supremo aceptara una solicitud de emergencia, algo extraño pues el Alto Tribunal suele esperar a que se resuelvan los litigios en instancias inferiores.\nSolo Amy Coney Barrett, nombrada por\n[Donald Trump](/tags/donald-trump/), se ha sumado a las tres juezas progresistas rechazando la decisión, que ahora devuelve la pelea legal a tribunales inferiores pero deja la regulación suspendida mientras se resuelven los casos, un proceso que puede prolongarse durante años. ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:16:01.664+03:00",
    "updated": "2024-06-28T00:16:01.664+03:00"
  },
  {
    "uuid": "e44f1e4e42eca676dea4784dc0e2d1bff92b0ecd",
    "url": "https://www.bendigoadvertiser.com.au/story/8471181/bendigo-veteran-disgusted-by-hospital-christmas-lunch-for-patient/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@lormsbywilliams",
    "published": "2023-12-28T09:45:00Z",
    "title": "Bendigo veteran disgusted by hospital Christmas lunch for patient | Bendigo Advertiser | Bendigo, VIC",
    "text": "The senior vice president of the Bendigo District RSL has said he was \"disgusted\" by the Christmas Day lunch served to a central Victorian veteran staying in a mental health ward at the Austin Hospital. $1/ (min cost $8) Login or signup to continue reading Jeff Crust, who is himself a Vietnam veteran, visited the local man in ward 17 - a specific mental health ward for veterans - and was shocked when the man and others there received a plate of cold canned tuna and mayonnaise sachets for their Christmas lunch. They later received a tuna sandwich for lunch on Boxing Day. Mr Crust explained to the Bendigo Advertiser that he first met the man when he was homeless and camping along a local river and had been able to have him admitted to the Austin Hospital to be treated for mental health issues. The senior vice president said he was \"totally disillusioned\" with the health system after seeing the meals. \"While our politicians sat down to a gourmet Christmas lunch, our deserving veterans who wrote a blank cheque to serve their country are treated like this,\" he said. Everyone in hospital should receive better meals than this, he believed, but particularly those who had suffered as a result of their sacrifice for the country. \"They've been treated like second-rate citizens or animals,\" Mr Crust said. \"I'm sure most cats on Christmas Day had better than tuna for lunch. \"And I'm absolutely positive that all of our prisoners who are in jail who have broken the law at least got a better lunch.\" Mr Crust said he knew medical staff were not to blame for the situation. The nurses and doctors had been great, he said. Documents seen by the Advertiser indicate that the received meals were not a part of the general planned menu for the festive holiday. The hospital could not comment on individual menus. An Austin Health spokesperson said it: \"has an important role in supporting veterans and takes a whole-of-life approach to mental health treatment and support\". \"We offer a range of menus to patients every day, including menus specifically developed for individual patients as part of their care,\" the spokesperson said. Member for Bendigo Lisa Chesters said it would be \"a breach of privacy and unethical\" to comment on individual constituent matters. Securing a better future for veterans and their families was a key priority for the Federal Labor Government, the MP said. \"We're making progress - this years' Federal Budget increased funding to the Department of Veterans' Affairs so it's now better resourced than it has been in three decades,\" she said. \"We've provided funding to maintain hundreds of additional staff, modernise and sustain ageing ICT systems, and ensure more timely payments and access to services for veterans and families - significant investments that will further reduce the veteran compensation claims backlog.\" Ms Chesters said the budget had also just allocated more than $33 million to triple the veterans' access payment which she said would make it easier for veterans to see a GP. \"The increased payment, which came into effect from November 1, will help to ensure GPs continue to service veterans with no out-of-pocket costs,\" she said. \"The budget also expanded eligibility for the acute support package, which provides support for veterans and their families who are experiencing or are at risk of experiencing crisis. \"These initiatives will all enable the department to provide veterans and families the services and supports they need and deserve - quickly.\" For Mr Crust, there are many areas for improvement when it comes to the treatment of veterans. \"People, like myself, we signed a piece of paper to say that we would defend our queen and country,\" Mr Crust said. \"(Veterans say) it doesn't matter what this costs me - I'm signing this cheque to take care of my country. \"Now we are asking that country to take care of them. \"And they're not - that's the bottom line.\" For help contact: Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeff crust",
          "sentiment": "none"
        },
        {
          "name": "bendigo advertiser",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bendigo district rsl",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "austin hospital",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:24.346+02:00",
    "updated": "2023-12-29T01:07:14.800+02:00"
  },
  {
    "uuid": "c1c8480413cae03efc4ec21eea27b46cba8de46e",
    "url": "https://timesofindia.indiatimes.com/city/kochi/severe-weather-warning-orange-alert-for-rainfall-in-keralas-pathanamthitta-and-palakkad/articleshow/114849578.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Times Of India",
    "published": "2024-11-01T11:06:00Z",
    "title": "Kerala: Severe Weather Warning: Orange Alert for Rainfall in Kerala's Pathanamthitta and Palakkad | Kochi News - Times of India",
    "text": "Kochi: IMD has issued a heavy rainfall alert for Kerala until Sunday. An orange alert has been issued for Pathanamthitta and Palakkad on Friday. Thunderstorms with lightning are very likely to occur at one or two places in Kerala on Sunday and Monday.Rainfall is influenced by an upper air cyclonic circulation over the Southwest Arabian Sea, extending up to 1.5km above mean sea level. The cyclonic circulation over the Gulf of Mannar and its neighbourhood persists and is observed at 0.9km above mean sea level.A yellow alert has been issued for Thiruvananthapuram, Kollam, Kottayam, Idukki, and Malappuram on Friday, while Thiruvananthapuram, Kollam, Pathanamthitta, Idukki, and Palakkad are on alert on Saturday. An isolated heavy rainfall warning for 7-11cm has been issued for Thrissur, Palakkad, Kozhikode, and Wayanad on Sunday.The maximum temperature was appreciably above normal in Kozhikode district and above normal in Kottayam, Palakkad, Kollam, Thiruvananthapuram, and Thrissur districts. Minimum temperatures were above normal in Malappuram, Ernakulam, Kottayam, Kozhikode, Kollam, and Thiruvananthapuram districts. Kozhikode recorded the highest maximum temperature of 36°C, and Kannur airport recorded the lowest minimum temperature of 23.7°C. As the first month of the Northeast monsoon came to a close, the state experienced a 22% deficiency, with Alappuzha, Ernakulam, Kasaragod, Kollam, Kottayam, Malappuram, Pathanamthitta, and Thrissur districts being rain deficient.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T18:46:04.099+02:00",
    "updated": "2024-11-01T18:46:04.099+02:00"
  },
  {
    "uuid": "31c57e3346e6625e3ae3f8217fec546cfbdd3a1c",
    "url": "https://humanevents.com/2024/01/25/jacqueline-toboroff-the-elite-sponsored-concept-of-ecocide-is-just-another-back-door-to-tyranny",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jacqueline Toboroff",
    "published": "2024-01-25T21:40:00Z",
    "title": "JACQUELINE TOBOROFF: The elite-sponsored concept of 'ecocide' is just another back door to tyranny",
    "text": "Some takeaways. What’s happening in American ivy league schools is critical - not just to Americans but to the entire world. These institutions, some founded in the 1600s and built upon Judeo-Christian values, are no longer American in anything other than in name. They’re Globalist outposts. In some universities, 25% of the student body is foreign born, and an anti-American agenda is pervasive because vast sums of foreign money, specifically from China and Arab countries, influence and taint the agenda. Graduates go on to make some highly toxic decisions rooted in the ideology absorbed in school. Ecocide wasn’t casually mentioned at Davos. Airtime means a plan is in place. The panel wasn’t workshopping the “new concept” - they were letting us know it’s in the works. Should ecocide become the next zeitgeist, how will Americans, and the world by extension, fare? The layup is the Committee to Unleash Prosperity survey. [89%](https://committeetounleashprosperity.com/wp-content/uploads/2024/01/Them-vs-Us_CTUP-Rasmussen-Study-FINAL.pdf)of Ivy League graduates “favor the strict rationing of gas, meat, and electricity.” Why? Were 89% of Ivy League students raised in vegan households reliant on harnessing the wind and rubbing two sticks together to cook a meal, heat the house, or get to school? They were programmed while away from their parents. As of 2022, family farms made up [97%](https://www.ers.usda.gov/data-products/ag-and-food-statistics-charting-the-essentials/farming-and-farm-income/)of U.S. farms. Small family farms (those earning less than $350,000 in gross cash farm income) accounted for 88%. Large family farms (over $1 million in gross cash farm income) accounted for about 3% but over 50% of the amount of production. There are around 2 million farms in America. Around 25% of their products are exported annually. Cattle and calves are in the top three U.S. farm products. Agriculture and food contributed approximately [$1.264 trillion](https://www.ers.usda.gov/data-products/ag-and-food-statistics-charting-the-essentials/ag-and-food-sectors-and-the-economy/#:~:text=What%20is%20agriculture's%20share%20of,%2C%20a%205.4%2Dpercent%20share.)to U.S. GDP in 2021. Going against meat is going against farms and going against farms is going against America’s capitalist principles. Since the majority of elites and Ivy League graduates polled for the survey are against these ways of life, they’re useful in two ways to the Left. They’re on-hand foot-soldiers and they are also incubators of terrible ideas, always trying to fix something that isn’t broken. Jojo Mehta, ûber-elite graduate of Oxford and London universities, is the co-founder and spokesperson of Stop Ecocide International. Since 2017, she’s been hot on the trail to punish people for earning a living, and to infringe upon their human rights. Mehta’s website profile says, “The core work to make ecocide an [international crime](https://www.stopecocide.earth/jojo-mehta-profile)at the International Criminal Court, is supported and progressed by a large network of over 45 teams and associate groups globally. There are over 50 thousand endorsing signatories across civil society and faith groups, and a growing number of endorsing businesses and organizations.” How Mehta traveled to Davos wasn’t disclosed during her panel discussion. It should have been considering the scale of starvation, imprisonment, destitution, and death that will come if her concept materializes. Her footprint should be closely examined. “What our organization and other collaborators intend to do is to have this [recognized legally](https://www.youtube.com/watch?v=qDmaYQh7r6Y)as a serious crime… If you’re campaigning for human rights…you know, mass murder, torture, these things are serious crimes. But there’s no equivalent in the environmental space,” says Mehta. These wackos are implying that growing a tomato is the equivalent to mass murder. Catching salmon is the equivalent to torture. Raising cattle must be the equivalent of rape and sodomy. Mehta soared to new heights of entitlement, reworking the American legal framework without batting an eye. For example, it’s not just the farmers and fishers that will be sent to the Gulag; it’s everyone. Why? Mehta explains; “unlike…genocide, [which] involves a specific intent, with ecocide, what we see is what people are [trying](https://www.youtube.com/watch?v=qDmaYQh7r6Y)to do.” In other words, thinking about a hamburger will result in prison if she has her way. Here’s the good news. The Committee to Unleash Prosperity survey shows a healthy disconnect between the elites, Ivy grads, and everyone else. While only 21% of elites think “there’s too little freedom”, the majority of Americans think there isn’t enough. Here’s the scary news: a subset of the elites and Ivy graduates, 69% of this political activist segment, believe there is too much individual freedom. Moreover, they’re the ones working with governments, NGOs, foreign bad actors, and big money donors. Mehta’s “new concept” ecocide can become a reality because the same benefactors propping up WEF control Big Education. Or, as we really should call it, given these poll results, Big Indoctrination.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=qDmaYQh7r6Y",
      "https://www.ers.usda.gov/data-products/ag-and-food-statistics-charting-the-essentials/farming-and-farm-income/",
      "https://committeetounleashprosperity.com/wp-content/uploads/2024/01/Them-vs-Us_CTUP-Rasmussen-Study-FINAL.pdf",
      "https://www.ers.usda.gov/data-products/ag-and-food-statistics-charting-the-essentials/ag-and-food-sectors-and-the-economy/#:~:text=What%20is%20agriculture",
      "https://www.stopecocide.earth/jojo-mehta-profile",
      "http://youtube.com/watch?v=qDmaYQh7r6Y",
      "https://www.committeetounleashprosperity.com/wp-content/uploads/2024/01/Them-vs-Us_CTUP-Rasmussen-Study-FINAL.pdf",
      "https://www.ers.usda.gov/data-products/ag-and-food-statistics-charting-the-essentials/farming-and-farm-income",
      "https://ers.usda.gov/data-products/ag-and-food-statistics-charting-the-essentials/farming-and-farm-income/",
      "http://www.youtube.com/watch",
      "https://stopecocide.earth/jojo-mehta-profile",
      "https://ers.usda.gov/data-products/ag-and-food-statistics-charting-the-essentials/ag-and-food-sectors-and-the-economy/#:~:text=What%20is%20agriculture"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jacqueline toboroff",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "committee to unleash prosperity",
          "sentiment": "none"
        },
        {
          "name": "ivy league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "davos",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:10:01.921+02:00",
    "updated": "2024-01-26T02:06:38.262+02:00"
  }
]