[
  {
    "uuid": "d1a533d1c36bcfcaf7476b82c0a0935369c4154b",
    "url": "https://www.nationthailand.com/world/asean/40034227",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "nationthailand",
    "published": "2023-12-29T03:43:00Z",
    "title": "Cambodia marks 25th anniversary of war’s end",
    "text": "Cambodia is celebrating the 25th anniversary of the end of the civil war, brought about by the win-win policy of former Prime Minister Hun Sen in 1998 with the reintegration of the remaining Khmer Rouge soldiers. December 29 is set as the official date, with this year’s celebrations set to last from December 29 to 31.\nThe events will kick off in the presence of Prime Minister Hun Manet , with a special ceremony at the Win-Win Memorial in Chroy Changvar district, around 21km northeast of the capital, according to the Phnom Penh Municipal Administration.\n“The dividends that we all enjoy today were born from the end of the armed conflict 25 years ago, and are what enabled us to develop the country and the economy until today.\n“We have to set a clear goal. We must agree that what we have achieved to date must be protected so that our country can never return to the situation of 40 years ago,” he said of the post-war period when Cambodia was rebuilt from scratch following the fall of the genocidal Khmer Rouge regime.\n“This means we must resolutely protect the peace,” said Manet, as he presided over the launch of the Choeung Ek Wastewater Treatment Plant in Phnom Penh on December 27.\n“There is no part of Cambodia that did not experience the suffering caused by war. Our people suffered from bitter times during the Khmer Rouge reign of terror. This is the reality that we must all remember. We must avoid a recurrence of such bitterness from ever occurring,” he added.\nManet said that he reminded Cambodians about the country’s history only so they would remember the past and be proud of how far the Kingdom has come today, although it might still lag behind some other nations in the world.\nThen-Prime Minister Hun Sen explained at the launch of the Win-Win Memorial in 2018 that although the Khmer Rouge was toppled on January 7, 1979, fighting had continued in many parts of Cambodia.\nThe conflict, he said, was only brought to a complete end through his win-win policy, which called for the Khmer Rouge fighters to integrate with the government. The process lasted from 1996 until 1998, without any continued loss of life from bullets.\nThong Mengdavid , a research supervisor at the Asian Vision Institute ( AVI ), noted that remembering the past is very important for all Cambodians, as the country suffered through instability, insecurity and violence from the 1970s until 1998.\n“Through former Prime Minister Hun Sen’s dedication, he was able to personally end the fighting and ensure social security, national reconciliation, unity, peace and economic development,” he said.\nHe believes that the Win-Win Monument now serves as a memorial to the gratefulness and harmony that all Cambodians share. It has also become a research centre for students and scholars, as well as for members of the public who wish to understand Cambodia’s recent history and development more clearly.\nHe added that the monument is a place to reflect on the facts of the Kingdom’s history and has become a popular tourism attraction for both domestic and international visitors.\nVong Daravady\nThe Phnom Penh Post\nAsia News Network\nTAGS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "manet",
          "sentiment": "none"
        },
        {
          "name": "hun manet",
          "sentiment": "none"
        },
        {
          "name": "hun sen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "phnom penh municipal administration",
          "sentiment": "none"
        },
        {
          "name": "khmer rouge",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cambodia",
          "sentiment": "none"
        },
        {
          "name": "chroy changvar",
          "sentiment": "none"
        },
        {
          "name": "win memorial",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:34:05.883+02:00",
    "updated": "2023-12-29T06:34:05.883+02:00"
  },
  {
    "uuid": "8c31d5f976ce19c43f9061e6a24735237e673ac0",
    "url": "https://www.cbssports.com/fantasy/basketball/news/heats-josh-richardson-ruled-out-thursday/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RotoWire Staff",
    "published": "2023-12-29T01:33:00Z",
    "title": "Heat's Josh Richardson: Ruled out Thursday - CBSSports.com",
    "text": "Watch Now: Richardson (back) will not play in Thursday's game against the Warriors.\nThis was the expectation with Richardson carrying a doubtful tag into Thursday's game. The Heat are going to be very shorthanded, as Jimmy Butler (calf), Kyle Lowry (rest) and Caleb Martin (ankle) are also out. Look for Duncan Robinson and Jaime Jaquez to each see heavy run against the Warriors, while Tyler Herro and Bam Adebayo lead the offense.\nMore News Heat's Josh Richardson: Unlikely to play Thursday 1D ago • by RotoWire Staff Heat's Josh Richardson: Partially participates in practice 1D ago • by RotoWire Staff Heat's Josh Richardson: Downgraded to out 3D ago • by RotoWire Staff Heat's Josh Richardson: Probable for Christmas showdown 4D ago • by RotoWire Staff Heat's Josh Richardson: Good to go against Chicago 13D ago • by RotoWire Staff Heat's Josh Richardson: Remains out Thursday 14D ago • by RotoWire Staff Our Latest Fantasy Basketball Stories December rookie report: Chet, Victor, more Alex Barutha • 6 min read Christmas Day slate games, more Steve Alexander • 7 min read Waiver Wire: Week 10 Alex Rikleen • 6 min read Week 9 pulse check: Who's hot, who's not Alex Barutha • 7 min read Week 9 starts/sits: Top NBA fantasy plays Adam King • 4 min read Waiver Wire: Week 9 Alex Rikleen • 7 min read",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://sports.cbsimg.net/fly/images/nba/logos/team/346.svg",
      "https://www.sports.cbsimg.net/fly/images/nba/logos/team/346.svg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "richardson",
          "sentiment": "negative"
        },
        {
          "name": "josh richardson",
          "sentiment": "negative"
        },
        {
          "name": "alex barutha",
          "sentiment": "none"
        },
        {
          "name": "duncan robinson",
          "sentiment": "none"
        },
        {
          "name": "bam adebayo",
          "sentiment": "none"
        },
        {
          "name": "kyle lowry",
          "sentiment": "none"
        },
        {
          "name": "victor",
          "sentiment": "none"
        },
        {
          "name": "jimmy butler",
          "sentiment": "none"
        },
        {
          "name": "jaime jaquez",
          "sentiment": "none"
        },
        {
          "name": "chet",
          "sentiment": "none"
        },
        {
          "name": "tyler herro",
          "sentiment": "none"
        },
        {
          "name": "steve alexander",
          "sentiment": "none"
        },
        {
          "name": "caleb martin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rotowire staff heat",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:49:47.985+02:00",
    "updated": "2023-12-29T03:49:47.985+02:00"
  },
  {
    "uuid": "6c718fa438b288545ef09d4bc076addc6d80aed6",
    "url": "https://www.nbcmiami.com/news/local/powerful-storms-slam-tallahassee-other-parts-of-north-florida/3307817",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@nbc6",
    "published": "2024-05-10T13:22:00Z",
    "title": "Powerful storms slam Tallahassee, other parts of north Florida",
    "text": "Powerful storms left thousands without electricity Friday in Florida and other Southeastern states, where damaging winds toppled trees onto homes and power lines following days of deadly severe weather that produced tornadoes in Michigan, Tennessee and other states.\nThe National Weather Service said wind gusts of 71 mph (114 kph), just shy of hurricane force, were recorded in Tallahassee, where images posted on social media showed mangled metal and other debris from damaged buildings littering parts of Florida’s capital city. The storm knocked two chimneys from apartment buildings at one Florida complex, where fallen trees covered a row of cars.\nOther damage included bent and twisted fencing at the baseball stadium of Florida State University, where classes were canceled Friday.\nFlorida Gov. Ron DeSantis said on the X social media platform Friday that the state Division of Emergency Management was working with local officials to “do everything possible to return life to normalcy for our residents as quickly as possible.”\nA statement from the city of Tallahassee blamed “possible tornadic activity” for the widespread damage in the city of 200,000 people. There were no immediate reports of injuries. The city said more than 66,000 customers were without electricity and 11 substations suffered damage.\n“Restoration will possibly take through the weekend,” the announcement said.\nStrong thunderstorms also were expected in Alabama near the Florida panhandle, where gusty winds could knock down tree limbs, the weather service said.\nNearly 280,000 homes and businesses from Mississippi to North Carolina were blacked out late Friday morning, according to the tracking website poweroutage.us. Most of those outages were in Florida, where lights and air conditioning were out for more than 180,000 customers.\nIn Mississippi’s capital city of Jackson, authorities on Friday were asking residents to conserve and boil water as a precaution after a power outage at one of its major water treatment plants. JXN Water, the local water utility, said customers could expect reduced water pressure as workers assessed damage from overnight storms.\n“It will take many hours for the system to recover and some places may take longer,” Ted Henifin, the water system’s manager, said in a statement.\nSeveral tornado warnings and watches were issued by the National Weather Service on Friday morning, but were lifted by midday as the threat shifted to damaging high winds.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/CityofTLH/posts/pfbid0x5kVjPWSGPgqhxjGs4t3idVcvafizQZrYft2AJRatP3jDsmM1UBz2k7z5TwokwFXl",
      "https://facebook.com/CityofTLH/posts/pfbid0x5kVjPWSGPgqhxjGs4t3idVcvafizQZrYft2AJRatP3jDsmM1UBz2k7z5TwokwFXl"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ron desantis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "florida state university",
          "sentiment": "none"
        },
        {
          "name": "emergency management",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tallahassee",
          "sentiment": "none"
        },
        {
          "name": "florida powerful",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T21:09:46.728+03:00",
    "updated": "2024-05-10T21:09:46.728+03:00"
  },
  {
    "uuid": "c69fe6bc2c105e21c2d2008fa6b0df3a2ec3ab8d",
    "url": "https://flowersdeliveryvienna09529.ampedpages.com/edible-elegance-indulge-in-the-exquisite-flavors-of-an-artfully-crafted-edible-fruit-bouquet-51613501",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Flowersdeliveryvienna",
    "published": "2023-12-28T18:47:00Z",
    "title": "Edible Elegance: Indulge In the Exquisite Flavors of an Artfully Crafted Edible Fruit Bouquet",
    "text": "Brighten Someone's Day With Our Reputable Blossom Delivery Service\nWhen it involves lightening up someone's day, our trustworthy blossom delivery service is the response. At [Firm Call], we understand the significance of spreading out delight and joy via the beauty of flowers. With our expert and effective solution, you can trust that your floral arrangements will be provided without delay and in immaculate condition. Our dedicated team guarantees that each order is managed with utmost treatment and interest to information. By picking our blossom distribution solution, you can stun your enjoyed ones, buddies, or colleagues with a sensational arrangement that will most certainly bring a smile to their face. With a selection of blossom alternatives to pick from, you can locate the apple-pie order to match any type of event. Don't wait to brighten someone's day - count on our reliable blossom distribution solution today.\nWhy Select Our Blossom Distribution Solution\nWhen considering flower shipment solutions, our firm attracts attention for its unrivaled dependability. As a consumer, you intend to ensure that your chosen flower shipment solution can be relied on to supply your order promptly and accurately. At our business, we comprehend the value of integrity in giving a smooth experience for our consumers.\nOne vital variable that establishes us apart is our dedication to on-time delivery. We recognize that timing is essential when it concerns sending flowers for vital occasions or unique events. Whether it's a birthday shock or an expression of compassion, we assure that your blossoms will certainly be supplied specifically when and where you require them\nAlong with our punctuality, we take fantastic care in handling and product packaging our floral arrangements. Our group of knowledgeable floral designers thoroughly prepares each arrangement with precision and virtuosity. We recognize that the discussion of the flowers is simply as vital as their quality and fragrance, guaranteeing that your present will certainly be received with joy.\nMoreover, our customer care group is always all set to help you with any issues or inquiries you might have. We satisfaction ourselves on supplying extraordinary assistance, making sure that your experience with our flower distribution service is easy and smooth.\nJust How Our Reliable Service Functions\nExactly how does our reliable flower distribution solution work?, we make every effort to provide a seamless experience for our clients from the minute they position an order to the moment the flowers are provided.\nWhen the order is positioned, our group of experienced flower designers meticulously handmades the arrangement using high-grade and fresh flowers. We understand the significance of timely shipment, so we work carefully with a network of neighborhood flower shops who are located near the recipient's address. This makes sure that the flowers are provided immediately and in excellent problem.\nTo track the shipment development, clients can depend on our real-time order tracking function. This allows them to keep track of the status of their order and receive updates on the approximated distribution time. We additionally supply a specialized client support team that is available to assist with any type of inquiries or concerns throughout the delivery procedure.\nAlong with our trustworthy shipment solution, we likewise offer various modification alternatives, such as adding a customized message or including added gifts like chocolates or balloons. Our objective is to make every shipment a memorable minute for both the sender and the recipient.\nThe Advantages of Using Our Flower Distribution Service\nWhat are the advantages of using our flower delivery service? There are numerous advantages to utilizing our dependable flower distribution service.\nSecondly, our flower\nGet the factsshipment solution makes certain timely shipment. We comprehend the importance of providing flowers in a timely manner, specifically for unique events or occasions. Our team of specialist flower shops and delivery personnel work faithfully to ensure that your blossoms reach their destination at the marked time.\nOne more advantage of our service is the quality of our blossoms. We take pride in sourcing the freshest and most vibrant blossoms from trusted suppliers. Our professional flower shops very carefully set up the flowers to produce sensational and visually appealing arrangements that make certain to thrill.\nFinally, our flower delivery solution uses comfort. We understand that sending blossoms is a thoughtful gesture, and we intend to ensure that your enjoyed ones get the very best experience possible. With our dependable service, you can rely on that your flowers will be supplied with care and professionalism and trust.\nSorts Of Flowers We Provide\nOur blossom delivery solution uses a diverse selection of elegant blossoms to suit any kind of event. Whether you are celebrating a birthday, revealing sympathy, or merely wishing to lighten up somebody's day, we have the perfect blossoms for you. From traditional roses to vibrant sunflowers, our array of\nview itflowers makes sure to thrill.\nFor even more official occasions, our lilies are an advanced selection. With their elegant petals and exciting fragrance, lilies make a statement of poise and elegance. They are optimal for wedding celebrations, corporate events, and various other official gatherings.\nIf you're browsing for something one-of-a-kind, our exotic orchids are a spectacular choice. These fragile blossoms can be found in a variety of forms and colors, adding an air of deluxe to any kind of setup. Whether you're sending them as a gift or utilizing them to enhance your home, orchids make sure to make a lasting impression.\nAt our flower shipment solution, we recognize that each event asks for a details blossom. That's why we offer a wide array of blossoms to pick from. With our reputable service and exquisite flowers, you can lighten up a\nwebpageperson's day and make any kind of celebration genuinely unique.\nClient Reviews: Brightening Days With Our Service\nThrilling Clients with Timely Flower Deliveries.\n, our goal is to lighten up somebody's day with our dependable blossom shipment service. We take satisfaction in our capability to bring joy and joy to our clients via the elegance of flowers. Allow our consumer testimonials talk for themselves.\nOne pleased consumer, Sarah, shared her experience with us, claiming, \"I wished to shock my friend on her birthday, and [Business Name] made it possible. The blossoms arrived precisely time, and they were much more spectacular than I visualized. My good friend was overjoyed and couldn't quit spurting concerning just how lovely they were.\"\nAnother customer, John, revealed his thankfulness, mentioning, \"I required to send flowers to my mother for Mom's Day, and I was worried regarding the shipment being delayed. The flowers showed up without delay, and my mama was definitely thrilled. Thank you for making her day so special.\"\nThese endorsements highlight our commitment to supplying timely flower shipments that bring smiles to our customers' faces. We comprehend the relevance of punctuality and make every effort to exceed consumer assumptions every time.\nFinal Thought\nIn conclusion, our dependable flower delivery solution brings happiness and brightness to individuals's lives. Experience the benefits of utilizing our blossom shipment solution and spread happiness to your loved ones.\nDon't wait to lighten up someone's day - trust fund our trustworthy flower shipment service today.\nAs a customer, you want to ensure that your selected blossom distribution service can be trusted to supply your order quickly and properly.Second of all, our blossom delivery solution ensures timely distribution.Our blossom shipment solution uses a varied selection of exquisite blossoms to suit any type of occasion.At our blossom shipment solution, we comprehend that each event calls for a specific flower.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://fruit-arrangements64062.thenerdsblog.com/29574923/vienna-blooms-discover-the-beauty-of-exquisite-flowers-from-a-trusted-flower-shop",
      "https://daltonvwrkd.aboutyoublog.com/24642279/nature-s-beauty-elevate-your-area-with-handpicked-elegance-from-fresh-flowers-vienna",
      "https://lorenzooovvs.ltfblog.com/24055893/sweet-and-savory-shocks-introducing-the-creativity-of-edible-fruit-bouquet-delivery",
      "https://www.daltonvwrkd.aboutyoublog.com/24642279/nature-s-beauty-elevate-your-area-with-handpicked-elegance-from-fresh-flowers-vienna",
      "https://www.fruit-arrangements64062.thenerdsblog.com/29574923/vienna-blooms-discover-the-beauty-of-exquisite-flowers-from-a-trusted-flower-shop",
      "https://www.lorenzooovvs.ltfblog.com/24055893/sweet-and-savory-shocks-introducing-the-creativity-of-edible-fruit-bouquet-delivery"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:22.849+02:00",
    "updated": "2023-12-29T00:01:22.849+02:00"
  },
  {
    "uuid": "eb831f5c38817f0fad141376725e01b47a55fdd3",
    "url": "https://flipboard.com/topic/nickyhenderson/-/a-nXCOjxv2QTm4v4Xx2AYojw%3Aa%3A2203756675-%2F0",
    "ord_in_thread": 0,
    "author": "which.co.uk - Tali Ramsey",
    "published": "2025-04-30T23:01:00Z",
    "title": "Tickets for popular music and sports events listed for inflated prices on Viagogo and Stubhub - Which? | Flipboard",
    "text": "Tickets for popular music and sports events listed for inflated prices on Viagogo and Stubhub - Which? Tickets for popular music and sports events are being touted on unauthorised resale sites, Viagogo and StubHub International, at inflated prices – …\nwhich.co.uk - Tali Ramsey • 20m",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->product and services news",
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->sales channel",
      "Lifestyle and Leisure->leisure",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Stubhub",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T02:23:29.525+03:00",
    "updated": "2025-04-30T23:28:53.000+00:00"
  },
  {
    "uuid": "453c860ab89f5348617978a84397e2287f7cb0de",
    "url": "https://www.sootoday.com/local-news/sault-man-claims-10k-in-rotarys-december-draw-8036732",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SooToday Staff",
    "published": "2023-12-28T22:54:00Z",
    "title": "Sault man claims $10K in Rotary's December draw",
    "text": "Jim Steele is $10,000 richer after claiming the cash prize in the Rotary Club of Sault Ste. Marie North's Trip of the Month draw for December.\nRotary has been using the fundraiser for more than 15 years to provide money for youth programs that encourage the development of mental and physical well-being. The draw consists of 11 trips for January to November and one $10,000 draw in December in lieu of travel. There are also two draws of $150 each month.\nFollowing is a complete list of 2023 winners. There are still limited tickets available for the 2024 Trip of The Month draws and interested parties should email\n[[email protected]](/cdn-cgi/l/email-protection#22564d564f625143574e564c4d50564a504d5643505b0c4143) to reserve tickets.\nTRAVEL WINNERS:\n- January Jamie and Don Errington Amsterdam, Holland\n- February Brian Bertolo Orlando, Florida\n- March Denis Gregoire Bahamas Cruise\n- April Mark Lepore Vancouver/Victoria, B.C.\n- May Caroline Dukes Caya Coco, Cuba\n- June Pat and Cathy Kelly Barcelona, Spain\n- July Vince Assiginack Costa Rica\n- August Rony DalCin Nassau, Bahamas\n- September Jane Parniak Dublin, Ireland\n- October Serge Viau Cancun, Mexico\n- November Randi Siitse Glasgow, Scotland\nDECEMBER CASH WINNER OF $10,000 was Jim Steele\nCASH WINNERS OF $150 each were:\n- Art & Barb Morgan\n- Brian Vienneau\n- Richard Lock\n- Tanya Vezina\n- Claudette Raymond\n- Margaret and Brian Wanat\n- Eddy Ongaro\n- Rick Zanatta\n- Sandra Hill\n- Jennifer Barbeau\n- Brent and Jennifer Stewart\n- Becky and Paolo Campagna\n- Bev Brazeau\n- Ron Premo\n- Erin Frankfurter\n- Gabriel Scholtz-DiTommaso\n- Peter Fera\n- Bob Ryckman\n- Dora Oja\n- Don MacAdam\n- Thad McIlroy\n- Anna and Peter Silvano\n- Jamie-Lynn and Doug Nori\n- Roseann Greco",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marie no",
          "sentiment": "negative"
        },
        {
          "name": "jim steele",
          "sentiment": "negative"
        },
        {
          "name": "brian bertolo",
          "sentiment": "none"
        },
        {
          "name": "jamie",
          "sentiment": "none"
        },
        {
          "name": "caroline dukes caya coco",
          "sentiment": "none"
        },
        {
          "name": "vince assiginack",
          "sentiment": "none"
        },
        {
          "name": "don errington",
          "sentiment": "none"
        },
        {
          "name": "rony dalcin nassau",
          "sentiment": "none"
        },
        {
          "name": "denis gregoire bahamas cruise",
          "sentiment": "none"
        },
        {
          "name": "mark lepore",
          "sentiment": "none"
        },
        {
          "name": "cathy kelly barcelona",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rotary club",
          "sentiment": "negative"
        },
        {
          "name": "rotary",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "sault",
          "sentiment": "none"
        },
        {
          "name": "cuba",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "amsterdam",
          "sentiment": "none"
        },
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "holland",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        },
        {
          "name": "costa rica",
          "sentiment": "none"
        },
        {
          "name": "bahamas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:33:20.031+02:00",
    "updated": "2023-12-29T02:33:20.031+02:00"
  },
  {
    "uuid": "2eb619c60b6fd7d4ee2d8f84e846a352cdb354d7",
    "url": "https://www.kob.com/news/top-news/new-mexico-metal-fans-remember-the-prince-of-darkness/",
    "ord_in_thread": 0,
    "author": "Chris Jackson",
    "published": "2025-07-24T04:33:00Z",
    "title": "New Mexico metal fans remember the Prince of Darkness",
    "text": "New Mexico metal fans remember the Prince of Darkness\nALBUQUERQUE, N.M. — Wednesday night at Revel was all about what Ozzy Osbourne has done for the metal music we hear today.\nThere are so many people who have personal stories about how Osbourne’s music has impacted their lives. A lot of them were at Revel Wednesday night.\nThere was one who took up heavy metal music because of Osbourne, and another couple who met him when he traveled through Hatch and stopped at their burger joint.\nIt’s no wonder so many New Mexicans feel a connection to the godfather of metal. His influence is all around us, including at an iconic burger joint in Hatch — Sparky’s.\nOsbourne visited in 2018 with his kids, Jack and Kelly Osbourne, for an episode of “Ozzy and Jack’s World Detour.”\nOwners Josie and Teako Nunn talked about the experience.\n“I couldn’t believe him walking into our restaurant,” Josie Nunn said. “When he walked in I was like, ‘I can’t believe he’s even here, never in my life I thought I would meet him.’”\nThey whipped him up a special milkshake with green chile, chocolate and vanilla.\n“He just devoured it, and Josie did a double take like, wow I didn’t think it was going to be that good,” Teako Nunn said. “And we made it again the next day and the damn thing was so good that just the next day it went on the menu, and it’s been on the menu ever since.”\nIt’s called “The Ozzy” and it’s popular. From his signature treat, to his signature sound.\n“For me personally, it was hearing those songs like War Pigs, Paranoid, those early (Black) Sabbath songs that really drew my attention to really groovy and also heavy dark metal,” said Channing Concho, the drummer for Suspended, a thrash metal band made up of a trio of Indigenous women.\nThey played their first gig in 2003 at their West Mesa High School talent show, where Concho proudly showed off her Ozzy Osbourne T-shirt.\nThey also helped petition the name change of the school’s performing arts center to honor Randy Castillo. He was in the high school’s marching band and became Osbourne’s drummer in the late 80s and early 90s.\n“Knowing that Randy Castillo was one of us as an Indigenous person, it’s a very big milestone for all of us,” Concho said.\nShe said Osbourne’s music provides connection not only for family and friends but strangers, too.\n“Just those lyrics alone, it just grabs you and sends a message that you’re not alone and that there’s so many people out there that feel exactly the way you do,” Concho said. “And that’s in the music and the music lives on, so Ozzy lives on.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->news media",
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->music",
      "Human Interest->celebrity"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Kelly Osbourne",
          "sentiment": "none"
        },
        {
          "name": "Ozzy Osbourne",
          "sentiment": "none"
        },
        {
          "name": "Josie Nunn",
          "sentiment": "none"
        },
        {
          "name": "Teako Nunn",
          "sentiment": "none"
        },
        {
          "name": "Sparky",
          "sentiment": "none"
        },
        {
          "name": "Hatch",
          "sentiment": "none"
        },
        {
          "name": "Jack",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [],
      "bias": "right",
      "source": {
        "type": "local_news",
        "city": [
          "Albuquerque",
          "Santa Fe"
        ],
        "state": [
          "New Mexico"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:44:04.205+03:00",
    "updated": "2025-07-24T07:47:39.000+03:00"
  },
  {
    "uuid": "23dea1b0a914a742352b81c1214251b72637da3a",
    "url": "https://www.corsematin.com/article/francemonde/1467074355263315/les-temperatures-mondiales-se-maintiennent-toujours-au-dessus-d1-5-c-de-rechauffement",
    "ord_in_thread": 0,
    "author": "@corse_matin",
    "published": "2025-05-08T02:21:00Z",
    "title": "Les températures mondiales se maintiennent toujours au-dessus d'1,5°C de réchauffement",
    "text": "Les températures mondiales se maintiennent toujours au-dessus d'1,5°C de réchauffement\nPar AFP\nDes agents du Service des forêts sud-coréen observent les graves incendies qui ont ravagé le sud-est du pays, le 27 mars 2025 à Andong\nPHOTO AFP / ANTHONY WALLACE\nLes températures mondiales sont restées à des niveaux historiquement élevés en avril, poursuivant une série de près de deux ans de chaleur inédite sur la planète qui agite le milieu scientifique sur la vitesse du réchauffement climatique\nAu niveau mondial, avril 2025 se classe deuxième plus chaud derrière avril 2024, selon l'observatoire européen Copernicus, qui se fonde sur des milliards de mesures issues de satellites, stations météo et autres outils.\nLe mois dernier prolonge ainsi une série ininterrompue de records ou quasi-records de températures qui dure depuis juillet 2023, soit bientôt deux ans.\nDepuis lors, à une exception près, tous les mois ont été au moins 1,5°C plus chauds que la moyenne de l'ère préindustrielle (1850-1900).\nDe nombreux scientifiques s'attendaient pourtant à ce que la période 2023-2024 -- les deux années les plus chaudes jamais mesurées dans le monde -- soit suivie d'un répit, lorsque les conditions plus chaudes du phénomène El Nino s'estomperaient.\n\"Avec 2025, cela aurait dû se tasser, mais au lieu de cela, nous restons dans cette phase de réchauffement accéléré\", a déclaré Johan Rockström, directeur en Allemagne de l'Institut de Potsdam sur l'impact du climat.\n\"Il semble que nous y soyons coincés\" et \"ce qui l'explique n'est pas entièrement résolu, mais c'est un signe très inquiétant\", a-t-il déclaré à l'AFP.\nLes deux dernières années \"ont été exceptionnelles\", dit à l'AFP Samantha Burgess, du centre européen qui opère Copernicus. \"Elles restent dans la fourchette de ce que les modèles climatiques prédisaient pour aujourd'hui, mais on est dans le haut de la fourchette\".\nUne des explications repose sur le fait que le phénomène La Nina, inverse d'El Nino et synonyme d'influence rafraîchissante, n'est finalement que de \"faible intensité\" depuis décembre, selon l'Organisation météorologique mondiale, et pourrait déjà décliner dans les prochains mois.\n- Déjà presque 1,4°C -\nUne cinquantaine de climatologues réputés, conduits par le britannique Piers Forster, estiment que le climat était déjà réchauffé en moyenne de 1,36°C en 2024. C'est la conclusion d'une version préliminaire de leur étude qui actualise chaque année les chiffres clés du Giec, les experts du climat mandatés par l'ONU. Copernicus a une estimation actuelle très proche, de 1,39°C.\nLe seuil de 1,5°C de réchauffement, le plus ambitieux de l'accord de Paris, est sur le point d'être atteint de façon stabilisée, calculée sur plusieurs décennies, estiment nombre de scientifiques. Copernicus pense que cela pourra être le cas d'ici 2029.\n\"C'est dans quatre ans. La réalité est que nous allons dépasser 1,5°C\", dit Samantha Burgess.\n\"Au rythme actuel, le 1.5°C sera battu avant 2030\", estime aussi Julien Cattiaux, climatologue du CNRS joint par l'AFP. \"On dit que chaque dixième de degré compte\", car il multiplie les sécheresses, canicules et autres catastrophes météorologiques \"mais actuellement, ils défilent vite\", s'alarme le scientifique.\nMais \"maintenant, ce qu'il faut essayer de faire, c'est d'avoir un réchauffement climatique le plus proche possible\" de la cible initiale car \"ce n'est pas pareil si on vise un climat réchauffé de 2°C en fin de siècle ou de 4°C\", rappelle-t-il.\nQue la combustion des énergies fossiles - charbon, pétrole et gaz - soit responsable de l'essentiel du réchauffement ne fait pas débat parmi les climatologues.\nMais les discussions et les études se multiplient pour quantifier l'influence climatique de l'évolution des nuages, d'une baisse de la pollution atmosphérique ou de celle des capacités de la Terre à stocker le carbone dans des puits naturels tels que les forêts et les océans.\nLes relevés annuels de températures mondiales remontent jusqu'en 1850. Mais les carottes de glace, les sédiments au fond de l'océan et d'autres \"archives climatiques\" permettent d'établir que le climat actuel est sans précédent depuis au moins 120.000 ans.\nVotre opinion compte pour nous. Rejoignez la communauté corsematin.com en réagissant sur l'article Les températures mondiales se maintiennent toujours au-dessus d'1,5°C de réchauffement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Environment->climate change",
      "Environment->sustainability",
      "Environment->global warming",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->values",
      "Politics->government policy",
      "Politics->environmental policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:22:53.122+03:00",
    "updated": "2025-05-08T03:27:57.000+00:00"
  }
]