[
  {
    "uuid": "a41d05082f0a3329f896e7d03980a22c83835ccf",
    "url": "https://hardcoregamer.com/the-forgotten-kingdom-is-the-setting-for-remnant-iis-second-dlc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jordan Helm",
    "published": "2024-04-11T22:28:00Z",
    "title": "The Forgotten Kingdom is the Setting for Remnant II's Second DLC",
    "text": "Key Takeaways\n- The announcement of a Remnant II's second DLC episode focuses on the history of Yaesha's forgotten tribe.\n- The DLC, The Forgotten Kingdom, introduces players to an ancient stone spirit named Lydus, promising new challenges and enemies to face.\n- The new content is set to release on April 23, continuing the game's reputation for quality and challenging gameplay.\nFans of Gunfire Games' acclaimed shooter-focused follow-up, in the form of Remnant II, were in for a bit of a surprise today as developer Gunfire Games have announced the second of the 2023 game's post-launch DLC episodes. And here, the game makes a return trip to the forest-covered, tribal locale of the planet Yaesha in the form of The Forgotten Kingdom.\nAs its reveal trailer below teases, The Forgotten Kingdom centers around the discovery of a forgotten history of the Yaesha's lost tribe. With this new-found discovery eventually ending up -- as they so often do -- coming face to face with an other-worldly behemoth in the form of a vengeful, ancient stone spirit referred to as Lydus.\n[\n](/reviews/review-remnant-ii/456030/)\nRemnant II's wealth of content, fulfilling challenge and broad expanding on the template it established more than makes up for its shortcomings.\n[\nReview: Remnant II\n](/reviews/review-remnant-ii/456030/)\nAshes to Bashes\nA brief plot synopsis and some flashes of new gear aside, not much else is known about what lies in store for players. New enemy types (and what look to be a couple of main bosses to tackle) briefly show up -- giving players a fair bit of a tough time and a challenge alike -- but there was perhaps a reason as to Gunfire's rather quick and cryptic, albeit sudden, tease of an announcement today. As it turns out, fans won't have long to wait to see what The Forgotten Kingdom has in store.\nRemnant II's second DLC pack releases across all platforms on April 23 -- a little under a fortnight from now. Here's hoping Gunfire's delivery of post-release content can continue the same high level of quality, following on from the release of the game's first DLC pack,\nThe Awakened King, which came out in November of last year. Remnant II is available now across PS5, Xbox Series X/S & PC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yaes",
          "sentiment": "negative"
        },
        {
          "name": "lydus",
          "sentiment": "none"
        },
        {
          "name": "yaesha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dlc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "forgotten kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T05:17:50.047+03:00",
    "updated": "2024-04-12T05:17:50.047+03:00"
  },
  {
    "uuid": "e9ba6fb9e1fa507b6d744a1c02240ed2d8f64846",
    "url": "https://www.india.com/news/india/exclusive-interview-ayodhya-dham-junction-architect-namit-agarwal-reveals-ayodhya-railway-station-budget-features-highlights-design-6619162/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ananya Srivastava",
    "published": "2023-12-29T01:04:00Z",
    "title": "EXCLUSIVE Road To Lord Rama.. Lead Architect Namit Agarwal Reveals How Grand Ayodhya Dham Jn Came To Life",
    "text": "[]https://www.india.com/uttar-pradesh/ayodhya-ram-mandir-consecration-pm-modis-address-to-week-long-celebration-heres-what-we-know-so-far-6617935/ By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts Cookies Policy . New Delhi: All eyes are on Ayodhya, which is gearing up to open the gates of the majestic Ayodhya Ram Mandir to the world on January 22, 2024. Before the Consecration Ceremony, on December 30, the ‘Road to Lord Rama’, i.e. the Ayodhya Airport and the renovated Ayodhya Railway Station will be inaugurated by Prime Minister Narendra Modi. The ‘Ayodhya Dham Junction’ spans across 35 acres and its built-up area is 11,414.68 sqm. The cost of the Phase 1 Project is Rs 120 Crore. Ahead of the inauguration of the railway station, the Principal Architect of the ‘Ayodhya Dham Junction’, Namit Agarwal exclusively speaks to Ananya Srivastava of India.com. Namit Agarwal, Partner at Muralage, Lucknow specially mentions his Design Team who helped him bring to life, this ambitious project. The team includes Ar Savita Agarwal, the Founding Partner; Ar Sumit Agarwal Partner; Ar Ira Khulbe, the Interior Designer and Ar Santosh Yadav, the Project Coordinator. Read the excerpts from the conversation that reveal how the majestic structure of the revamped railway station was designed, what was the inspiration behind it, the challenges faced, the budget sanctioned by the government and the highlights of the grand project.. Ayodhya being developed as an international religious tourist destination and there is a multifold growing demand for tourist infrastructure like improved connectivity and hospitality needs. A need was felt to increase the passenger capacity of Ayodhya Railway Station and build it as per international standards of specifications and amenities. So this project was a limited tender taken out by RITES Ltd, the Implementing Agency with whom we are already working with for a couple of other projects. Particularly for this project, they invited a design competition with the firms and that is how we got this project. Obviously a certain amount of pressure to deliver comes with such a prestigious project which is being watched and followed not only at government level but by all citizens of India with national pride being attached to it. The project has been successfully delivered by a combined effort of all team members and stakeholders which included architects, visualisers, interior designers, structural engineers and MEP engineers from our firm – m/s Muralage, project management to ensure quality and timely delivery of the project by experienced team of RITES Ltd, guidance and support from officials of railway ministry and the construction agency NS Associates on the project. Ayodhya being the birth place and capitol of Lord Ram, it holds a very significant importance not just for the Indian people but for the entire world community. Any architectural intervention of public importance in this city has to be contextual and must take cues from the rich cultural and architectural heritage of the place. Extensive case studies were undertaken of Janki Mahal, Hanuman Garhi, Kanak Bhawan and other structures of cultural importance in ayodhya. Architectural forms which have become symbols of religious and cultural importance like shikhars, arches, mukut dome, cornices etc have been incorporated in the design of the new station complex. The internal planning of the station building has been done to ensure smooth movement of large numbers of passengers by segregating the arriving and departing passengers at two levels. Proper signage and display systems have been incorporated in the design to facilitate the passenger movement. The new station building follows various green building guidelines like efficient glazing system, use of skylights to ensure sufficient daylight in to the building, dual plumbing system for flushing purposes, reuse of treated water for horticulture purposes and others. The station complex has been applied for GRIHA 4 star rating which is under process. In the initial stage, when we had just got the project, there was a clear mandate from the government that the design of the station complex should be rooted in its place and also meet all international standards of design, accessibility, green building norms, fire fighting provisions and modern specifications. There were various challenges we faced, the biggest being the site constraints, but otherwise, it was a combined effort from all the stakeholders and in terms of funding and other support from the government, it was a smooth process. Right now, the Terminal 1 that has been constructed that is about Rs 120 crore, Phase 2 is also under process which is for the concores and the shell-covering for the tracks and the Phase 3, Second Terminal is being planned towards the Raniganj side. So the budget of the total project, with all the phases will be aorund Rs 400 crore. This is certainly a project that is close the heart of both our Honorable PM, Narendra Modi Ji and Honorable CM of Uttar Pradesh, Yogi Adityanath Ji. There was also regular review of the project by honorable railway minister and his various inputs from his offices were incorporated in the project. Resp Lallu Singh Ji, Member of Parliament representing from Ayodhya constituency also played a key role in the project and took keen interest in the design as well as construction progress of the work. During the design phase presentations were made and approvals were taken from their respective offices. There was a clear direction from various government levels including the PMO that the project should not only be representative of the rich cultural heritage of Ayodhya but further add to its grandeur and beauty, which we sincerely hope we have achieved. The primary challenge of the new station complex was its site constraints and access from approach road. The earlier approach to the railway station was only from the city side connecting to the temple district which is very narrow and congested. During the master planning stage it was discussed with railway officials to shift the existing coal yard and make way for a broader boulevard entrance from the bye pass road side. This has helped in provided easy vehicular access to the station and also has significantly improved the grandeur of the complex. Also a second vehicular entry was created from the Raiganj side for ease of access. In later phases in has also been envisioned that the original entry from city side will be converted in to a heritage pedestrian street with façade control. The new terminal building has been designed to cater to a capacity of 60,000 passengers per day and for the foreseeable future, that should suffice. Even in terms of the internal planning of the building, the structural grid used is modular so it can be easily expanded in the future in both east and west directions in if required. Being in Ayodhya, the railway station follows the local context, the Nagara style of architecture- its arches, shikars and pyramids. The terminal, the shell-structure to cover the railway tracks later on is going to be in the shape of lotus petals, with alternating solid and skylights to allow ample daylight into the structure complex and of course, as a symbolic feature of the National Flower of India. There are two shikars planned on top of the building inspired by the Janaki Mandir; there are seven pyramidical shikars at the roof level; the central dome which is right at the centre of the building, is in the shape of a ‘mukut’ so that has been inspired by Shri Ram’s Mukut itself. The chakra behind the mukut represents the Sun. Those are symolic elements incorporated in the facade of the building. All other essential amenities including waiting rooms (VIP waiting room, two general waiting rooms, a ladies waiting room, infant care room), dormitories (one with 45 beds for males and one with 32 beds for females), food courts (one with 150 person-capacity on the ground floor and one with 250 person-capacity on first floor), retiring room (12 rooms which are double seaters), public toilets for males and females, clock room, shops, a lobby, six lifts, four escalators, four staircases, a staff office and an AHU and Electrical Room. For breaking news and live news updates, like us on India News on India.com .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rama",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "ananya srivastava",
          "sentiment": "none"
        },
        {
          "name": "namit agarwal",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ayodhya ram mandir",
          "sentiment": "none"
        },
        {
          "name": "ayodhya airport",
          "sentiment": "none"
        },
        {
          "name": "lucknow",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "ayodhya dham junction",
          "sentiment": "none"
        },
        {
          "name": "ayodhya railway station",
          "sentiment": "none"
        },
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "muralage",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:36:41.999+02:00",
    "updated": "2023-12-29T05:36:41.999+02:00"
  }
]
