[
  {
    "uuid": "35dab3fbb798da6976ba0f76bdae54461d9a83c1",
    "url": "https://vnexplorer.net/storm-gerrit-sparks-major-travel-disruptions-with-three-hour-queues-at-dover-cancelled-trains-and-road-closures-while-thousands-are-without-power-as-70mph-gales-downpours-and-snow-lash-britain-as-ye-s697488.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:50:00Z",
    "title": "Storm Gerrit sparks major travel disruptions with three-hour queues at Dover, cancelled trains and road closures while thousands are without power as 70mph gales, downpours and SNOW lash Britain as yellow weather warnings issued",
    "text": "** Have YOU been hit by the storm? Email: [email protected] **\nRail operators issued ‘do not travel’ alerts to Britons today amid major disruption due to flooding and strong winds as Storm Gerrit swept into the UK with 100mph gusts.\nLondon North Eastern Railway (LNER) revealed services were facing ‘significant delays’ across its entire 956-mile network between King’s Cross and the Highlands.\nFlashpoints included flooding between Leeds and Harrogate and Berwick-upon-Tweed and Edinburgh, plus overhead wire damage north of the border. LNER said: ‘Due to severe weather customers are advised not to travel today as services are likely to be subject to significant delays and short notice alterations or cancellations.’\nSevere weather caused chaos across the network, with nine ScotRail routes facing speed restrictions while Northern and Transport for Wales services were badly hit.\nCrossCountry had a ‘do not travel warning’ in place north of Newcastle; Avanti West Coast said ‘do not travel’ north of Preston following flooding between Lockerbie and Carlisle which was blocking all lines and also impacting TransPennine Express trains; and there were also issues caused by train staff shortages and track obstructions.\nSome 18 British Airways flights were axed at London Heathrow Airport today due to air traffic control restrictions – including return domestic trips to Aberdeen, Glasgow, Edinburgh, Jersey and Manchester, and to Barcelona, Berlin, Madrid and Paris.\nAnd the Port of Dover in Kent said there was a three-hour wait time ahead of French border controls for tourist traffic as of noon today – up from just one hour at 7.30am.\nSeparately, there was major disruption to Thameslink and East Midlands Railway trains between London St Pancras and St Albans due to a signalling system fault; and Southeastern services were badly delayed by over-running engineering works.\nThe Met Office imposed warnings across the UK until the early hours of tomorrow with the storm also set to bring three inches of rain and eight inches of snow.\nMeteorologists also warned of delays for high-sided vehicles on exposed routes and bridges, flooding on roads, possible power cuts and disruption to ferries and planes.\n** Have YOU been hit by the storm? Email: [email protected] **\nQueues on the M25 in Swanley, Kent today as people head home from their Christmas holidays\nRail passengers face disruption at London Waterloo station today following a track obstruction\nWet conditions for drivers on the M40 close to Warwick today as Storm Gerrit hits Britain\nPeople get close to the waves on the promenade at Whitley Bay in Tyne and Wear this morning\nA tractor with a snow plough makes its way through Allenheads in Northumberland today\nA motorist drives through floodwater on the outskirts of Billericay in Essex this morning\nHeavy snow on the A9 at Drumochter in the Highlands causes treacherous conditions today\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\nAvanti West Coast rail passengers at Preston station face major disruption today amid flooding\nStorm damage caused by strong winds at Fort William in the Scottish Highlands this morning\nDelayed passengers wait for updates at London St Pancras station this afternoon\nThe Environment Agency issued 94 flood alerts across England as well as two flood warnings – for Gog Brook in Warwick and the Upper River Hull area of East Yorkshire.\nGusts peaked at 106mph over the Cairngorm summit today, with the next highest at 53mph at Capel Curig in North Wales and Inverbervie, Aberdeenshire. The strongest gust on mainland England was 44mph at St Bees Head in Cumbria.\nAnd thousands of people in England were without power this morning, reported Sky News which quoted data from PowerOutages.com that put the total at 2,852.\nThe Met Office has imposed nine warnings today and tomorrow as follows:\nRain – Wales – Midnight today until 4pm today; Rain and wind – Northern Ireland – 2am today until 10am today; Wind – Southern England – 3am today until 6pm today; Rain – South West Scotland and northern England – 3am today until 6pm today; Wind – Northern Scotland – 3am today until 11.59pm today; Rain – North West England – 3am today until 6pm today; Rain and snow – Northern Scotland – 6am today until 9pm today; Wind – Western Wales and North West England – 6pm today until 3am tomorrow; Wind and snow – Shetland Islands – 9pm today until 6am tomorrow. ScotRail said major flooding in parts of the Highlands meant there would be no trains between Inverness and Kyle of Lochalsh until at least January 3, while it also warned speed restrictions would cause delays on nine routes until 9am tomorrow.\nThe affected ScotRail routes were between Glasgow Queen Street, Oban or Mallaig; Inverness and Wick; Edinburgh or Aberdeen and Inverness; Montrose and Inverurie; Edinburgh and Perth or Dundee; Edinburgh and Glenrothes with Thornton; Glasgow Queen Street and Aberdeen or Inverness; Glasgow Central and Wemyss Bay or Ardrossan Harbour or Largs or Prestwick Town; and Glasgow Central and Carlisle.\nThe Environment Agency issued flood alerts (in amber) and warnings (in red) across England\nLondon North Eastern Railway (LNER) revealed services are facing ‘significant delays’ today\nAvanti West Coast said ‘do not travel’ north of Preston following flooding north of Carlisle\nTransport for Wales cancelled all trains between Llandudno and Blaenau Ffestiniog; imposed a late start-up for services from Shrewsbury to Swansea and Llandrindod; and warned flooding between Hereford and Leominster could cause cancellations or long delays.\nA tree fell on the line and caught fire near Dumbarton East station, closing the line in Scotland in both directions, while those on Southern and South Western Railway faced delays through Havant in Hampshire due to an ‘obstruction’ on the track in the Bedhampton area.\nPolice Scotland said officers in Dundee dealt with a collision on the A90 near Inchture, adding: ‘Please slow down and drive to the weather conditions.’\nMeanwhile a section of the A82 which runs between Glasgow and Inverness via Fort William was closed due to multiple trees blocking the route in heavy snow.\nThe M48 Severn Bridge was shut in both directions between junctions one for Aust and two Chepstow due to strong winds, with drivers urged to use the M4 Prince Of Wales Bridge as a diversion.\nTraffic Scotland said the A82 at Milton near Glasgow was closed this morning in both directions due to flooding, while Carmarthenshire Roads Policing told motorists that a tree had fallen on the B4308 between Cwmbach and Farriers which had also taken out a power line.\nIn South Wales, Gwent Police said emergency services were dealing with a crash on Mountain Road in Cefn Golau.\nAnd on the Isle of Wight, Hovertravel said hovercraft services were cancelled this morning ‘due to adverse weather’.\nThere is also disruption on the ferry network in Scotland, with NorthLink services across the Pentland Firth to Orkney axed as a result of the weather.\nCalMac ferries are also subject to delays and suspension across the west coast, with those travelling urged to check if their services are operating.\nIn Hampshire, Forestry England said all facilities were closed at the Alice Holt Forest site today due to high winds, adding: ‘We’re sorry to ask people not to visit Alice Holt Forest today.’\nNational Trust properties across the UK were shut due to the high winds including Croome in Worcestershire, Cotehele in Cornwall, Bodnant Garden in Conwy and Seaton Delaval Hall in Northumberland.\nMet Office chief meteorologist Frank Saunders said: ‘Storm Gerrit will run towards western UK on Wednesday and bring with it potential impacts for much of the UK.\n‘Winds across southern coastal areas of England will be strong, possibly peaking around 70mph on exposed coastlines, but more widely around 50 to 60 mph within the warning area.\n‘Rain is an additional hazard from Storm Gerrit, with active weather fronts leading to a wet day for many.\n‘Snow is also likely to cause problems for some northern areas: only briefly for a few upland routes across the Pennines and southern Scotland overnight and early on Wednesday, but more widely to the north of the Central Lowlands later in the day.\nWet conditions on the M62 motorway near Eggborough in North Yorkshire this morning\nA woman walks through flooding on the A82 in Dumbarton today amid torrential rain\nRail passengers face disruption at London Waterloo station today following a track obstruction\nInformation signs at London St Pancras station showing cancelled trains this afternoon\nPeople get close to the waves on the promenade at Whitley Bay in Tyne and Wear this morning\nAvanti West Coast rail passengers at Preston station face major disruption today amid flooding\nA woman walks with her dog beneath dark clouds as the storm hits Crosby in Merseyside today\nPeople walk on Westminster Bridge in London this morning as strong winds hit Britain\nA fallen tree blocks the road on Three Mile Lane in Keele, Staffordshire, this morning\nQueues on the M25 in Swanley, Kent today as people head home from their Christmas holidays\nA flooded driveway near the East Yorkshire village of Watton today amid Storm Gerrit\nA tree fell onto the railway line in the Dumbarton area this morning which then caught fire\nSnow on the A82 this morning at Altnafeadh in the Highlands between Glasgow and Inverness\nA couple walk in the rain near Haig Eggborough in North Yorkshire this morning\n‘Here around 10 to possibly 20cm of snow may affect some of the highest routes, this combining with very strong winds to lead to some difficult travel conditions. At lower levels a combination of heavy rain and very strong winds will dominate.’\nAlso today, thousands of airline passengers risked missing flights due to multiple signalling failures causing disruption to trains.\nOperator East Midlands Railway said the issue was preventing it from running services between London St Pancras and Luton.\nA Thameslink service calling at the airport was delayed by nearly two hours.\nRail services are expected to be disrupted for the rest of today due to the fault between St Pancras and St Albans.\nThameslink issued an alert to passengers which said: ‘Please do not attempt travel between Bedford and London Bridge until further notice.\n‘The earlier disruption caused by multiple signal failures has now reoccurred. Due to the level of disruption, passengers are advised to delay travelling until later.\n‘If you do decide to travel, you will need to use alternative means on some or all of your journey, and you will need to allow an additional 60 minutes to travel.’\nA depot was also affected, causing delays to trains due to operate early morning services.\nSpeaking about flight disruption at Heathrow today, a British Airways spokesman said: ‘As a result of air traffic control restrictions put in place because of Storm Gerrit, we have had to make some adjustments to our schedule today.\n‘We have apologised to our customers for any disruption to their travel plans and our teams are working hard to get them on their way as quickly as possible.’\nIn addition, there was disruption on South Western Railway trains through Clapham Junction in South West London due to a separate signalling problem.\nRail passengers also faced a series of further problems that did not appear to be related to the storm.\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\nA woman walks through flooding on the A82 in Dumbarton today amid torrential rain\nShoppers walk through the rain in Birmingham city centre today to take a look at the sales\nStormy conditions on Tynemouth Longsands beach in Tyne and Wear this morning\nPeople walk on Westminster Bridge in London this morning as strong winds hit Britain\nInformation signs at London St Pancras station showing cancelled trains this afternoon\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\nA fallen tree blocks the road on Three Mile Lane in Keele, Staffordshire, this morning\nRacegoers attempt to shelter from the weather at Chepstow in Monmouthshire today\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\nA flooded driveway near the East Yorkshire village of Watton today amid Storm Gerrit\nThere was disruption due to engineering works not being finished on time in the Nunhead area of South East London – affecting Southeastern services between the capital and Kent, and cancelling Thameslink trains between London Blackfriars and Sevenoaks.\nMeanwhile CrossCountry cancelled services between Nottingham and Cardiff Central due to a shortage of train drivers.\nIt comes on top of pre-planned rail closures including London Paddington which has been shut since Christmas Eve with no Heathrow Express or direct Elizabeth line services.\nOn the Elizabeth line platforms at Paddington are open for services to and from Abbey Wood and Shenfield. There is no Elizabeth line between Paddington and Ealing Broadway.\nTransport for London (TfL) also has pre-planned part closures on the London Overground and Docklands Light Railway (DLR) today.\nLondon Victoria station also has no Southeastern services between until January 2, while Greater Anglia services between London Liverpool Street and Norwich are being disrupted through the Chelmsford area until New Year’s Day.\nThe Met Office said Gerrit – the seventh named storm of the current UK storm season – was named as a warning to people coming home after the holidays.\nIts meteorologist Simon Partridge said: ‘Due to the extent of the warnings that are being issued, it was deemed that a named storm would be a good idea because it will highlight to the public the risk associated, particularly as tomorrow is likely to be quite a busy day on the roads with people travelling back home from Christmas and things like that.’\nA storm is named when it is deemed to have the potential to cause medium or high impacts on the UK and/or Ireland.\nShoppers walk through the rain in Birmingham city centre today to take a look at the sales\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\nInformation signs at London St Pancras station showing delayed trains this afternoon\nFlooding at Tophill Low Nature Reserve in East Yorkshire today amid Storm Gerrit\nPeople walk along the Southbank in London this morning as Storm Gerrit hits Britain\nA tree fell onto the railway line in the Dumbarton area this morning which then caught fire\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\nWorkers try to clear the A82 road from flooding in Dumbarton today amid heavy rain\nPeople walk on Westminster Bridge in London this morning as strong winds hit Britain\nBetting stalls struggle with the weather at Chepstow Racecourse in Monmouthshire today\nThe Met Office and Met Eireann launched the scheme in 2015 to name storms as part of efforts to raise awareness of extreme weather events.\nMr Partridge said wet and windy weather will cover ‘pretty much the whole of the UK’, with significant snowfall in parts of Scotland.\nA yellow rain and snow warning is in place from 6am to 9pm across much of Scotland today.\n‘There are wind warnings out for the south of England, across the English Channel coast,’ Mr Partridge added.\n‘But we also have wind warnings in force for parts of western Wales, north-west England, Northern Ireland, northern Scotland and the Northern Isles.’\nHe said only the central section of the UK does not have a wind warning.\nWind warning areas can expect gusts of 50 to 60mph, with up to 70mph on high ground and exposed coasts. Some delays to road, rail, air and ferry transport are likely, the Met Office said.\n‘In terms of rain, we have rain warnings out for the whole of Northern Ireland, western Wales, north-west England, and then there’s a combined sort of rain and snow warning for Scotland,’ Mr Partridge added.\nRain in the warning areas is forecast to be between 40 to 60mm, with the potential for 70 to 90mm in the western hills of Wales and the western side of the Pennines.\nThere is a chance of power cuts, as well as a small chance that homes and businesses could be flooded.\nAnywhere above 200 metres (650ft) in Scotland and the Northern Isles is likely to see some snow, he added.\nNetwork Rail Scotland warned passengers speed restrictions would be in place today and to check for cancellations.\nScotRail customer operations director Phil Campbell said: ‘Unfortunately, we expect disruption to our services due to the adverse weather, and customers can expect some changes to their journeys.\nPolice Scotland said officers in Dundee dealt with a collision on the A90 near Inchture today\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\nShoppers wait outside a Zara store in Birmingham city centre in the rain today during the sales\nA tree fell onto the railway line in the Dumbarton area this morning which then caught fire\nA wet start to the day in Peterborough, Cambridgeshire, today as Storm Gerrit hits the UK\nA Traffic Scotland image of snow on the A85 road in Glen Ogle, Stirlingshire, this morning\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\nA lorry travels along the snowy A68 at Soutra this morning, south east of Edinburgh\nSnow this morning on the A9 at Drumochter, a mountain pass road in the Scottish Highlands\nThe swollen River Severn as flood defences are put in place at Ironbridge in Shropshire today\n‘We will be working closely with our colleagues at Network Rail Scotland to ensure we are able to keep people moving as much as possible, but customers should also expect that their journeys will take longer than usual, and there could be some cancellations. ‘\nThe operator added: ‘We’re asking anyone with garden equipment such as tents, trampolines or furniture, to secure items so that they don’t blow on to the tracks and interfere with lineside equipment.’\nThe RAC has warned drivers not to underestimate the dangers of high winds.\nSpokesperson Simon Williams said: ‘While high-sided vehicles are most at risk of being blown off course, car drivers can also be affected when they pass lorries on the motorway and are suddenly hit by the full force of the wind on the other side.\n‘Keeping both hands on the wheel at all times is the best advice, along with watching other vehicles very carefully so as not to get caught out by any unexpected changes in course.\n‘Getting to motorways and major roads may also be more difficult. Drivers should reduce their speeds and be on the look-out for fallen branches, and even trees, along with other debris.’\nThe RNLI urged those visiting the coast to exercise extreme caution, particularly along exposed cliffs, seafronts and piers.\nGareth Morrison, RNLI water safety partner, said: ‘The RNLI advises staying a safe distance away from the water and cliff edges as the conditions could knock you off your feet or wash you into the sea. It is not worth risking your life.’\nStein Connelly from Transport Scotland said: ‘The Met Office has issued yellow weather warnings for large parts of the country.\n‘We’re seeing rain across south-west Scotland, rain and wind across the central belt, and also some snow across northern Scotland.\n‘This type of weather isn’t unusual for this time of year, but yellow warnings do mean the potential for significant travel disruption and that’s what we’re seeing today across the road and rail network with ferry services also impacted.\n‘We have well-established plans with partners to respond to these conditions which are currently being progressed.\n‘Our operating companies are working hard in adverse conditions to remove fallen trees and clear roads of snow currently.’\nHe urged people to plan ahead and to drive to conditions.\nHe advised drivers to check the Traffic Scotland website for problems on trunk roads and those using public transport to check with their operators.\nLast week, people travelling for Christmas were among those affected as Storm Pia lashed parts of the UK in the countdown to the festive season.\nWinds of more than 80mph battered northern parts of the UK, with gusts of 81mph recorded at Brizlee Wood near Alnwick, Northumberland, and at Baltasound on Shetland, with 70mph gusts reported elsewhere in the North East of England.\n** Have YOU been hit by the storm? Email: [email protected] **",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://videos.dailymail.co.uk/video/mol/2023/12/27/6263678420084372084/1024x576_MP4_6263678420084372084.mp4",
      "https://www.videos.dailymail.co.uk/video/mol/2023/12/27/6263678420084372084/1024x576_MP4_6263678420084372084.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "london north eastern railway",
          "sentiment": "none"
        },
        {
          "name": "northern and transport",
          "sentiment": "none"
        },
        {
          "name": "leeds",
          "sentiment": "none"
        },
        {
          "name": "scotrail",
          "sentiment": "none"
        },
        {
          "name": "berwick",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dover",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "avanti west coast",
          "sentiment": "none"
        },
        {
          "name": "lockerbie",
          "sentiment": "none"
        },
        {
          "name": "preston",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "edinburgh",
          "sentiment": "none"
        },
        {
          "name": "newcastle",
          "sentiment": "none"
        },
        {
          "name": "carlisle",
          "sentiment": "none"
        },
        {
          "name": "harrogate",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:56:19.108+02:00",
    "updated": "2023-12-29T00:56:19.108+02:00"
  },
  {
    "uuid": "35d40f68717824fb9b47c08556ada176c7a5b1d9",
    "url": "https://www.vice.com/en/article/the-dust-from-the-nintendo-switch-2-direct-has-settled-here-are-my-standout-moments",
    "ord_in_thread": 0,
    "author": "Anthony Franklin II",
    "published": "2025-04-02T21:17:00Z",
    "title": "The Dust from the Nintendo Switch 2 Direct Has Settled. Here Are My Standout Moments",
    "text": "It’s been a wild morning for Switch 2 news. There were some pretty exciting announcements, and a few that were flat out unexpected. It’s hard watching something like this on the go with a 3-year-old to watch. So, I sat down and rewatched the whole thing while she napped. I knew I missed a few things, but I didn’t realize just how much I missed that would be huge deals for me.\n‘mario kart world’- knockout tour\nYes, I lost my mind at the idea of an open world Mario Kart. And the ability to drive to each race is insane. This is looking like Burnout Paradise Nintendo Edition. But what stood out to me the most is the Knockout Tour, and I can’t believe I didn’t catch that the first time around. Elimination races in games are always fun to me, but add in the absolute pandemonium of item boxes and the hell they create? I may never leave that mode. And I really want to free roam, but I just can’t see myself not spending 200+ hours in Knockout Tour. The money dropped on a Nintendo Switch 2 will be well spent just on this alone (Speaking for myself here).\nVideos by VICE\ndrag and drive-Basketball meets rocket league on switch 2\nI’ve watched wheelchair basketball, and it is incredible. It’s physical and the skill involved in getting around is legitimately impressive. So, to see a game based on it has me very excited. Not just from a gameplay perspective. But I would imagine that those who do live life in a wheelchair would be thrilled to truly see themselves in a video game. And for it to be featured in such a huge spot has to feel great. The gameplay looks to capture every bit of the sport, and I can’t wait to see how the mouse controls make the game feel. It’s the kind of game that Nintendo would drop to show off what they’re going for with the Switch 2. And if anyone can take a concept most people wouldn’t think to make and get it to work, it’s them.\n‘Splatoon’ (and others) with voice chat\nI love Splatoon. I’ve fallen off recently because the previously mentioned 3-year-old accidently stepped on my Switch. And I decided it wasn’t worth the money to get it fixed knowing the Switch 2 was on the horizon. But I was a terror in these painted streets. Now that I’ve got another group of people to play these games with, I’m very hyped to play games like this. This will also make my Smash Bros. sessions way more unbearable but that’s the bargain you strike getting into anything competitive with me.\nBeing able to talk back and forth with friends and get some trash talk going on the console is huge. Because honestly? If everything on the Switch 2 works the way it should, my PS5 and Xbox will be strictly for Waypoint related gaming. I’ve always been a Nintendo kid and that doesn’t seem to be likely to change with this console.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Lifestyle and Leisure->gaming and lottery",
      "Lifestyle and Leisure->trend"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=VrTVeYm4iIM",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=VrTVeYm4iIM"
    ],
    "entities": {
      "persons": [
        {
          "name": "mario kart",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "the Knockout Tour",
          "sentiment": "positive"
        }
      ],
      "organizations": [
        {
          "name": "Videos",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Splatoon",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Smash Bros.",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Nintendo Switch 2",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Burnout Paradise Nintendo Edition",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "PS5",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Xbox",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T00:24:22.232+03:00",
    "updated": "2025-04-03T00:24:22.232+03:00"
  },
  {
    "uuid": "466269d47444ca29f6e1dd0cff3216244385fd7c",
    "url": "https://floridapolitics.com/archives/732782-bill-mandating-access-to-minors-social-media-messages-advances-to-senate-floor",
    "ord_in_thread": 0,
    "author": "Jesse Scheckner",
    "published": "2025-04-16T21:40:00Z",
    "title": "Bill mandating access to minors' social media messages advances to Senate floor",
    "text": "Legislation aimed at safeguarding minors from online predators is heading to the Senate floor after clearing its last committee hurdle.\nThe Senate Rules Committee voted 21-0 for SB 868 , which would require social media companies to provide Florida law enforcement authorities with tools to decrypt encrypted messages if the user is underage.\nPolice and prosecutors would have to present the companies with a subpoena or warrant to gain access to messages. The bill would also require companies to grant a minor’s parent or legal guardian access to all the child’s accounts, and the platforms would be forbidden from allowing minors to use or access messages designed to disappear, like those on Snapchat and Instagram .\nThe bill, sponsored by Spring Hill Republican Sen. Blaise Ingoglia , faced opposition Wednesday from more than a dozen youths and tech advocacy groups like NetChoice and TechNet . Many contended that decryption would compromise the online security of all users, citing examples of governments and private companies being breached in recent years, including several in Florida .\nGrayRobinson lobbyist Chris Carmody , representing Facebook parent Meta, said that when it comes to end-to-end encryption, it’s an all or nothing equation.\n“If you create a key to unlock it, you’ve now unlocked everything or potentially unlocked everything,” he said. “The way this bill is drafted right now, that would do just that. It would create a backdoor.”\nIngoglia rejected that assertion as an “industry talking point” that social media giants are using to skirt what in every other situation would be a clear black-and-white issue. He also balked at claims that conforming to the bill’s dictates is too tall or expensive a task to be possible for them.\n“We are now in an environment today where we’re talking about AI micro-nano-computers moving through the bloodstream of humans, being able to potentially detect cancer cells in people. That’s how advanced we’re getting,” Ingoglia said.\n“They cannot tell me with a straight face that they cannot code something that can decrypt something on a one-time basis for the purpose of retrieving the evidence needed in court to put sexual predators away and then close the door right behind them.”\nSB 868 would build on a law Gov. Ron DeSantis signed last year that prohibits children under 14 from having social media accounts and requires parental permission for 14- and 15-year-olds. It is one of the most stringent social media bans in the country and faces an ongoing legal challenge .\nIngoglia decided to file SB 868 after participating in state sting operations to catch online predators and seeing the disturbing activity firsthand. According to the U.S. Department of Justice, 1 in 5 children per year receive unwanted sexual solicitation online. One in 33 are targets of aggressive sexual solicitation , which involves pushes by the culprit to make offline contact. And at any given time, some 50,000 predators are on the internet actively seeking out children.\nState Attorney Amira Fox of the 20th Judicial Circuit said it isn’t just some social media sites that are contributing to the problem; it’s all of them, it’s getting worse and the companies aren’t helping to fix it.\n“This is attracting a lot of people who want end-to-end encryption for nefarious purposes, so when we issue a subpoena now … we get back, ‘We don’t have anything.’ They can’t report this anymore because they can’t see it. … This is incredibly dangerous.”\nState Attorney Brian Haas of the 10th Judicial Circuit offered a similar perspective. But when asked by Senate Democratic Leader Jason Pizzo , a former Miami-Dade County prosecutor, to say which companies have been uncooperative, Haas declined to offer specifics.\n“It’s more than I can name,” he said.\n“Name one,” Pizzo retorted. Haas didn’t.\nPizzo also asked Ingoglia whether SB 868 would, in effect, mandate social media companies to acquire more physical space for servers on which the otherwise disappearing messages must be stored, and for how long. He noted that in cases of physical crimes like robbery and murder, CCTV footage prosecutors sometimes use is often on a loop that lasts for a finite timespan.\nIngoglia said it was a good question and would ask law enforcement officials and prosecutors whether there was a time limit that runs “concurrent with the statute of limitations on some of this stuff.”\nThe bill’s House companion ( HB 743 ) by Republican Reps. Michelle Salzman of Escambia County and Tyler Sirois of Merritt Island has one more committee hurdle to surmount before reaching a full vote by the chamber.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->administrative law",
      "Crime, Law and Justice->law",
      "Politics->fundamental rights",
      "Politics->government",
      "Politics->civil rights",
      "Social Issue->children",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.flsenate.gov/Session/Bill/2025/868",
      "https://www.cbsnews.com/miami/news/key-biscayne-third-city-data-breach-florida-cities-paid-hackers/",
      "https://www.techradar.com/pro/security/florida-department-of-state-data-breach-may-have-exposed-information-of-500-000-people",
      "https://www.justice.gov/usao-edtx/project-safe-childhood#:~:text=The%20statistics%20are%20alarming.,Internet%20actively%20seeking%20out%20children.",
      "https://www.technet.org/",
      "https://ovc.ojp.gov/sites/g/files/xyckuh226/files/publications/bulletins/internet_2_2001/internet_2_01_6.html",
      "https://netchoice.org/",
      "https://help.snapchat.com/hc/en-us/articles/7012334940948-When-does-Snapchat-delete-Snaps-and-Chats",
      "https://help.instagram.com/207402298436653",
      "https://www.flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=81370",
      "https://www.tampabay.com/news/florida-politics/2024/07/03/florida-health-ransom-cyber-attack-desantis-ransomhub/",
      "https://techradar.com/pro/security/florida-department-of-state-data-breach-may-have-exposed-information-of-500-000-people",
      "https://www.cbsnews.com/miami/news/key-biscayne-third-city-data-breach-florida-cities-paid-hackers",
      "https://www.netchoice.org/",
      "https://www.flhouse.gov/Sections/Bills/billsdetail.aspx",
      "https://technet.org/",
      "https://flhouse.gov/Sections/Bills/billsdetail.aspx?BillId=81370",
      "https://www.help.snapchat.com/hc/en-us/articles/7012334940948-When-does-Snapchat-delete-Snaps-and-Chats",
      "https://www.tampabay.com/news/florida-politics/2024/07/03/florida-health-ransom-cyber-attack-desantis-ransomhub",
      "https://netchoice.org",
      "https://www.ovc.ojp.gov/sites/g/files/xyckuh226/files/publications/bulletins/internet_2_2001/internet_2_01_6.html",
      "https://cbsnews.com/miami/news/key-biscayne-third-city-data-breach-florida-cities-paid-hackers/",
      "https://justice.gov/usao-edtx/project-safe-childhood#:~:text=The%20statistics%20are%20alarming.,Internet%20actively%20seeking%20out%20children.",
      "https://www.help.instagram.com/207402298436653",
      "https://flsenate.gov/Session/Bill/2025/868",
      "https://www.technet.org",
      "https://tampabay.com/news/florida-politics/2024/07/03/florida-health-ransom-cyber-attack-desantis-ransomhub/"
    ],
    "entities": {
      "persons": [
        {
          "name": "Blaise Ingoglia",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Senate Rules Committee",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "TechNet",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:03:35.838+03:00",
    "updated": "2025-04-17T01:37:20.860+03:00"
  },
  {
    "uuid": "523ac282f958072c5c36367a2a234b275a255ece",
    "url": "https://uk.marketscreener.com/news/latest/US-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-06-27T23:03:00Z",
    "title": "US lawmakers seek crackdown on Chinese used cooking oil imports over fraud concerns - MarketScreener",
    "text": "(Reuters) - A group of U.S. farm state senators is pushing for a regulatory crackdown on surging imports of used cooking oil from China and elsewhere amid concerns some of the shipments could be fraudulent.\nU.S. biofuels manufacturers have been buying increasing volumes of used cooking oil in recent years to make products like biodiesel that can fetch lucrative federal and state climate subsidies.\nBut some of the cargoes may include virgin palm oil, a product linked to climate and environmental damage from deforestation, the senators wrote in a letter to several U.S. regulators and agencies and released Thursday.\nAccording to the letter, the U.S. has gone from importing less than 200 million pounds of used cooking oil per year to importing over 3 billion pounds in 2023, with more than half coming from China.\n\"We understand there are good actors utilizing UCO as part of a diverse array of feedstocks in their renewable fuel production, and domestic sources of UCO are held to rigorous verification and traceability requirements,\" the senators wrote in the letter, dated June 20.\n\"However, we are concerned with the lack of transparency surrounding the United States' efforts in the area of verifying imported UCO,\" they said.\nThe letter was addressed to the Environmental Protection Agency, the Department of Agriculture, Customs and Border Protection, and the U.S. Trade Representative, and asked for details on U.S. enforcement and verification actions related to used cooking oil imports.\nIt was signed by six farm state U.S. senators, including Republicans Chuck Grassley, Joni Ernst, Roger Marshall, Deb Fischer, and Pete Ricketts, along with Democrat Sherrod Brown.\nBiofuels producers can collect a number of federal and state subsidies for making low-carbon fuels, including by earning tradable credits called RINs under the U.S. Renewable Fuels Standard overseen by the EPA.\nEurope's used cooking oil imports declined steeply after greater scrutiny on imports to prevent mislabeling, the letter said.\n(Reporting by Lisa Baertlein; Writing by Richard Valdmanis; editing by Diane Craft)\nShare © Reuters - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://cdn.zonebourse.com/static/resize/464/261//images/reuters/2024-06/2024-06-27T230340Z_1_LYNXMPEK5Q0XQ_RTROPTP_3_OIL-BIODIESEL.JPG",
      "https://twitter.com/intent/tweet?text=US",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FUS-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FUS-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FUS-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FUS-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=US",
      "https://www.cdn.zonebourse.com/static/resize/464/261//images/reuters/2024-06/2024-06-27T230340Z_1_LYNXMPEK5Q0XQ_RTROPTP_3_OIL-BIODIESEL.JPG",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FUS-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FUS-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url",
      "https://www.twitter.com/intent/tweet?text=US",
      "https://wa.me/",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FUS-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FUS-lawmakers-seek-crackdown-on-Chinese-used-cooking-oil-imports-over-fraud-concerns-47260999%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=US",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marketscreener",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "uco",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:13:39.712+03:00",
    "updated": "2024-06-28T02:13:39.712+03:00"
  },
  {
    "uuid": "8452036cf59655da9949fa12def17f2e1ae825f8",
    "url": "https://news.mail.ru/society/67041008/",
    "ord_in_thread": 0,
    "author": "Иван Лебедянский",
    "published": "2025-07-17T04:49:00Z",
    "title": "Россиянка оглохла на отдыхе в Китае, а после лечения у нее онемела половина тела",
    "text": "Россиянка полностью оглохла во время отдыха в Китае, а после лечения у нее онемела половина тела. Девушка из Санкт-Петербурга отправилась в Санью в начале июля. Об этом в четверг, 17 июля, сообщает Shot.\nОтмечается, что первые дни прошли отлично — море, солнце, фрукты, но вскоре она проснулась с сильной болью в ушах, из-за которой не могла открывать рот, жевать и глотать. Позже у нее поднялась температура, а на следующее утро она потеряла слух на оба уха.\nПара обратилась в китайскую больницу, где врачи назначили гормональные препараты. После приема первой таблетки у туристки возникло онемение левой стороны тела. Медики объяснили это побочным эффектом, но вскоре выяснилось, что дозировка была значительно превышена.\nТогда женщина связалась с российскими врачами, которые предварительно диагностировали бактериальный отит, возможно, вызванный купанием в заливе. Им были прописаны антибиотики, которые она с трудом смогла получить и принять в Санье. Несмотря на лечение, слух пока не восстановился, передает Telegram-канал.\nРанее в Томске мужчина оглох после купания в местной речке — он заразился опасной бактерией. Сразу после отдыха у него также началась резкая боль в ухе, появилась гематома, и поднялась температура, которая держалась около 10 дней. Медицинское обследование выявило заражение синегнойной палочкой — она способна поражать органы и в некоторых случаях приводит к летальному исходу.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->medical condition",
      "Health->health care approach",
      "Social Issue->disabilities",
      "Social Issue->social services",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T08:02:21.109+03:00",
    "updated": "2025-07-17T05:08:33.000+00:00"
  },
  {
    "uuid": "d3a209796bbfc2315f905235b056e510e95a17ab",
    "url": "https://bnnbreaking.com/tech/skodas-bold-leap-towards-electrifying-indias-automotive-landscape",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BNN Correspondents",
    "published": "2024-02-16T05:41:00Z",
    "title": "Skoda's Bold Leap Towards Electrifying India's Automotive Landscape",
    "text": "In a bold stride towards electrifying the future, Skoda sets its sights on transforming India into a pivotal manufacturing hub for affordable electric vehicles (EVs). With the unveiling of the Enyaq premium electric SUV, scheduled for February 27th, Skoda not only announces its electric debut in India but also lays down ambitious plans to introduce three more EVs in the years to come. Underpinning this venture is Project 2.5, a collaboration with Volkswagen aimed at crafting a sub-four-metre SUV tailored for the Indian market, leveraging the local-centric MQB A0 IN platform.\nElectrifying India's Automotive Landscape\nThe Indian automotive industry stands on the cusp of an electric revolution, and Skoda's strategic move signals a significant shift towards sustainable mobility. The company's commitment to introduce a low-cost EV, tailored specifically for the Indian consumer, comes at a time when the demand for cleaner, more efficient transportation solutions is soaring. The upcoming sub-four-meter electric SUV, teased with a rendering that showcases a closed-off front grille, LED headlights, and a robust bumper design, epitomizes Skoda's vision for a greener future. This vehicle is expected to harness the MEB Entry platform, a foundation renowned for fostering affordable electric mobility without compromising on performance.\nBlazing a Trail with the Enyaq iV\nSkoda's first foray into India's EV market, the Enyaq iV, marks a pivotal milestone in the company's global electrification strategy. By adopting the completely knocked down (CKD) route for its introduction, Skoda not only navigates the complexities of the Indian market but also sets a precedent for future EV introductions. The Enyaq iV's launch is not just about bringing an electric SUV to India; it's about heralding a new era of mobility that is sustainable, accessible, and innovative. Skoda's ambition is clear: to balance affordability with performance, focusing keenly on battery cost reduction and the localization of manufacturing processes to achieve this delicate equilibrium.\nProject 2.5: A Vision for the Future\nAt the heart of Skoda's electrification journey in India is Project 2.5, a collaborative endeavor with Volkswagen that aims to develop a sub-four-metre SUV specifically for the Indian market. This project leverages the MQB A0 IN platform, an architectural blueprint designed with the nuances of Indian roads and consumer preferences in mind. The synergy between Skoda and Volkswagen in this venture underscores a shared vision for the future of mobility in India—a future that is electric, efficient, and tailored to the unique demands of the Indian consumer.\nIn conclusion, Skoda's strategic pivot towards electrification in India, exemplified by the upcoming launch of the Enyaq iV and the development of three additional EVs, represents a significant leap forward in the quest for sustainable mobility. With a focus on making India a manufacturing hub for affordable electric vehicles, Skoda is not just investing in the future of the automotive industry but is also contributing to the larger narrative of environmental stewardship and innovation. As the Indian market gears up for the arrival of the Enyaq iV and anticipates the unveiling of Project 2.5's sub-four-metre SUV, the stage is set for a transformative chapter in India's electric vehicle saga.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "skoda",
          "sentiment": "negative"
        },
        {
          "name": "volkswagen",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T09:48:07.708+02:00",
    "updated": "2024-02-16T09:48:07.708+02:00"
  },
  {
    "uuid": "70812fb0c87e7573355a49118e1a0edb8c0c0cdd",
    "url": "https://www.wect.com:443/2025/04/23/holly-ridge-volunteer-fire-rescue-achieves-certification-offer-higher-level-care",
    "ord_in_thread": 0,
    "author": "@wectnews",
    "published": "2025-04-23T21:13:00Z",
    "title": "Holly Ridge Volunteer Fire and Rescue achieves certification to offer higher-level care",
    "text": "Holly Ridge Volunteer Fire and Rescue achieves certification to offer higher-level care\nHOLLY RIDGE, N.C. (WECT) - The Holly Ridge Volunteer Fire and Rescue Department achieved a significant milestone for the staff and community.\nAccording to Chief Brandon Longo, thanks to financial support from the Town of Holly Ridge and collaboration with Onslow County EMS, the Holly Ridge Volunteer Fire and Rescue Department was able to elevate its EMS provider designation to Paramedic Non-Transport.\n“We are honored to contribute to our expanding community and fortunate to have committed volunteers and staff whose efforts are commendable,” said Chief Longo.\nThe paramedic non-transport designation means firefighter paramedics can perform life-saving procedures before taking the patient to the hospital.\n“This increase allows Holly Ridge to offer higher-level pre-hospital medical care,” Chief Longo said. “The department will be onboarding additional Firefighter Paramedics to ensure the availability of this service around the clock.”\nCopyright 2025 WECT. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->medical staff",
      "Health->health care approach",
      "Health->health facility",
      "Human Interest->record and achievement",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Brandon Longo",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Holly Ridge Volunteer Fire and Rescue Department",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T00:35:04.944+03:00",
    "updated": "2025-04-24T00:35:04.944+03:00"
  },
  {
    "uuid": "68ab1ba373ef97509bc032bd9ac80412eb9ffcbc",
    "url": "https://flipboard.com/article/joanne-woodward-turns-94-inside-her-private-life-after-retreating-from-public-e/f-850953185c%2Famomama.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "amomama.com - Odette Odendaal",
    "published": "2024-02-29T00:00:00Z",
    "title": "Joanne Woodward Turns 94: Inside Her Private Life after Retreating from Public Eye Due to Alzheimer's | Flipboard",
    "text": "Joanne Woodward Turns 94: Inside Her Private Life after Retreating from Public Eye Due to Alzheimer's Joanne Woodward, celebrated for her contributions to the Golden Age of Hollywood and her enduring marriage to the late Paul Newman, has led a life … Related storyboards More stories from [Paul Newman](/topic/paulnewman) [Four keys to the city awarded during Flint African American History event](/topic/paulnewman/four-keys-to-the-city-awarded-during-flint-african-american-history-event/a-dgIqVqO7SUCZ4SXLoqWu6Q%3Aa%3A2877899648-e8d7f20a2b%2Fmlive.com) FLINT, MI -- In the old-school gymnasium at Berston Field House, chairs draped with red, black, yellow, and green cloth led guests to the front of … [HODINKEE Radio: Fantasy Watch Draft 2024](/topic/paulnewman/hodinkee-radio-fantasy-watch-draft-2024/a-ar0kz52cQQajby0dkmqHiw%3Aa%3A10450665-8868d9efba%2Fhodinkee.com) Welcome back to Hodinkee Radio. After our 10-episode run of \"Ben Clymer Presents,\" we're happy to bring Hodinkee Radio back to a weekly show, … [Butch Cassidy And The Sundance Kid actor Charles Dierkop dies at 87: The star was also on Police...](/topic/paulnewman/butch-cassidy-and-the-sundance-kid-actor-charles-dierkop-dies-at-87-the-star-wa/a-VktPfGRKR1S2NgfELxHxHA%3Aa%3A2679760903-fe96d6e757%2Fco.uk) Butch Cassidy And The Sundance Kid actor Charles Dierkop has died aged 87. Also best known for his roles in The Sting and Police Woman, the Hollywood … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [entertainment news](/topic/entertainment) [Inside Richard Lewis’s final act of love to his wife — to keep her in their shared LA home](/topic/entertainment/inside-richard-lewis-s-final-act-of-love-to-his-wife-to-keep-her-in-their-shar/a-zHlHVEjNR5uWW-8apiIF2w%3Aa%3A1944816596-bf9307c27a%2Fnypost.com) In a moving act just six months before his death, comedy legend Richard Lewis took a decisive step to ensure his wife, Joyce Lapinsky, could continue … - Storyboard Sting Addressed Everyone At Final Dynamite When It Went Off AirCurated byWrestling Inc [After the show went off the air, the WWE Hall of Famer thanked the fans in Huntsville, Alabama for their support all these years, even recalling a segment he had with Diamond Dallas Page in WCW in the same arena. He also thanked the two men in the ring with him — Allin and Flair.](/@wrestleinc/sting-addressed-everyone-at-final-dynamite-when-it-went-off-air-up93pfv54iebkh08) ['I felt ill': Brendan Fraser describes sexual assault that nearly made him quit acting](/topic/entertainment/i-felt-ill-brendan-fraser-describes-sexual-assault-that-nearly-made-him-quit-a/a-qLnwtFouRmmU6hh1xneF3A%3Aa%3A2569231136-d93a413109%2Fupworthy.com) His bravery in coming forward is commendable. 👏 Remember Brendan Fraser? 10 years ago, he was one of Hollywood's biggest stars. Then, he suddenly …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joanne woodward",
          "sentiment": "negative"
        },
        {
          "name": "charles dierkop",
          "sentiment": "none"
        },
        {
          "name": "ben clymer",
          "sentiment": "none"
        },
        {
          "name": "paul newman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hodinkee radio",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "berston field house",
          "sentiment": "none"
        },
        {
          "name": "flint",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:49:22.080+02:00",
    "updated": "2024-03-01T00:49:22.080+02:00"
  }
]