[
  {
    "uuid": "5c3fe8a86218a89e65e5a8e828d6773983e8850a",
    "url": "https://www.ccma.cat/324/sant-jordi-les-petites-editorials-independents-que-editen-en-catala-es-consoliden/noticia/3288075",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "324cat",
    "published": "2024-04-18T19:24:00Z",
    "title": "Sant Jordi: les petites editorials independents que editen en català es consoliden",
    "text": "Sant Jordi: les petites editorials independents que editen en català es consoliden\nLlegir en Català, Godall i L'Altra Editorial celebren els seus primers 10 anys de vida publicant llibres en català\nFa una dècada, el sector dels llibres en català va experimentar un canvi remarcable: una munió de petites editorials es presentaven en societat amb la finalitat de fer-se un lloc a les llibreries.\nEls recursos econòmics d'aquestes empreses incipients potser eren migrats, però d'il·lusió i talent els en sobraven. Va ser així com editorials com Periscopi, Males Herbes o Raig Verd, entre d'altres, iniciaven un camí que, després d'una trajectòria amb diversos llibres premiats i algun fenomen de vendes, avui s'ha consolidat plenament.\n12 editorials sota el mateix paraigua\nPoc temps després, a rebuf d'aquestes iniciatives, en van néixer d'altres de similars. Godall, de la mà de Matilde Martínez, i L'Altra Editorial, amb Eugènia Broggi al capdavant, irrompien al mercat.\nI, en paral·lel, 12 editorials independents de Catalunya, el País Valencià i les Illes Balears s'agrupaven sota el paraigua d'una nova associació, Llegir en Català, per generar sinergies seguint el conegut precepte de \"la unió fa la força\".\nAquesta dotzena d'editorials són: Duna Llibres; Chronos; Clandestina; Les Hores; Indòmita; L'Agulla Daurada; L'Avenç; Mai Més; Raig Verd; Saldonar; Sembra Llibres; i Tigre de Paper.\nUn repte difícil però no impossible\nPer commemorar el desè aniversari del naixement de Llegir en Català, Godall i L'Altra Editorial hem convocat els seus editors a la llibreria La Impossible de Barcelona perquè ens expliquin algunes de les claus d'aquests deu anys de feina i també de supervivència.\nEl lloc escollit per al debat no és casual perquè el nom de La Impossible, que també va ser fundada fa deu anys, evoca les dificultats que suposa editar i comercialitzar llibres en català.\nUnes dificultats que Eugènia Broggi i Matilde Martínez coneixen perfectament. Les seves editorials van néixer poc després de la gran crisi econòmica del 2008, en un moment en què el sector editorial començava a registrar un alt nivell de concentració arran de l'absorció de nombrosos segells literaris per part de grans grups multinacionals.\nTot plegat, doncs, obria escletxes a iniciatives com les seves, que es basen, en bona part, per apostar per autors inèdits i també per defensar un negoci de proximitat que implica, al mateix temps, una relació molt directa amb els llibreters.\nUn mercat atomitzat\nEn el cas de l'associació Llegir en Català, algunes de les editorials independents que en formen part, com L'Avenç, tenen una llarga trajectòria. Núria Iceta, editora d'aquest segell, i Francesc Gil-Lluch, de Saldonar, expliquen que l'associació va néixer per tenir més espai a les llibreries i també per augmentar la capacitat de les editorials que en formen part per promoure i difondre els seus llibres.\nTant Iceta com Gil-Lluch comparteixen amb Broggi i Martínez la idea que funcionar amb una infraestructura poc aparatosa els permet treballar amb més agilitat. A Catalunya, de fet, cada cop són més nombroses les editorials independents que operen amb pocs empleats.\nHo demostra una xifra: avui, el 62% de les editorials catalanes tenen 5 o menys treballadors. I, en contrapartida, a l'altre extrem, només el 4% de les editorials disposen de més de 50 empleats.\nTot plegat en un context gens fàcil per als qui publiquen en català perquè, a Catalunya, només 1 de cada 3 lectors llegeixen habitualment en aquesta llengua, malgrat que els índexs de lectura en català han millorat els últims anys.\nLes recomanacions de Sant Jordi\nCom que Sant Jordi ja és a la cantonada, hem demanat a aquests quatre editors que ens recomanin un llibre del seu catàleg. Núria Iceta s'ha inclinat per \"L'art ensangonat\", de Joan Santacana i Imma Socias, un assaig en què es detalla de quina manera l'Alemanya nazi va perpetrar un autèntic saqueig d'obres d'art amb la destrucció d'obres, la persecució d'artistes i la confiscació de béns particulars i de col·leccions públiques que es va estendre als països ocupats.\nEugènia Broggi, per la seva banda, ens recomana \"Al bosc s'hi ha d'arribar quan encara és fosc\", de Maria Arimany, un recull de contes que ha guanyat l'última edició del premi Documenta. El llibre ens descobreix una veu literària refrescant que, tal com es pot apreciar llegint les seves pàgines, té especial interès en les relacions de parella.\n\"En tren\", d'Erin Williams, és la proposta de Matilde Martínez. Parlem, en aquest cas, d'una novel·la gràfica en clau autobiogràfica que és una exploració visual de les decisions que cada dia han de prendre les dones en relació amb el seu aspecte. Llegint aquest llibre, diu Martínez, sembla com si sovint s'hagués d'escollir entre ser sexualitzada o ser invisible.\nI, finalment, la proposta de Francesc Gil-Lluch no és altra que \"Random Family\", un llibre de no-ficció d'Adrian Nicole LeBlanc. Aquesta autora, després d'una dècada de convivència amb una saga familiar porto-riquenya al barri novaiorquès del Bronx, parla, amb coneixement de causa, sobre els anys més durs de la lluita contra la droga.\n- ARXIVAT A:\n[Recomanacions Sant Jordi](/324/recomanacions-sant-jordi/tema/recomanajord/) [Sant Jordi](/cultura/sant-jordi/tema/santjordi/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "catalan",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Education",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:07:15.443+03:00",
    "updated": "2024-04-19T00:07:15.443+03:00"
  },
  {
    "uuid": "fb353cf45d5cbd8992f31ce3a423ca715c880865",
    "url": "https://www.nicematin.com/vie-locale/c-est-l-aspect-humain-qui-rend-la-mission-interessante-a-nice-ces-jeunes-sensibilisent-aux-dangers-du-gaz-916325",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction",
    "published": "2024-04-18T20:50:00Z",
    "title": "\"C’est l’aspect humain qui rend la mission intéressante\" à Nice, ces jeunes sensibilisent aux dangers du gaz - Nice-Matin",
    "text": "Sana, 22 ans, médiatrice, et Wassim, bientôt 18 ans en service civique, font partie de l’équipe de sept jeunes qui iront à la rencontre des habitants des quartiers de l’est de Nice. Leur objectif: les sensibiliser à la bonne utilisation du gaz et aux écogestes dans le cadre du programme Civigaz.\nCette action est le fruit d’un partenariat entre Côte d’Azur Habitat, GRDF, l’association Paje et la Métropole. \"La lutte contre la précarité énergétique compte parmi nos différentes actions sociales , souligne Christian Dodd, président de Paje. En plus de ces visites à domicile, des animations collectives au pied des immeubles et dans les structures du quartier seront proposées.\"\n\"C’est l’aspect humain qui rend la mission intéressante\" Pour Sana c’est \"l’aspect humain rend la mission intéressante\". \"Lorsque nous allons à la rencontre des habitants, nous sentons qu’ils sont ouverts à la discussion et contents que l’on vienne leur apporter des conseils\" , dit-elle. Mais les jeunes font bien plus: \"Nous avons reçu une formation qui nous permet de contrôler leur robinet de gaz pour voir s’il est en bon état. Et si ce n’est pas le cas, et qu’il faut par exemple changer le flexible, nous pouvons le faire tout de suite. S’il y a des travaux plus conséquents à faire, nous prévenons le propriétaire.\"\nNe pas boucher les aérations Dans la majorité des cas, il s’agit de Côte d’Azur habitat. \"Nous avons pour objectif de visiter 650 logements d’ici à octobre\" , précise le président du bailleur social, Anthony Borré. S’ajouteront des appartements privés du parc de la Métropole.\n\"Nous constatons que les gens commettent des erreurs sans le savoir , remarque Sana. Par exemple, ils bouchent les aérations en pensant que ça va permettre de conserver la chaleur or c’est l’inverse: ça favorise l’humidité et refroidit les murs. En plus, c’est dangereux car ça ne permet pas d’aérer le logement. Nous leur expliquons aussi la marche à suivre en cas de fuite de gaz: fermer le robinet, ouvrir en grand les fenêtres, alerter les voisins en évacuant et appeler les secours une fois dehors.\" Avec ses six collègues, la jeune femme arpentera les quartiers jusqu’à la fin de l’année.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:05:34.920+03:00",
    "updated": "2024-04-19T00:05:34.920+03:00"
  },
  {
    "uuid": "12c72037afadfb43237774c37171dbaffbd1e6e4",
    "url": "https://www.dvidshub.net/news/470295/2nd-brigade-combat-team-commandos-celebrate-homecoming-fort-drum",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Sgt. Travis Fontane",
    "published": "2024-05-03T20:30:00Z",
    "title": "2nd Brigade Combat Team ‘Commandos’ celebrate homecoming at Fort Drum",
    "text": "FORT DRUM, N.Y. (May 3, 2024) – Soldiers of the 2nd Brigade Combat Team, 10th Mountain Division (Light Infantry), known as the \"Commandos,\" rejoiced in their long-awaited return from deployment during a colors uncasing ceremony held May 2 in Memorial Park, Fort Drum.\nThe ceremony served as a powerful symbol of the unit's reunion with its home station after dedicated service in the U.S. Central Command area of operations in support of Combined Joint Task Force – Operation Inherent Resolve. Steeped in tradition, the casing and uncasing of the colors hold deep significance within the Army. These flags, emblazoned with streamers representing past engagements, stand as tangible reminders of the unit's valor and unwavering commitment.\nCol. Scott Wence, 2nd BCT commander, addressed the formation, highlighting the brigade's nine-month deployment across eight bases in Syria and Iraq. He emphasized the critical role pre-deployment training played in preparing for various situations.\n\"Our priorities remained constant,\" Wence said. \"We focused on tactical targeting, counter-unmanned aerial systems, drone mitigation, defensive systems hardening, and medical readiness. We never wavered in our commitment to these areas.\"\nSharing a source of inspiration, Wence spoke of the positive attitude and unwavering dedication he witnessed during visits to deployed units.\n\"The best leaders I've known consistently project a sense of hope,\" he said. \"They instill confidence that the organization can overcome any obstacle. While I strive to emulate this approach, it was the Soldiers' positivity that truly inspired me during my visits. It's a testament to their character and something this nation should be proud of.\"\nReflecting on the safe return of his Soldiers, Wence expressed immense pride.\n\"There's no group of Soldiers and leaders who could have done it better,\" he said. \"We accomplished the mission and brought everyone home safely. It's a tremendous feeling.\"\nHe described the homecoming as a moment of immense relief, highlighting the significance of the uncasing ceremony.\n\"This ceremony, like most, is symbolic,\" Wence explained. \"It signifies the start of the reintegration process. Our brigade systems are back online, and we're officially responsible for the well-being of our Soldiers back in garrison.\"\nSgt. Brent Hemphill, a squad leader with 2nd Battalion, 87th Infantry Regiment, provided a firsthand account of the deployment in Syria.\n\"Our mission was to ensure the lasting defeat of Daesh or ISIS forces,\" Hemphill said. \"We also assisted partner nations and contributed to regional stability.\"\nHe elaborated on the unit's response to frequent rocket attacks.\n\"After the initial months, rocket attacks became a regular occurrence, averaging two to three times a week, mostly at night. We'd grab our gear and head to bunkers. Depending on the situation, we'd either deploy as a quick reaction force or track down the attackers based on intel or witness reports.\"\nThe Joint Readiness Training Center at Fort Johnson, Louisiana, proved instrumental in preparing the Soldiers for Operation Inherent Resolve.\n\"JRTC conditioned us for operating with minimal sleep while still achieving mission success,\" Hemphill explained. \"We also honed our skills in crew-served weapons, vehicle operations, and counter-UAV tactics.\"\nLive-fire exercises and culminating events throughout the year further bolstered the unit's combat readiness.\n\"Extensive live fires leading up to deployment ensured proficiency in maneuvering and employing all our assets and equipment,\" Hemphill said. \"Air assets, mortars, and especially artillery proved crucial in responding to attacks during deployment.\"\nAlexa Buchanan, spouse of a deployed officer with 2nd BCT, attended the ceremony and shared her experiences.\n\"Having everyone back feels amazing. It means the world to have them all home safe,\" she said.\nShe described the challenges of managing a household while her husband was deployed in a combat zone.\n\"It was incredibly difficult being home with two kids while my husband was overseas, especially knowing they faced attacks in the evenings. The stress was immense.\"\nBuchanan offered advice to other spouses facing similar situations.\n\"Stay busy,\" she said. \"Explore new activities, connect with other military families, and keep your children engaged in activities. Find ways to get out of the house and maintain a sense of normalcy.\"\nWith the colors proudly displayed, the 2nd BCT command team stood ready to face future challenges. Their shared experience had forged a stronger, more resilient, and more united unit. The deployment, though long and arduous, culminated in a triumphant homecoming. It marked the beginning of a new chapter for the brigade, filled with hope, unity, and endless possibilities.\nReflecting on the unit's growth, Wence commended his Soldiers.\n\"They consistently displayed innovation and a questioning attitude to improve our assigned tasks,\" he said. \"They didn't settle for a basic understanding of equipment or processes; they challenged the status quo to find better solutions. This drive for improvement is unmatched in our military.\"\nWence's closing remarks resonated with the entire formation.\n\"The Army exists to fight and win our nation's wars, regardless of the circumstances,\" he declared. \"While I may be biased, I truly believe there is no better team than this brigade to decisively answer that call. I am incredibly honored to be a part of this remarkable team. Commandos! Climb to Glory!\"\n|Date Taken:||05.02.2024|\n|Date Posted:||05.03.2024 16:30|\n|Story ID:||470295|\n|Location:||FORT DRUM, NY, US|\n|Web Views:||9|\n|Downloads:||0|\nThis work, 2nd Brigade Combat Team ‘Commandos’ celebrate homecoming at Fort Drum, by\n[SSG Travis Fontane](/portfolio/1633820/travis-fontane), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "scott wence",
          "sentiment": "none"
        },
        {
          "name": "wence",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "2nd brigade combat team",
          "sentiment": "negative"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "u.s. central command",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "fort drum fort drum",
          "sentiment": "none"
        },
        {
          "name": "memorial park",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T23:53:02.794+03:00",
    "updated": "2024-05-03T23:53:02.794+03:00"
  },
  {
    "uuid": "0693c991a2d290761d0bd757d20074f0ca47da0e",
    "url": "https://www.lapatilla.com/2025/01/10/temperatura-media-del-planeta-volvio-a-aumentar-en-los-dos-ultimos-anos-segun-copernicus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Capablanca",
    "published": "2025-01-10T10:05:00Z",
    "title": "Temperatura media del planeta volvió a aumentar en los dos últimos años, según Copernicus",
    "text": "Vista aérea que muestra peces muertos debido a la sequía en la Laguna Bustillos, cerca de Anáhuac, Estado de Chihuahua, México, tomada el 5 de junio de 2024. (Foto de Alex ARZAGA / AFP)\nEl mundo sufrió un aumento de su temperatura media de más de 1,5° C en los últimos dos años, el límite simbólico establecido por el Acuerdo de París de lucha contra el cambio climático, anunció el servicio europeo Copernicus el viernes.\nComo se anticipó durante meses, 2024 fue el año más cálido jamás registrado desde que comenzaron las estadísticas en 1850, confirmó el Servicio de Cambio Climático (C3S) del observatorio europeo.\nEl nuevo año no parece que vaya a batir de nuevo esos récords, pero la Oficina Meteorológica Británica advirtió que el año 2025 podría ser uno de los tres más cálidos registrados en el planeta.\nEn 2025, año marcado por el regreso al poder de Donald Trump en Estados Unidos, los países también deben anunciar sus nuevos compromisos climáticos, actualizadas cada cinco años en el marco del Acuerdo de París de 2015.\nSin embargo, el esfuerzo de reducción de gases de efecto invernadero está disminuyendo en algunos países ricos: solo -0,2% en los Estados Unidos el año pasado, según un informe independiente.\nSegún Copernicus, en 2024 pero también en el promedio de los dos años 2023-2024 se superó 1,5° C de calentamiento en comparación con la era preindustrial.\nEsto no significa, sin embargo, que el límite más ambicioso del acuerdo de París, que se entiende durante al menos 20 años, se haya cruzado, recuerda Copernicus.\nPero “esto subraya el hecho de que las temperaturas globales están aumentando más allá de lo que los humanos modernos han experimentado”.\nDe hecho, el calentamiento climático actual es sin precedentes en al menos 120.000 años, según los científicos.\n(ARCHIVOS) El sol se pone sobre las dunas de arena planas de Mesquite en el Parque Nacional del Valle de la Muerte, cerca de Furnace Creek, durante una ola de calor que afectó al sur de California el 7 de julio de 2024. (Foto de JOSH EDELSON / AFP)\n“Advertencia”\nEs una “seria advertencia”, juzga Johan Rockström, director del Instituto de Potsdam para la Investigación del Impacto Climático (PIK).\n“Hemos tenido un anticipo de un mundo a 1,5° C, con sufrimientos y costos económicos sin precedentes para las personas y la economía global, debido a eventos extremos reforzados por la actividad humana, como sequías, inundaciones, incendios y tormentas”, declaró a la AFP.\nDetrás de estas cifras ya se esconde una serie de desastres exacerbados por el cambio climático: 1.300 muertos en junio durante olas de calor extremo durante la peregrinación a La Meca, inundaciones históricas en África y en España, huracanes violentos en los Estados Unidos y el Caribe…\nEn términos económicos, los desastres naturales causaron 320.000 millones de dólares en pérdidas en todo el mundo, según la reaseguradora Munich Re.\nContener el calentamiento a 1,5° C en lugar de 2° C, el límite superior del acuerdo de París, permitiría limitar significativamente sus consecuencias más catastróficas, según el IPCC, el panel de expertos en clima de la ONU.\n“Cada año de la última década es uno de los diez más cálidos jamás registrados”, alerta Samantha Burgess, directora adjunta del Servicio de Cambio Climático (C3S) de Copernicus.\nLos océanos, que absorben el 90% del exceso de calor provocado por la humanidad, también han continuado su sobrecalentamiento, alcanzando también un récord el año pasado.\nEl promedio anual de sus temperaturas de superficie, excluyendo las zonas polares, alcanzó el nivel sin precedentes de 20,87° C, batiendo el récord de 2023.\n(ARCHIVOS) Vista aérea de personas disfrutando de la playa Recreio dos Bandeirantes en medio de una ola de calor en Río de Janeiro, Brasil, tomada el 17 de marzo de 2024. (Foto de TERCIO TEIXEIRA / AFP)\n“En nuestras manos”\nAdemás de los impactos inmediatos de las olas de calor marinas en corales o peces, este sobrecalentamiento duradero de los océanos, el principal regulador del clima terrestre, afecta las corrientes marinas y atmosféricas.\nLos mares más cálidos liberan más vapor de agua en la atmósfera, proporcionando energía adicional a tifones, huracanes o tormentas.\nPor lo tanto, Copernicus señala que el nivel de vapor de agua en la atmósfera también alcanzó un nivel récord en 2024, situándose aproximadamente un 5% por encima del promedio de 1991-2020.\nEl año pasado el mundo vivió el final del fenómeno natural El Niño, que induce un calentamiento global y un aumento de ciertos eventos extremos, y una transición hacia condiciones neutrales o el fenómeno inverso, La Niña.\nLa Organización Meteorológica Mundial ya advirtió en diciembre que este sería “corto y de baja intensidad” e insuficiente para compensar los efectos del cambio climático.\n“El futuro está en nuestras manos: una acción rápida y decisiva aún puede desviar la trayectoria de nuestro clima futuro”, subraya el director del Servicio Copernicus sobre Cambio Climático (C3S), Carlo Buontempo.\nLa COP29 de Bakú, la última gran conferencia climática de la ONU, apenas dio a luz en noviembre a un nuevo objetivo para la financiación climática y permaneció casi en silencio sobre las ambiciones de reducción de gases de efecto invernadero y, en particular, la eliminación de las energías fósiles.\nAFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Environment->global warming",
      "Environment->climate change",
      "Environment->water",
      "Science and Technology->natural science",
      "Science and Technology->meteorology"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T12:29:53.309+02:00",
    "updated": "2025-01-10T12:29:53.309+02:00"
  },
  {
    "uuid": "96e7a62da9964048635f9a0400f1bebf38e908f2",
    "url": "https://caracol.com.co/2023/12/29/ritual-con-lentejas-y-canela-para-atraer-la-fortuna-en-ano-nuevo-pasos-para-hacerlo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caracol Radio\"/>",
    "published": "2023-12-29T18:29:00Z",
    "title": "Ritual con lentejas y canela para atraer la fortuna en año nuevo: pasos para hacerlo",
    "text": "Los colombianos suelen ser personas bastante supersticiosas al momento de llegar la época navideña , más específicamente el fin de año , ya que existen diversos rituales que realizan, pensando que esto determinará la forma en que les irá el año que viene. La mayoría de los rituales, que están enfocados en el dinero y la prosperidad financiera, involucran dos alimentos muy tradicionales: las lentejas y la canela.\nLea también:\nRituales para el 31 de diciembre para atraer la buena suerte en 2024 Año nuevo 2024: mensajes para dedicar en esta celebración Desde la antigüedad, las lentejas simbolizan la abundancia, la renovación y la prosperidad . Se dice que esta costumbre se infundió en Roma, donde se creía que comer esta legumbre en la cena de fin de año, era una manera de manifestar la abundancia para el año que estaba por comenzar.\nSegún el Feng Shui, estas semillas tienen el poder capaces de atraer dinero y abundancia al hogar. En el caso de la canela, se dice que esta esencia aromática de la riqueza y se utiliza para escribir afirmaciones.\nEn Colombia y algunos países de Europa, uno de los rituales más comunes es realizar una cajita de la abundancia para invocar la prosperidad financiera en el Año Nuevo con estos ingredientes caseros.\nA continuación le contamos en qué consiste el ritual con lentejas para atraer dinero. Para llevar a cabo esta práctica es necesario reunir varios elementos que también son símbolos de éxito financiero:\nCaja de mandera pequeña o un frasco de vidrio (eserva segura de la abundancia) Monedas o billetes (riqueza) Lentejas (multiplicación y abundancia) Ramas de canela (afirmación) Hoja de laurel (símbolo de victoria y éxito) Marcador rojo Paso a paso para hacer el cofre de la abundancia Coloque el cofre pequeño en el centro de la habitación. Llene el cofre con monedas. Justo el 31 de diciembre, antes de que den las 12 campanadas, agregue 12 lentejas en el cofre. Escriba con marcador rojo en una ramita de canela la siguiente frase: ‘Soy abundancia infinita’. Después, dibuje el símbolo de infinito y ponga la canela en el cofre. Luego, tome 1 hoja de laurel fresca y escriba: ‘El dinero llega a mí con facilidad y gozo’. Ponga la hoja de laurel dentro del cofre del dinero. Ahora, sostenga la cajita en sus manos y repita: “En este 2024, el dinero llega a mí con facilidad y gozo. Se multiplica y se queda conmigo, porque yo soy abundancia infinita. Cofre de dinero. Cofre de dinero. Cofre de dinero”. El cofre de dinero deberá guardarlo durante todo el año y el próximo 31 de diciembre, deberá de gastar ese dinero en alimentos. Luego de hacer el ritual, podrá colocarlo en alguna puerta o entrada del hogar para ayudar al flujo de dinero .\n@rituales_parati032323 -universoinfinito🍀- #rituales_parati032323 ♾️🍀abundancia para año 2024 💰que no te falte dinero 💰\n♬ sonido original - patty rituales Ritual con lentejas y canela para el amor Además de atraer la abundancia financiera, existe un ritual con lentejas para tener suerte en el amor. Para este ritual, es necesario preparar un pequeño altar.\nColoque una vela rosada o roja , una copa de agua con miel y una bolsita cerrada con un puño de lentejas espolvoreadas con canela (también está la opción de utilizar una ramita de canela).\nDurante el Fin de Año, prenda la vela, cierre los ojos y visualice por unos minutos el amor que desea que llegue a su vida. Si es que ya tienes pareja, declare planes a futuro con su pareja.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.tiktok.com/tag/rituales_parati032323?refer=embed",
      "https://www.tiktok.com/@rituales_parati032323/video/7314845152030281002",
      "https://www.tiktok.com/@rituales_parati032323?refer=embed",
      "https://www.tiktok.com/music/sonido-original-7314845172478233387?refer=embed",
      "https://www.tiktok.com/@rituales_parati032323",
      "https://tiktok.com/@rituales_parati032323?refer=embed",
      "https://www.tiktok.com/music/sonido-original-7314845172478233387",
      "https://tiktok.com/@rituales_parati032323/video/7314845152030281002",
      "https://tiktok.com/tag/rituales_parati032323?refer=embed",
      "https://www.tiktok.com/tag/rituales_parati032323",
      "https://tiktok.com/music/sonido-original-7314845172478233387?refer=embed"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T00:03:17.327+02:00",
    "updated": "2023-12-30T00:03:17.327+02:00"
  }
]