[
  {
    "uuid": "52b04bded6496aef36ccd302edabb0782d609a3d",
    "url": "https://en.sputniknews.africa/20231230/thousands-of-nigeriens-take-to-streets-to-celebrate-french-troops-withdrawal-1064380982.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rasina Musallimova",
    "published": "2023-12-30T09:15:00Z",
    "title": "Thousands of Nigeriens Take to Streets to Celebrate French Troops Withdrawal - 30.12.2023, Sputnik Africa",
    "text": "Thousands of Nigeriens Take to Streets to Celebrate French Troops Withdrawal [10:15 30.12.2023](/20231230/)(Updated: 10:18 30.12.2023) © AFP 2023 BOUREIMA HAMAA man holds a sign reading \"Liberate Africa\" during a gathering in Niamey on December 29, 2023. © AFP 2023 BOUREIMA HAMA Subscribe On December 22, the last French troops deployed in Niger left the country, the Nigerien military authorities said at a ceremony in the capital city of the West African nation Niamey, marking the end of their presence after ten years of French anti-jihadist combat in the Sahel. Thousands of people in Niger took to the streets to celebrate the withdrawal of French troops, completed on December 22. The prime ministers of [Burkina Faso](https://en.sputniknews.africa/20231220/four-french-citizens-detained-in-burkina-faso-on-suspicion-of-espionage-reports-say-1064217865.html)and Mali attended the demonstration. These West African countries, along with Niger, have ceased military cooperation with their former colonizer, France. In addition to the withdrawal of the French troops from its territory, Niger won the expulsion of the",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "burkina faso",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "niamey",
          "sentiment": "none"
        },
        {
          "name": "niger",
          "sentiment": "none"
        },
        {
          "name": "mali",
          "sentiment": "none"
        },
        {
          "name": "west african",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "sahel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T13:37:23.173+02:00",
    "updated": "2023-12-30T13:37:23.173+02:00"
  },
  {
    "uuid": "754744d35d52f2e968368493ade919b67289813d",
    "url": "https://flipboard.com/article/7-supplements-that-can-help-you-lose-weight-doctors-say/f-412d335ab9%2Fbestlifeonline.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Best Life - Lauren Gray",
    "published": "2024-04-04T00:00:00Z",
    "title": "7 Supplements That Can Help You Lose Weight, Doctors Say | Flipboard",
    "text": "7 Supplements That Can Help You Lose Weight, Doctors Say If you want to lose weight, there's no getting around it: A healthy diet and regular exercise routine are a must. Sleep more, drink less, surround … Related storyboards Related articles [This Is the Healthiest Time to Eat Breakfast, According to a Nutritionist](/@tvarnedoe2/health-wellness-0fk9vhtqz/this-is-the-healthiest-time-to-eat-breakfast-according-to-a-nutritionist/a-ewhVz5drSq2Ts1quqp0KGg%3Aa%3A77468493-fb8d0cfb2a%2Fglamour.com) It's all about balance. It's touted as \"the most important meal of the day,” but the healthiest time to eat breakfast is still shrouded in mystery. A cursory glance on Google certainly doesn't help; one site reveals a definitive time slot (between 7 a.m. and 8 a.m.), while another pins it down to … [How Much Strength Training Do You Need Every Day To Lose Weight? We Asked A Personal Trainer](/@shefinds/if-you-don-t-know-now-you-know-rj313s7kz/how-much-strength-training-do-you-need-every-day-to-lose-weight-we-asked-a-pers/a-uilIYRrIRL23bIkcz3pw2g%3Aa%3A14547082-6937ef1bcc%2Fshefinds.com) Strength training, a key component of any fitness regimen, offers numerous benefits beyond muscle building, including its potential to aid in weight … [These Are the 7 Best Wrinkle Treatments, According to Experts](/@peanutzz/beauty-s9kotqnmz/these-are-the-7-best-wrinkle-treatments-according-to-experts/a-X576K2O0SWuXyX0BGVxlkw%3Aa%3A3691133667-9238523bd3%2Fbyrdie.com) Wrinkles are a natural, universal part of the aging process. \"With age, there is a natural breakdown of healthy elastin and collagen fibers in the … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Health](/topic/health) - Storyboard Internet Explodes At Viral Claim That No Female SNL Cast Member Is 'Hot' [FACE FACTS I’m a plastic surgeon – I have a FREE anti-ageing secret and there’s two common mistakes that are making you look older](/topic/health/face-facts-i-m-a-plastic-surgeon-i-have-a-free-anti-ageing-secret-and-there-s-/a-MzBeWY4DQEuDzwFBHi3bHg%3Aa%3A3291032469-2aa0909232%2Fthe-sun.com) A PLASTIC surgeon has shared the free anti-ageing secret that he swears by - and it’s super simple. Not only this, but Dr. Paul Nassif also revealed … [This Is One Unexpected Sign Of Colon Cancer That Doctors Urge People Not To Ignore](/topic/health/this-is-one-unexpected-sign-of-colon-cancer-that-doctors-urge-people-not-to-igno/a-Iks3Oy3ASGCSF0ti_XoJJQ%3Aa%3A80294823-7b807872d1%2Fbuzzfeed.com) This symptom is often dismissed, which is why it's so important to recognize. With more and more young people being diagnosed with colorectal cancer, it’s natural to be nervous about the disease. Rates of colorectal cancer in people under 50 have been increasing since the 1990s, according to Dr. …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        },
        {
          "name": "healthiest time",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:18:14.404+03:00",
    "updated": "2024-04-05T01:18:14.404+03:00"
  },
  {
    "uuid": "a4a21b10915c7e37625b912d2da4ae361c428dc8",
    "url": "https://www.timescolonist.com/local-news/high-winds-return-to-northern-vancouver-island-as-more-heat-records-fall-8039341",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-29T17:30:00Z",
    "title": "High winds return to northern Vancouver Island as more heat records fall - Victoria Times Colonist",
    "text": "Northern Vancouver Island and British Columbia's central coast are facing the return of strong winds reaching 90 kilometres an hour just days after the last such warning in the region. Environment Canada says [coastal areas from around Bella Bella south to around Sayward](https://weather.gc.ca/?layers=alert&zoom=6¢er=51.83357984,-127.08329274) on Vancouver Island including Port Hardy and Port McNeill may see [power outages](https://www.bchydro.com/power-outages/app/outage-list.html) and fallen tree branches because of the high winds. A previous wind advisory on Wednesday warned of gusts up to 120 kilometres an hour along exposed areas of B.C.'s southern and central coasts. The winds earlier in the week knocked out power to more than 1,000 BC Hydro customers on Cortes Island, along with thousands of others on Vancouver Island, the Gulf Islands and the mainland, while a Christmas Day storm [halted ferry service and led to some road closures](https://www.timescolonist.com/local-news/christmas-day-storm-knocks-out-ferries-and-power-disrupting-holiday-plans-8025052) on Vancouver Island. The El Niño climate phenomenon and a ridge of high pressure over B.C.'s Interior continue to bring record high temperatures to the province, as another set of century-old marks were surpassed Thursday. Environment Canada says Port Alberni recorded a high of 10.6 C on Thursday, breaking the previous record of 10.0 C set in 1929. Records in the area have been kept since 1900. Prince George saw temperatures spike to 8.7 C, breaking a record set in 1919, while Quesnel reached 9.1 C, surpassing a mark set in 1901. Vernon recorded 6.1 C, breaking a record from 1908. The federal weather agency says other heat records were broken in Vancouver and White Rock, while Whistler on Thursday matched its previous high of 5.6 degrees set in 1956. [Multiple records fell on Wednesday](https://www.timescolonist.com/local-news/century-old-records-fall-in-greater-victoria-as-weather-system-brings-warmth-and-wind-8037253) at weather stations throughout Greater Victoria — including at the University of Victoria, Hartland, Gonzales Point and Esquimalt — where a high of 12.9 C surpassed a record for Dec. 27 set in 1922. Records at some of the stations have been kept since 1874 — With a file from the Times Colonist",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://weather.gc.ca/?layers=alert&zoom=6¢er=51.83357984,-127.08329274)",
      "https://www.bchydro.com/power-outages/app/outage-list.html)",
      "https://weather.gc.ca/",
      "https://www.weather.gc.ca/?layers=alert&zoom=6¢er=51.83357984,-127.08329274)",
      "https://bchydro.com/power-outages/app/outage-list.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "port mcneill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "victoria times",
          "sentiment": "negative"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "bc hydro",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver island",
          "sentiment": "none"
        },
        {
          "name": "british columbia",
          "sentiment": "none"
        },
        {
          "name": "gulf islands",
          "sentiment": "none"
        },
        {
          "name": "bella bella",
          "sentiment": "none"
        },
        {
          "name": "sayward",
          "sentiment": "none"
        },
        {
          "name": "cortes island",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T21:42:59.085+02:00",
    "updated": "2023-12-29T21:42:59.085+02:00"
  },
  {
    "uuid": "db671f99c9b96872ba233abe8409e7840699fa8a",
    "url": "https://www.montevideo.com.uy/SIN-CATEGORIZAR/Crece-el-escepticismo-sobre-la-capacidad-de-Israel-para-terminar-con-Hamas-uc875227",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@portalmvd",
    "published": "2023-12-28T21:53:00Z",
    "title": "Crece el escepticismo sobre la capacidad de Israel para terminar con Hamás",
    "text": "Por The New York Times | Neil MacFarquhar (News Analysis) Parado frente a un fondo gris decorado con logos de Hamás y emblemas de un hombre armado que conmemora el ataque cruento del 7 de octubre a Israel, Osama Hamdan, el representante en Líbano de la organización, manifestó no tener ninguna inquietud acerca de que su facción palestina fuera expulsada de la Franja de Gaza. En una conferencia de prensa reciente en su oficina de los suburbios al sur de Beirut a la que asistió una gran cantidad de personas, Hamdan declaró: “No estamos preocupados por el futuro de la Franja de Gaza. El único que toma las decisiones es el pueblo palestino”. Así, Hamdan descartó uno de los objetivos clave de Israel desde el comienzo de su ataque a Gaza: acabar con la organización política y militar responsable de la masacre de alrededor de 1200 personas, según funcionarios israelíes, y que todavía mantiene a más de 100 individuos como rehenes. El primer ministro israelí, Benjamín Netanyahu, ha enfatizado en repetidas ocasiones ese objetivo, incluso cuando enfrenta una presión internacional creciente para disminuir la escala de las operaciones militares. El gobierno de Biden ha despachado a enviados de alto rango a Israel para presionar con el fin de que la guerra entre a una nueva fase enfocada en operaciones más dirigidas en lugar de una destrucción devastadora. Además, críticos tanto dentro como fuera de Israel han cuestionado si la misión de destruir a una organización tan profundamente arraigada fue en algún momento una opción realista. Un exasesor israelí de seguridad nacional calificó el plan de “poco preciso”. Este mes, el presidente francés, Emmanuel Macron, mencionó: “Creo que hemos llegado a un momento en el que las autoridades israelíes tendrán que definir con mayor claridad cuál es su objetivo final. ¿La aniquilación total de Hamás? ¿Alguien piensa que eso es posible? Si es eso, la guerra durará diez años”. Desde que surgió en 1987, Hamás ha sobrevivido intentos repetidos de eliminar a su liderazgo. La estructura de la organización en sí se diseñó para absorber tales contingencias, según especialistas políticos y militares. Además, las tácticas devastadoras de Israel en la guerra con Hamás amenazan con radicalizar a un segmento más amplio de la población, al inspirar a reclutas nuevos. Los analistas estiman que el resultado óptimo para Israel es tal vez la degradación de las capacidades militares de Hamás para evitar que el grupo vuelva a lanzar un ataque tan trágico. Sin embargo, incluso esa meta limitada sería un esfuerzo formidable. Los expertos afirman que Hamás está arraigado en la ideología de que se debe oponer por la fuerza al control de Israel sobre lo que considera territorio palestino, un principio que probablemente dure mucho tiempo. Tahani Mustafa, una analista sénior de Palestina en el grupo de expertos International Crisis Group, opinó: “Mientras ese contexto siga ahí, estarás lidiando con alguna forma de Hamás. Asumir que puedes simplemente extinguir una organización como esa es una fantasía”. Esta semana, el Ejército israelí dio a conocer que había matado a alrededor de 8000 combatientes de Hamás de una fuerza compuesta por un estimado de entre 25.000 y 40.000 integrantes. Sin embargo, no queda claro cómo se realizó el cálculo. Alrededor de 500 se han rendido, según el Ejército, aunque Hamás ha negado que todos provinieran de sus filas. En ocasiones, el Ejército ha entregado informes positivos sobre el progreso de sus objetivos, al describir como “inminente” el control total sobre las áreas en el norte de Gaza donde comenzó su ofensiva terrestre a finales de octubre. No obstante, Netanyahu reconoció el domingo que la guerra “nos está cobrando un costo muy elevado”, a medida que el Ejército anunció que quince militares habían muerto tan solo en las 48 horas anteriores. Se siguen lanzando misiles casi a diario desde el sur de Gaza hacia Israel, aunque muchos menos que antes. Michael Milshtein, un ex alto funcionario de inteligencia de Israel, criticó las declaraciones de algunos líderes israelíes que describían que Hamás estaba en un punto de ruptura y alegó que eso podía crear falsas expectativas sobre la duración de la guerra. Milshtein indicó: “Han estado diciendo esto durante un tiempo, que Hamás está colapsando. Pero simplemente no es cierto. Todos los días, enfrentamos batallas duras”. El Ejército israelí distribuyó volantes en Gaza hace poco, en los cuales ofrecía dinero en efectivo a cambio de información que condujera al arresto de cuatro líderes de Hamás. Con una cita de una expresión popular, el volante en árabe decía: “Hamás ha perdido su poder. No podrían ni freír un huevo. El fin de Hamás está cerca”. El Ejército prometió 400.000 dólares como recompensa por Yahya Sinwar, líder de Hamás en Gaza, y 100.000 dólares por Mohammed Deif, jefe de su ala militar, las Brigadas Al-Qasam. Ambos son considerados los arquitectos del ataque del 7 de octubre. Aunque estuvo durante mucho tiempo entre los hombres más buscados de Gaza, el escurridizo Deif ha evitado ser asesinado o capturado. La única imagen donde aparece en público es una foto de su rostro de hace décadas. Las recompensas se vieron como otro indicio de que Israel enfrenta dificultades para eliminar al liderazgo de Hamás. Se cree que los rangos más altos del grupo se están escondiendo junto con la mayoría de sus combatientes y los rehenes restantes en túneles profundos. Aunque el Ejército israelí ha señalado que demolió al menos 1500 ductos, los expertos consideran que la infraestructura subterránea está en gran medida intacta. Se cree que los túneles, construidos a lo largo de quince años, son tan extensos (se estima que miden cientos de kilómetros) que los israelíes los llaman el “Metro de Gaza”. Tareq Baconi, autor de un libro sobre la organización, manifestó: “En realidad, Hamás está resistiendo bastante bien a este ataque. Aún está demostrando que tiene capacidad militar ofensiva”. Las operaciones del ala militar de Hamás, las Brigadas Al-Qasam, siguen siendo opacas. Las unidades se diseñaron para seguir funcionando aunque Israel destruyera algunas partes. Sus cinco brigadas principales, divididas geográficamente, estaban en el norte de Gaza, la ciudad de Gaza, Gaza central, y en dos ciudades del sur, Jan Yunis y Rafah. La mayoría de las tropas de élite estaban en las dos brigadas del norte, las cuales constituyen alrededor del 60 por ciento de la fuerza, precisó un funcionario militar israelí que solicitó el anonimato conforme a las normas militares. El funcionario aseguró que cerca de la mitad de ellos han sido asesinados, heridos, arrestados o han huido al sur. El funcionario aseveró que, para Israel, el objetivo es primero desmantelar el gobierno; luego, dispersar a los combatientes; y finalmente, eliminar a los comandantes y a sus principales subordinados. No obstante, Azzam Tamimi, un periodista palestino y miembro de la Hermandad Musulmana que escribió un libro sobre Hamás, comentó que el grupo estaba preparado para eso. Tamimi relató: “Los dirigentes de mayor rango pueden desaparecer en cualquier momento porque pueden morir, ser arrestados, o deportados. Así que desarrollaron este mecanismo de fácil transferencia de mando”. Los expertos afirman que, en el mejor de los casos, Israel tal vez puede contener a Hamás. No obstante, incluso si Israel logra de alguna manera desmantelar al grupo en Gaza, todavía hay subdivisiones en Cisjordania y en el extranjero, en lugares como Líbano y Turquía, donde podrían revivirlo. Marc Polymeropoulos, un agente retirado de la CIA especializado en contraterrorismo en Medio Oriente, opinó: “La forma correcta de pensar al respecto es degradar la organización hasta el punto en que ya no sea una amenaza sostenible”. Polymeropoulos añadió: “No puedes tener simplemente una estrategia de matar a todo el mundo. Tienes que pensar en ese escenario del día después”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:52:54.150+02:00",
    "updated": "2023-12-29T00:52:54.150+02:00"
  },
  {
    "uuid": "9c0f4081e64720d69299a293a165563078a35500",
    "url": "https://studentaffairs.ucmerced.edu/news/2024/new-aerospace-engineering-major-links-uc-merced-skyrocketing-industry",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patty Guerra; UC Merced",
    "published": "2024-04-11T00:00:00Z",
    "title": "New Aerospace Engineering Major Links UC Merced to Skyrocketing Industry | Student Affairs",
    "text": "The newest major in UC Merced's School of Engineering is one of the most exciting subjects in - and out of - this world. [Aerospace engineering](https://ae.ucmerced.edu/), one of the fastest-growing industries in the state, will be available as a major area of study at the university in fall 2025. The adoption of an aerospace engineering major at UC Merced is exciting for all the romantic reasons you might expect - visions of alumni working on satellites and spacecraft and taking part in missions to explore the vast frontier. \"As the quest for expanding our footprint to other habitable worlds in the solar system continues, aerospace engineering knowledge will be the important link that contributes to faster, cleaner, efficient vehicles to achieve our goals,\" according to the proposal for the major. \"The same aerospace engineer will also be able to improve our air transportation between different parts of the world. Reduced emissions, noise, and fuel consumption are some of the important near-future objectives that will revolutionize air transport and a degree in aerospace engineering is crucial to achieving all of these.\" It also makes great sense from a financial perspective. The global space economy is growing at a furious pace. It hit $469 billion in 2021, according to the nonprofit [ Space Foundation](https://cie.spacefoundation.org/space-industry-growth-where-are-the-opportunities-in-2022/). In the first six months of 2022 alone, a record-setting 1,022 spacecraft were placed in orbit - more than in the first 52 years of the Space Age, the foundation said. Investment bank Morgan Stanley estimates the economic potential of space commerce business at $1 trillion by 2040. This rapid expansion of the space industry has been driven by increased private sector investment, rising demand for space data and, especially, advances in technology such as reusable launch vehicles and miniature satellites. \"Technology for space missions is evolving rapidly and we will prepare the next generation of engineers to be part of this evolution,\" said Professor Ashlie Martini, chair of the Department of Mechanical Engineering, which developed the aerospace engineering major. \"The incredible growth of the global space economy is a testament to the talented professionals who innovate new ideas for space every day to help humanity and the ever-growing reliance on those benefits from space for all the people of Earth,\" Space Foundation CEO Tom Zelibor said in a news release. \"The booming space industry will need to expand its workforce to sustain this kind of growth. That means delivering the message to everyone, from kindergarten on up, that they have a place in space at one of the most exciting times since we first reached for the stars.\" California is among the leaders in the sector, with the number of jobs projected to grow 8.5 percent in the next decade. There is quite a bit of enthusiasm on campus for the new major. \"We are incredibly excited about the new aerospace engineering major. We already have an optional emphasis in aerospace engineering as part of the mechanical engineering major and many UC Merced alumni are working in the space and aerospace industries,\" Martini said. \"The new dedicated major will be of interest to students who want to focus on these industries in their careers.\" The aerospace engineering major will prepare engineers to design, construct and test aircraft, missiles and spacecraft. Already, UC Merced students and alumni have successfully obtained full-time employment and internship experiences with aerospace employers including Collins Aerospace, Lockheed Martin, Northrup Grumman, Boeing, SpaceX, Blue Origin, Jet Propulsion Lab (JPL), NASA and Raytheon, said Manny Machado, career specialist for the School of Engineering. The major includes a variety of skills outside of engineering, including physical sciences, mathematics, computing, technology, critical reasoning, technological expertise and communication skills. And the opportunities are nearly as endless as space itself. The United States [ Chamber of Commerce](https://www.uschamber.com/space/space-economy-4-trends-to-watch-in-2022) points out that \"private sector business leaders and government agencies have transformed what was once merely a dream of travel among the stars into a fully functioning global market there's already a fully functioning global market - forming private aerospace companies, launching rockets and satellites, and even creating opportunities for space travel.\" Duval Johnson, UC Merced alumnus and mechanical engineering department external advisory board member, works at JPL and has firsthand experience with the rapid growth of the aerospace industry. \"It is a thrilling time to be an engineer working in aerospace and I am pleased that more UC Merced students will be able to shape the future of the field,\" Johnson said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.uschamber.com/space/space-economy-4-trends-to-watch-in-2022)",
      "https://cie.spacefoundation.org/space-industry-growth-where-are-the-opportunities-in-2022/).",
      "https://www.cie.spacefoundation.org/space-industry-growth-where-are-the-opportunities-in-2022/).",
      "https://uschamber.com/space/space-economy-4-trends-to-watch-in-2022)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "new aerospace engineering major links uc merced",
          "sentiment": "neutral"
        },
        {
          "name": "uc merced's school of engineering",
          "sentiment": "neutral"
        },
        {
          "name": "uc merced",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T03:32:23.498+03:00",
    "updated": "2024-04-12T03:32:23.498+03:00"
  },
  {
    "uuid": "9e4b5c693f3e61d17a915ad6d66f92fa07d8cfe6",
    "url": "https://stream24.ilsole24ore.com/video/italia/sangiuliano-cita-benedetto-croce-siamo-tornati-aria-aperta-ovvero-ragionare/AFAu5nCC",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patrizia Maciocchi",
    "published": "2023-12-30T00:42:00Z",
    "title": "Sangiuliano cita Benedetto Croce: \"Siamo tornati all'aria aperta, ovvero a ragionare\" - Il Sole 24 ORE",
    "text": "(Agenzia Vista) \"Oggi siamo tornati alla libertà, ovvero a ragionare con il nostro cervello, mentre prima avevamo un metodo per cui qualcuno voleva imporre in maniera saccente, pedagogica e didattica la sua visione, dicendo che quella era la visione assoluta, mentre tutto deve essere sottoposto al vaglio dei cittadini\". A margine del sopralluogo alla Villa Floridiana di Napoli, il ministro della Cultura, Gennaro Sangiuliano, cita il 'Profilo ideologico del Novecento italianò di Norberto Bobbio. \"Bobbio - spiega Sangiuliano - riprendendo un'affermazione di Benedetto Croce, in chiave antipositivista, per riaffermare il valore dell'idealismo e dello storicismo, dice 'siamo tornati all'aria apertà, cioè siamo tornati a ragionare con il nostro cervello\". Per esprimere meglio il concetto, il ministro cita anche la triade hegeliana. \"Io pongo una tesi - argomenta - lei può porre legittimamente un'antitesi alla mia nozione e poi i cittadini trattano la loro sintesi. Questo significa libertà, mentre prima avevamo un metodo in cui uno arrivava in maniera saccente, pedagogica e didattica e voleva imporre la sua visione, dicendo era la visione assoluta. No, tutto deve essere sottoposto al vaglio critico dei cittadini\".<br/>Fonte: Agenzia Vista / Alexander Jakhnagiev<br/> Riproduzione riservata ©",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T03:32:24.906+02:00",
    "updated": "2023-12-30T03:32:24.906+02:00"
  },
  {
    "uuid": "442ae3e72e9bb32d49550a9e66154e0226c0fd4c",
    "url": "https://www.australianmining.com.au/rio-tinto-inks-deal-to-repower-gladstone-operations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dylan Brown",
    "published": "2025-03-12T23:14:00Z",
    "title": "Rio Tinto inks deal to repower Gladstone operations",
    "text": "Rio Tinto has partnered with Edify Energy to secure reliable and cost-effective renewable energy for its Gladstone aluminium operations in Queensland.\nUnder the agreement, Rio Tinto will purchase 90 per cent of the power and battery storage capacity generated by Edify Energy’s Smoky Creek and Guthrie’s Gap solar power stations for 20 years.\nConstruction of both stations is set to begin in late 2025, with completion targeted for 2028.\nLocated in central Queensland, the two adjacent solar farms will feature 600 megawatts (MW) of solar power and 600MW/2400MW hours of battery storage.\n“These agreements are integral to repowering our Gladstone aluminium operations with affordable, reliable and lower carbon energy for decades to come,” Rio Tinto chief executive officer (CEO) Australia Kellie Parker said .\n“For the first time, we have integrated crucial battery storage in our efforts to make the Boyne aluminium smelter globally cost-competitive, as traditional energy sources become more expensive.\n“We continue to investigate further renewable energy investments to repower our Gladstone aluminium operations.”\nEdify Energy CEO John Cole acknowledged the importance of the agreement in supporting Australia’s industrial sustainability.\n“The Smoky Creek and Guthrie’s Gap solar power stations deliver the latest in solar, battery and inverter technology to support Australia’s power needs,” Cole said.\n“This collaboration is an important commitment to supporting the sustainable future of Australia’s industrial sector.\n“We are proud to advance Rio Tinto’s goals to repower its Gladstone operations and to play a role in the transition to a low-carbon economy.”\nA combination of the 2.2GW of renewable wind and solar power purchase agreements Rio Tinto has secured with European Energy and Windlaband with the Smoky Creek and Guthrie’s Gap agreements are expected to secure 2.7GW of future wind and solar energy in Queensland.\nAbout 80 per cent of the supply will go towards the Boyne smelter’s electricity needs, reducing its emissions by 70 per cent or 5.6 million tonnes of carbon dioxide annually.\nSubscribe to Australian Mining and receive the latest news on product announcements, industry developments, commodities and more.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->energy and resource",
      "Environment->energy resources",
      "Science and Technology->natural science",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.riotinto.com/en/news/releases/2025/rio-tinto-and-edify-energy-sign-landmark-solar-and-battery-agreement-for-rio-tintos-gladstone-operations",
      "https://riotinto.com/en/news/releases/2025/rio-tinto-and-edify-energy-sign-landmark-solar-and-battery-agreement-for-rio-tintos-gladstone-operations"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Kellie Parker",
          "sentiment": "none"
        },
        {
          "name": "Guthrie",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Queensland",
          "sentiment": "none"
        },
        {
          "name": "Boyne",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Edify Energy",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T01:29:37.816+02:00",
    "updated": "2025-03-13T01:29:37.816+02:00"
  },
  {
    "uuid": "a17ea1f94575fd749a7f4a7be2405f9bb65c7ffb",
    "url": "https://andaluciainformacion.es/malaga/1712740/sanchez-afirma-haber-visto-bien-a-biden-y-evidencia-su-preferencia-por-el-frente-a-trump",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-07-12T08:31:00Z",
    "title": "Sánchez afirma haber visto bien a Biden y evidencia su preferencia por él frente a Trump | Andalucía Información. Todas las noticias de Almería",
    "text": "El jefe del Gobierno español, Pedro Sánchez, aseguró este jueves haber visto bien al presidente de Estados Unidos, Joe Biden, en la cumbre de la OTAN y mostró su preferencia por él frente a Donald Trump, pero remitió a su decisión y a la del Partido Demócrata sobre su candidatura para las próximas elecciones. En la rueda de prensa que ofreció al término de la cumbre de la Alianza y al preguntarle su opinión sobre Biden en medio del debate existente sobre si debe ser o no el candidato demócrata en esos comicios, Sánchez dijo que el presidente estadounidense estuvo presente en todos los debates a diferencia de otros líderes que se ausentaron. \"Su compromiso con la OTAN yo creo que es total, es rotundo, y eso se ha demostrado en la celebración de este 75 aniversario\", señaló antes de reconocer que no esconde sus preferencias y, \"con todos los respetos a lo que vaya a elegir el pueblo estadounidense\", prefiere a Biden en vez de a Trump como presidente progresista que es. Pero recalcó que la decisión sobre presentarse finalmente o no depende de él y del Partido Demócrata. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T11:49:50.429+03:00",
    "updated": "2024-07-12T11:49:50.429+03:00"
  }
]