[
  {
    "uuid": "565146eb41399096d0f3b4d7eebfab28bf305a62",
    "url": "https://www.yahoo.com/lifestyle/next-pastry-craze-flaky-golden-221457883.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BuzzFeed",
    "published": "2024-01-05T00:00:00Z",
    "title": "The next pastry craze should be these flaky, golden nazook for Armenian Christmas",
    "text": "LA Times The next pastry craze should be these flaky, golden nazook for Armenian Christmas Read full article Ani Duzdabanyan January 6, 2024 at 12:14 a.m. · 5 min read One of the specialties of Granada Hills home bakery Rose & Rye is nazook, the traditional Armenian spiral pastry that's in high demand for Armenian Christmas. (Michael Blackshire / Los Angeles Times) In her family's Granada Hills kitchen, Kristine Jingozian, one of the founders of Rose & Rye bakery, takes a tray of fresh nazook out of the oven — the flaky, rolled, traditional Armenian pastries that have a butter-and-sugar filling, scented with vanilla and burnished golden on top. Brown paper boxes would be neatly filled with nazook by the half and full dozen in preparation for the weekend of Armenian Christmas, which takes place on Saturday, when families share sweets with relatives to celebrate the holiday.\nWhile the batch is cooling, Jingozian starts to roll delicate gel-like rose “delights” into sticks and arrange them along with walnuts onto rounds of dough that she shapes into crescents, called lokumlu — in high demand for Armenian Christmas Eve, to drink with cups of tea.\nThe flavors of L.A. meets Armenia: Rose & Rye's nazook with fillings such as classic vanilla, strawberry matcha, chocolate hazelnut, black sesame matcha, and brandied dates and walnuts. (Mel Melcon/Los Angeles Times) It’s one of the cookies Jingozian recovered from her grandmother’s old book of recipes, which reflect influences from the years she spent in Soviet Armenia, intertwined with her Syrian and Lebanese background.\n“I watched her make lokumlu during my entire childhood. When we decided to add it to the menu, she came and stayed with us, following our every move and making sure we made it properly,” Jingozian recalls.\nLos Angeles is home to one of the largest Armenian communities outside of Armenia, and dozens of bakeries throughout L.A. reflect its tradition of pastry making, culturally connected to Russia, Iran, Lebanon, France and beyond. To be Armenian is to be of many places.\nRose & Rye is the story of one family’s journey of refuge and immigration told through pastries and cakes that so many like the Jingozians adopted during displacement and changing political regimes, theirs perfected by testing hundreds of recipes.\nKristine Jingozian, left, and her sister, Rose Jingozian, started the family bakery with their mom, Karine, re-creating the Armenian pastries of several generations and adding flavors \"to incorporate other cultures into our own culture,\" Kristine says, \"because Rose & Rye is a diasporic project.\" (Michael Blackshire / Los Angeles Times) Karine Jingozian started the home bakery in May 2017 with her daughters, Rose and Kristine. From their kitchen they also make Persian halva, Russian layer cakes, borek, pirog shortbread tarts and ashtamali, a cross between two iconic desserts (orange blossom semolina cake layered with thickened cream and pistachios) with flavors and ingredients that root them in California, including local olive oil, mandarinquats, blood oranges, black sesame, strawberries and matcha.\nStory continues “I am obsessed with matcha, I drink it everyday so I decided to add it to the traditional nazook,” Kristine says. “It was a way for me to incorporate other cultures into our own culture because Rose & Rye is a diasporic project.\nKristine Jingozian brushes matcha black sesame nazook with a final egg wash before they go into the oven. \"I am obsessed with matcha,\" she says. (Michael Blackshire / Los Angeles Times) “Diasporic food means that it’s not just Armenian: It means that everywhere Armenians went they cooked and it’s Armenian food.”\nThe tangy smell of baked yeasted dough prevails in the sparkling clean kitchen with four ovens placed strategically in different corners, allowing the family of bakers to make their signature cakes and cookies simultaneously.\nThe tidy German-made wooden mill situated on the counter turns grain into flour that Rose & Rye uses in baked goods. When they started their business, the Jingozians set out to work with the Tehachapi Heritage Grain Project, which grows and preserves heirloom organic grains. The project aligned with Rose & Rye’s goal of supporting the local economy and keeping generational traditions alive through food.\nRead more: The secret to the most delicious jam I've ever tasted? Hot, sunny days\nFood has always played a significant role in the Jingozian family. Karine grew up with the vivid stories of her great-grandfather, a chef in Iran. He was known for his shakshuka, which Karine re-created for her family. After repatriating to Armenia, her family moved to Siberia and later, in 1988, to the U.S.\nFor her 40th birthday, Karine decided to apply to culinary school and convert her passion for cooking into a profession. In 2016, she decided to quit her job as a pastry chef in West Hollywood and bake classic French cakes with Rose. Soon, Kristine, who worked at République, joined her mother and sister with the idea to modernize traditional recipes and make them accessible for others outside her community. That’s how centuries-old nazook received a makeover with hazelnut, chocolate and matcha fillings.\nRose & Rye was meant to be a temporary project, but as the customer base grew, with orders for dozens of nazook and full cakes, the Jingozians expanded the menu.\nThat’s when the Jingozians’ Russian honey cake, medovik, was born. “The only good honey cakes that I tasted were the homemade ones. Store-bought ones were either dry or too sweet or didn’t taste like anything,” Kristine says. So she decided to create a cake based on one from her grandmother's recipe book as a starting point, but redeveloped with a flour called Rouge de Bordeaux, a hard red French wheat by Tehachapi Heritage Grain Project with a specific nutty taste that enhances the honey flavor.\nFreshly baked, golden brown nazook are packed carefully into boxes by the half and full dozen. They're especially popular at Armenian Christmas, when families exchange sweets with relatives. (Michael Blackshire / Los Angeles Times) After six months of trial and error, researching 600 different recipes and an endless stream of YouTube videos, they landed on an ultimate multilayer honey cake with strata of honey sour cream whip and a little golden bee on top.\nThe next project was to revitalize another childhood favorite popular in Armenia and other countries under Soviet rule: the Bird’s Milk Cake with white cream between layers made with Muscovado sugar and covered with a chocolate glaze.\n“The way I describe this cake to non-Armenians or someone who is not from Eastern Europe,” Kristine says, “is that it has the flavors of untoasted s’mores.”\nWeekly pre-orders for pickup at Rose & Rye are booked through its website. Cakes by the slice are available at pop-ups in Los Angeles announced on Instagram.\nRead more: 19 dishes from all over the world that blew our minds in 2023\nSign up for our Tasting Notes newsletter for restaurant reviews, Los Angeles food-related news and more.\nThis story originally appeared in Los Angeles Times .\nTRENDING 1. L.A. Lakers mystique was alive and well in '23 on DraftKings' sportsbook in Ontario. 2. Dominican judge orders conditional release of Rays shortstop Wander Franco while probe continues 3. Former Padres catcher Austin Nola agrees to minor league deal with Brewers 4. Vikings rule out RT O'Neill and CBs Murphy and Blackmon for finale vs. Lions 5. The Ravens officially add RB Dalvin Cook, signing him to their practice squad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/oVQsVDGocQHC9eeT8cAgDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/c12607b3cd637cfe591c04bfe2e3c9e3",
      "https://www.latimes.com/food/newsletter/2021-04-17/los-angeles-pastry-chefs-cakes-pies-instagram-tasting-notes",
      "https://s.yimg.com/ny/api/res/1.2/DJzqPhi6jRK3S__L9KwyZA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/b4655363d19b96e6a9632011954413c3",
      "https://www.latimes.com/food/story/2023-06-28/the-secret-to-the-most-delicious-apricot-jam-syrian-lebanese?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
      "https://s.yimg.com/ny/api/res/1.2/_JjvzZwQUJ3alNelv.WolQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/783abd616dcc88b611c71ad07020b662",
      "https://www.latimes.com/newsletters/tasting-notes?utm_source=yahoo&utm_medium=newsletter_module&utm_campaign=tasting-notes",
      "https://roseandrye.com/",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
      "https://www.exploretock.com/rose--rye-los-angeles",
      "https://s.yimg.com/ny/api/res/1.2/eAisQGfL2K6o3PGgDgOikA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
      "https://s.yimg.com/ny/api/res/1.2/xMe8jTbNIFWQM3yUCfEOSw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/la_times_articles_853/177f9365e63227ee1645ec6ca4cb545b",
      "https://www.latimes.com/food/list/best-international-dishes-restaurants-recommendations-2023?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
      "https://media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
      "https://s.yimg.com/ny/api/res/1.2/QHrVLdsSEdcDqG8XRezH.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIzMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
      "https://www.latimes.com/",
      "https://www.latimes.com/food/story/2024-01-05/these-flaky-golden-pastries-for-armenian-christmas-trace-a-story-of-diaspora",
      "https://www.s.yimg.com/ny/api/res/1.2/oVQsVDGocQHC9eeT8cAgDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/c12607b3cd637cfe591c04bfe2e3c9e3",
      "https://www.s.yimg.com/ny/api/res/1.2/xMe8jTbNIFWQM3yUCfEOSw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/177f9365e63227ee1645ec6ca4cb545b",
      "https://roseandrye.com",
      "https://www.s.yimg.com/ny/api/res/1.2/eAisQGfL2K6o3PGgDgOikA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
      "https://latimes.com/",
      "https://www.s.yimg.com/ny/api/res/1.2/QHrVLdsSEdcDqG8XRezH.g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIzMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
      "https://www.latimes.com/newsletters/tasting-notes",
      "https://www.s.yimg.com/ny/api/res/1.2/DJzqPhi6jRK3S__L9KwyZA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/b4655363d19b96e6a9632011954413c3",
      "https://latimes.com/newsletters/tasting-notes?utm_source=yahoo&utm_medium=newsletter_module&utm_campaign=tasting-notes",
      "https://www.roseandrye.com/",
      "https://exploretock.com/rose--rye-los-angeles",
      "https://latimes.com/food/story/2024-01-05/these-flaky-golden-pastries-for-armenian-christmas-trace-a-story-of-diaspora",
      "https://latimes.com/food/story/2023-06-28/the-secret-to-the-most-delicious-apricot-jam-syrian-lebanese?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
      "https://www.s.yimg.com/ny/api/res/1.2/_JjvzZwQUJ3alNelv.WolQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/la_times_articles_853/783abd616dcc88b611c71ad07020b662",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/9d5ef240-2b77-11eb-ab7d-84e86b0eaba3",
      "https://www.media.zenfs.com/en/la_times_articles_853/35156384a010d935c5a0ba8d5c79cddb",
      "https://latimes.com/food/list/best-international-dishes-restaurants-recommendations-2023?utm_source=yahoo&utm_medium=promo_module&utm_campaign=rss_feed",
      "https://www.latimes.com",
      "https://latimes.com/food/newsletter/2021-04-17/los-angeles-pastry-chefs-cakes-pies-instagram-tasting-notes",
      "https://www.latimes.com/food/list/best-international-dishes-restaurants-recommendations-2023",
      "https://www.latimes.com/food/story/2023-06-28/the-secret-to-the-most-delicious-apricot-jam-syrian-lebanese"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael blackshire",
          "sentiment": "none"
        },
        {
          "name": "brown",
          "sentiment": "none"
        },
        {
          "name": "kristine jingozian",
          "sentiment": "none"
        },
        {
          "name": "jingozian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "armenian christmas la times",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "granada hills",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:28:59.434+02:00",
    "updated": "2024-01-06T00:28:59.434+02:00"
  },
  {
    "uuid": "f8f8349be4212ab2b0f24690c8ffd456c4d220bd",
    "url": "https://www.infobae.com/espana/agencias/2023/12/29/gobierno-confia-en-buen-resultado-de-negociaciones-entre-iberia-y-sindicatos-por-huelga/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-29T12:07:00Z",
    "title": "Gobierno confía en \"buen resultado\" de negociaciones entre Iberia y sindicatos por huelga",
    "text": "Madrid, 29 dic (EFECOM).- El Ministerio de Industria y Turismo espera que las negociaciones que están manteniendo Iberia y los sindicatos por la huelga del 'handling'(servicios de asistencia en tierra) sean un \"acierto\" y concluyan con un \"buen resultado\".\n\"Confiamos en el acierto y el buen resultado de las negociaciones que ahora Iberia está teniendo con las fuerzas sindicales\", ha dicho el ministro de Industria y Turismo, Jordi Hereu, tras la conferencia sectorial de turismo celebrada este viernes.\nEn todo caso, ha añadido, \"espero que podemos terminar la campaña de Navidad con la plena normalidad en base al acuerdo\" que puedan alcanzar ambas partes.\nLas fuerzas sindicales tienen prevista una huelga entre el 5 y el 8 de enero, coincidiendo con el fin de semana de la festividad de Reyes, después de que la reunión celebrada este jueves en el Servicio Interconfederal de Mediación y Arbitraje (SIMA) concluyera sin acuerdo.\nInicialmente CCOO y UGT convocaron una huelga entre el 29 y el 31 de diciembre, aunque luego decidieron cancelarla para seguir negociando con Iberia. Sin embargo, ante la falta de avances decidieron convocarla de nuevo para comienzos de enero. Posteriormente, USO decidió también llamar a la huelga para esos mismos días.\nEstas protestas tienen lugar después de que Iberia perdiera el servicio de 'handling' en ocho de los principales aeropuertos del país (Barcelona, Palma de Mallorca, Málaga, Alicante, Gran Canaria, Tenerife Sur, Ibiza y Bilbao), aunque mantuvo Madrid, en el concurso fallado por Aena en septiembre pasado.\nEso obliga a subrogar a los trabajadores de cada uno de los aeropuertos en los que Iberia dejará de operar en las compañías ganadoras en cada plaza (Groundforce, de Globalia, Aviapartners y Menzies).\nLos sindicatos no quieren esa subrogación porque supone salir del paraguas de Iberia, aunque quedan amparados por el convenio del sector, y piden que la compañía haga 'autohandling' para todas las empresas del grupo IAG -al que pertenece junto con British Airways, Vueling, Aer Lingus y Level-.\nSin embargo, la aerolínea lo descarta porque tiene unos costes más elevados que contratar el servicio de 'handling' con terceros y asegura que le llevaría a perder posiciones con sus competidores EFECOM\nefo/mgl/ltm\n(foto)(vídeo)\nMás Noticias\n[Pese a los rumores de las relaciones fracturadas del asturiano con el resto de equipos, Tom McCullough considera al piloto \"una fuerza realmente positiva\"](/espana/2023/12/29/el-contundente-comentario-del-jefe-de-rendimiento-de-aston-martin-sobre-el-ano-de-alonso/)\nEl contundente comentario del jefe de rendimiento de Aston Martin sobre el año de Alonso\n[El Tribunal Supremo considera que no suponía “una situación penalmente relevante de desamparo” y desestima el recurso de la familia](/espana/2023/12/29/absuelven-a-un-hombre-que-dejo-a-su-pareja-indispuesta-en-su-coche-la-mujer-murio-de-un-infarto-poco-despues/)\nAbsuelven a un hombre que dejó a su pareja indispuesta en su coche: la mujer murió de un infarto poco después\n[La valoración de la Organización de Consumidores y Usuarios concluye destacando el exceso de aditivos que caracteriza a estos productos](/espana/2023/12/29/este-es-el-mejor-roscon-de-reyes-del-supermercado-segun-la-ocu/)\nEste es el mejor roscón de Reyes del supermercado, según la OCU\n[Tienen un margen de error de solo el 5% y pueden detectar excesos de velocidad a una distancia de hasta 1 kilómetro](/espana/2023/12/29/asi-multa-pegasus-el-radar-aereo-de-la-dgt-un-helicoptero-con-camaras-de-alta-definicion/)\nAsí multa Pegasus, el radar aéreo de la DGT: un helicóptero con cámaras de alta definición\n[Propuesta por la ministra de Igualdad, García ejercía hasta ahora como consultora de políticas de igualdad en el sector privado. Las asociaciones de personas trans lamentan su nombramiento y aseguran que se ha pronunciado con “especial virulencia contra la infancia y contra las mujeres trans”](/espana/2023/12/29/isabel-garcia-la-nueva-directora-del-instituto-de-las-mujeres-a-la-que-colectivos-lgbti-y-sumar-acusan-de-transfobia/)\nIsabel García, la nueva directora del Instituto de las Mujeres a la que colectivos LGBTI y Sumar acusan de transfobia\nMÁS NOTICIAS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T14:16:23.842+02:00",
    "updated": "2023-12-29T14:16:23.842+02:00"
  },
  {
    "uuid": "170af060c93c1e4c4ea49a65d1d9d0c297bebede",
    "url": "https://www.rosario3.com/informaciongeneral/Incendios-en-Cordoba-autoridades-salieron-a-desmentir-informacion-falsa-de-trolls-libertarios-que-Milei-retuiteo-20240926-0051.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rosario3",
    "published": "2024-09-26T20:20:00Z",
    "title": "Incendios en Córdoba: autoridades salieron a desmentir información falsa de trolls libertarios, que Milei retuiteó",
    "text": "Dentro de la incesante actividad en redes sociales que lo caracteriza, el presidente Javier Milei retuiteó noticias falsas sobre los incendios en Córdoba, las cuales señalan como responsables del estrago a militantes de la agrupación kirchnerista La Cámpora. Los títulos “fakes” estaban acompañados de sugerentes imágenes generadas por inteligencia artificial, y provocaron un desaguisado informativo en medio de la tragedia en las sierras. Hasta el Ejecutivo y la Justicia cordobesa salieron a desmentir las versiones difundidas por el mandatario. En medio de una catarata de tuits, Milei –o el encargado de sus redes– retuiteó el miércoles un posteo de la cuenta troll libertaria @NoMePisesAR, dándole entidad a información falsa. “AHORA: Detuvieron a 17 militantes de La Cámpora por los incendios intencionales en Córdoba y actualmente están todos presos”, dice el tuit acompañado de una imagen generada por inteligencia artificial que muestra a un grupo de varones de juerga en medio de una hoguera, uno de ellos con una remera con la estampa KUK12. El mandatario también hizo lo mismo con un posteo del troll de La Libertad Avanza “Milei SheIby”, que mencionaba a “17 detenidos kirchneristas” con otra imagen artificial con la leyenda “Hate Córdoba”. En ese marco, este jueves el vocero presidencial, Manuel Adorni, ensayó una extraña justificación de la propagación de información falsa en las redes de la máxima autoridad política nacional. “No es irresponsable lo que hizo (refiriéndose a los reposteos del presidente). Es simplemente visualizar o intentar visibilizar una situación grave, dramática y que pueda tener un tinte político, lo cual aún es más grave”, dijo en forma críptica el funcionario, sin profundizar en la supuesta intención política de los incendios en las sierras. Apelando a la autopercepción de la realidad, dijo: “Aparte todos tenemos la libertad de interpretar los hechos y de seguir lo que va determinando el avance de la causa, de hecho las propias declaraciones que ha hecho algún detenido, al menos un video que vi yo. No me parece para nada irresponsable, al contrario, es visibilizar lo que ocurre en lo que para la Argentina es una desgracia, un incendio de esta magnitud, lo que es el accionar de un grupito de inadaptados”. Lo cierto es que las autoridades cordobesas debieron salir a poner paños fríos al asunto. El fiscal general Juan Manuel Delgado dijo que hasta el momento el total de personas detenidas son tres. “Nosotros no tenemos esa información –dijo a Radio Mitre con relación al contenido retuiteado por el presidente–. Sí, tenemos personas detenidas e imputadas, pero no tenemos información sobre que sean de La Cámpora, no tenemos elementos, tampoco son 17”. También hizo lo propio el ministro de Seguridad cordobés, Juan Pablo Quinteros: “Nada hace pensar que los detenidos tengan un nexo de vinculación política. No hay 17 detenidos en Córdoba ni una filiación política entre los que están presos, al menos por ahora”. Como si hiciera falta, el Ministerio Público Fiscal de Córdoba emitió este jueves un comunicado que desmiente la información difundida por el presidente Javier Milei. “Al día de la fecha y conforme surge de las investigaciones preliminares por los incendios ocurridos en las sierras de Córdoba, podemos decir que en primer lugar no hay 17 detenidos, como así tampoco hay indicios que nos permitan afirmar que son de alguna agrupación política”, dice el MPF.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Javier Milei",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Ejecutivo",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:05:05.506+03:00",
    "updated": "2024-09-27T04:37:19.307+03:00"
  },
  {
    "uuid": "f5d522e34cf5e6214e62d7d21148a93536730791",
    "url": "https://english.newstracklive.com/news/you-will-look-10-years-younger-if-you-follow-these-10-practices-sc53-nu318-ta318-1307803-1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@newstrack_eng",
    "published": "2024-01-05T22:14:00Z",
    "title": "You will look 10 years younger, If you follow these 10 practices | NewsTrack English 1",
    "text": "Looking to feel younger and more energetic? Adopting healthy habits can help turn back time. Here are ten proven practices to help you look and feel younger, allowing you to live each day with vitality and radiance. 1) Do not sit for more than half an hour Consuming too much caffeine can have a negative effect on nutritional health. Avoiding excessive tea and coffee consumption will help you stay young. 2) Avoid caffeine Consuming too much caffeine can have a negative effect on nutritional health. Avoiding excessive tea and coffee consumption will help you stay young. 3) Eat lemon or gooseberry It is good to include gooseberry or lemon in the diet to provide the body with vitamins and antioxidants. It helps in boosting immunity and maintaining youth. 4) Include chia and flax seeds in your diet Good digestion is important for good health. Good digestion also requires a good gut. Include chia seeds and hemp seeds in your diet for gut health. It also helps to give strength along with youth. 5) Collagen for healthy skin Collagen supplements can also help maintain skin elasticity. Collagen helps in maintaining hydration and mitigating the signs of aging. 6) Massage the scalp with oil Hair is very important in maintaining youth. Massage the scalp with oil for healthy hair. Along with this, nutritious food should also be consumed. 7) Use of sunscreen It is advisable to use sunscreen to protect yourself from the harmful ultraviolet rays from the sun. It will protect against premature aging. And gives skin shine and protection. 8) Eat protein-rich food Protein plays an important role in maintaining muscle health. A protein-rich diet also helps prevent fat accumulation. 9) Ghee with food Ghee is a source of healthy fats. Ghee also helps in keeping the skin hydrated. Protects the skin from wrinkles and keeps it youthful. 10) Early morning walk Incorporating a brisk walk into your morning routine not only invigorates your body but also enhances blood circulation and mental clarity, setting a youthful tone for the day. Incorporating these habits into your daily routine can serve as a roadmap to reverse the effects of time and unleash the boundless energy and radiance of your younger self. Remember, embracing a holistic approach to wellness involving diet, exercise, skincare, and mindful living can be your key to aging gracefully and feeling youthful at any age. [Is Honey Beneficial or Detrimental for Individuals with Diabetes?](https://english.newstracklive.com/news/is-honey-beneficial-or-detrimental-for-individuals-with-diabetes-sc53-nu318-ta318-1307506-1.html) [Optimize Your Morning: Try THESE Foods on an Empty Stomach for Health Benefits](https://english.newstracklive.com/news/optimize-your-morning-try-these-foods-on-an-empty-stomach-for-health-benefits-sc53-nu318-ta318-1306921-1.html) [A Fresh Start New Year: 10 Resolutions for a Healthier You in 2024](https://english.newstracklive.com/news/a-fresh-start-new-year-10-resolutions-for-a-healthier-you-in-2024-sc53-nu318-ta318-1307001-1.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:21:30.032+02:00",
    "updated": "2024-01-06T00:21:30.032+02:00"
  },
  {
    "uuid": "54b49c627b7322c6f1e563e5753d47753eaa94d2",
    "url": "https://www.ilsole24ore.com/art/boeing-lo-sciopero-rigettato-l-accordo-sindacale-AFvDxlsD",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mara Monti",
    "published": "2024-09-13T05:52:00Z",
    "title": "Boeing verso lo sciopero, rigettato l’accordo sindacale - Il Sole 24 ORE",
    "text": "Gli operai della Boeing sono pronti a lasciare il lavoro, paralizzando la produzione nell’hub degli aerei commerciali di Seattle, dove si producono e assemblano tra gli altri i 737 MAx dopo che il 94,6% ha rifiutato di accettare la proposta e ha votato per lo stato di agitazione. Lo sciopero è il primo dal 2008 da parte dell’International Association of Machinists e Aerospace Workers (IAM) che rappresenta 33mila lavoratori della Boeing in tutta la costa occidentale degli Stati Uniti. Questo si aggiunge alla tensione che grava sul costruttore di aerei, già provato dalle ripercussioni sui controlli in corso da parte della FAA dopo una quasi-catastrofe all’inizio del 2024 che ha scatenato indagini, una rivolta dei clienti e ha rimosso molti dirigenti. Si stima che l’astensione dal lavoro potrebbe durare fino 50 giorni, in linea con gli scioperi precedenti, e secondo gli analisti avrebbe un costo tra i 3 e i 3,5 miliardi di dollari. Ora sindacati e management dovranno tornare al tavolo delle trattative per cercare di trovare condizioni che soddisfino i lavoratori. L’accordo rigettato prevedeva un aumento generale dei salari del 25%, un bonus di 3mila dollari per la firma e l’impegno a costruire il prossimo aereo commerciale della Boeing nell’area di Seattle. I lavoratori, al contrario, chiedevano aumenti del 40 per cento.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Corporate Governance and CSR"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T10:17:02.567+03:00",
    "updated": "2024-09-13T10:17:02.567+03:00"
  },
  {
    "uuid": "a878138a28183748a7faa917b93a113554d296f8",
    "url": "https://es-us.noticias.yahoo.com/m/56fd4f70-9e99-380a-8806-57a51559f3e8/israel-a-la-vanguardia-de-los.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LA NACION",
    "published": "2024-02-16T08:30:00Z",
    "title": "Israel a la vanguardia de los desafíos: innovaciones en el sector hídrico",
    "text": "El Financiero Israel a la vanguardia de los desafíos: innovaciones en el sector hídrico Leer todo el artículo El Financiero 16 de febrero de 2024, 11:30 a. m. Israel a la vanguardia de los desafíos: innovaciones en el sector hídrico\nEl autor es agregado Comercial en la Embajada de Israel en México . El agua es el elemento vital por excelencia. Su uso y aplicación son de tal importancia que, según la Organización Mundial de la Salud, en promedio, para que una persona pueda cubrir sus necesidades básicas necesita un aproximado de 100 litros de agua al día. Asimismo, no podemos olvidar que el sector hídrico, es uno de los más importantes por su diversidad de usos en distintos sectores de la economía, tales como la construcción, minería y agricultura. Actualmente, alrededor del mundo existe un creciente problema con relación al acceso al agua, alrededor del 30 por ciento de la población mundial se enfrenta a situaciones de escasez\nContinuar leyendo MÁS POPULARES Acompañó a su mamá a una resonancia magnética y tuvo un olvido que terminó en su muerte LA NACION · 3 min de lectura Muere la actriz mexicana Sasha Montenegro, protagonista de películas eróticas EFE Latam · 2 min de lectura Vladimir Putin dijo que prefiere que Biden gane las elecciones en EE.UU. y Trump le respondió LA NACION · 5 min de lectura Dan 235 años de prisión al payaso \"Pistachón\" por asesinato El Universal · 3 min de lectura El tenso momento en el que los fanáticos de Kansas atrapan a uno de los tiradores que abrió fuego en el desfile del Super Bowl LA NACION · 3 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/KcdJZmILIt.65scq2D_6ew--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/a718e9e7ac20c298fa78d5bba934814b",
      "https://www.elfinanciero.com.mx/opinion/colaborador-invitado/2024/02/16/israel-a-la-vanguardia-de-los-desafios-innovaciones-en-el-sector-hidrico/",
      "https://s.yimg.com/uu/api/res/1.2/DQQi9POIoIVLn2hnevB55A--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/efe.es/041f3cab332e5261f959b448bcefddab",
      "https://s.yimg.com/ny/api/res/1.2/nnKQ4Ky1Kl0z.dA.bVun0w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUwNA--/https://s.yimg.com/am/60d/380e46c3321b914c74ff2622ce64dc8b",
      "https://twitter.com/intent/tweet?text=Israel%20a%20la%20vanguardia%20de%20los%20desaf%C3%ADos%3A%20innovaciones%20en%20el%20sector%20h%C3%ADdrico&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fm%2F56fd4f70-9e99-380a-8806-57a51559f3e8%2Fisrael-a-la-vanguardia-de-los.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/am/60d/380e46c3321b914c74ff2622ce64dc8b",
      "https://s.yimg.com/uu/api/res/1.2/o.G__SrZuYUL8PE4no_5uQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/eluniversal.com.mx/2ca6968f5a10d40b6bcacf1a4644b516",
      "https://s.yimg.com/uu/api/res/1.2/IqzK9qaWJnXFCNFGO7gRBw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/d721e52b4d1efa76e6d83232b60d77fb",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fm%2F56fd4f70-9e99-380a-8806-57a51559f3e8%2Fisrael-a-la-vanguardia-de-los.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/uu/api/res/1.2/3gTMEgDrApBAyVB0AHBtvw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/519d4d941d77d1525fa237b0b03b72b8",
      "https://www.s.yimg.com/uu/api/res/1.2/3gTMEgDrApBAyVB0AHBtvw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/519d4d941d77d1525fa237b0b03b72b8",
      "https://www.s.yimg.com/uu/api/res/1.2/IqzK9qaWJnXFCNFGO7gRBw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/d721e52b4d1efa76e6d83232b60d77fb",
      "https://www.s.yimg.com/uu/api/res/1.2/DQQi9POIoIVLn2hnevB55A--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/efe.es/041f3cab332e5261f959b448bcefddab",
      "https://elfinanciero.com.mx/opinion/colaborador-invitado/2024/02/16/israel-a-la-vanguardia-de-los-desafios-innovaciones-en-el-sector-hidrico/",
      "https://www.twitter.com/intent/tweet?text=Israel%20a%20la%20vanguardia%20de%20los%20desaf%C3%ADos%3A%20innovaciones%20en%20el%20sector%20h%C3%ADdrico&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fm%2F56fd4f70-9e99-380a-8806-57a51559f3e8%2Fisrael-a-la-vanguardia-de-los.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.s.yimg.com/uu/api/res/1.2/o.G__SrZuYUL8PE4no_5uQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/eluniversal.com.mx/2ca6968f5a10d40b6bcacf1a4644b516",
      "https://www.s.yimg.com/ny/api/res/1.2/nnKQ4Ky1Kl0z.dA.bVun0w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTUwNA--/https://www.s.yimg.com/am/60d/380e46c3321b914c74ff2622ce64dc8b",
      "https://www.s.yimg.com/uu/api/res/1.2/KcdJZmILIt.65scq2D_6ew--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/a718e9e7ac20c298fa78d5bba934814b",
      "https://www.facebook.com/dialog/feed",
      "https://www.elfinanciero.com.mx/opinion/colaborador-invitado/2024/02/16/israel-a-la-vanguardia-de-los-desafios-innovaciones-en-el-sector-hidrico",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fm%2F56fd4f70-9e99-380a-8806-57a51559f3e8%2Fisrael-a-la-vanguardia-de-los.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/am/60d/380e46c3321b914c74ff2622ce64dc8b",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T12:42:16.994+02:00",
    "updated": "2024-02-16T12:42:16.994+02:00"
  },
  {
    "uuid": "32363bbb9d7549f75d9654670469bc41fd05d38c",
    "url": "https://www.ksbw.com/article/rate-of-stroke-deaths-adults-hit-two-decade-high-during-pandemic/61821485",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deidre McPhillips, CNN",
    "published": "2024-08-08T20:48:00Z",
    "title": "Rate of stroke deaths among middle-age US adults hit two-decade high during COVID pandemic, report shows",
    "text": "Middle-aged people in the United States are more likely to die from a stroke than they have been in about two decades, according to a new report from the U.S. Centers for Disease Control and Prevention.Video above: Junk food is leading to memory problems and strokesAfter at least a decade of decline, the death rate from stroke for people ages 45 to 64 started to rise in 2012. By 2019, the stroke death rate for this age group had grown 7% from where it was seven years earlier, and it spiked another 12% in the early years of the COVID-19 pandemic.Stroke deaths for this age group dipped slightly in 2022 but were still significantly higher than before the pandemic. More than 19,700 people ages 45 to 64 died from a stroke in 2022, according to the new report – about 24 deaths for every 100,000 people in this age group.Stroke is the fifth leading cause of death in the U.S. overall, and most strokes happen to people 65 and older. Earlier research has found that Covid-19 infection raises the risk of stroke for people of all ages.But the longer-term rise in stroke death rates among middle-aged people contrasts with the downward trend seen among seniors and elderly people over the past decade, says Sally Curtain, a statistician with the CDC's National Center for Health Statistics and author of the new report.Also, racial and ethnic disparities in the death rate from stroke are much higher among middle-aged adults than they are for older adults, she said. Among those 65 and older, the stroke death rate for Black people was 24% higher than it was for White seniors; among those ages 45 to 64, it was 133% higher for Black people than White people.Middle-aged men are more likely to die from a stroke than middle-aged women, and stroke death rates are higher in the South than in any other region, according to the new report.In 2022, there were about 66 deaths from stroke for every 100,000 middle-aged Black men living in the South – nearly three times more than the overall rate for this age group.Experts warn that middle age is an important time to monitor your health and manage risk factors such as hypertension, diabetes and obesity.\"Many people think about stroke being an older person's disease, and it is. The longer you're alive, the longer the risk factors have to cause plaque to form in blood vessels,\" said Dr. Elisabeth Breese Marsh, a vascular neurologist and director of the Comprehensive Stroke Center at Johns Hopkins Bayview. But the arteries start to harden in middle age, which can exacerbate the build-up and lead to complications.\"All of these risk factors are so prevalent in society, and we're seeing them at earlier ages. It is not uncommon for younger people now to have strokes due to these comorbidities,\" said Marsh, who was not involved in the new report. \"No one wants to feel old, but it's taking care of yourself earlier on that really helps you to thrive in middle and later life.\"Stroke diagnosis and treatment options have evolved greatly over the past decade, experts say. And new ways to address comorbidities – such as blockbuster GLP-1 drugs that are used to treat type 2 diabetes and obesity – hold promise in managing risk factors.But it's crucial for people who are having a stroke to act fast – and to have equitable access to health care and treatment, experts say.Strokes are often identified by a sudden severe headache, vision problems in one or both eyes, trouble walking, paralysis or numbness in the face or limbs, and trouble speaking or understanding others, according to the Mayo Clinic.The younger brains of middle-age adults have significant potential to recover if treated quickly and aggressively, Marsh said, but people in this age group may wait longer to seek care because they may be less likely to admit they need help.\"It's really important, whether it's the patient or their family, that they recognize the symptoms and get to the hospital as fast as possible,\" she said. \"Those first couple of hours are critical.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://healthcare.utah.edu/healthfeed/2022/01/covid-19-increasing-stroke-risks-people-of-all-ages",
      "https://www.healthcare.utah.edu/healthfeed/2022/01/covid-19-increasing-stroke-risks-people-of-all-ages"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "u.s. centers for disease control and prevention",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:14:17.778+03:00",
    "updated": "2024-08-09T00:36:52.433+03:00"
  }
]