[
  {
    "uuid": "dc82eb3710dfde60aedb6a56b9fa140e16ce7041",
    "url": "https://lasillarota.com/nacion/2023/12/28/xochitl-galvez-critica-megafarmacia-de-amlo-no-juege-con-la-salud-del-pueblo-dice-463031.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ELIA LÓPEZ YEBRA",
    "published": "2023-12-28T22:12:00Z",
    "title": "Xóchitl Gálvez critica megafarmacia de AMLO: “No juege con la salud del pueblo”, dice | La Silla Rota",
    "text": "Previo a la inauguració de la [ megafarmacia del Bienestar,](https://lasillarota.com/nacion/2023/12/27/megafarmacia-del-bienestar-de-bodegon-de-liverpool-intento-de-almacen-central-de-medicinas-462922.html) para distribuir medicamentos a todo México, proyecto del presidente Andrés Manuel López Obrador, Xóchitl Gálvez, precandidata presidencial de la alianza Fuerza y Corazón por México criticó al mandatario por concentrar los medicamentos en un solo lugar, cuando lo que se necesita es distribuirlos a los enfermos. Y es que de acuerdo a lo dicho por el presidente Andrés Manuel López Obrador, desde la megafarmacia, ubicada de el municipio de Huehuetoca, en el Estado de México, se distribuirán todos los días medicamentos a los estados por vía aérea, ya sea en avión o helicóptero, dependiendo del lugar. [ÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO](https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B) Te podría interesar Ante dicha situación, Xóchitl Gálvez calificó de carísima y absurda la política de Salud de López Obrador, quien anunció en octubre pasado que las instalaciones estaría en Huehuetoca, Estado de México. \"Carísimo y absurdo\", dice Xóchitl Gálvez “La idea de una megafarmacia puede no sonar mal, pero eso de mandar medicamentos todos los días en avión y helicóptero es carísimo y absurdo. México no necesita la megafarmacia más grande del mundo”, afirmó la abanderada presidencial de la coalición formada por PRI, PAN y PRD, a través de un video que compartió en su redes sociales. “Lo que necesita es que haya medicinas en cada una de sus 190 mil localidades”, precisó Xóchitl Gálvez durante el video donde lanzó criticas al proyecto del gobierno federal. \"¿Cómo va a llegar un medicamento de urgencia desde aquí en Huehuetoca, Estado de México hasta un enfermo de Tijuana, a Mérida o en la montaña de Guerrero”, cuestionó la abandera presidencial de Fuerza y Corazón por México. La aspirante presidencial aseguró que con el desabasto de medicamentos no debe jugarse, ni con la salud de la población, por lo que recriminó a López Obrador no pensar “No se trata de política, se trata de vidas humanas… No juege con la salud del pueblo presidente, no se vale”, expresó. Aseguró que no se puede salir de la pobreza si cada vez que se enferma alguien de la familia se debe gastar mucho dinero en medicamentos, ya que en los servicios de salud pública, prevalece el desabasto de medicina. Xóchitl Gálvez promete acabar con el desabasto de medicamentos Xóchitl Gálvez aseguró su gobierno pondrá el fin al desabasto de medicamentos, ya que brindará soluciones reales a los problemas de la población “¿No que primero los pobres? Vamos a poner fin al desabasto de medicinas. Vamos por un gobierno que te diga la verdad y dé soluciones reales a tus problemas. El pueblo merece salud. Tú mereces más”, concluyó la precandidata presidencial. De acuerdo a los planes del gobierno del presidente Andrés Manuel López Obrador, este viernes 29 de diciembre se tiene prevista la inauguracón de la megafarmacia del Bienestar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)",
      "https://whatsapp.com/channel/0029Va6evSkGk1Ftej78ks0B)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:59.860+02:00",
    "updated": "2023-12-29T00:33:59.860+02:00"
  },
  {
    "uuid": "ef7940fb62c1d265c4e2067fbac25f0e1c419f89",
    "url": "https://www.latestnigeriannews.com/p/3297901/mouka-physiotherapy-group-advocate-quality-sleep-for-muslims-in-ramadan.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2024-03-29T05:13:00Z",
    "title": "Mouka, Physiotherapy Group Advocate Quality Sleep For Muslims In Ramadan",
    "text": "\"I'm the only person to come back to number one after cancellation\" Kanye West writes as he says he's the \"only GOAT\" - Linda Ikeji 17-year-old girl raped and strangled to death by her cousin in South Africa - https://www.latestnigeriannews.com/news/3297173/17yearold-girl-raped-and-strangled-to-death-by-her-cousin-in-south-africa.html According to the International Monetary Fund (IMF), inflation measures the increase in price for a set of goods and services over a certain period, usually a year. - Pulse Actor Osita Iheme Reveals How He Feels About His Memes Circulating The Social Media - Stella Dimoko Korkus Actress Eniola Alao Tenders Apology Over Failed PR Stunt For New Movie + Gifts 2 Million To 2 Actresses - https://www.latestnigeriannews.com/news/3297116/actress-eniola-alao-tenders-apology-over-failed-pr-stunt-for-new-movie-gifts-2-m.html Africa Magic Showcase to screen on GOtv - The Nation Barrister Bida prayed to God to protect Tinubu and all Nigerians from harm and guide them towards success and righteousness. - https://www.latestnigeriannews.com/news/3297157/barrister-bida-prayed-to-god-to-protect-tinubu-and-all-nigerians-from-harm-and-g.html BBNaija: Deji Get Licensed as A Pharmacist In USA, Days After Miracle Graduates from Aviation School - Gistlover Beverly Naya Opens Up On Why She Almost Quit Acting - New Telegraph A trio of deadline-day signings for Warrington Rylands - Yahoo A's Fans Protest MLB Opening Day Amid Las Vegas Move, Watch Game from Parking Lot - Bleacher Report Angels' Mike Trout: 'A Lot of People Are Writing Me Off' Entering 2024 MLB Season - https://www.latestnigeriannews.com/news/3297276/angels-mike-trout-a-lot-of-people-are-writing-me-off-entering-2024-mlb-season.html Arizona's Caleb Love Called Out by CBB Fans After Clemson's Stunning Sweet 16 Upset - https://www.latestnigeriannews.com/news/3297286/arizonas-caleb-love-called-out-by-cbb-fans-after-clemsons-stunning-sweet-16-upse.html Arsenal face Man City Premier League summit meeting - https://www.latestnigeriannews.com/news/3297250/arsenal-face-man-city-premier-league-summit-meeting.html Barcelona down Brann to set up Chelsea Champions League rematch - https://www.latestnigeriannews.com/news/3297214/barcelona-down-brann-to-set-up-chelsea-champions-league-rematch.html Be careful, fans warn Sadiq after Finidi spat - Punch Browns' Deshaun Watson Remains on Schedule amid Shoulder Injury Rehab, GM Says - https://www.latestnigeriannews.com/news/3297277/browns-deshaun-watson-remains-on-schedule-amid-shoulder-injury-rehab-gm-says.html Bucks' Patrick Beverley to Play Through Wrist Injury; Was Set to Miss 3-4 Months - https://www.latestnigeriannews.com/news/3297270/bucks-patrick-beverley-to-play-through-wrist-injury-was-set-to-miss-34-months.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Health"
    ],
    "external_links": [
      "https://newtelegraphng.com/beverly-naya-opens-up-on-why-she-almost-quit-acting/?utm_source=rss&utm_medium=rss&utm_campaign=beverly-naya-opens-up-on-why-she-almost-quit-acting",
      "https://www.lindaikejisblog.com/2024/3/17-year-old-girl-raped-and-strangled-to-death-by-her-cousin-in-south-africa.html",
      "https://uk.sports.yahoo.com/news/arsenal-face-man-city-premier-023308718.html",
      "https://www.lindaikejisblog.com/2024/3/im-the-only-person-to-come-back-to-number-one-after-cancellation-kanye-west-writes-as-he-says-hes-the-only-goat.html",
      "https://www.pulse.ng/business/domestic/top-countries-with-the-worst-inflation-rates/sx5fzk6",
      "https://bleacherreport.com/articles/10114775-browns-deshaun-watson-remains-on-schedule-amid-shoulder-injury-rehab-gm-says",
      "https://bleacherreport.com/articles/10114793-arizonas-caleb-love-called-out-by-cbb-fans-after-clemsons-stunning-sweet-16-upset",
      "https://uk.sports.yahoo.com/news/barcelona-down-brann-set-chelsea-194856525.html",
      "https://uk.sports.yahoo.com/news/trio-deadline-day-signings-warrington-212339903.html",
      "https://bleacherreport.com/articles/10114807-as-fans-protest-mlb-opening-day-amid-las-vegas-move-watch-game-from-parking-lot",
      "https://bleacherreport.com/articles/10114762-bucks-patrick-beverley-to-play-through-wrist-injury-was-set-to-miss-3-4-months",
      "http://www.stelladimokokorkus.com/2024/03/actress-eniola-alao-tenders-apology.html",
      "https://thenationonlineng.net/africa-magic-showcase-to-screen-on-gotv/",
      "https://www.pulse.ng/news/local/barrister-bida-pens-special-birthday-prayer-for-president-tinubu-nigerians/rj4vytv",
      "https://www.gistlover.com/bbnaija-deji-get-licensed-as-a-pharmacist-in-usa-days-after-miracle-graduates-from-aviation-school/",
      "https://bleacherreport.com/articles/10114774-angels-mike-trout-a-lot-of-people-are-writing-me-off-entering-2024-mlb-season",
      "http://www.stelladimokokorkus.com/2024/03/actor-osita-iheme-reveals-how-he-feels.html",
      "https://punchng.com/be-careful-fans-warn-sadiq-after-finidi-spat/",
      "http://stelladimokokorkus.com/2024/03/actress-eniola-alao-tenders-apology.html",
      "https://lindaikejisblog.com/2024/3/im-the-only-person-to-come-back-to-number-one-after-cancellation-kanye-west-writes-as-he-says-hes-the-only-goat.html",
      "https://pulse.ng/business/domestic/top-countries-with-the-worst-inflation-rates/sx5fzk6",
      "https://www.newtelegraphng.com/beverly-naya-opens-up-on-why-she-almost-quit-acting/?utm_source=rss&utm_medium=rss&utm_campaign=beverly-naya-opens-up-on-why-she-almost-quit-acting",
      "https://www.punchng.com/be-careful-fans-warn-sadiq-after-finidi-spat/",
      "https://www.bleacherreport.com/articles/10114793-arizonas-caleb-love-called-out-by-cbb-fans-after-clemsons-stunning-sweet-16-upset",
      "https://www.gistlover.com/bbnaija-deji-get-licensed-as-a-pharmacist-in-usa-days-after-miracle-graduates-from-aviation-school",
      "https://www.bleacherreport.com/articles/10114807-as-fans-protest-mlb-opening-day-amid-las-vegas-move-watch-game-from-parking-lot",
      "https://www.uk.sports.yahoo.com/news/barcelona-down-brann-set-chelsea-194856525.html",
      "https://www.bleacherreport.com/articles/10114774-angels-mike-trout-a-lot-of-people-are-writing-me-off-entering-2024-mlb-season",
      "https://lindaikejisblog.com/2024/3/17-year-old-girl-raped-and-strangled-to-death-by-her-cousin-in-south-africa.html",
      "https://www.bleacherreport.com/articles/10114775-browns-deshaun-watson-remains-on-schedule-amid-shoulder-injury-rehab-gm-says",
      "https://www.bleacherreport.com/articles/10114762-bucks-patrick-beverley-to-play-through-wrist-injury-was-set-to-miss-3-4-months",
      "https://www.uk.sports.yahoo.com/news/trio-deadline-day-signings-warrington-212339903.html",
      "https://www.thenationonlineng.net/africa-magic-showcase-to-screen-on-gotv/",
      "https://newtelegraphng.com/beverly-naya-opens-up-on-why-she-almost-quit-acting/",
      "https://thenationonlineng.net/africa-magic-showcase-to-screen-on-gotv",
      "https://www.uk.sports.yahoo.com/news/arsenal-face-man-city-premier-023308718.html",
      "https://pulse.ng/news/local/barrister-bida-pens-special-birthday-prayer-for-president-tinubu-nigerians/rj4vytv",
      "https://punchng.com/be-careful-fans-warn-sadiq-after-finidi-spat",
      "http://stelladimokokorkus.com/2024/03/actor-osita-iheme-reveals-how-he-feels.html",
      "https://gistlover.com/bbnaija-deji-get-licensed-as-a-pharmacist-in-usa-days-after-miracle-graduates-from-aviation-school/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kanye west",
          "sentiment": "negative"
        },
        {
          "name": "mouka",
          "sentiment": "negative"
        },
        {
          "name": "linda ikeji",
          "sentiment": "none"
        },
        {
          "name": "stella dimoko korkus",
          "sentiment": "none"
        },
        {
          "name": "osita iheme",
          "sentiment": "none"
        },
        {
          "name": "bida",
          "sentiment": "none"
        },
        {
          "name": "tinubu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "physiotherapy group advocate quality sleep for muslims in ramadan",
          "sentiment": "negative"
        },
        {
          "name": "imf",
          "sentiment": "none"
        },
        {
          "name": "africa magic showcase",
          "sentiment": "none"
        },
        {
          "name": "international monetary fund",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T09:47:03.196+03:00",
    "updated": "2024-03-29T09:47:03.196+03:00"
  },
  {
    "uuid": "dac8e33e52f31a3a10d58bbc0ce9961bb4725c36",
    "url": "https://nonpareilonline.com/news/local/government-politics/ramaswamy-campaign-lincolns-pub-council-bluffs/article_f85bbc78-a5c7-11ee-9a41-b724b357d1c4.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Golbitz The Nonpareil",
    "published": "2023-12-28T05:00:00Z",
    "title": "Ramaswamy campaigns at Lincoln's Pub in Council Bluffs",
    "text": "Republican presidential candidate Vivek Ramaswamy doubled down on his war against “wokeism,” linking it with “transgenderism, climatism” and “covidism” as the cornerstones of an insidious plot to undermine the American dream — a plot that he beieves only he can defeat. “I see a Republican party that has grown lazy,” Ramaswamy told a small crowd of about 20 people at Lincoln’s Pub in Council Bluffs on Thursday, the first of nine scheduled campaign stops for the day. “I don't just mean lazy in the ‘get out the vote operation’ sense of lazy. I mean lazy in defining who we are and what we even stand for,\" Ramaswamy continued. \"The left is very good at this. I mean, they don't give you the right vision, but they'll give you a vision: race, gender, sexuality, climate.\" He said the Republican Party has \"grown lazy to just sit here criticizing what they put up, but without offering our own vision of what we actually stand for: individuals, family, nation, God. That beats race, gender, sexuality and climate if we have the courage to actually stand for something.\" People are also reading… Ramaswamy added: \"We can't anymore just be the party that is running from something. We gotta be running to something, to our vision of what it means to be an American today.” Ramaswamy stands for an isolationist “America First” policy, echoing the words of former President Donald Trump and others who have used the slogan. Ramaswamy referred to the Ukrainian defense against Russian invasion as “a pointless foreign war,” suggesting he would no longer aid the nation’s allies against neighboring aggressors. Ramaswamy, said he would send U.S. military forces to both the northern and southern borders to stop people from entering the United States without legal permission. “I can't be a father of two sons in the White House and tell them they have to follow the rules when I'm leading a government that isn't following its own rules,” he said. “Anybody who's in this country illegally will be returned to their country of origin.\" He cited a law he says allows Immigration and Customs Enforcement agents \"can deputize local law enforcement to serve their warrants. That's how we do it. Use our military to secure our own southern border.” Ramaswamy stands for a nuclear family composed of a husband and wife of opposite genders raising their children together. “Kids born in a two parent household versus a fatherless household -- that's most single parent households -- the ones in single parent households are eight times more likely to end up in jail, 10 times more likely not to graduate from high school,” Ramaswamy said. “Right now we are paying single mothers more money not to have a man in the house then to have a man in the house, teaching them to be married to Uncle Sam instead of that other guy who was in their house. That's what we're incentivizing, actually,” he added. Ramaswamy also believes that “the best person no longer gets the job,” calling it “the death of meritocracy,” which is a political ideology that believes that people should be rewarded based solely on talent and effort — without considering how wealth, income inequalities and other factors can impede a person’s opportunities and, thus, their achievements. “It’s based on other attributes,” he said. “Race, gender or whatever the other popular attributes are. That shrinks the success of our culture. We’re penalizing excellence.” If elected president, Ramaswamy would close a variety of government agencies, including the FBI, the Bureau of Alcohol, Tobacco and Firearms, the Centers for Disease Control and Prevention, and the federal Department of Education. “That’s how you revive the integrity of a constitutional republic,” he said. He would fire the 20,000 “back office bureaucrats” at the FBI and fold the remaining agents into the U.S. Marshals Service or the Drug Enforcement Administration. Ramaswamy would make Election Day a federal holiday and do away with early voting. He would seek to have ballots printed only in English, and voter identification would be mandatory. “That’s not too much to ask,” he said. “This isn’t a Black or a white idea. These aren’t even Democrat or Republican ideas, not really. These are American ideals that we fought a revolution to secure in this country, and I believe, deep in my heart, that those ideals still exist. I’m running for president to revive them.” Also on the campaign trail this week is the wife of Florida Gov. Ron DeSantis, Casey DeSantis. She will appear Friday in Atlantic at Family Table of Atlantic, 609 W. Seventh St., at 2:30 p.m., followed by Barley's at 114 W. Broadway in Council Bluffs at 4:30 p.m.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vivek ramaswamy",
          "sentiment": "negative"
        },
        {
          "name": "ramaswamy",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "lincoln",
          "sentiment": "negative"
        },
        {
          "name": "republican party",
          "sentiment": "none"
        },
        {
          "name": "council bluffs",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:28:06.354+02:00",
    "updated": "2023-12-29T03:28:06.354+02:00"
  },
  {
    "uuid": "e16d731c7726250aee6e0addb9995ff38e18f1dc",
    "url": "https://www.boursedirect.fr/fr/actualites/categorie/arts-culture-et-spectacles/journalistes-tues-a-gaza-rsf-sonne-l-alarme-afp-c23936950f41dee96b542454b338c9c9ed29db38",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bourse Direct",
    "published": "2024-09-26T22:24:00Z",
    "title": "Journalistes tués à Gaza: RSF sonne l'alarme",
    "text": "Journalistes tués à Gaza: RSF sonne l'alarme Un amoncellement de dossards presse en sang: Reporters sans frontières a lancé jeudi une série d'opérations coup de poing à travers le monde en hommage aux journalistes tués à Gaza, où l'information est en péril selon l'ONG. \"Au rythme où les journalistes sont tués à Gaza, il n'y aura bientôt plus personne pour vous informer\", pouvait-on lire jeudi matin sur une banderole affichée par ses membres sur le parvis des Droits de l'Homme à Paris. Ils ont aussi empilé des dossards ensanglantés sur fond de tour Eiffel, a constaté l'AFP. Des actions similaires étaient prévues en Allemagne, au Royaume-Uni, au Brésil, en Espagne, aux Etats-Unis, au Sénégal, en Tunisie, en Suisse et à Taïwan. Selon RSF, plus de 130 journalistes ont été tués à Gaza par des frappes israéliennes depuis le 7 octobre 2023, dont au moins 32 dans l'exercice de leurs fonctions. \"Nous demandons la protection des journalistes de Gaza, la fin de l'impunité et l'ouverture de la bande aux journalistes étrangers. Il en va de notre droit à l'information\", a fait valoir Thibaut Bruttin, directeur général de l'ONG. RSF a déposé quatre plaintes auprès de la Cour pénale internationale (CPI) pour \"crimes de guerre commis par Israël contre des journalistes\" à Gaza. Début janvier, le procureur de la CPI avait déclaré que les crimes contre les journalistes étaient inclus dans son enquête sur des crimes de guerre à Gaza. La bande de Gaza est depuis un an la cible de bombardements israéliens dévastateurs et meurtriers, une guerre déclenchée par l'attaque sans précédent du Hamas, qui y est au pouvoir depuis 2007, dans le sud d'Israël le 7 octobre 2023. Cette attaque a entraîné la mort de 1.205 personnes, majoritairement des civils, selon un décompte de l'AFP basé sur des données officielles israéliennes qui inclut les otages morts ou tués en captivité à Gaza. En riposte, l'offensive militaire israélienne sur Gaza a fait au moins 41.495 morts, en majorité des civils, selon les données du ministère de la Santé du gouvernement du Hamas, jugées fiables par l'ONU. Le conflit s'est élargi et fait craindre une escalade régionale, alors qu'Israël multiplie depuis plusieurs jours les bombardements aériens sur le Liban, disant viser des caches d'armes et installations du mouvement islamiste Hezbollah soutenu par l'Iran et allié du Hamas. ■Copyright © 2024 AFP. Tous droits de reproduction et de représentation réservés. Toutes les informations reproduites dans cette rubrique (dépêches, photos, logos) sont protégées par des droits de propriété intellectuelle détenus par l'AFP. Par conséquent, aucune de ces informations ne peut être reproduite, modifiée, transmise, rediffusée, traduite, vendue, exploitée commercialement ou utilisée de quelque manière que ce soit sans l'accord préalable écrit de l'AFP. l'AFP ne pourra être tenue pour responsable des délais, erreurs, omissions, qui ne peuvent être exclus ni des conséquences des actions ou transactions effectuées sur la base de ces informations. - 0 vote - 0 vote - 0 vote - 0 vote - 0 vote",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:53:57.105+03:00",
    "updated": "2024-09-27T01:53:57.105+03:00"
  },
  {
    "uuid": "2eb79f3f2236a77fe27d773b7b90e76e04147e31",
    "url": "http://business.bigspringherald.com/bigspringherald/article/getnews-2024-1-5-where-mountains-meet-the-sea-ftp-2023-in-action-the-circle-of-life",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-01-05T00:00:00Z",
    "title": "Where Mountains Meet the Sea: FTP 2023 in Action | The Circle of Life | Markets | bigspringherald.com",
    "text": "Video Link: https://youtu.be/B4YYHLio7gk?si=gPrzTMOF7Cz625J5\nLucid waters and lush mountains and its blue seas and skies are Hainan's strongest advantages and greatest assets. How do we rewrite its story of ecological conservation into one of wealth creation, maintaining its ecology while increasing economic prosperity? Hainan has sought to answer this question through concrete exploration.\nIn this episode, HIMC presenter Henry and overseas communication officer Tommy visit Wangxia Township in Changjiang County, walking the depths of the rainforest to experience the real gains it has brought to the local community.\nW here is the Wangxia Township ?\nWangxia Township, located in the west of Hainan Island, the Changjiang Li Autonomous County, boasts the most primitive ecological landscape resources, a mild climate, and a forest coverage rate of 98%, as well as rare species of trees including the upas tree, agallochum and other precious trees.\nThis earns Hainan the name of “natural species gene bank”. Adhering to the concept of harmonious coexistence between man and nature, Wangxia Township follows the policy of forest ecological service payments. This is coupled with publicity campaigns and effective measures for the protection of biodiversity. As a result, a miraculous landscape painting has unfolded in the Li ethnic township.\nIn December 2018, the Chinese Ministry of Ecology and Environment named Wangxia Township the Practice and Innovation Base of “Lucid Waters and Lush Mountains Are Invaluable Assets”. Since 2019, Wangxia Township has been making efforts to explore the road of sustainable community development and build “The best Li Ethnic Township in China”.\nEfforts have been made to revitalize the intangible cultural heritage of Li people, such as winemaking, Li brocade, rattan weaving and explore the local culture to highlight ethnic folk characteristic elements. Efforts are being made to build up Three Poetic and Picturesque Villages. The nature capital has thus been used as capital for future development. The formerly poor and backward Li Ethnic Village has become a \"rich and beautiful village\" for other parts of Hainan to emulate.\nWho is Tommy?\nTommy Coleman, an internet influencer who comes from Los Angeles, California in America, has been living in China since 2006. In 2010, he came to Hainan and soon decided to settle down, working on his chosen career as a small business owner, and now volunteers as one of the overseas communication officers with the Hainan International Media Center, an organization that helps present Hainan to the outside world.\nAs an internet influencer, the videos he uploads, in which he speaks standard Chinese, Hainan dialect as well as English, usually go pretty heavy on tongue-in-cheek humor, recording his life in Hainan, and he's got 400,000 followers so far.\nWho i s Henry Hao KONG ？\nHenry Kong, host for South China’s Hainan International Media Center (HIMC), has been in Hainan for three years. He grew up in China and studied in the U.S., attending the Pennsylvania State University before pursuing a journalism career. He became a correspondent and host for HIMC in 2020, hosting his program on the Internet and social media. Kong has also served as the host of HIMC’s business talk FTP Plus on TV.\nKong's journalistic output has earned him several honors over the years, including a first prize in Hainan News Award. In 2023, Kong attended China Media Group’s Host Competition and ranked top 10 in the event.\nMedia Contact\nCompany Name: Hainan International Media Center (HIMC)\nContact Person: Shuaichen Lin\nEmail: Send Email\nCity: Haikou\nState: Hainan\nCountry: China\nWebsite: https://www.hicn.cn/\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.youtube.com/embed/B4YYHLio7gk?si=gPrzTMOF7Cz625J5",
      "http://www.universalpressrelease.com/?pr=where-mountains-meet-the-sea-ftp-2023-in-action-the-circle-of-life",
      "https://www.getnews.info/press_stat.php?pr=where-mountains-meet-the-sea-ftp-2023-in-action-the-circle-of-life",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://youtu.be/B4YYHLio7gk?si=gPrzTMOF7Cz625J5",
      "https://www.cloudquote.io/article/5",
      "https://www.hicn.cn/",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-where-mountains-meet-the-sea-ftp-2023-in-action-the-circle-of-life",
      "https://www.cloudquote.io/article/6",
      "https://www.youtu.be/B4YYHLio7gk?si=gPrzTMOF7Cz625J5",
      "https://www.googletagmanager.com/gtag/js",
      "http://universalpressrelease.com/?pr=where-mountains-meet-the-sea-ftp-2023-in-action-the-circle-of-life",
      "https://youtube.com/embed/B4YYHLio7gk?si=gPrzTMOF7Cz625J5",
      "https://www.youtube.com/embed/B4YYHLio7gk",
      "https://cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel",
      "https://hicn.cn/",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-where-mountains-meet-the-sea-ftp-2023-in-action-the-circle-of-life",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "https://youtu.be/B4YYHLio7gk",
      "https://cloudquote.io/article/5",
      "https://www.hicn.cn",
      "https://getnews.info/press_stat.php?pr=where-mountains-meet-the-sea-ftp-2023-in-action-the-circle-of-life"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wangxia townsh",
          "sentiment": "none"
        },
        {
          "name": "tommy",
          "sentiment": "none"
        },
        {
          "name": "henry",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "wangxia township",
          "sentiment": "none"
        },
        {
          "name": "changjiang county",
          "sentiment": "none"
        },
        {
          "name": "changjiang li autonomous county",
          "sentiment": "none"
        },
        {
          "name": "hainan",
          "sentiment": "none"
        },
        {
          "name": "hainan island",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:15.202+02:00",
    "updated": "2024-01-06T00:01:15.202+02:00"
  },
  {
    "uuid": "96eba09ad87b70ec8394452b7f59b6aa747decbb",
    "url": "https://www.frontpagemag.com/the-ongoing-fight-against-the-jewishness-of-jesus/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Brown",
    "published": "2023-12-29T09:10:00Z",
    "title": "The Ongoing Fight Against the Jewishness of Jesus",
    "text": "You would think this would be pretty easy to get right: according to the Gospels, Yeshua (Jesus) was born a Jew in an ancient Jewish city in the historic land of Israel. But no, all this must be disputed, after all, how can Jesus be the liberator of the oppressed if He Himself was born to an oppressor people in an oppressor city? The narrative must be changed.\nThat’s why, for many years, we have heard that “Jesus was a Palestinian,” or, more fully, “Jesus was a Palestinian freedom fighter,” suggesting that He led an armed revolt against – guess who? – the Israeli Jews!\nIn the words of Hamid Dabashi, in an op-ed\npublished on December 25, 2018 on Aljazeera News, “Remember: Christ was a Palestinian refugee.”\nDabashi, the Hagop Kevorkian Professor of Iranian Studies and Comparative Literature at Columbia University, does acknowledge that Jesus was Jewish, but only in the context of being “a Jewish Palestinian refugee child who grew up to become a towering revolutionary figure.”\nAnd in the midst of an article meant to be conciliatory for Muslims and Christians, he opines, “The dark days of Zionism laying a false claim on\nJudaism and Palestine alike are happily over. The lies of a gang of European settler colonialists trying to rob Jews of their ancestral faith and Palestinians of their historical homeland have finally come to a crushing defeat when Jews and Palestinians, and Jews as Palestinians, have come together to lay a post-Zionist claim on their ancestral faith and homeland alike.”\nCan you feel the Christmas spirit? (And yes, when you parse every word of that paragraph, Prof. Dabashi’s claims are beyond shocking.)\nThis very Christmas, a Catholic priest from New York, Father Edward Beck,\nsaid this on CNN: “What I’m so struck by is that the story of Christmas is about a Palestinian Jew. How often do you find those words put together? A Palestinian Jew born into a time when his country was occupied, right? They can’t find a place for [Jesus’s mother, Mary] to even give birth. They’re homeless. They eventually have to flee as refugees into Egypt, no less. I mean, you can’t make up the parallels to our current world situation right now.”\nThis is not just a matter of historical inaccuracy, since the land in which Yeshua was born was not called Palestine until more than one century after His death and resurrection.\nThis is a matter of separating Yeshua the Jew from the Jewish people as a whole and from His ancient Jewish homeland. It is also making a political statement, comparing the first-century Roman occupiers of Judea with the people of Israel today, occupiers of the West Bank and Gaza. The Romans were and the Israelis are evil oppressors with no right to the land.\nThat’s the magic of using words like “Palestinian” and “occupied.”\nAs for language that is even more extreme, how about these\ncomments from Palestinian Authority Prime Minister Muhammad Shtayyeh on December 28, 2020?\n“The birthday of our lord Jesus, peace be upon him – the first Palestinian self-sacrificing fighter from whom we learned Martyrdom-death, and who paid for his mission with his life – takes place at the same time as the anniversary of the outbreak of the Palestinian revolution [i.e., the anniversary of “the Launch” of Fatah, counted from its first terror attack against Israel], for which thousands of Martyrs have paid with their lives so that we will live and remain, and so that our children will dream of a better future.” (For a sampling of other, similar quotes, see\nhere.)\nDid you think I was exaggerating?\nHow threatening it is to say that Yeshua was a Judean Jew, born in Bethlehem, the ancient city of David, called “rabbi” (not “reverend” or “imam”) by His followers.\nThis does not mean that Jesus would agree with every policy of Israel today or of every tenet of Judaism. He certainly would not. (The same can be said about Him agreeing with every American policy today or of every tenet of Christianity.) And this does not imply that He does not hurt for the downtrodden and the oppressed of all peoples. He certainly does.\nBut the references to Him as a Palestinian refugee born in occupied territory, not to mention Him being compared to an Islamic jihadist “martyr,” are meant to mislead in the most insidious way.\nIn comparison, the recent article by Victoria Emily Jones in Christianity Today, while not insidious, is certainly misleading,\nstating, “Jesus was born in Asia. He was Asian. Yet the preponderance of Christian art that shows him at home in Europe has meant that he is embedded deeply in the popular imagination as Western.”\nWhat, exactly, does Jones mean? Pointing to Asian nativity scenes dating back 1240, she explains, “Some may object to depicting Jesus as anything other than a brown male born into a Jewish family in Bethlehem of Judea in the first century, believing that doing so undermines his historicity. But Christian artists who tackle the subject of the Incarnation are often aiming not at historical realism but at theological meaning.\n“By representing Jesus as Japanese, Indonesian, or Indian, they convey a sense of God’s immanence, his ‘with-us–ness,’ for their own communities—and for everyone else, the universality of Christ’s birth.”\nOn the one hand, all this is quite understandable, since people from every nation embrace Jesus as “one of us.” That means that we depict Him (or imagine Him) to look like us. That’s why there are White European Jesus images and Black African Jesus images, along with other racial and ethnic Jesus images.\nBut Jesus was not born in Asia, nor was He Asian (based on what “Asian” would mean in the first-century Roman empire, and based on what “Asian” means today).\nMore importantly, given the historic attack on the Jewishness of Jesus, beginning with early Church leaders\nsevering the Jewish roots of the faith, continuing with classic Christian art that demonized the ancient Jewish leaders and transformed Jesus into a White European, moving to the Nazi effort to make Jesus into a non-Jewish Aryan, and to the current “Jesus was a Palestinian refugee” rhetoric, now would be a good time to emphasize historic truth.\nJesus, whose Hebrew name was Yeshua, was born in Bethlehem of Judea. His mother’s name was Miriam, and His followers were named Yaakov and Shimon and Yehudah, among others. And He was the Messiah (Christ in Greek) because He was hailed as the long-awaited Savior of the Jewish people (and thereby, the Savior of the whole world).\nHe was born King of the Jews and died King of the Jews.\nAnd when He comes again, He is returning to Jerusalem.\nDoes this offend you?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.huffpost.com/entry/five-stages-of-anti-semit_b_6707728",
      "https://bigthink.com/the-past/nazis-anti-semitic-bible-aryan-jesus/",
      "https://www.aljazeera.com/opinions/2018/12/25/remember-christ-was-a-palestinian-refugee/",
      "https://www.jpost.com/international/article-779480",
      "https://www.aljazeera.com/topics/subjects/judaism.html",
      "https://palwatch.org/page/32457",
      "https://www.christianitytoday.com/ct/2023/december-web-only/nativity-art-asian-jesus-birth-china-india-middle-east.html",
      "http://www.amazon.com/exec/obidos/ASIN/0768451116",
      "https://www.jpost.com/international/article-779673",
      "https://bigthink.com/the-past/nazis-anti-semitic-bible-aryan-jesus",
      "https://www.palwatch.org/page/32457",
      "https://jpost.com/international/article-779673",
      "https://www.aljazeera.com/opinions/2018/12/25/remember-christ-was-a-palestinian-refugee",
      "https://christianitytoday.com/ct/2023/december-web-only/nativity-art-asian-jesus-birth-china-india-middle-east.html",
      "https://www.bigthink.com/the-past/nazis-anti-semitic-bible-aryan-jesus/",
      "https://aljazeera.com/opinions/2018/12/25/remember-christ-was-a-palestinian-refugee/",
      "https://huffpost.com/entry/five-stages-of-anti-semit_b_6707728",
      "https://aljazeera.com/topics/subjects/judaism.html",
      "http://amazon.com/exec/obidos/ASIN/0768451116",
      "https://jpost.com/international/article-779480"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yeshua",
          "sentiment": "negative"
        },
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "hagop kevorkian",
          "sentiment": "none"
        },
        {
          "name": "dabashi",
          "sentiment": "none"
        },
        {
          "name": "hamid dabashi",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "columbia university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:31:51.301+02:00",
    "updated": "2023-12-29T11:31:51.301+02:00"
  },
  {
    "uuid": "85f054d68afb4373154cad827904b5367b872eb5",
    "url": "https://www.somdnews.com/recorder/news/local/calvert-school-board-votes-to-delay-final-budget-approval/article_4badeef7-28aa-4d59-a4e1-5b24d0209eee.html",
    "ord_in_thread": 0,
    "author": "MARTY MADDEN mmadden@somdnews.com",
    "published": "2025-06-18T19:15:00Z",
    "title": "Calvert school board votes to delay final budget approval | Local News | somdnews.com",
    "text": "With two looming uncertainties posed by state education officials, Calvert County’s school board voted last week not to approve its final budget for the next fiscal year.\nThe 0-5 vote was taken during the panel’s June 12 meeting.\nThe initial proposed fiscal 2026 operating budget totals $289.2 million.\n“As of 9:15 this morning, the Maryland State Department of Education had not released the FY26 state aid amounts to public school districts,” Scott Johnson, the school system’s chief financial officer told the school board. “Consequently, the state aid projections and the Calvert County revenue budget amounts included in the FY26 budget may require subsequent revision.”\nAnother uncertainty is the state’s final maintenance of effort figure.\nThe number has significance in that the Calvert County commissioners have already approved their fiscal 2026 budget with the intention of allocating funds to the school system at the maintenance of effort amount, which is the minimum amount required by law based on a school system’s number of students.\nCalvert County Public Schools’ dwindling enrollment numbers have been cited as the reason for the leaning budget allocation. It is the school board’s intention to use part of its fund balance to reach the final, approved budget number.\nJohnson recommended to the board that they OK the initial fiscal 2026 budget “for the unrestricted fund, the restricted fund the food service fund and the school construction fund.”\nThe fiscal 2026 budget begins in less than two weeks on July 1.\n“We’re kind of short on time,” board member Paul Harrison said, adding that in the spreadsheet provided to members a few hours before the meeting he was not seeing line items for several requests made by the board, such as resource officers in every school.\n“It’s really unclear where we are making the cuts or changes,” board member Melissa Goshorn said.\nAnother board member, Joseph Marchio, also indicated he had not had an opportunity to analyze the numbers.\nAlthough a motion was made and seconded prior to discussion to approve Johnson’s recommendation, when board president Jana Post called the question, the panel voted unanimously to not sign off on the budget.\n“We have 30 days,” Post said, to send an approved budget to the county commissioners.\nThe school board must approve its budget within 30 days of when the commissioners approve their overall budget, which was on June 10.\nEarlier in the meeting, Superintendent Andraé Townsel announced there would be no school board meeting in July due to planned software maintenance.\nPost then tentatively set June 30 as the day the school board would meet to finalize its next budget. That meeting has been scheduled for 5 to 8 p.m. at the system’s central office in Prince Frederick.\nDuring his end of meeting remarks, Marchio apologized to the citizens for voting against the budget, reiterating he didn’t have adequate time to review the numbers.\nNew student member sworn inAllison Jones, who will be a senior at Northern High this year, was sworn in at the start of the June 12 meeting as the student member of the board.\nAt Northern, Jones is involved in student government and the Naval Junior Reserve Officer Training Corps.\nAfter being sworn in by Clerk of the Circuit Court Kathy Smith (D), Jones said being the student member of the board has been her goal since sixth grade.\nFeatured Local Savings\nLet the news come to you\nGet any of our free email newsletters.\nExplore newsletters",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Education",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Education->educational grading",
      "Education->state school",
      "Education->school",
      "Politics->local government and authority",
      "Politics->education policy",
      "Politics->government budget"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Scott Johnson",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Calvert County",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Maryland State Department of Education",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "85f054d68afb4373154cad827904b5367b872eb5",
      "first_syndicated": true
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T07:46:04.414+03:00",
    "updated": "2025-06-26T04:51:57.000+00:00"
  },
  {
    "uuid": "f621305d134866b68afb7d179f6d2e145d5183e4",
    "url": "https://www.lifesitenews.com/episodes/catholic-priest-faces-criminal-charge-over-bite-defense-of-the-eucharist-from-angry-lesbian",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LifeSite",
    "published": "2024-05-24T00:00:00Z",
    "title": "Catholic Priest Faces Criminal Charge Over ‘Bite’ Defense of the Eucharist from Angry Lesbian",
    "text": "[Back](/video/)— Video Topics | [Pro-life](/video/video-pro-life/)| [Pro-family](/video/video-pro-family/)| [Catholic Church](/video/video-catholic-church/)| [Freedom](/video/video-freedom/) Catholic priest faces criminal charge over 'bite' defense of the Eucharist from angry lesbian Breaking News [See More](/shows/breaking-news/) A Catholic priest in Florida is facing one count of battery for defending the Body and Blood of Jesus Christ from a lesbian who crushed several consecrated hosts while trying to minister herself Holy Communion, prompting him to bite her arm. Download the all-new LSNTV App now, available on iPhone and Android! LSNTV Apple Store: https://apps.apple.com/us/app/lsntv/id6469105564 LSNTV Google Play: https://play.google.com/store/apps/details?id=com.lifesitenews.app **** SHOP ALL YOUR FUN AND FAVORITE LIFESITE MERCH! https://shop.lifesitenews.com/ +++ Connect with John-Henry Westen and all of LifeSiteNews on social media: LifeSite: https://linktr.ee/lifesitenews John-Henry Westen: https://linktr.ee/jhwesten May 24, 2024 Recent Episodes [Show More](/video/latest/) [BREAKING: School staff wear LGBT 'pride' shirts after LifeSite covers suspension of Catholic student ](/episodes/breaking-school-staff-wear-lgbt-pride-shirts-after-lifesite-covers-suspension-of-catholic-student/) [BREAKING | Biden DOJ accused of brutal treatment of jailed pro-lifer — prolonged solitary, shackles ](/episodes/biden-doj-accused-of-brutal-treatment-of-jailed-pro-lifer-prolonged-solitary-shackles/) [WATCH: Bishop Strickland URGES Pope Francis and all bishops to ‘return to Christ’ in NEW open letter ](/episodes/watch-bishop-strickland-urges-pope-francis-and-all-bishops-to-return-to-christ-in-new-open-letter/) [EXCLUSIVE: Cardinal Robert Sarah 'PROUD' of African bishops rejecting Pope Francis' LGBT 'blessings' ](/episodes/watch-cardinal-robert-sarah-proud-of-african-bishops-rejecting-pope-francis-lgbt-blessings/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://apps.apple.com/us/app/lsntv/id6469105564)",
      "https://linktr.ee/jhwesten",
      "https://linktr.ee/lifesitenews)",
      "https://linktr.ee/jhwesten)",
      "https://play.google.com/store/apps/details?id=com.lifesitenews.app",
      "https://linktr.ee/lifesitenews",
      "https://apps.apple.com/us/app/lsntv/id6469105564",
      "https://play.google.com/store/apps/details?id=com.lifesitenews.app)",
      "https://www.linktr.ee/lifesitenews",
      "https://www.linktr.ee/jhwesten",
      "https://play.google.com/store/apps/details",
      "https://www.linktr.ee/lifesitenews)",
      "https://www.linktr.ee/jhwesten)",
      "https://www.apps.apple.com/us/app/lsntv/id6469105564)",
      "https://www.play.google.com/store/apps/details?id=com.lifesitenews.app)",
      "https://www.play.google.com/store/apps/details?id=com.lifesitenews.app",
      "https://www.apps.apple.com/us/app/lsntv/id6469105564"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john-henry westen",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "catholic church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T21:27:33.306+03:00",
    "updated": "2024-05-25T04:38:17.416+03:00"
  },
  {
    "uuid": "4dc52e4864b2ce39c0b9cc12cedf2aa8983fff18",
    "url": "https://guernseypress.com/news/uk-news/2023/12/29/martin-urges-tough-sanctions-on-extremist-west-bank-settlers-if-violence-goes-on/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T00:13:00Z",
    "title": "Martin urges tough sanctions on extremist West Bank settlers if violence goes on",
    "text": "Martin urges tough sanctions on extremist West Bank settlers if violence goes on\nThe Tanaiste said the targeting of Palestinians in the West Bank was ‘shocking’ and has to stop now.\nSanctions against extremist Israeli settlers guilty of targeting Palestinians in the West Bank should go further than travel bans if the violence persists, the Tanaiste has said.\nThe US and UK have already announced that they will ban such extremist settlers from entering their countries while EU leaders are set to consider similar proposals.\nIt comes after an upsurge in violence in the Israeli-occupied West Bank.\nPalestinians living in the area have accused Jewish settlers of using the Israel/Hamas conflict in Gaza as a pretence to seize more land and engage in violence in the West Bank.\n“We are part of the West Bank consortium (group of EU states and the UK) which is endeavouring to put pressure on Israel to pay for damage to any EU funded infrastructure and most recently there was a school that was funded by Irish Aid that was very badly damaged by Israeli forces,” he said.\n“We believe what’s happening in the West Bank is shocking, it’s in violation of UN resolutions and in violation of international humanitarian law and we’ve made it clear consistently at UN and other levels that this has to stop now.\n“Yes, I think sanctions should go beyond travel bans if this persists. Israel is saying it’s a small minority but the evidence is that the action of settlers has been backed up by the IDF on the ground with Palestinians being attacked and various communities being displaced.\n“The issue fundamentally is if we are to have any chance of a contiguous Palestinian state the action of the settlers has to stop, particularly with the far right, very religious fundamentalist settlers who almost believe that the biblical reality is this is all of their land and they can displace anybody in their way, that has to stop and the Israeli government has a responsibility to stop that.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "martin",
          "sentiment": "negative"
        },
        {
          "name": "tanaiste",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "tanaiste",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:30:43.291+02:00",
    "updated": "2023-12-29T02:30:43.291+02:00"
  },
  {
    "uuid": "60d8baf59275fc1a9c14e2f2a1c98b7778759e5d",
    "url": "https://www.informazione.it/a/53B9DB24-EC29-4C12-8BE6-B36830A14B69/Offende-i-nostri-valori-niente-Divina-Commedia-per-due-studenti-musulmani-Conte-Scelta-che-fatico-a-capire",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infoitinterno",
    "published": "2024-05-24T09:30:00Z",
    "title": "\"Offende i nostri valori\", niente Divina Commedia per due studenti musulmani. Conte: \"Scelta che fatico a capire\" (kqqv)",
    "text": "\"Offende i nostri valori\", niente Divina Commedia per due studenti musulmani. Conte: \"Scelta che fatico a capire\" Niente Divina Commedia per due studenti musulmani di una scuola media di Treviso in quanto secondo i genitori “è un’opera che offende i valori musulmani”. La dirigente scolastica ha accettato la richiesta delle due famiglie e ai figli, al posto del capolavoro di Dante Alighieri, in un percorso di studi parallelo a loro dedicato, verrà insegnato il Decamerone di Boccaccio. Intervista a Mario Conte, sindaco di Treviso – Video di Simone Masetto “È una scelta che francamente fatico a capire – commenta il sindaco di Treviso Mario Conte –: studiare i nostri autori, la nostra storia e la nostra cultura non crea alcun tipo di problema né ai nostri ragazzi, né a quelli di culture diverse“. [(Qdpnews.it - notizie online dell'Alta Marca Trevigiana)](https://www.qdpnews.it/comuni/treviso/offende-i-nostri-valori-niente-divina-commedia-per-due-studenti-musulmani-conte-scelta-che-fatico-a-capire/) Su altri media Hanno chiesto l’esenzione per i loro figli, di fede musulmana, dallo studio a scuola della Divina Commedia di Dante: un testo offensivo per la religione islamica, a loro dire. [(La Stampa)](https://www.lastampa.it/cronaca/2024/05/24/news/alunni_musulmani_esentati_dallo_studio_di_dante_in_una_scuola_di_treviso_valditara_manda_gli_ispettori-14330423/) Trattandosi di un'opera a sfondo religioso in contrasto con la fede dei ragazzi. Salvini: \"Demenziale\" [(LAPRESSE)](https://www.lapresse.it/cronaca/2024/05/24/treviso-due-studenti-musulmani-esentati-da-lezione-su-divina-commedia/) Ansa [(Avvenire)](https://www.avvenire.it/attualita/pagine/niente-dante-per-due-studenti-musulmani) Dante Alighieri? Meglio di no. La professoressa, con vari anni di docenza alle spalle, ha deciso che possono essere esentati dal seguire le lezioni su Dante, trattandosi di un'opera a sfondo religioso, in contrasto con la fede dei due ragazzi. [(ilmessaggero.it)](https://www.ilmessaggero.it/italia/dante_studenti_musulmani_possono_non_studiarlo_scuola_treviso-8138145.html) Due giovani alunni di una scuola media della provincia di Treviso sono stati esentati dallo studio della Divina Commedia a causa del fatto che il capolavoro dantesco è stato classificato come opera a sfondo religioso e di conseguenza in contrasto con la loro fede e coi loro ideali: la richiesta dei genitori degli studenti protagonisti della vicenda è stata quindi recepita dall'istituto scolastico, che ha proposto il Boccaccio per sostituire il Sommo Poeta fiorentino. [(ilGiornale.it)](https://www.ilgiornale.it/news/cronaca-locale/offende-lislam-niente-divina-commedia-aula-cosa-successo-2325749.html) È accaduto a Treviso. Si tratta di due alunni di terza media. [(L'HuffPost)](https://www.huffingtonpost.it/cultura/2024/05/24/news/prof_di_treviso_esenta_due_studenti_musulmani_dalle_lezioni_sulla_divina_commedia-15974020/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ilmessaggero.it/italia/dante_studenti_musulmani_possono_non_studiarlo_scuola_treviso-8138145.html)",
      "https://www.ilgiornale.it/news/cronaca-locale/offende-lislam-niente-divina-commedia-aula-cosa-successo-2325749.html)",
      "https://www.lastampa.it/cronaca/2024/05/24/news/alunni_musulmani_esentati_dallo_studio_di_dante_in_una_scuola_di_treviso_valditara_manda_gli_ispettori-14330423/)",
      "https://www.avvenire.it/attualita/pagine/niente-dante-per-due-studenti-musulmani)",
      "https://www.qdpnews.it/comuni/treviso/offende-i-nostri-valori-niente-divina-commedia-per-due-studenti-musulmani-conte-scelta-che-fatico-a-capire/)",
      "https://www.lapresse.it/cronaca/2024/05/24/treviso-due-studenti-musulmani-esentati-da-lezione-su-divina-commedia/)",
      "https://www.huffingtonpost.it/cultura/2024/05/24/news/prof_di_treviso_esenta_due_studenti_musulmani_dalle_lezioni_sulla_divina_commedia-15974020/)",
      "https://lastampa.it/cronaca/2024/05/24/news/alunni_musulmani_esentati_dallo_studio_di_dante_in_una_scuola_di_treviso_valditara_manda_gli_ispettori-14330423/)",
      "https://ilmessaggero.it/italia/dante_studenti_musulmani_possono_non_studiarlo_scuola_treviso-8138145.html)",
      "https://ilgiornale.it/news/cronaca-locale/offende-lislam-niente-divina-commedia-aula-cosa-successo-2325749.html)",
      "https://avvenire.it/attualita/pagine/niente-dante-per-due-studenti-musulmani)",
      "https://lapresse.it/cronaca/2024/05/24/treviso-due-studenti-musulmani-esentati-da-lezione-su-divina-commedia/)",
      "https://huffingtonpost.it/cultura/2024/05/24/news/prof_di_treviso_esenta_due_studenti_musulmani_dalle_lezioni_sulla_divina_commedia-15974020/)",
      "https://qdpnews.it/comuni/treviso/offende-i-nostri-valori-niente-divina-commedia-per-due-studenti-musulmani-conte-scelta-che-fatico-a-capire/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T15:02:47.477+03:00",
    "updated": "2024-05-24T15:02:47.477+03:00"
  }
]