[
  {
    "uuid": "33455d57b02545e27d9cb45064bb6c710d84d6b5",
    "url": "https://www.ajc.com/pulse/how-to-stop-your-kid-from-terrorizing-the-family-pet/YW5SF7I3FZFY3COUOM722ADYHI/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Scott Ervin",
    "published": "2023-12-28T04:16:00Z",
    "title": "How to stop your kid from terrorizing the family pet",
    "text": "Dear Kid Whisperer: I am writing for my dog and my child. My 3-year-old abuses my cocker spaniel. I’m sad for my dog and worried for my kid. My dog doesn’t bite, but I think she might if pushed too far. My son’s specialty is hitting my dog with various objects. We have talked to him over and over and the behavior has not improved. What’s left?\nAnswer: Talking to toddlers about behavior is like barking at dogs about geometry: not a good use of time, and it doesn’t make sense.\nExplore 7 ways parents add to their child’s anxiety Toddlers don’t listen to words. They do notice action. Repeatedly using words with toddlers in the form of lectures or warnings is a particularly terrible idea. Instead, calmly empathize by echoing a Calm Signal (this sound or word or phrase is meant to supplant swearing) and take action.\nHere’s how I would do it:\nKid hits dog with a toy.\nKid Whisperer: Yeesh. (Kid Whisperer firmly but gently pulls the toy out of Kid’s hand. It’s a good idea to gently stabilize the lower arm below the elbow with one hand before pulling the toy with the other in order to not yank on the shoulder.) Yeesh. (Kid Whisperer takes the toy.) Yeesh. (Kid Whisperer puts the toy on a high shelf).\nKid totally freaks out, throwing himself on the floor.\nKid Whisperer: Yeesh. (Kid Whisperer walks away, sits in his favorite chair, and reads a newspaper.)\nKid does a surprisingly athletic burpee, runs at Kid Whisperer and tears away the newspaper.\nKid Whisperer: Yeesh. (Kid Whisperer picks up Kid. ) Yeesh. (Kid Whisperer carries kid to kid’s room.) Yeesh. (Kid Whisperer gently puts kid down in the middle of the room.) Yeesh.\nKid Whisperer: Please come back as soon as you can be nice to me and to Mr. Snugglepuss. I love you.\nKid Whisperer walks away, and if kid comes back un-nice, Kid Whisperer presses the “Yeesh” repeat key. If he comes back nice, he regains full citizenship in the home and is entitled to all of the benefits of such citizenship.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:51.990+02:00",
    "updated": "2023-12-29T00:02:51.990+02:00"
  },
  {
    "uuid": "c978e2e9ecb855ba8fe7cc92ac64f9c6b7adae8e",
    "url": "https://www.telemundo.com/noticias/noticias-telemundo/crimen-y-violencia/desde-los-chapitos-hasta-el-aissami-estos-son-los-10-latinos-mas-busca-rcna131485",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TELEMUNDO",
    "published": "2023-12-28T22:10:00Z",
    "title": "Desde los ‘Chapitos’ hasta El Aissami: estos son los 10 latinos más buscados por el FBI, la DEA y ICE en 2023",
    "text": "Como cada año, las agencias que velan por el orden y la seguridad pública en Estados Unidos publican y mantienen activas las listas de las personas que han cometido delitos y que, pese a los esfuerzos y las investigaciones, han logrado eludir todas las pesquisas y operaciones iniciadas para su captura. Cuantiosas recompensas, líneas telefónicas y correos electrónicos habilitados para recibir denuncias, posibles avistamientos y cualquier dato son algunas de las herramientas implementadas por las fuerzas de seguridad con el fin de detener y enjuiciar a todas las personas que aparecen en sus listas oficiales. A continuación, presentamos algunos de los latinos que, año tras año, siguen clasificados como los más buscados por el Gobierno de Estados Unidos. 1.-Yulan Adonay Archaga Carías [Yulan Adonay Archaga Carías](https://www.fbi.gov/wanted/topten/yulan-adonay-archaga-carias), presunto líder nacional de la MS-13 en Honduras, es acusado en Estados Unidos de conspiración de crimen organizado, conspiración de importación de cocaína, posesión de ametralladoras y conspiración para poseer ametralladoras. Archaga Carías también es presuntamente responsable de transportar cargamentos de varias toneladas de cocaína a través de Honduras hacia Estados Unidos y de ordenar y participar en asesinatos de miembros de bandas rivales y de otras personas asociadas a la MS-13. Se cree que Archaga Carias sólo habla español. Alias: Alexander Mendoza, Yulan Andony Archaga Carias, Porky Recompensa: El Gobierno de los Estados Unidos ofrece una recompensa de hasta 5,000,000 de dólares por información que conduzca a la detención y/o condena de Yulan Adonay Archaga Carias. Archaga Carías es la única persona de este listado que es buscado activamente por el [FBI](https://www.fbi.gov/wanted/topten/yulan-adonay-archaga-carias), la [DEA ](https://www.dea.gov/fugitives/yulian-andony-archaga-carias)y [ICE](https://www.ice.gov/most-wanted/archaga-carias). 2.-Wilver Villegas-Palomino [Wilver Villegas-Palomino](https://www.fbi.gov/wanted/topten/wilver-villegas-palomino), es un alto mando del Ejército de Liberación Nacional (ELN) y se le busca por actividades de narcotráfico para el Frente de Guerra Nororiental del ELN en la región colombiana del Catatumbo y en Venezuela. El 13 de febrero de 2020 se emitió una orden de detención federal contra Villegas-Palomino en el Tribunal de Distrito de los Estados Unidos, Distrito Sur de Texas, División de Houston, tras ser acusado de narcoterrorismo, conspiración para la distribución internacional de cocaína y distribución internacional de cocaína. Alias: Carlos El Puerco, El Puerco, Wilver Villegas, Wilver Palomino. Recompensa: El Programa de Recompensas por Narcóticos del Departamento de Estado de Estados Unidos ofrece una recompensa de hasta 5 millones de dólares por información que conduzca a la detención y/o condena de Wilver Villegas-Palomino. Villegas-Palomino es buscado activamente por el [FBI](https://www.fbi.gov/wanted/topten/wilver-villegas-palomino). 3.-Alejandro Rosales Castillo [Alejandro Rosales Castillo](https://www.fbi.gov/wanted/topten/alejandro-castillo) es buscado por su presunta participación en el asesinato de una compañera de trabajo en Charlotte, Carolina del Norte, en 2016. El vehículo de la víctima femenina fue localizado en una estación de autobuses en Phoenix, Arizona, el 15 de agosto de 2016. El 17 de agosto de 2016, el cuerpo de la víctima fue localizado en una zona boscosa del condado de Cabarrus, Carolina del Norte, con una herida de bala en la cabeza. Castillo fue visto cruzando a México y puede residir en San Francisco de los Romo, Aguascalientes, o Pabellón de Arteaga, Aguascalientes. También puede haber viajado a los estados mexicanos de Guanajuato o Veracruz. Alias: Alexandro Castillo, Alex Castillo, Alejandro Rosales, Alejandro Castillo, Alejandro Rosales-Castillo, Alejandro Rosalescastillo Recompensa: El FBI ofrece una recompensa de hasta 250,000 dólares por información que conduzca directamente a la detención de Alejandro Rosales Castillo. Rosales Castillo es buscado activamente por el [FBI](https://www.fbi.gov/wanted/topten/alejandro-castillo). 4.-Iván Archivaldo Guzmán Salazar [Iván Archivaldo Guzmán Salazar](https://www.ice.gov/most-wanted/guzman-salazar-ivan) es buscado por el Gobierno de los Estados Unidos en relación con una investigación de HSI Nogales, Arizona, sobre el cártel de Sinaloa. Es el líder de una amplia conspiración que comenzó en 2008 y continúa en la actualidad, en la que él y sus tres hermanos, conocidos como los Chapitos, heredaron las redes de tráfico de drogas de su padre, el famoso Joaquín El Chapo Guzmán Loera. El 6 de abril de 2023, se emitió una orden de arresto federal en su contra en el Distrito Norte de Illinois por Conspiración para Distribuir una Sustancia Controlada, Dirigir una Empresa Criminal Continua y Lavado de Dinero. Guzmán Salazar es un fugitivo y se sabe que posee armas de fuego. Debe ser considerado armado y peligroso. Alias: Tocallo, Chapito. Recompensa: El Departamento de Estado ha emitido una recompensa de 10,000,000 de dólares por información que conduzca a su detención y condena. Guzmán Salazar es buscado activamente por la [DEA ](https://www.dea.gov/fugitives/ivan-archivaldo-guzman-salazar)y [ICE](https://www.ice.gov/most-wanted/guzman-salazar-ivan). 5.-Joaquín Guzmán López [Joaquín Guzmán López](https://www.ice.gov/most-wanted/guzman-lopez-joaquin), junto con sus hermanos, heredó las redes de narcotráfico de su hermano fallecido, Edgar Guzmán López, y de su padre, Joaquín El Chapo Guzmán Loera, líder del cártel de Sinaloa. En la actualidad, los hermanos Guzmán López supervisan aproximadamente once laboratorios de metanfetamina en el estado de Sinaloa que producen entre 3,000 y 5,000 libras de metanfetamina al mes. La metanfetamina se vende al por mayor a otros miembros de Sinaloa y a distribuidores estadounidenses y canadienses. El 2 de abril de 2018, los hermanos Guzmán López fueron acusados por un Gran Jurado Federal en el Distrito de Columbia de conspiración para distribuir más de 5 kilogramos de cocaína, 500 gramos de metanfetamina y 1,000 kilogramos de marihuana). Alias: El güero, Moreno, Güero moreno. Recompensa: El Departamento de Estado ha emitido una recompensa de más de 5,000,000 de dólares por información que conduzca a su detención y condena. Guzmán López es buscado activamente por [ICE](https://www.ice.gov/most-wanted/guzman-lopez-joaquin). 6.-Jesús Alfredo Guzmán Salazar Al igual que sucede con sus hermanos, [Jesús Alfredo Guzmán Salazar](https://www.ice.gov/most-wanted/guzman-salazar-jesus) es buscado por el Gobierno estadounidense en relación con una investigación de HSI Nogales, Arizona, sobre el cártel de Sinaloa. Se cree que ha participado en diversas actividades delictivas en México y Estados Unidos lo que incluye acciones como la obtención de pistolas y otras armas, el soborno de funcionarios públicos, la incitación, la participación y la amenaza de violencia, incluidos asesinatos, secuestros, asaltos y agresiones contra las fuerzas del orden, narcotraficantes rivales y miembros de su propia organización de narcotraficantes. El 6 de abril 2023, se emitió una orden de arresto federal contra Jesús Alfredo Guzmán Salazar en el Distrito Norte de Illinois por conspiración para distribuir una sustancia controlada, dirigir una empresa criminal continuada y blanqueo de dinero. Guzmán Salazar es un fugitivo y se sabe que posee armas de fuego. Debe ser considerado armado y peligroso. Alias: Alfredito, Menor. Recompensa: El Departamento de Estado ha emitido una recompensa de 10,000,000 de dólares por información que conduzca a su detención y condena. Guzmán López es buscado activamente por [ICE](https://www.ice.gov/most-wanted/guzman-salazar-jesus). 7.-Alan Gabriel Núñez Herrera Alan Gabriel Núñez Herrera es un importante traficante mexicano de fentanilo que trabaja para los Chapitos. En octubre y noviembre de 2022, Núñez Herrera suministró a un asociado y co-conspirador, Julio Marín González, aproximadamente 20,000 pastillas de fentanilo y aproximadamente cinco kilogramos de polvo de fentanilo que Marín González vendió a un agente encubierto de la DEA en diferentes lugares de California. Además, en 2023, Núñez Herrera negoció la entrega de múltiples kilogramos adicionales de polvo de fentanilo de México a los EE.UU. El 4 de abril de 2023, un gran jurado federal del Distrito Sur de Nueva York presentó una acusación contra Núñez Herrera y otras personas por conspiración para la importación de fentanilo, conspiración para el tráfico de fentanilo, posesión de ametralladoras y artefactos destructivos, conspiración para poseer ametralladoras y artefactos destructivos y conspiración para el blanqueo de capitales. Recompensa: El Departamento de Estado ofrece una recompensa de hasta 1,000,000 de dólares por información que conduzca a la detención y/o condena de Alan Gabriel Núñez Herrera. Núñez Herrera es buscado activamente por la [DEA](https://www.dea.gov/fugitives/alan-gabriel-nunez-herrera). 8.-Rubén Oseguera-Cervantes Rubén Oseguera-Cervantes, alias El Mencho, es el fundador y actual líder del Cártel Jalisco Nueva Generación (CJNG), una importante organización de tráfico de drogas con sede en Jalisco, México. Mediante la violencia extrema, la corrupción y la extorsión, el CJNG ha aumentado su presencia en México, librando batallas territoriales por todo el país y ampliando constantemente su territorio y control. Oseguera-Cervantes ha hecho crecer rápidamente al CJNG, que ha pasado de ser una organización de narcotráfico regional a una potencia internacional del crimen organizado. Entre otras cosas, a Oseguera-Cervantes se le acusa de ser el líder de una Empresa Criminal Continua, además conspiró para distribuir cantidades significativas de narcóticos para su importación ilegal en los Estados Unidos y ha utilizado un arma de fuego, durante y en relación con estos delitos de tráfico de drogas. Recompensa: El Departamento de Estado ha emitido una recompensa de hasta 10,000,000 de dólares por información que conduzca a su detención y condena. Oseguera-Cervantes es buscado activamente por la [DEA](https://www.dea.gov/fugitives/nemesio-oseguera-cervantes). 9.-Mario Antunez-Sotelo [Mario Antunez-Sotelo](https://www.ice.gov/most-wanted/antunez-sotelo-mario) es buscado por un incidente de trata de personas y contrabando de extranjeros ocurrido en 2006 en San Diego, California. El 3 de julio de 2007, se emitió una orden de detención federal en su contra en el Distrito Sur de California por tráfico de seres humanos. Se cree que es miembro de una organización de contrabando de extranjeros que introduce clandestinamente a personas indocumentadas en Estados Unidos para obtener beneficios económicos y luego los obliga a trabajar bajo amenazas de daño y muerte. Antúnez-Sotelo es un fugitivo y se sabe que posee armas de fuego. Debe ser considerado armado y peligroso. Alias: Antonio Antunez Roman, Antonio Antunez Sotelo, Antonio Antunez, El Tony o Don Tony. Antunez-Sotelo es buscado activamente por [ICE](https://www.ice.gov/most-wanted/antunez-sotelo-mario). 10.-Tareck Zaidan El Aissami En febrero de 2017, la Oficina de Control de Activos Extranjeros (OFAC) del Departamento del Tesoro de Estados Unidos designó a Tareck Zaidan El Aissami, ciudadano venezolano, como narcotraficante especialmente designado (SDNT) en virtud de la Ley Kingpin por desempeñar un papel significativo en el tráfico internacional de estupefacientes. El Aissami fue nombrado Vicepresidente Ejecutivo de Venezuela en enero de 2017. Anteriormente fue gobernador del estado venezolano de Aragua de 2012 a 2017, así como ministro de Interior y Justicia de Venezuela desde 2008. Facilitó los envíos de estupefacientes desde Venezuela, incluido el control de los aviones que partían de una base aérea venezolana y de las rutas de la droga a través de los puertos de Venezuela. En sus cargos anteriores, supervisó o fue propietario parcial de envíos de estupefacientes de más de 1,000 kilogramos procedentes de Venezuela en múltiples ocasiones, incluidos cargamentos que fueron enviados a México y Estados Unidos. Recompensa: El Departamento de Estado ha emitido una recompensa de hasta 10,000,000 de dólares por información que conduzca a su detención y condena. El Aissami es buscado activamente por [ICE](https://www.ice.gov/most-wanted/el-aissami-maddah-tareck-zaidan). Si usted tiene información sobre las personas de esta lista, por favor póngase en contacto con la [U.S. Drug Enforcement Administration](https://www.dea.gov/fugitives) por correo electrónico. Si usted se encuentra fuera de los EE.UU., también puede visitar la Embajada o Consulado de EE.UU. más cercano. Si se encuentra en EE.UU., puede ponerse en contacto con la oficina local de la DEA, el FBI o ICE en su ciudad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.dea.gov/fugitives/alan-gabriel-nunez-herrera).",
      "https://www.fbi.gov/wanted/topten/wilver-villegas-palomino),",
      "https://www.fbi.gov/wanted/topten/wilver-villegas-palomino).",
      "https://www.fbi.gov/wanted/topten/yulan-adonay-archaga-carias),",
      "https://www.ice.gov/most-wanted/guzman-salazar-jesus)",
      "https://www.ice.gov/most-wanted/antunez-sotelo-mario).",
      "https://www.ice.gov/most-wanted/guzman-salazar-ivan)",
      "https://www.fbi.gov/wanted/topten/alejandro-castillo)",
      "https://www.dea.gov/fugitives/yulian-andony-archaga-carias)y",
      "https://www.ice.gov/most-wanted/guzman-lopez-joaquin),",
      "https://www.dea.gov/fugitives/ivan-archivaldo-guzman-salazar)y",
      "https://www.dea.gov/fugitives/nemesio-oseguera-cervantes).",
      "https://www.ice.gov/most-wanted/guzman-salazar-ivan).",
      "https://www.ice.gov/most-wanted/guzman-lopez-joaquin).",
      "https://www.ice.gov/most-wanted/el-aissami-maddah-tareck-zaidan).",
      "https://www.ice.gov/most-wanted/guzman-salazar-jesus).",
      "https://www.ice.gov/most-wanted/archaga-carias).",
      "https://www.fbi.gov/wanted/topten/alejandro-castillo).",
      "https://www.dea.gov/fugitives)",
      "https://www.ice.gov/most-wanted/antunez-sotelo-mario)",
      "https://ice.gov/most-wanted/antunez-sotelo-mario)",
      "https://dea.gov/fugitives/alan-gabriel-nunez-herrera).",
      "https://ice.gov/most-wanted/guzman-lopez-joaquin),",
      "https://ice.gov/most-wanted/archaga-carias).",
      "https://dea.gov/fugitives/yulian-andony-archaga-carias)y",
      "https://dea.gov/fugitives/nemesio-oseguera-cervantes).",
      "https://ice.gov/most-wanted/el-aissami-maddah-tareck-zaidan).",
      "https://ice.gov/most-wanted/guzman-salazar-jesus).",
      "https://dea.gov/fugitives)",
      "https://fbi.gov/wanted/topten/alejandro-castillo)",
      "https://fbi.gov/wanted/topten/yulan-adonay-archaga-carias),",
      "https://ice.gov/most-wanted/antunez-sotelo-mario).",
      "https://fbi.gov/wanted/topten/wilver-villegas-palomino).",
      "https://ice.gov/most-wanted/guzman-lopez-joaquin).",
      "https://fbi.gov/wanted/topten/alejandro-castillo).",
      "https://fbi.gov/wanted/topten/wilver-villegas-palomino),",
      "https://ice.gov/most-wanted/guzman-salazar-jesus)",
      "https://dea.gov/fugitives/ivan-archivaldo-guzman-salazar)y",
      "https://ice.gov/most-wanted/guzman-salazar-ivan)",
      "https://ice.gov/most-wanted/guzman-salazar-ivan)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:55.128+02:00",
    "updated": "2023-12-29T00:12:55.128+02:00"
  },
  {
    "uuid": "a2f458778146e8f033ee20fff2fef090cdbec1f4",
    "url": "https://noticias.uol.com.br/ultimas-noticias/afp/2024/06/27/oea-repudia-tentativa-de-golpe-na-bolivia-e-aborda-crises-na-nicaragua-e-haiti.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UOL",
    "published": "2024-06-27T00:00:00Z",
    "title": "OEA repudia tentativa de golpe na Bolívia e aborda crises na Nicarágua e Haiti",
    "text": "A OEA aprovou nesta quinta-feira (27) por unanimidade, durante a assembleia geral do organismo em Assunção, uma resolução em repúdio à tentativa de golpe de Estado registrada na véspera na Bolívia, ao mesmo tempo em que colocou o foco nas crises da Nicarágua, Haiti e na insegurança na região. A resolução assegura que a Organização dos Estados Americanos (OEA) resolveu \"condenar energicamente o desdobramento ilegal de unidades do Exército do Estado Plurinacional da Bolívia\" e expressa sua solidariedade com o povo boliviano. \"Estamos muito orgulhosos de ser copatrocinadores dessa resolução e afirmamos que nosso compromisso é com a democracia\", disse a jornalistas em Assunção Richard Verma, adjunto do chefe da diplomacia estadunidense, Antony Blinken. Militares tentaram na quarta-feira derrubar uma porta do palácio presidencial de La Paz, em uma manobra que o presidente boliviano, Luis Arce, qualificou como \"golpe de Estado\". Seu governo anunciou nesta quinta-feira a detenção de 17 pessoas suspeitas de participar da tentativa de golpe, entre militares ativos e da reserva e vários civis. O fato causou repúdio generalizado de todos os representantes dos Estados membros enquanto os eventos ocorriam, incluindo o presidente anfitrião, o paraguaio Santiago Peña, e o secretário-geral da OEA, Luis Almagro. O embaixador da Bolívia junto ao organismo, Héctor Enrique Arce, agradeceu a \"rápida reação\" dos países membros e a considerou \"um dos elementos que favoreceu e foi determinante para o fracasso de uma tentativa desestabilizadora\", no âmbito desta 54ª assembleia geral, que se realiza na sede da Conmebol em Assunção e terminará na sexta-feira. - Nicarágua, Haiti e a insegurança - O órgão hemisférico aprovou, além disso, uma resolução para o \"acompanhamento da situação na Nicarágua\", que deixou de ser Estado membro em novembro do ano passado a pedido de seu presidente, Daniel Ortega. As relações do país centro-americano com a comunidade internacional se tensionaram desde a repressão aos protestos de 2018 contra o mandatário nicaraguense, no poder desde 2007 e reeleito sucessivamente. Também foi aceita uma resolução orientada a mitigar a crise humanitária e política que o Haiti sofre, que recentemente recebeu uma missão de assistência policial do Quênia para combater gangues que têm afundado o país caribenho em uma grave crise. O documento propõe continuar os esforços para restabelecer a segurança, a assistência humanitária, o desenvolvimento socioeconômico \"e a prestação de assistência para a proteção dos direitos humanos e da democracia no Haiti\". A delegada haitiana, a chanceler Dominique Dupuy, assegurou que seu governo, recém-eleito no final de maio em meio a uma longa instabilidade política, está decidido a \"tomar todas as medidas necessárias para retornar aos acordos de transição política\". Além disso, afirmou, velará pelo \"retorno ao Estado de Direito, justiça social e eleições para renovar o quadro político\". Finalmente, a assembleia colocou a lupa no combate ao crime e à insegurança. Entre outros, a ministra das Relações Exteriores do Equador, Gabriela Sommerfeld, denunciou a \"devastadora presença na região [do crime organizado] e seu alarmante caráter transnacional\". Localizado entre Colômbia e Peru - os maiores produtores mundiais de cocaína -, o Equador deixou há anos de ser uma ilha de paz e se tornou um centro logístico para o envio de drogas, principalmente cocaína, para a Europa e os Estados Unidos. \"Que democracia sobreviverá se os poderes do Estado forem infectados por esse câncer organizado transnacional?\", questionou Sommerfeld. mry/lm/arm/am © Agence France-Presse",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:54:50.927+03:00",
    "updated": "2024-06-28T00:54:50.927+03:00"
  }
]