[
  {
    "uuid": "eb11f4b14413c5efb156c63a8eb906632ebf2aa6",
    "url": "https://www.doityourself.com/forum/electric-large-kitchen-home-appliances/646935-fitting-rubber-gasket.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "orielonline",
    "published": "2024-03-08T21:18:00Z",
    "title": "Fitting the rubber gasket",
    "text": "Fitting the rubber gasket\n#\n1\nMember\nThread Starter\nJoin Date: Nov 2014\nLocation: USA\nPosts: 266\nReceived 3 Upvotes on\n3 Posts\nFitting the rubber gasket\nModel # LG WM2487HWMA and having trouble fitting my washer door boot into the fitting. I've figured out the orientation and direction of the part but there are a few nooks and crannies I can fit it into but don't know which one to place it in.\nThe one fitting that makes the most sense is one that will allow the inner tub to rotate freely and if the rubber touches the inner tub it will create too much friction and rip it off. So there's a configuration that makes sense, doesn't touch the metal tub but it does't appear to sit flush with the outer tub and I can't figure out what the metal clamp would attach to.\nHere are some photos:\nSide view of the door boot. Looks correct here.\nSide view.\nBottom of the tub, notice a gap.\nHere's where the ring connects, but it's not tight at all.\nThe one fitting that makes the most sense is one that will allow the inner tub to rotate freely and if the rubber touches the inner tub it will create too much friction and rip it off. So there's a configuration that makes sense, doesn't touch the metal tub but it does't appear to sit flush with the outer tub and I can't figure out what the metal clamp would attach to.\nHere are some photos:\nSide view of the door boot. Looks correct here.\nSide view.\nBottom of the tub, notice a gap.\nHere's where the ring connects, but it's not tight at all.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "lg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T00:21:01.491+02:00",
    "updated": "2024-03-09T00:21:01.491+02:00"
  },
  {
    "uuid": "b8811c7de0bea93f96a499b8ba7f76d094a7887d",
    "url": "https://www.pulzo.com/nacion/carcel-modelo-bogota-incautan-drogas-licor-celulares-celdas-reclusos-PP3402718A",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "bluradio@pulzo-hermes.com",
    "published": "2024-01-25T21:16:00Z",
    "title": "Cárcel Modelo de Bogotá: incautan drogas, licor y celulares en celdas de reclusos",
    "text": "Con un operativo sorpresa en las [cárceles del país](https://www.pulzo.com/noticias/carcel) las autoridades buscan detener las extorsiones, esta vez el turno fue para la cárcel La Modelo en Bogotá, donde funcionarios del Inpec, desde las 5 de la mañana de este jueves, 25 de enero, revisaron 120 celdas, donde están recluidas 388 personas. Los 100 dragoneantes del [Inpec se encontraron 200 gramos de marihuana, ocho gramos de cocaína](https://www.pulzo.com/nacion/incautan-celulares-droga-armamento-operativo-la-modelo-bogota-PP2311668A), dos millones de pesos en efectivo, 398 tarjetas SIM, 60 litros de ‘chámber’, más de 30 celulares y 48 armas blancas. (Vea también: [Así vigilan a ‘Satanás’ en prisión muy custodiada: “Está aislado hasta para tomar sol”)](https://www.pulzo.com/nacion/alias-satanas-estara-carcel-la-tramacua-valledupar-asi-vigilaran-PP3382905A) El director del Inpec, el coronel Daniel Gutiérrez indicó que este operativo hace parte de la operación dominó desplegada en todo el país. “Venimos actuando en el marco de la operación dominó, estamos lanzando la segunda fase, es decir, [estamos haciendo un plan de intervención inmediato] [en términos de seguridad]. Estamos trabajando con la Fiscalía, tenemos 42 procesos judiciales que enmarcan delitos penales por nexos de los guardias con estructuras criminales”, indicó el coronel. (Vea también: [Rafael Uribe Noguera, alias ’19’ y más delincuentes que comparten cárcel con ‘Satanás’)](https://www.pulzo.com/nacion/carcel-tramacua-valledupar-delincuentes-que-estaran-con-alias-satanas-PP3381405A) Con estos operativos [ las autoridades buscan acabar con las extorsiones](https://www.pulzo.com/nacion/llamadas-carceles-extorsionar-serian-prohibidos-golpe-satanas-mas-PP3378699A) que se realizan desde las cárceles, hay 10 centros penitenciaros donde están focalizando los esfuerzos. (Lea también: [Gustavo Petro pide que presos que extorsionan sean enviados a cárceles de máxima seguridad)](https://www.pulzo.com/nacion/gustavo-petro-dice-que-presos-deben-estar-carcel-maxima-seguridad-PP3379919A) Asimismo, buscarán emplear una estrategia de rotación en varias cárceles a los criminales que están cometiendo estos delitos. LO ÚLTIMO [Nación] Hace 13 mins [Citan a debate de control político a mindefensa por aviones de la FAC fuera de servicio](/nacion/ministro-defensa-es-citado-debate-control-politico-incendios-PP3402770A) [Nación] Hace 17 mins [Mandan a la cárcel a sujeto que atacó a su ex, embarazada de gemelos, porque ella lo dejó](/nacion/en-antioquia-envian-carcel-hombre-que-ataco-su-ex-embarazada-turbo-PP3402758A) [Nación]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:02:45.803+02:00",
    "updated": "2024-01-26T00:39:28.130+02:00"
  },
  {
    "uuid": "1f10b1357f39ace10eda6885fbc6e3430c6652e4",
    "url": "https://ground.news/article/volunteers-hand-out-hundreds-of-blankets-in-orlando-as-temperatures-drop",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-31T17:05:00Z",
    "title": "Ground News - Volunteers hand out hundreds of blankets in Orlando as temperatures drop",
    "text": "Summary by Ground News The Christian Service Center in Parramore collected blankets and handed them out. Executive Director Eric Gray said volunteers distributed more than 500 blankets already. It was a record year for the service center as far as rescuing adults and children. Gray asked, even if you couldn't donate, to go into the new year with a different outlook on humanity. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nWKMG Center High Factuality Media Conglomerate: Graham Holdings Volunteers hand out hundreds of blankets in Orlando as temperatures drop The cold temperatures can cause even tougher times for those most at risk, such as those experiencing homelessness in Central Florida.The Christian Service Center has been working all week to try and bring them some warmth. “The shelters are full and there’s really not a lot of places for people to go here in Orange, Seminole and Osceola counties,” said Executive Director Eric Gray. The center in Parramore, which typically helps people experienc…\n38 minutes ago · Orlando, United States Read Full Article\nWKMG Center High Factuality Media Conglomerate: Graham Holdings\nVolunteers hand out hundreds of blankets in Orlando as temperatures drop The cold temperatures can cause even tougher times for those most at risk, such as those experiencing homelessness in Central Florida.The Christian Service Center has been working all week to try and bring them some warmth. “The shelters are full and there’s really not a lot of places for people to go here in Orange, Seminole and Osceola counties,” said Executive Director Eric Gray. The center in Parramore, which typically helps people experienc…\n38 minutes ago · Orlando, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.clickorlando.com/news/local/2023/12/31/volunteers-hand-out-hundreds-of-blankets-in-orlando-as-temperatures-drop/?utm_source=ground.news&utm_medium=referral",
      "https://www.clickorlando.com/news/local/2023/12/31/volunteers-hand-out-hundreds-of-blankets-in-orlando-as-temperatures-drop/",
      "https://clickorlando.com/news/local/2023/12/31/volunteers-hand-out-hundreds-of-blankets-in-orlando-as-temperatures-drop/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eric gray",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "christian service center",
          "sentiment": "negative"
        },
        {
          "name": "central florida.the christian service center",
          "sentiment": "none"
        },
        {
          "name": "wkmg center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "graham holdings volunteers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "parramore",
          "sentiment": "none"
        },
        {
          "name": "osceola",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "seminole",
          "sentiment": "none"
        },
        {
          "name": "orange",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T19:44:00.433+02:00",
    "updated": "2023-12-31T19:44:00.433+02:00"
  },
  {
    "uuid": "9b4a5b0f92f37dd80329f79ece8eb1dfacd147e4",
    "url": "https://www.meneame.net/m/ciencia/pasadle-estos-datos-graficos-partidarios-javier-milei-ver-alguno",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laro__",
    "published": "2024-06-06T19:40:00Z",
    "title": "Pasadle estos datos y gráficos a los partidarios de Javier Milei a ver si alguno tiene la poca vergüenza de decir que lo está haciendo bien en Argentina",
    "text": "Portada\nmis comunidades\notras secciones\nTodos esos gráficos ya los adelantó en su campaña, no son nada que no se supiera. Argentina tenía un modo de gestión con un déficit tan loco que para encauzarlo habría que hacer sacrificios. Se dijo de sobra, 2 décadas con la mayor pérdida de poder adquisitivo de todo occidente, se trataba de elegir seguir así o romper esa inercia pero con unos años malos.\nDe verdad, es ridículo. Argentina es el peor caso de gestión económica de este siglo, habría que ir a Venezuela o países del 3er mundo o a países en guerra para ver algo comparable. Es mucho canteo que el meneante medio no tenga ni puñeterísima idea de lo que ha estado pasando en Argentina los últimos 20-30 años, y de pronto para criticar a un rival ideológico medio foro se autoproclame catedrático en argentinología.\n[#5](c5#c-5) tb resulta un poco curioso que todos los defensores de Milei en meneame son expertos en argentinologia . O no?\n[#6](c6#c-6) A mí siempre me ha parecido un mamarracho. Pero es una consecuencia lógica de la Argentina desde los 90 hasta hoy.\nPonerse a hacer gráficos con un excel y echarse las manos a la cabeza es absurdo tras ni medio año de Milei, que además no es nada que no se supiera. Argentina es un país cuya economía daba para por lo menos una portada mensual en menéame desde antes de la creación del propio portal.\nHacedle caso a Eduardo Garzón, que tiene la receta para solucionar lo de Argentina:\n⦁ Eduardo Garzón: \"Argentina no está limitada en términos financieros. Todos los pesos que se quieran crear, se pueden crear\"\n⦁ Eduardo Garzón: \"La solución al paro es teclear dinero\"\n⦁ Eduardo Garzón: \"El dinero es un invento y se puede crear sin límites\"\n⦁ Eduardo Garzón: \"El dinero lo crea y regula el sector público, por lo que éste no necesita recaudar impuestos para financiarse.\"\n⦁ Eduardo Garzón: \"Los ingresos de los funcionarios provienen del gasto del Estado, no de ningún impuesto.\"\n⦁ Eduardo Garzón: Como si llega al 250% del PIB,como en Japón y viven mejor que nosotros, mientras el BCE siga comprando bonos la deuda pública no debe preocupar\nMe jode tener yo que defender al mongolo de Milei, pero vamos si quitas subsidios y desregulas sectores es seguro que pasaría lo que está pasando.\nOtro punto es el precio a pagar por ello y si estas medidas van a mejorar el país en el medio-largo plazo o lo van a mandar al abismo directamente reventando la cohesión social.\n[#4](c4#c-4) \"El interrogante que más insiste con respecto a la ultraderecha argentina se refiere a la adhesión que aun suscita en sectores amplios de la población.\nEn efecto, un gobierno que no gobierna, un grupo de funcionarios inconsistentes y crueles, una agrupación de políticos bizarros que parecen testimoniar de una mutación antropológica en el centro del neoliberalismo provocan en el mundo la pregunta crucial: porqué un experimento con un coste de dolor tan amplio para la sociedad argentina no solo es soportable sino que parece estar apoyado por una fe inquebrantable.\nResponder a esto exigiría un conjunto de lecturas que sepan al menos caracterizar en qué tiempo histórico vivimos y si somos contemporáneos de algo nuevo y distinto. Pero mas allá de la necesaria reflexión teórica y crítica con respecto a la tragedia que le toca vivir a la Argentina, la única posibilidad de responder a esta situación siniestra es no dejarse subyugar por la foto fija de las encuestas y los votos obtenidos.\nLas encuestas y el sistema de votación nunca logran captar ciertos momentos privilegiados de lo micropolítico y de su capilarización en el tejido social. El supuesto 50 por ciento de apoyo del que dispone el ultraderechista se puede volatilizar de un instante a otro, y entonces puede emerger la verdad del militante, la verdad del que no cede, y entrega su vida a la más inmediata de las urgencias: combatir el hambre. Ya sabemos de quién estamos hablando.\nEsta es la hora de quien no se deja obnubilar por el peso inerte de los números y abraza la verdadera causa, la verdadera razón por la que ha decidido entregar su vida a la justicia.\nFrente al nihilismo de las encuestas, la verdad incondicional de la justicia social; no importa lo que digan si alguien ha decidido no prestarles mas atención.\nEn cada hombre y en cada mujer, uno por uno, en donde vibre una sensibilidad por la justicia y por el otro, un nuevo lazo social, un nuevo amor va abriendo su camino. Los días de la nueva política estan por venir\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=Smg6f1U1tbc",
      "https://www.infobae.com/economia/2019/09/17/fernanda-vallejos-un-estado-soberano-en-terminos-monetarios-no-necesita-pedir-dinero-prestado-porque-los-puede-crear/",
      "http://www.youtube.com/watch",
      "https://infobae.com/economia/2019/09/17/fernanda-vallejos-un-estado-soberano-en-terminos-monetarios-no-necesita-pedir-dinero-prestado-porque-los-puede-crear/",
      "https://www.infobae.com/economia/2019/09/17/fernanda-vallejos-un-estado-soberano-en-terminos-monetarios-no-necesita-pedir-dinero-prestado-porque-los-puede-crear",
      "http://youtube.com/watch?v=Smg6f1U1tbc"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:04:30.174+03:00",
    "updated": "2024-06-07T00:04:30.174+03:00"
  },
  {
    "uuid": "4ed417f4ab333f3f2d3ef5f78355936bd07b1dfb",
    "url": "https://www.thehindu.com/news/international/mediators-work-for-halt-to-deadly-fighting-in-gaza/article67801128.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-02-01T22:43:00Z",
    "title": "Mediators work for halt to deadly fighting in Gaza - The Hindu",
    "text": "Mediators pushed on with efforts for an Israel-Hamas ceasefire as fighting raged on in the besieged Gaza Strip on February 1, deepening a dire humanitarian crisis.\nThe Israeli military said troops had \"eliminated dozens of terrorists\" in the past day and destroyed a long-range missile launcher in the embattled southern city of Khan Younis.\nThe Qatar-based leader of Hamas Ismail Haniyeh was expected in Cairo on Thursday or Friday for talks on a proposed truce.\nThe group was reviewing a proposal for a six-week pause in its war with Israel, a Hamas source said, after mediators gathered in Paris.\nIn Gaza, there was no let-up in fighting or aerial bombardment, with the current focus of combat in Khan Younis, where Israel says leading Hamas militants are hiding.\nOvernight, witnesses said several Israeli air strikes hit the city, while aid and health workers have for days reported heavy fighting, particularly around two hospitals.\nAccording to the Health Ministry in Hamas-run Gaza, 119 people were killed in the latest night of strikes.\n\"There is a massacre taking place right now,\" said Leo Cans of international aid group Doctors Without Borders.\nIsrael accuses Hamas of operating from tunnels under hospitals in Gaza and of using medical facilities as command centres, a charge denied by the Islamist group, which is designated a \"terrorist\" organisation by the European Union and the United States.\nDue to constraints on the delivery of humanitarian aid, the population is \"starving to death\", the World Health Organization's emergencies director Michael Ryan said on Wednesday.\n\"The civilians of Gaza are not parties to this conflict and they should be protected, as should be their health facilities,\" he added.\nIn its latest update, the U.N. reported heavy bombardment across the Gaza Strip, particularly in Khan Younis, while it said 1,84,000 more Palestinians from the city had registered to receive humanitarian assistance after fleeing their homes in recent days.\nThree-stage plan As Qatari and Egyptian-led mediation efforts intensified, Haniyeh was due in Cairo to discuss a truce proposal thrashed out in Paris last weekend with CIA chief William Burns.\nA Hamas source said the three-stage plan would start with an initial six-week halt to the fighting that would see more aid deliveries into the Gaza Strip.\nOnly \"women, children and sick men over 60\" held by Gaza militants would be freed during that stage in exchange for Palestinian prisoners in Israel, the source said, requesting anonymity due to the sensitivity of the talks.\nThere would also be \"negotiations around the withdrawal of Israeli forces\", with possible additional phases involving more hostage-prisoner exchanges, said the source, adding that Gaza's rebuilding was also among issues addressed by the deal.\nThe war was triggered by Hamas's October 7 attack on Israel, which resulted in the deaths of around 1,140 people, mostly civilians, according to an AFP tally based on official figures.\nMilitants also seized about 250 hostages. Israel says 132 remain in Gaza including at least 29 people believed to have been killed.\nFollowing the deadliest attack in Israel's history, its military launched a withering air, land and sea offensive that has killed at least 26,900 people in Gaza, most of them women and children, according to the health ministry in the Hamas-run territory.\nThe U.N. Conference on Trade and Development said tens of billions of dollars would be required to rebuild Gaza, which \"currently is uninhabitable\" as half its structures are damaged or destroyed.\nAid access Israeli Prime Minister Benjamin Netanyahu has ruled out withdrawing troops from Gaza and has repeatedly vowed to destroy Hamas in response to the October 7 attack.\nMr. Netanyahu has also opposed releasing \"thousands\" of Palestinian prisoners as part of any deal.\nWith scores of Israeli hostages still trapped in Gaza, there has been mounting criticism of Netanyahu's government that has triggered street protests and calls for an early election.\nALSO READ India ‘deeply concerned’ over Israel’s allegations of October 7 terror links to UNRWA employees For people in Gaza, access to aid has been further hampered by a controversy surrounding the U.N. agency for Palestinian refugees, UNRWA , after Israel accused several of its staff of involvement in the Hamas attack.\nThe claims last week saw several donor countries, led by key Israel ally the United States, freeze funding for the agency.\nUnited Nations chief Antonio Guterres told a U.N. committee he had \"met with donors to listen to their concerns and to outline the steps we are taking\".\nUNRWA spokeswoman Tamara Alrifai told AFP the agency supports \"an independent investigation\" into the Israeli claims that led to the funding crisis.\nNetanyahu told a meeting of U.N. ambassadors in Jerusalem that UNRWA had been \"totally infiltrated\" by Hamas and called for other agencies to replace it.\nThe U.S. State Department has said 12 UNRWA employees \"may have been involved\" out of 13,000 in Gaza and has said that it is \"imperative\" that the agency continue its \"absolutely indispensable role\".\nThe war's impact has been felt widely, with violence involving Iran-backed allies of Hamas across the Middle East surging since October and drawing in U.S. forces among others.\nThe White House blamed the Islamic Resistance in Iraq, a loose alliance of pro-Iran armed groups, for a drone attack that killed three U.S. soldiers at a base in Jordan.\nYemen's Huthi rebels, part of the anti-Western, anti-Israel \"axis of resistance\" of Iranian-backed groups, have been harassing Red Sea shipping for months, triggering U.S. and British reprisal attacks.\nAs a result, the International Monetary Fund said container shipping through the vital trade route has dropped by about one-third this year.\nA missile fired from Yemen hit a merchant vessel, maritime security firm Ambrey said early Thursday, after the Huthis claimed an attack on a U.S. ship.\nThe U.S. military said a destroyer shot down three Iranian drones along with an anti-ship missile fired by the Huthis on Wednesday.\nIt also said it had conducted strikes in Yemen against 10 attack drones and a ground control station operated by the rebels.\nCOMMents\nSHARE\nCopy link Email Facebook Twitter Telegram LinkedIn WhatsApp Reddit",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&t=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&text=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&title=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://th-i.thgim.com/public/incoming/ynngae/article67802114.ece/alternates/SQUARE_80/2024-02-01T142545Z_423324001_RC2PT5ABTE8T_RTRMADP_3_ISRAEL-PALESTININAS-GAZA.JPG",
      "https://api.whatsapp.com//send?text=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&title=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&text=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&text=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://reddit.com/submit",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&title=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://www.th-i.thgim.com/public/incoming/ynngae/article67802114.ece/alternates/SQUARE_80/2024-02-01T142545Z_423324001_RC2PT5ABTE8T_RTRMADP_3_ISRAEL-PALESTININAS-GAZA.JPG",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&text=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&t=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece&title=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza",
      "https://www.api.whatsapp.com//send?text=Mediators%20work%20for%20halt%20to%20deadly%20fighting%20in%20Gaza%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Finternational%2Fmediators-work-for-halt-to-deadly-fighting-in-gaza%2Farticle67801128.ece",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://api.whatsapp.com//send",
      "https://t.me/share/url",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "ismail haniyeh",
          "sentiment": "none"
        },
        {
          "name": "leo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "hindu mediators",
          "sentiment": "negative"
        },
        {
          "name": "health ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:56:26.107+02:00",
    "updated": "2024-02-02T00:56:26.107+02:00"
  }
]