[
  {
    "uuid": "0a062974831c4028a543df0f3a6961f4d75e37c6",
    "url": "https://jornaldebrasilia.com.br/noticias/economia/mei-tera-reducao-de-r-3-no-imposto-mensal-com-reforma-tributaria",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação Jornal de Brasília",
    "published": "2024-04-25T20:55:00Z",
    "title": "MEI terá redução de R$ 3 no imposto mensal com reforma tributária",
    "text": "IDIANA TOMAZELLI – ADRIANA FERNANDES\nBRASÍLIA, DF (FOLHAPRESS)\nOs MEIs (microempreendedores individuais) poderão ter uma redução de R$ 3 no imposto mensal ao fim da transição da reforma tributária. A proposta consta no projeto de regulamentação enviado na quarta-feira (24) ao Congresso Nacional.\nHoje, os MEIs recolhem um valor mensal, equivalente à contribuição previdenciária mais R$ 1 de ICMS e R$ 5 de ISS, caso sejam contribuintes desses impostos.\nEsses tributos serão substituídos pelo novo IVA (Imposto sobre Valor Agregado), que prevê uma parcela federal (Contribuição sobre Bens e Serviços, a CBS) e outra parcela de estados e municípios (Imposto sobre Bens e Serviços, o IBS).\nA CBS terá uma fase de testes em 2026 e entrará plenamente em funcionamento em 2027. Já o novo tributo de estados e municípios terá sua fase de testes em 2027 e 2028 e começará a ser cobrado efetivamente em 2029, com uma transição gradual até substituir totalmente os atuais em 2033.\nPelo projeto do governo, o microempreendedor pagará, em 2027 e 2028, um valor de R$ 7 além da alíquota previdenciária -R$ 1 de ICMS, R$ 5 de ISS, R$ 0,994 de CBS e R$ 0,006 de IBS.\nO valor será inicialmente maior do que os atuais R$ 6, mas cairá ao longo do tempo.\nA cobrança dessa parcela, sem considerar a contribuição previdenciária, somará R$ 6,60 em 2029, R$ 6,20 em 2030, R$ 5,80 em 2031 e R$ 5,40 em 2032.\nAo fim da transição, com a extinção de ICMS e ISS, o valor cairá a R$ 3 a partir de 2033 -sendo R$ 1 da CBS federal e R$ 2 do IBS estadual e municipal.\nO secretário extraordinário da Reforma Tributária, Bernard Appy, ressaltou que o critério para a definição do valor foi observar a cobrança atual e dividir por dois (ou seja, uma redução de 50%).\n“Já é um valor simbólico hoje, vai continuar sendo simbólico”, disse.\nSegundo ele, o Congresso poderá alterar os valores caso assim o deseje.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:45:25.438+03:00",
    "updated": "2024-04-26T00:45:25.438+03:00"
  },
  {
    "uuid": "b5668748b06a6708ec50844583b9ed6c2d0c1a58",
    "url": "http://www.lapatilla.com/2023/12/28/mato-a-punaladas-a-su-amigo-porque-se-quedo-sin-cerveza-y-no-tenia-mas-nada-para-tomar/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EDU",
    "published": "2023-12-28T23:22:00Z",
    "title": "Mató a puñaladas a su amigo porque se quedó sin cerveza y no tenía más nada para tomar",
    "text": "Un hombre de 39 años fue asesinado por un amigo con quien, horas antes, había estado consumiendo bebidas alcohólicas durante horas en una casa ubicada en Morón, en Buenos Aires, Argentina. El agresor, identificado como Lucas Romero (30), fue detenido y acusado de ser el autor del homicidio de Jonathan Eber Solís, la víctima. Por: [TN](https://tn.com.ar/policiales/2023/12/28/horror-en-moron-mato-a-punaladas-a-su-amigo-porque-se-quedo-sin-cerveza-y-no-tenia-mas-nada-mas-para-tomar/) El hecho ocurrió en la vivienda del fallecido, ubicada en la calle Los Davobe, cuando le pidió a Romero y a otro joven más que se fueran, porque se habían quedado sin alcohol. Sin embargo, el agresor reaccionó de manera violenta y comenzó a insultarlo. Antes de abandonar el lugar, rompió el vidrio de una ventana y uno de los espejos del auto del primo de Solís que estaba estacionado en la zona. “Se puso reloco porque no había más para tomar. Ya nos habíamos tomado todo y se calentó por eso. Quiso romper todo”, contó a la Policía el familiar de la víctima que estuvo presente en la escena. Puedes leer la nota completa en [TN](https://tn.com.ar/policiales/2023/12/28/horror-en-moron-mato-a-punaladas-a-su-amigo-porque-se-quedo-sin-cerveza-y-no-tenia-mas-nada-mas-para-tomar/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://tn.com.ar/policiales/2023/12/28/horror-en-moron-mato-a-punaladas-a-su-amigo-porque-se-quedo-sin-cerveza-y-no-tenia-mas-nada-mas-para-tomar/)",
      "https://www.tn.com.ar/policiales/2023/12/28/horror-en-moron-mato-a-punaladas-a-su-amigo-porque-se-quedo-sin-cerveza-y-no-tenia-mas-nada-mas-para-tomar/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:38:50.917+02:00",
    "updated": "2023-12-29T01:38:50.917+02:00"
  },
  {
    "uuid": "f7069407c89f91cc9e788e90400b0680db92e91b",
    "url": "https://sundayguardianlive.com/news/8-indians-likely-to-be-back-from-qatar-by-march-april",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abhinandan Mishra",
    "published": "2023-12-30T21:15:00Z",
    "title": "8 Indians likely to be back from Qatar by March-April - The Sunday Guardian Live",
    "text": "Official sources, family members, friends attributed the recent developments to behind the scenes efforts by PM Modi. The eight Indian nationals, who are in confinement in Doha, Qatar since August 2022, are likely to be repatriated to India by March-April. All these individuals, who had retired from the Indian Navy and were working for the now defunct Dahra Global, were sentenced to death by a Doha court in October on charges which were never made public. However, on Thursday, Qatar’s Court of Appeal, commuted this death sentence to prison sentence ranging from 3 years to 25 years. A couple of them have been awarded 15 years’ and 10 years’ imprisonment. Official sources, family members, friends attributed the recent developments to behind the scenes efforts put by Prime Minister Narendra Modi who has been using his personal rapport with the concerned leaders of Qatar and Italy to solve this unprecedented crisis. External Affairs Minister S. Jaishankar and Indian Ambassador to Qatar, Vipul, a 1998 batch IFS officer, who was posted to Doha in June, too have played an important role in the matter, with Vipul coming in for special praise by people affected by this crisis for the way he has been assuaging their fear and responding to their every query unlike the previous officials. Informed sources told The Sunday Guardian that the eight Indians will be benefit from the agreement that the two countries agreed on when Qatar Emir Tamim Bin Hamad Al Thani visited India in March 2015 and signed six agreements with PM Modi that included transfer of sentenced persons. This had happened after the Union Cabinet, chaired by the PM in December 2014 approved the signing of the treaty on the transfer of the sentenced persons between India and Qatar. As part of this treaty, Indian prisoners imprisoned in Qatar or vice-versa will be sent back to their native country for serving the remaining part of their sentence so that they can be close to their family members. This agreement was then ratified by the Qatar cabinet in October 2015. There is a very strong possibility of the eight Indians being pardoned by the Emir of Qatar once the court proceedings are completed in the case, which will allow these eight men to come back to India much earlier than anticipated. This is likely to come up for consideration by the Emir’s office as some of these former Indian Navy men are suffering from mental, psychological and physical issues due to their long prison stay, away from their family members. A few of them are showing signs of mental and psychological trauma including the shaking of hands, losing track of conversations and staring blankly at family members who go and meet them.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "vipul",
          "sentiment": "none"
        },
        {
          "name": "s. jaishankar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "qatar’s court of appeal",
          "sentiment": "none"
        },
        {
          "name": "dahra global",
          "sentiment": "none"
        },
        {
          "name": "indian navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "doha",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T05:30:57.334+02:00",
    "updated": "2023-12-31T05:30:57.334+02:00"
  },
  {
    "uuid": "ee693a0a5d07e4fe4b55e96fa4d377ecc5b7e795",
    "url": "https://www.cronista.com/apertura/empresas/sam-altman-quiere-superar-a-china-que-le-pide-al-gobierno-para-ser-potencia-en-ia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Lee",
    "published": "2024-11-22T13:17:00Z",
    "title": "El due\\u00f1o del CHAT GPT quiere superar a China: qu\\u00e9 le pide al gobierno para ser potencia en IA",
    "text": "Sam Altman está ávido de poder. Después de cerrar una gira de financiamiento que recaudó U$S 6.600 millones y consolidar su dominio sobre la conducción de OpenAI en tanto se retiraban otros cofundadores, el director ejecutivo dio con una estrategia para cimentar el liderazgo de su compañía en lo que considera la tecnología más importante que ha conocido el mundo.Durante una reunión en septiembre en la Casa Blanca, Altman y otros representantes de los grandes nombres de la inteligencia artificial se congregaron en torno a la mesa para hacer su exhortación: precisamos de más energía y con rapidez. Luego del encuentro Altman presentó una propuesta de 15 páginas con más información acerca de lo que considera que debería hacer el gobierno. Allí solicitaba la construcción de varias centrales eléctricas de 5 gigavatios en diferentes estados de la Unión, cada una de las cuales costaría alrededor de U$S 100.000 millones, para que las pudieran usar su startup y otras compañías que están en la vanguardia de la IA. El documento se titulaba \"La infraestructura es destino\".Superávit condicionado El comercio exterior crece, pero con matices Elena PeraltaY vaya que lo es. La historia ofrece ejemplos abundantes de gobiernos que pagaron el costo de iniciativas enormes para sostener a industrias incipientes, desde el sistema de autopistas interestatales con el presidente Dwight Eisenhower en la década de 1950 a las inversiones en banda ancha que hizo Corea del Sur en los años 90. Si el destino de Estados Unidos es ser la superpotencia mundial en IA y no ceder terreno frente a China, las inversiones en energía de acuerdo a la visión de Altman no sólo deberían ser un objetivo sino el umbral mínimo. La duda es cómo tendrán que solventarse y de qué manera garantizar que los beneficios excedan los intereses empresarios para incluir a la sociedad civil.Altman no sacó sus metas de la nada. Existen entre cinco y siete firmas de hiperescala -compañías que usan o venden vastas cantidades de recursos informáticos para capacitar y correr modelos nuevos o de avanzada en IA- que necesitarían esas enormes centrales eléctricas. Los 5GW son una aproximación tentativa a las necesidades energéticas futuras de cada una de ellas. Hallar la cifra precisa es complicado, advierte Arshad Mansoor, presidente y CEO del Instituto de Investigaciones en Energía Eléctrica (EPRI, en inglés), una entidad sin fines de lucro. El motivo es que la potencia informática necesaria para entrenar a los modelos de la próxima generación de IA será mucho más alta que la actual, y los ahorros por eficiencia compensarán en parte esa carga. El último chip Blackwell de Nvidia Corp ahorra 25 veces más energía que el Hopper, de mayor utilización. Mansoor estuvo presente en la reunión de la Casa Blanca y respalda el pedido de más inversiones de Altman.Una sola solicitud al ChatGPT utiliza 10 veces más energía que una búsqueda habitual en Google sin IA, indican en el EPRI. Según las proyecciones más extremas del grupo, hacia 2030 los centros de datos emplearán al menos el 9,1% de toda la electricidad que se genere en Estados Unidos, comparado con el 4% de la actualidad. Algunos estados ya hicieron sonar las alarmas. En octubre el titular de la comisión de servicios públicos de Texas le dijo a Bloomberg News que los nuevos centros de datos deben generar su propia energía porque la exigida red eléctrica del estado sencillamente no puede atender un aumento en la demanda.Las compañías de IA encontrarán esa energía de algún modo y en algún lugar. En ciertos casos será con fuentes no renovables, como las centrales alimentadas a gas, pisoteando las metas previas de llegar a la neutralidad de carbono, como lo reconoció a comienzos de octubre el presidente de Google, Eric Schmidt en una reunión cumbre de la IA en Washington. Hace poco Microsoft Corp firmó un acuerdo para comprar toda la electricidad de Three Mile Island cuando en 2028 vuelva al servicio la central nuclear allí instalada. Mansoor calcula que podría disponerse de al menos 10GW mediante la mejora de las plantas atómicas que actualmente están operativas.Estas gestiones ni siquiera se acercarán a la capacidad que se necesita para que Estados Unidos retenga en el futuro el liderazgo en IA. Goldman Sachs Group Inc calcula que \"hacia 2030 se precisará de un aumento de 47GW en la generación de electricidad para sostener la demanda acumulada de energía de los centros de datos norteamericanos\". Los analistas de la firma entienden que las inversiones de capital necesarias rondarían los U$S 50.000 millones.El documento \"La infraestructura es destino\" de Altman esbozaba iniciativas en marcha en China donde decía que en los próximos cinco años se construirán once reactores nucleares a un costo de US$ 31.000 millones. Las necesidades de las compañías de IA se atienden con \"apoyo financiero y regulaciones favorables\". La tarea del gobierno chino excede las fronteras del país, ya que hay unos 155 proyectos vinculados a la IA en 64 países que tienen apoyo chino. China aspira a superar a Estados Unidos y convertirse en el líder mundial en IA hacia 2030, una posición que, según Altman, hará posible \"cambios profundos en los modos humanos de producción, en el pensamiento y el estilo de vida\", para no hablar de la capacidad militar. Hace poco Bloomberg Intelligence anticipó que en los próximos 12 meses China reducirá la ventaja en el desarrollo de IA que mantiene Estados Unidos, en gran medida porque sus principales compañías tecnológicas se benefician de tener detrás el pleno respaldo del Estado. China también acumuló de manera inteligente chips aceleradores de avanzada antes de que EE.UU impusiera controles a las exportaciones, y cuenta con tres desarrolladores de software por cada dos en la Unión. En otras palabras, OpenAI tiene razón al advertir en su texto que una competencia dominada por China implicaría que la actitud autocrática de ese país en cuanto a vigilancia masiva y confidencialidad de los datos podría extender a todo el planeta.Si la posición de la Casa Blanca es que la IA será la pieza central de la economía estadounidense, entonces debería trabajar con Altman para atender las necesidades del sector, en vista de que Estados Unidos tiene las mayores posibilidades de quedarse con la parte del león de los u$s 4 billones que inyectaría a la economía mundial, según cálculos de McKinsey & Co.. En un ensayo reciente publicado en su página web, Altman admitió que sistemas como el que está desarrollando su compañía provocarán alteraciones importantes en el mercado laboral, pero agregó que al mismo tiempo fomentará una significativa creación de empleos. El uso de la IA para expandir el acceso a la educación, resolver temas vinculados a la atención médica o trazar modelos más efectivos para combatir el cambio climático hará que valgan la pena tales perturbaciones, escribió.Las gestiones multimillonarias del gobierno de Biden por traer de vuelta a Estados Unidos la producción de semiconductores debería dar el motivo que se necesita para no perder el tiempo en materia de IA, al menos no mientras sus compañías nativas se encuentran en la vanguardia y van en ascenso. El gobierno debería seguir los instintos de Mark Zuckerberg: hace poco les dijo a algunos inversores que el riesgo de quedarse atrás es mayor que el de excederse en las inversiones.Pero lo que Altman presentó como una oportunidad propia de un \"New Deal\" también debería ser buena para los norteamericanos, en particular cuando una cantidad creciente de escépticos se preguntan si la IA generativa, con sus alucinaciones e inexactitudes, además de su costo oneroso, tendrá el efecto transformador que alegan Altman y otros.La generación anterior de constructores de centros de datos asaltó los presupuestos de los gobiernos estatales, que hacían lo imposible por congraciarse con las Big Tech, aunque con resultados insuficientes. Virginia, el estado norteamericano con más centros de datos del país, cedió U$S 750 millones en ingresos impositivos solo en 2023 debido a los incentivos destinados a centros de datos, indica un informe del contralor del estado. En Illinois, datos recabados por la entidad sin fines de lucro Good Jobs First indican que subsidios por U$S 468 millones sólo generaron 399 puestos de trabajo, unos U$S 1,4 millones por empleo. En Nebraska el costo de agregar una mayor generación de electricidad dirigida a instalaciones nuevas de Google y Meta Platforms Inc se está trasladando a sus habitantes, que sufrirán aumentos en las tarifas de entre 2,5% y 3% anuales, indican informes locales.Estos acuerdos, con frecuencia negociados en secreto, deberían terminarse. Las empresas no necesitan donaciones, y aun así es evidente que se precisarán desgravaciones impositivas, garantías crediticias y otros mecanismos con apoyo estatal para acelerar el progreso en la construcción de la infraestructura necesaria para preservar el liderazgo estadounidense.Tal vez existan formas más inventivas de que las comunidades locales se beneficien del boom de la IA. Chris Lehane, director de políticas en OpenAI, sugirió que a cambio de incentivos y facilidades regulatorias, \"me parece razonable pedir que el 20% o 25% de la (capacidad) informática esté disponible para los sistemas educativos públicos, o las universidades públicas, en una red de IA que se vincule con industrias que ya existen en los estados\".En otras palabras, OpenAI está abierta a la idea de que a los estados se les podría retribuir con IA; es una respuesta posible a la duda de cómo los organismos públicos y las pequeñas empresas podrían aprovechar para sus propios fines esta tecnología costosa. La idea resulta convincente. Que sea un trato justo dependerá de cuánto confiemos en que Altman y compañía puedan cumplir con sus promesas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Sam Altman",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Unión",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T15:32:30.906+02:00",
    "updated": "2024-11-27T21:43:42.596+02:00"
  },
  {
    "uuid": "a3c1aaa8f2ba3f35c1b415cc52bc24407619ac5d",
    "url": "https://diario.mx/juarez/consignan-ante-mp-a-3-presuntos-secuestradores-de-migrantes-20240125-2145300.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff El Diario de Juárez",
    "published": "2024-01-25T21:11:00Z",
    "title": "Consignan ante MP a 3 presuntos secuestradores de migrantes",
    "text": "Clasificado El Diario La mejor forma de comprar y vender - Visitar\nCiudad Juárez.- Daniel R. R., Pablo C. C. y Axel Gerardo A. R. fueron consignados ante el agente del Ministerio Público adscrito a la Fiscalía de Operaciones Estratégicas para las investigaciones correspondientes y presentarlos posteriormente ante un juez de Control por la probable comisión del delito de secuestro y posesión de un arma de fuego.\nSegún el comunicado de prensa emitido por la Fiscalía General del Estado (FGE) integrantes de la Unidad Modelo de Atención al Delito de Secuestro rescataron a 15 personas en condiciones de movilidad que estaban privadas de la libertad en una casa de seguridad en esta frontera.\nLas víctimas eran procedentes del Estado de México, de Aguascalientes y Guanajuato; así como también había personas originarias de Guatemala, Honduras y El Salvador, entre los que se encuentran tres menores de edad.\nLa FGE dio a conocer que durante el operativo de búsqueda y auxilio de víctimas de secuestro, implementado por agentes investigadores la tarde de ayer miércoles 24 de enero, lograron ubicar el domicilio en la colonia Hacienda de las Torres, en donde tenían privadas de la libertad a las personas.\nEn la intervención al inmueble fueron detenidos los tres identificados como Daniel R. R., Pablo C. C., y Axel Gerardo A. R.\nAdemás, les aseguraron un arma de fuego y dos vehículos automotores, que junto con los detenidos, quedaron a disposición del Ministerio Público de la Fiscalía de Operaciones Estratégicas para las investigaciones correspondientes.\nLa representación social cuenta con 48 horas para definir la situación legal de los tres hombres señalados por las víctimas como las personas que las privaron de la libertad de manera violenta.\n** De acuerdo con las leyes y normas vigentes, los imputados se presumen inocentes mientras no se declare su responsabilidad mediante sentencia emitida por la autoridad judicial (artículo 13 del Código Nacional de Procedimientos Penales).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:44:52.420+02:00",
    "updated": "2024-01-26T00:44:52.420+02:00"
  },
  {
    "uuid": "833c32783594286ecd43b015908a962be28c482e",
    "url": "https://www.koreaboo.com/news/wildly-inappropriate-video-hamas-attack-in-seoul-gets-produced-distributed-israeli-embassy-in-korea/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Serah S. Cherrie",
    "published": "2023-12-28T04:53:00Z",
    "title": "Wildly Inappropriate Video Of \"Hamas\" Attack In Seoul Gets Produced And Distributed By Israeli Embassy In Korea - Koreaboo",
    "text": "The Israeli embassy in South Korea is facing intense criticism for releasing a video “dramatizing” a terror attack on South Korean citizens, with the tagline “ Imagine if it happened to you.”\n| Al Jazeera The video depicts an imaginary scenario where a Korean woman is abducted by an armed assailant on Christmas Day and is forcibly separated from her daughter. The Israeli embassy posted the video on Facebook on Tuesday with a caption that said, “On October 7, Israel was attacked by Hamas terrorists. 1,200 men, women, and children were killed, and over 240 people were taken hostage in Gaza…Imagine if it happened to you. What would you do?”\n🇮🇱🇵🇸🇰🇷 In Israel, it appears that they have taken their campaign in the ongoing conflict to an extreme. The country’s embassy in South Korea has released a video illustrating what would happen if Hamas were to attack the Republic of Korea on Christmas Day.\nOne of their main… pic.twitter.com/3kvRHpjkzg\n— Torsum Zulfiqar (@SalmanTorsum) December 28, 2023\nAccording to YTN ‘s report, Israel’s ambassador in Seoul, Akiva Tor, had explained the embassy’s position in a now-deleted social media post.\nWe have reconstructed the horrifying terrorist incident that took place on October 7th to help South Koreans in East Asia, far away from Israel, understand the current war situation.\n— Akiva Tor\nThis video was produced in the context of Israel’s ongoing campaign to destroy the Palestinian resistance group Hamas in retaliation for its attack on October 7. According to Israeli figures, the attack left around 1140 people dead, civilians included. Hamas also took around 250 hostages, and 129 of them still remain in captivity.\nOn the other hand, Israel has relentlessly bombed the Gaza Strip since October 8, killing at least 21,110 people, over 5,000 of them being children, according to UNRWA .\nEvery minute, every hour, the situation is getting worse in the📍 #GazaStrip\nThe reported number of children killed in #Gaza has now exceeded 5,000\nCeasefire NOW. End this horror NOW. pic.twitter.com/yn6V9bWSBM\n— UNRWA (@UNRWA) November 21, 2023\nHowever, Seoul’s foreign ministry deemed the Israeli embassy’s video “inappropriate,” given the security situation of South Korea, which is still technically at war with the North, and asked the embassy to take it down.\nThe killing and kidnapping of Israeli civilians by Hamas cannot be justified, but the Israeli Embassy’s production and distribution of a video drawing parallels to the security situation in another country was deemed inappropriate.\n— The Foreign Ministry of South Korea\nUpon the foreign ministry’s objection, the embassy eventually had to take down the video in question.\nWhat's Happening In Korea South Korea’s Most Anticipated “2024 Countdown Show” Completely Flops\n3rd-Gen K-Pop “Banger” Dominates Charts As Koreans Ring In 2024\nSouth Korea Sees Huge Spike In Digital Sex Crimes In 2023\nGroup Of Boys Spot Sexually Harassing A Mannequin On The Streets Of Hongdae…Police Fails To Act\nView All (255)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w640-rj-l80-nu-e365",
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w960-rj-l80-nu-e365",
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w960-rj-nu-e365",
      "https://twitter.com/hashtag/Gaza?src=hash&ref_src=twsrc%5Etfw",
      "https://lh3.googleusercontent.com/I_tHaHF4z4W5qOjOVSEYf7RB18PXvmFEYSaVsUen_DJqJeeiWS3bjwcNCPU97pz7b73_BNiSLoL8wdIAA5141NwP1zvdfQWDC3oKJmEUMMTmDg=rj-nu-e365-w720",
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w1200-rj-l80-nu-e365",
      "https://lh3.googleusercontent.com/I_tHaHF4z4W5qOjOVSEYf7RB18PXvmFEYSaVsUen_DJqJeeiWS3bjwcNCPU97pz7b73_BNiSLoL8wdIAA5141NwP1zvdfQWDC3oKJmEUMMTmDg=w1200-h630-rj-pp-nu-e365",
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w480-rj-l80-nu-e365",
      "https://twitter.com/UNRWA/status/1727075636584628247?ref_src=twsrc%5Etfw",
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w1600-rj-l80-nu-e365",
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w780-rj-l80-nu-e365",
      "https://twitter.com/hashtag/GazaStrip?src=hash&ref_src=twsrc%5Etfw",
      "https://t.co/yn6V9bWSBM",
      "https://t.co/3kvRHpjkzg",
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w32-fSoften=1,100,0-rp-e365",
      "https://lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=s0-e365",
      "https://lh3.googleusercontent.com/I_tHaHF4z4W5qOjOVSEYf7RB18PXvmFEYSaVsUen_DJqJeeiWS3bjwcNCPU97pz7b73_BNiSLoL8wdIAA5141NwP1zvdfQWDC3oKJmEUMMTmDg=rj-nu-e365-w360",
      "https://lh3.googleusercontent.com/I_tHaHF4z4W5qOjOVSEYf7RB18PXvmFEYSaVsUen_DJqJeeiWS3bjwcNCPU97pz7b73_BNiSLoL8wdIAA5141NwP1zvdfQWDC3oKJmEUMMTmDg=rj-nu-e365-w1200",
      "https://twitter.com/SalmanTorsum/status/1740339302486425798?ref_src=twsrc%5Etfw",
      "https://www.lh3.googleusercontent.com/I_tHaHF4z4W5qOjOVSEYf7RB18PXvmFEYSaVsUen_DJqJeeiWS3bjwcNCPU97pz7b73_BNiSLoL8wdIAA5141NwP1zvdfQWDC3oKJmEUMMTmDg=w1200-h630-rj-pp-nu-e365",
      "https://www.lh3.googleusercontent.com/I_tHaHF4z4W5qOjOVSEYf7RB18PXvmFEYSaVsUen_DJqJeeiWS3bjwcNCPU97pz7b73_BNiSLoL8wdIAA5141NwP1zvdfQWDC3oKJmEUMMTmDg=rj-nu-e365-w360",
      "https://www.twitter.com/UNRWA/status/1727075636584628247?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Gaza",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w640-rj-l80-nu-e365",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=s0-e365",
      "https://www.lh3.googleusercontent.com/I_tHaHF4z4W5qOjOVSEYf7RB18PXvmFEYSaVsUen_DJqJeeiWS3bjwcNCPU97pz7b73_BNiSLoL8wdIAA5141NwP1zvdfQWDC3oKJmEUMMTmDg=rj-nu-e365-w1200",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w1600-rj-l80-nu-e365",
      "https://www.t.co/3kvRHpjkzg",
      "https://www.twitter.com/SalmanTorsum/status/1740339302486425798?ref_src=twsrc%5Etfw",
      "https://twitter.com/UNRWA/status/1727075636584628247",
      "https://www.lh3.googleusercontent.com/I_tHaHF4z4W5qOjOVSEYf7RB18PXvmFEYSaVsUen_DJqJeeiWS3bjwcNCPU97pz7b73_BNiSLoL8wdIAA5141NwP1zvdfQWDC3oKJmEUMMTmDg=rj-nu-e365-w720",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w1200-rj-l80-nu-e365",
      "https://www.t.co/yn6V9bWSBM",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w480-rj-l80-nu-e365",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w780-rj-l80-nu-e365",
      "https://twitter.com/SalmanTorsum/status/1740339302486425798",
      "https://twitter.com/hashtag/GazaStrip",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w32-fSoften=1,100,0-rp-e365",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w960-rj-nu-e365",
      "https://www.twitter.com/hashtag/GazaStrip?src=hash&ref_src=twsrc%5Etfw",
      "https://www.lh3.googleusercontent.com/BkPIylrLA0iw570doe6Sp1RjNF0IOisfQN9arxv7IbUGZCCALTCkDWumVtRA67JKK2rZ9ELvvaV4g6vALlHEy3ZKn68HWsL-wEDnSrjcG0BNX60=w960-rj-l80-nu-e365",
      "https://www.twitter.com/hashtag/Gaza?src=hash&ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "akiva tor",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "ytn",
          "sentiment": "none"
        },
        {
          "name": "al jazeera",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "seoul",
          "sentiment": "none"
        },
        {
          "name": "korea",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "republic of korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:06.385+02:00",
    "updated": "2024-01-01T16:18:44.362+02:00"
  },
  {
    "uuid": "ea9ac34307a1c01866d429ea31c3882d7daebfcc",
    "url": "https://www.newarab.com/news/iraq-moving-end-presence-us-led-coalition-troops-pm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dana Taib Menmy ــ Iraq",
    "published": "2023-12-28T21:41:00Z",
    "title": "Iraq moving to end presence of US-led coalition troops: PM",
    "text": "Iraq's PM says government working to end presence of US-led coalition forces in the country Iraq's government is working on bringing an end to the presence of soldiers from a US-led coalition in the country, Prime Minister Mohammed Shia al-Sudani said on Thursday. The Iraqi premier's announcement comes amid heightened tensions and an escalation in attacks between the US military and Iran-backed militias, with the latter group insisting that the Iraqi government should set out a clear timetable for the withdrawal of coalition troops. Speaking in a joint conference with Spain's Prime Minister Pedro Sanchez, who visited Iraq on Thursday, al-Sudani said his government was committed to reconfiguring its relationship with the coalition forces, who went to Iraq in 2015 to fight the Islamic State (IS) militant group. \"With the presence of capable Iraqi forces, the Iraqi government is heading towards ending the presence of the international coalition forces,\" Sudani said. Sudani condemned strikes on bases hosting coalition troops in the country, which have increased substantially since US ally Israel launched its brutal war on Gaza in October. But with the US conducting retaliatory strikes in Iraq on the Iran-backed groups that are attacking the bases, Sudani said foreign forces must stick to their role of training and advising Iraqi security forces. \"Engaging in military operations beyond these limits is viewed as a violation of Iraqi sovereignty and is unequivocally rejected.\" The US this week conducted three airstrikes in response to an attack that wounded three US soldiers at Harir airbase near Erbil, the capital city of Iraqi Kurdistan. The Iraqi government on Tuesday condemned US airstrikes on the headquarters of armed factions within the Popular Mobilisation Forces (PMF) that killed one person and wounded 20 others. Spain has more than 300 soldiers in Iraq, as part of the international anti-IS coalition and NATO's mission in the country. Sanchez said during the press conference said that he supported Iraq's \"sovereignty and stability\". The US has 2,500 troops in Iraq and 900 more in neighbouring Syria, on a mission to advise and assist local forces in fighting IS, who in 2014 seized swathes of territory in both countries. The US-led coalition helped territorially defeat IS in Iraq in 2017 and Syria two years later, but sleeper cells of the extremist group still carry out attacks in both countries. Iraq's parliament asked the government to set a timeline for the withdrawal of foreign troops based in the country back in March 2018.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohammed shia al-sudani",
          "sentiment": "none"
        },
        {
          "name": "pedro sanchez",
          "sentiment": "none"
        },
        {
          "name": "al-sudani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islamic state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:17.957+02:00",
    "updated": "2023-12-31T17:54:32.548+02:00"
  },
  {
    "uuid": "702ae63d0d127c6f38d48ee8271b3132120fff2b",
    "url": "https://www.21alivenews.com/2024/11/07/humane-fort-wayne-helps-west-virginia-animal-shelter-that-rescued-150-dogs-hoarding-case",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ABC21WPTA",
    "published": "2024-11-07T23:24:00Z",
    "title": "Humane Fort Wayne helps West Virginia animal shelter that rescued 150 dogs from hoarding case",
    "text": "Humane Fort Wayne helps West Virginia animal shelter that rescued 150 dogs from hoarding case FORT WAYNE, Ind. (WPTA) - Humane Fort Wayne recently helped a West Virginia animal shelter after a planned rescue of 10 chihuahuas led to the recovery of nearly 150 dogs from a West Virginia home in late October. In West Virginia, the Humane Society of Parkersburg shares that it rescued and recovered 146 dogs from a West Virginia home on Wednesday, October 30, after a neighbor left a tip, notifying them that there were at least 10 chihuahuas inside the house. “Our humane officers went there... we knew there was probably more than 10. We were not expecting 146,” said the animal shelter’s manager Samantha Tannous. “Things just got out of hand,” added the animal shelter’s executive director, Gary McIntyre. BACKGROUND: [Planned rescue of 10 chihuahuas leads to recovery of nearly 150 dogs](https://www.21alivenews.com/2024/11/03/planned-rescue-10-chihuahuas-leads-recovery-nearly-150-dogs/) Following the rescue and recovery efforts of the West Virginia animal shelter, Best Friends Animal Society, an animal welfare organization, reached out to Humane Fort Wayne asking for help. On Saturday, November 3, Humane Fort Wayne says it took in the emergency transport of 10 of the dogs rescued and recovered by the West Virginia animal shelter, Over the weekend, each dog was given a bath and provided a clean kennel, thanks to the efforts of Humane Fort Wayne staff and volunteers. After being evaluated by Humane Fort Wayne’s behavior team, having spay/neuter surgeries done, and receiving all necessary medical care, Humane Fort Wayne says most of the dogs were made available for adoption. As of Thursday, seven of the 10 dogs have been adopted. Three dogs are not yet available for adoption, due to needing further evaluation. The view Humane Fort Wayne’s adoptable pets, visit [https://humanefw.org/adopt/](https://humanefw.org/adopt/). To learn more about Humane Fort Wayne, go to [https://humanefw.org/](https://humanefw.org/). To be the first to get the latest breaking news alerts, download the 21Alive News App. Download for both iPhone and Android devices can be found [here](https://www.21alivenews.com/page/get-the-new-abc-21-news-app-today/). Copyright 2024 WPTA. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://humanefw.org/).",
      "https://humanefw.org/adopt/).",
      "https://humanefw.org/",
      "https://humanefw.org/adopt/",
      "https://www.humanefw.org/adopt/).",
      "https://www.humanefw.org/).",
      "https://humanefw.org",
      "https://www.humanefw.org/",
      "https://humanefw.org/adopt",
      "https://www.humanefw.org/adopt/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Samantha Tannous",
          "sentiment": "none"
        },
        {
          "name": "Gary McIntyre",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:19:21.051+02:00",
    "updated": "2024-11-08T02:19:21.051+02:00"
  },
  {
    "uuid": "c4cf891760ee9653b483eb053cf1848f21ac694c",
    "url": "https://www.elpais.cr/2023/12/28/onu-retira-con-exito-su-mision-de-tombuctu-mali/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Por Prensa Latina",
    "published": "2023-12-28T00:00:00Z",
    "title": "ONU retira con exito su Misión de Tombuctú, Mali",
    "text": "Naciones Unidas, 28 dic (Prensa Latina) La Misión de Paz de la ONU en Mali (Minusma) concluyó hoy su salida de la región de Tombuctú, luego de que su último personal abandonara la zona por vía aérea y terrestre. El fin de su presencia allí cumple con lo pactado por el Consejo de Seguridad en junio, cuando el órgano aprobó el fin del mandato de las fuerzas a petición de las autoridades de transición malienses tras una década de presencia en la nación. En una ceremonia presidida por Bakoun Kante, gobernador de Tombuctú, y Anton Antchev, director del Equipo de Coordinación de Liquidación de la Misión, se transfirió el campamento en pleno funcionamiento a las actuales autoridades . La salida de Tombuctú marca el cierre del primero de los tres lugares de liquidación de la Minusma, prevista a concluir antes del 31 de diciembre. Desde julio, la Misión ha retirado de Tombuctú a casi mil 867 militares y 173 policías, así como a 226 civiles, de conformidad con la Resolución 2690 (2023) del Consejo de Seguridad. Si bien Naciones Unidas suele conceder unos 18 meses para la liquidación de una misión de mantenimiento de la paz multidimensional, la entidad que hizo ese proceso con la Minusma se esforzará por acortar este plazo, de acuerdo con un comunicado de la organización internacional. El jefe de la Misión de la ONU en Mali, El-Ghassim Wane, estimó que la retirada implica la repatriación de 12 mil 947 efectivos uniformados, más la separación de mil 786 funcionarios civiles, además de la reubicación de una carga de aproximadamente cinco mil 500 contenedores marítimos de equipos y casi cuatro mil vehículos propiedad del organismo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T08:40:54.147+02:00",
    "updated": "2023-12-29T08:40:54.147+02:00"
  },
  {
    "uuid": "4daefd2bf269e1603934a10c3fdc07f7e5b8d247",
    "url": "https://ground.news/article/ncpd-investigating-shooting-on-fairwind-drive",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T20:44:00Z",
    "title": "Ground News - NCPD investigating shooting on Fairwind Drive",
    "text": "Summary by Ground News Authorities in North Charleston are investigating a shooting near an apartment complex. Officers were responding to an address off Fairwind Drive around 3:40 p.m. The apartment complex is located off Otranto Road. Details were limited. Keep checking counton2.com for updates. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nWCBD Center High Factuality Media Conglomerate: Nexstar Media Group NCPD investigating shooting on Fairwind Drive NORTH CHARLESTON, S.C. (WCBD) - Authorities in North Charleston are investigating a shooting near an apartment complex Thursday afternoon. Officials with the North Charleston Police Department (NCPD) said officers were responding to an address off Fairwind Drive around 3:40 p.m. The apartment complex is located off Otranto Road. Details were limited. Keep checking counton2.com for updates.\n2 hours ago · Charleston, United States Read Full Article\nWCBD Center High Factuality Media Conglomerate: Nexstar Media Group\nNCPD investigating shooting on Fairwind Drive NORTH CHARLESTON, S.C. (WCBD) - Authorities in North Charleston are investigating a shooting near an apartment complex Thursday afternoon. Officials with the North Charleston Police Department (NCPD) said officers were responding to an address off Fairwind Drive around 3:40 p.m. The apartment complex is located off Otranto Road. Details were limited. Keep checking counton2.com for updates.\n2 hours ago · Charleston, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.counton2.com/news/local-news/ncpd-investigating-shooting-on-fairwind-drive/?utm_source=ground.news&utm_medium=referral",
      "https://www.counton2.com/news/local-news/ncpd-investigating-shooting-on-fairwind-drive/",
      "https://counton2.com/news/local-news/ncpd-investigating-shooting-on-fairwind-drive/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news authorities",
          "sentiment": "neutral"
        },
        {
          "name": "north charleston police department",
          "sentiment": "none"
        },
        {
          "name": "wcbd center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "nexstar media group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north charleston",
          "sentiment": "none"
        },
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "charleston",
          "sentiment": "none"
        },
        {
          "name": "fairwind drive",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "otranto road",
          "sentiment": "none"
        },
        {
          "name": "fairwind drive north charleston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:59.396+02:00",
    "updated": "2023-12-29T00:42:59.396+02:00"
  }
]