[
  {
    "uuid": "4bb7bdd21601fc3b8b6faf2154612339fc14e49b",
    "url": "https://bnnbreaking.com/sustainability/ethical-supply-chain-program-a-leap-towards-sustainable-global-manufacturing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BNN Correspondents",
    "published": "2024-02-16T07:05:00Z",
    "title": "Ethical Supply Chain Program: A Leap Towards Sustainable Global Manufacturing",
    "text": "In an era where the call for sustainability and ethical practices rings louder each day, a significant stride has been made by the International Council of Toy Industries, which has now rebranded its Ethical Toy Program to the Ethical Supply Chain Program (ESCP). This transformation, announced on February 16, 2024, marks a pivotal shift towards expanding its horizons beyond toys, aiming to embed integrity, respect, fairness, and inclusivity across a broader spectrum of manufacturing sectors. The ESCP stands as a testament to the evolving demands for compliance accreditation services throughout the supply chain, reflecting a commitment to not only uphold but also enhance labor and environmental standards globally.\nExpanding Horizons: The Evolution of Ethical Standards\nWith over two decades of experience under its belt, the program is no stranger to the intricacies of fostering ethical practices within the toy industry. However, the rebranding to Ethical Supply Chain Program signals a bold leap into uncharted territories. The ESCP aims to leverage its wealth of knowledge and expertise to address the pressing issues of social compliance and labor standards across various industries. This expanded service offering is not merely a change in name but a reflection of a broader ambition to influence positive change in global supply chains. By facilitating communication, certification, and cooperation among manufacturers, suppliers, licensors, and retailers worldwide, the ESCP envisions a transparent network where ethical standards are the norm, not the exception.\nThe Heart of the Matter: Integrity and Sustainability\nAt its core, the ESCP is driven by a commitment to integrity and sustainability. The program's rebranding echoes the growing necessity for industries to adapt to the increasing demands for ethical practices. The ESCP's mission transcends the conventional boundaries of certification and compliance; it aims to be a catalyst for real, tangible improvements in working conditions for workers around the globe. This endeavor is not just about ensuring that products are made ethically but also about fostering a culture of respect, fairness, and inclusivity throughout the supply chain. The program's comprehensive approach to addressing the multifaceted challenges of modern supply chains signifies a forward-thinking strategy aimed at creating a more equitable and sustainable future for all stakeholders involved.\nA Vision for the Future: Beyond a Rubber Stamp\nThe transition from the ICTI Ethical Toy Program to the Ethical Supply Chain Program is more than a rebranding; it is a reimagining of the role that ethical certification programs can play in shaping the future of global supply chains. The ESCP is committed to being more than just an ethical rubber stamp; it seeks to empower manufacturers, suppliers, licensors, and retailers with the tools and knowledge necessary to implement sustainable practices effectively. By increasing accessibility and working with more factories across different sectors, the ESCP plans to elevate labor and environmental standards, thereby contributing to a more transparent, responsible, and ethical global market. This ambitious vision underscores the program's dedication to making a lasting impact on the way businesses operate and interact within the international supply chain.\nAs the Ethical Supply Chain Program unfolds its new identity in 2024, it stands as a beacon of hope for a future where ethical practices are woven into the fabric of all manufacturing sectors. Through its commitment to integrity, respect, fairness, and inclusivity, the ESCP is poised to lead the charge towards a more sustainable and equitable global supply chain. The journey ahead is fraught with challenges, but with the ESCP's expertise and dedication, the path towards transformative change is clearer than ever. The rebranding of the Ethical Toy Program to the Ethical Supply Chain Program marks a significant milestone in the quest for a better world, one where ethical practices are not just encouraged but expected.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "international council of toy industries",
          "sentiment": "none"
        },
        {
          "name": "escp",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T11:10:46.617+02:00",
    "updated": "2024-02-16T11:10:46.617+02:00"
  },
  {
    "uuid": "483c0bfde46447d22ae5aa5a015cdfa21e7143bb",
    "url": "https://whatsnew2day.com/maines-democrat-governor-janet-mills-is-branded-a-liar-by-the-national-weather-service-after-she-claimed-they-didnt-warn-her-historic-storm-would-bring-up-to-six-inches-of-rain/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jacky",
    "published": "2023-12-29T15:06:00Z",
    "title": "Maine’s Democrat Governor Janet Mills is branded a LIAR by the National Weather Service after she claimed they didn’t warn her historic storm would bring up to six inches of rain",
    "text": "Maine’s Democratic governor, Janet Mills, has been called a liar by the National Weather Service after claiming her forecasters failed to warn her about a historic storm.\nThe esteemed federal agency lambasted Mills after it was criticized for failing to adequately warn locals that up to half a foot of rain would fall on Dec. 18, causing massive flooding and leaving 400,000 people without power.\nMills put his foot down on this last Wednesday while touring flood-stricken Kennebec County, saying, “The National Weather Service did not predict five or six inches of rain in any community in Maine.”\nBut an NWS spokesman said the 75-year-old lawmaker was talking nonsense, insisting that state and local officials had been informed about the impending Dec. 15 flood.\nAnd on Sunday the 17th, the day before the storm, the weather service met with state officials to brief them on expected flooding, winds and impacts on the state’s coast.\nGov. Janet Mills is coming under fire for saying the National Weather Service did not adequately predict the severity of the winter storm that hit Maine last week.\nCars flood in a parking lot at the Hathaway Creative Center along the Kennebec River, Tuesday, Dec. 19, 2023, in Waterville, Maine.\nMills and her office have yet to respond to the NWS’s claims that she is a liar.\nImages of the storm’s aftermath show cars dangling from extremely damaged roads, intense, murky flooding that swept away other vehicles, collapsed construction sites, and downed trees and power lines.\nThe storm, which Mills called “an extraordinary event,” moved northeast on Monday, knocking out power to hundreds of thousands of people, forcing flight cancellations and killing at least four people.\nWind gusts reach nearly 70 miles per hour, which Mills also said the National Weather Service did not predict.\n“The National Weather Service did not predict winds between 68 and 70 miles per hour in any area of Maine,” he said. “It was an extraordinary event.”\nIn fact, the NWS appears to have predicted possible winds of 65 to 70 miles per hour while also predicting four to six inches of rain.\nEarlier this week, Mills announced the launch of an online resource for Maine residents who were severely impacted by flooding and other storm damage.\nThe Maine Flood Assistance and Resource Center opened Tuesday. According to the governor’s office, it will add “information, resources and assistance” for those affected by the storm.\nPropane tanks released by floodwaters discharge gas as they float on the Kennebec River through Augusta, Maine, on Tuesday, Dec. 19, 2023.\nNathan Sennett and Tori Grasse recover furniture from a flooded patio near the Kennebec River, Tuesday, Dec. 19, 2023, in Hallowell, Maine.\nA car floats in a flooded parking lot at the Hathaway Creative Center along the Kennebec River in Waterville, Maine\nA man watches the Kennebec River flood on December 19 in Maine\nThe center’s announcement came after states of civil emergency were declared in 14 of Maine’s 16 counties.\nThe severity of the storm’s damage led Mills to request a Major Disaster Declaration from President Joe Biden, which will allow federal resources to supplement state-led recovery efforts.\n“In the wake of last week’s storm, my administration launched the Maine Flood Resource and Assistance Center to help Maine people with questions they may have about property damage, traffic safety, tree removal and more. “Mills said in the news release about the resource center.\n“We will update this website as more information becomes available as part of our effort to do everything we can to support the quickest recovery possible for Maine communities.”\nThe governor also announced Tuesday that the Federal Emergency Management Agency approved the Maine Emergency Management Agency’s request to begin a preliminary damage assessment, which is the first formal step in requesting the aforementioned Major Disaster Declaration. .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "janet mills",
          "sentiment": "neutral"
        },
        {
          "name": "mills",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "neutral"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "kennebec county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:18:47.379+02:00",
    "updated": "2023-12-29T17:18:47.379+02:00"
  },
  {
    "uuid": "0307b1ed49f44391c0de7155112e785f69d33b4d",
    "url": "https://www.wcnc.com/article/news/nation-world/bodycam-video-east-canton-man-tells-officers-i-cant-breathe-death-police-custody/95-ea2153fb-00e9-4634-a178-7f6d085cb9b7",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Justin McMullen, Tyler Carey",
    "published": "2024-04-25T06:15:00Z",
    "title": "Canton police bodycam video of Frank E. Tyson's death | wcnc.com",
    "text": "CANTON, Ohio — The Canton Police Department on Wednesday released body camera footage showing the death of 53-year-old East Canton resident Frank E. Tyson while in police custody , including his last words of \"I can't breathe.\" It is a 35-minute, 46-second video which shows officers arriving to the scene, confronting Tyson, and attempting to take him into custody. After his last words, it also shows a period of 5-plus minutes where he laid motionless on the floor before police checked for a pulse.\nThe encounter occurred on April 18 when two officers responded to an AMVETS Post on Sherrick Road Southeast in Canton Township. Police say Tyson ran there after crashing his car near the eastern limits of the city of Canton. The video shows officers struggling to arrest Tyson before one of the officers restrains him by placing his knee on the back of Tyson's upper body. Tyson is heard on the video repeatedly saying, \"I can't breathe.\"\nThe department identified the officers involved as Beau Schoenegge and Camden Burch of the traffic bureau. Both were placed on paid administrative leave, per department policy, with the Ohio Bureau of Criminal Investigation currently conducting an inquiry of the case.\nAuthorities initially acknowledged the incident last Friday, April 19, saying officers responded to a report of a one-vehicle crash in the 1700 block of Sherrick Road Southeast around 8:15 p.m. Officers observed a power pole in the roadway that had been sheared in the wreck and found the vehicle nearby before being directed to the AMVETS, where Tyson was located.\nIn that release, police stated that Tyson struggled with the officers before they secured him, and that the officers noticed he was unresponsive \"shortly after securing him in handcuffs.\" After performing CPR and administering multiple doses of Narcan, Tyson was later pronounced dead at an area hospital.\nFULL BODYCAM VIDEO FROM CANTON POLICE **Viewer Discretion Advised** This video contains graphic content and shows a man’s death while in police custody. It is provided for transparency to the public and community we serve. Viewer discretion is strongly advised, as the footage may be disturbing and is not suitable for all audiences. We extend our deepest sympathies to all those affected by this tragic event. Please consider carefully whether you want to proceed with viewing this video in the player below.\nYou can also watch the video here: https://www.youtube.com/watch?v=rb0De9pg1BA&t=12s\nMore Videos Next up in 5\nExample video title will go here for this video\nNext up in 5\nExample video title will go here for this video\nWHAT THE VIDEO SHOWS Here is the timeline of the events:\nOfficers first responded to the scene of the crash before a bystander called them to the AMVETS bar and began describing Tyson. Just about four minutes into the video, the bystander can be seen opening the door of the bar and pointing Tyson out, with another patron asking police, \"Please get him out of here now.\"\nAt the four-minute mark of the video, police walk toward Tyson, who begins arguing with officers and telling them to \"get the sheriff.\" After Tyson knocked down a barstool in front of the officers, authorities tried to restrain Tyson, and a struggle ensued.\nAs officers attempt to subdue Tyson, he continues to resist. He is then heard repeatedly shouting, \"They're trying to kill me,\" and, \"Call the sheriff.\"\nAbout a minute after the officers approached Tyson, the officers and a bystander grabbed him and wrestled him to the ground. Tyson continued to shout \"call the sheriff\" as officers attempted to restrain him face down on the floor.\nThe video then shows an officer place his knee on Tyson's lower back for about 20 seconds as an officer places Tyson in handcuffs. After Tyson is subdued, the officer again can be seen restraining him by placing his knee on his upper body from the back.\nTyson is heard telling the officer to \"get off me.\" The officer who handcuffed Tyson then shouts at him to \"calm down.\"\nAbout 10 seconds later, with the other officer's knee still pinning his body down, Tyson is heard telling the officers \"I can't breathe,\" before an officer tells him to \"stop fighting.\"\nSeconds later, Tyson again tells officers that he cannot breathe, adding, \"You're on my neck.\" The officer pinned Tyson down with his knee on his upper body for approximately 30 seconds total.\nShortly after the officer removes his knee, Tyson again says, \"I can't breathe,\" to which an officer responds, \"You're fine. Shut the f--- up.\"\nTyson stopped moving and remained face down on the floor motionless for more than 5 minutes as officers discussed next steps. During that time period, an officer crossed Tyson's legs behind him.\nApproximately 90 seconds after the officer removed his knee from Tyson's body, Tyson's foot is seen twitching. The officer tells Tyson to \"stop fighting,\" and shortly afterward, Tyson's foot stops moving.\nThe bodycam footage then shows the officer stand up and converse with bar patrons. The officer explained to a patron that Tyson was involved in a crash and that he \"took out a whole pole.\"\nA patron can be heard saying something about a \"good tussle\" and laughing. The officer responds, \"I've always wanted to be in a bar fight. I don't know if this counts.\"\nFollowing this conversation, one officer returns asks, \"Did he calm down?\" referring to Tyson. Another officer responds, \"Yeah, he might be out.\" At this point, the first officer kneels down and appears to check Tyson's pulse before walking away.\nFrom the time the officer removed his knee from Tyson's body to the time his pulse was checked, 5 minutes and 34 seconds had passed.\nAbout 10 seconds later, an officer commanded Tyson to stand up, but Tyson did not appear to move or respond. The officer then attempted to move Tyson to his side and began to shake him before asking a bystander to close the door behind Tyson as another officer assisted in trying to wake him up.\nThe officers then continue to check for a pulse and attempt to get Tyson to respond for several minutes.\nJust over two minutes after officers first noticed Tyson had become unresponsive, one of them again asked whether Tyson's heart was beating. The other officer responded, \"I didn't feel one. Can you tell medics to step it up? He feels not responsive and I don't know if I can feel a pulse.\"\nAbout 20 seconds later, officers began performing chest compressions on an unresponsive Tyson. The video shows various officers performing CPR for several minutes.\nMore than five minutes after police began chest compressions, an officer is heard saying, \"Where are these medics? We called out for... like 10 minutes ago.\"\nOfficers are heard saying they gave Tyson two doses of Narcan, a drug that treats narcotic overdoses.\nJust under eight minutes after police began CPR, an officer says, \"We called them, they weren't here. Like six, seven minutes. Told them to step on it, and still not here.\"\nApproximately two minutes later, fire department personnel arrived and took over attempts to revive Tyson. About a minute after that, video shows paramedics arriving and removing Tyson on a gurney. MAYOR'S RESPONSE Canton Mayor William Sherer II released the following statement after the video was made public:\n\"Today we have released the bodycam footage of the arrest incident involving the death of Mr. Frank E. Tyson. I sat down with members of the Tyson family to not only allow them to see what is now being released to the public, but to give them my condolences in person. As we make it through this challenging time, my goal is to be as transparent with this community as possible.\n\"This investigation is in the hands of BCI, and we will continue to provide them with all the required information they need to do their work.\"\nWHAT COMES NEXT? A spokesperson for the Stark County Coroner's Office told 3News that Tyson's autopsy has been completed, but because it has been classified as an \"in custody death\" it will be up to the prosecutor's office to decide when the autopsy report will be released.\n3News asked for this bodycam video via a public records request late last week before it was eventually made public. Meanwhile, Tyson's family has since retained the services of attorney Bobby DiCello, who has previously represented the family of Jayland Walker following his shooting death at the hands of Akron police.\n\"The family is devastated and we are motivated to get justice for Frank Tyson,\" DiCello said in a statement.\nFinally, we also reached out to the Rev. Hector McDaniel, president of the Stark County NAACP. He told us, \"The organization is pleased the video was released in a timely manner. Its team will review the tape and issue a statement at the appropriate time.\"\nMore coverage:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/498NvxEslJE?rel=0",
      "http://www.youtube.com/watch?v=rb0De9pg1BA",
      "https://www.youtube.com/embed/498NvxEslJE",
      "https://www.assets.tegnaone.com/assets/WKYC/videos/12b7f345-20c9-4590-8613-8d77c0d39613/20240425T072139/master.m3u8",
      "https://youtube.com/embed/498NvxEslJE?rel=0",
      "http://www.youtube.com/watch",
      "https://assets.tegnaone.com/assets/WKYC/videos/12b7f345-20c9-4590-8613-8d77c0d39613/20240425T072139/master.m3u8",
      "http://youtube.com/watch?v=rb0De9pg1BA"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "frank e. tyson",
          "sentiment": "negative"
        },
        {
          "name": "beau schoenegge",
          "sentiment": "none"
        },
        {
          "name": "tyson",
          "sentiment": "none"
        },
        {
          "name": "camden burch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "canton police department",
          "sentiment": "negative"
        },
        {
          "name": "amvets post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "canton",
          "sentiment": "none"
        },
        {
          "name": "canton",
          "sentiment": "none"
        },
        {
          "name": "east canton",
          "sentiment": "none"
        },
        {
          "name": "canton township",
          "sentiment": "none"
        },
        {
          "name": "sherrick road southeast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:41:26.881+03:00",
    "updated": "2024-04-27T06:22:38.455+03:00"
  },
  {
    "uuid": "801eab5dadd24a47d2fd2faf3dfbc9aa6cc1fa0f",
    "url": "https://www.dailyleader.com/2023/12/29/frigid-nights-ahead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hunter Cloud",
    "published": "2023-12-29T14:07:00Z",
    "title": "Frigid nights ahead - Daily Leader | Daily Leader",
    "text": "Frigid nights ahead Published 8:07 am Friday, December 29, 2023 BROOKHAVEN — Pond steam and the billowing clouds of steam rising from hot coffee should illustrate how cold the mornings are right now. Frost and chilly temperatures will likely greet each sunrise for the next few days according to the National Weather Service forecast. Frost is forecast to linger until 9.a.m. Friday morning. Temperatures will be 50 degrees with sunny skies. Wind gusts again will be around 20 mph and sustained winds between 5 to 10 mph. Friday night will cool off to a low of 29 degrees. Jack Frost is forecast to visit again with frost forming early Saturday morning around 1 a.m. and lingering until 8 a.m. The high will be 54 with sunny skies Saturday. Sunday could have frost forming again but the sunshine and southern winds should warm up the day. High temperatures could reach 62. Sunday night is forecast to have a 40 percent chance of rain. New Years Day will have a 20 percent chance of rain. Sprinkles could come Tuesday and rain chances increase to 40 and 50 percent Tuesday night and Wednesday according to the forecast. It might be a good time to make some hot chocolate or coffee to beat this cool weather. Share how you are fighting against the chilly temperatures.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jack frost",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brookhaven",
          "sentiment": "negative"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:24:41.500+02:00",
    "updated": "2023-12-29T16:24:41.500+02:00"
  },
  {
    "uuid": "ef3499c3b76714e71e864cbf85fb553d83991add",
    "url": "https://www.foxnews.com/world/iran-backed-houthi-launch-three-attacks-red-sea-gulf-aden-tensions-escalate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bradford Betz",
    "published": "2024-02-01T00:00:00Z",
    "title": "Iran-backed Houthi launch three attacks in Red Sea, Gulf of Aden as tensions escalate | Fox News",
    "text": "Iran-backed Houthi militants in Yemen on Thursday launched three separate attacks in the Gulf of Aden and the Red Sea. Around 5 a.m., U.S. Central Command forces shot down a drone over the Gulf of Aden. There were no injuries. Later Thursday, CENTCOM forces destroyed a Houthi explosive uncrewed surface vehicle (USV) in the Red Sea. U.S. forces identified the USV heading toward the international shipping lane and determined it presented an \\\"imminent threat\\\" to merchant vessels and U.S. Navy ships in the region, CENTCOM said. CENTCOM said the strike resulted in \\\"significant secondary explosions.\\\" There were no injuries or damage reported. Later that afternoon, two anti-ship ballistic missiles were launched from Houthi-controlled areas in Yemen toward a Liberian-flagged, Bermuda-owned cargo ship. The missiles landed in the water without hitting the ship. There were no injuries or damage reported to the vessel. Iran-backed Houthi militants, stationed in Yemen, have for months been firing upon commercial vessels passing through the Red Sea. The militants say the attacks are in support of Palestinians killed in the ongoing Israel-Hamas war in Gaza. Thursday represented the 42nd, 43rd, and 44th such attacks since November 19th. IRAN MANUFACTURED THE DRONE THAT KILLED 3 US SOLDIERS IN JORDAN, US OFFICIAL SAYS The latest strikes come just days after three U.S. soldiers were killed in Jordan. The Biden administration has blamed the Islamic Resistance in Iraq, an umbrella group of Iran-backed militias that includes the militant group Kataib Hezbollah. Earlier this month, two U.S. Navy SEALs, went missing during a mission in the Red Sea and have since been declared dead. Defense Secretary Lloyd Austin said Thursday it's time to further disable Iran-backed militias like the Houthis that have struck at U.S. forces and ships in the Middle East. He said the U.S. is preparing to take significant action in response to the soldiers’ deaths. EU MUST DO MORE TO STOP RED SEA ATTACKS, SAYS FOREIGN MINISTER: ‘JUST STRIKING THE HOUTHIS WON’T DO ENOUGH' For days the U.S. has hinted strikes are imminent. The threat of retaliation for Sunday's deaths has driven some militant groups to say they were stopping hostilities. But the latest strikes by Houthi rebels cast doubt on those claims. \\\"At this point, it's time to take away even more capability than we've taken in the past,\\\" Austin said Thursday in his first press conference since he was hospitalized on Jan. 1 due to complications from prostate cancer treatment. Previous U.S. strikes have not deterred the attacks. Since the war between Israel and Hamas broke out in October, Iranian-backed militant groups have struck U.S. bases in Iraq and Syria at least 166 times with rockets, missiles, and one-way attack drones, drawing about a half-dozen U.S. counterstrikes on militant facilities in both countries. The U.S. military also has carried out airstrikes targeting the Iran-backed Houthi rebels in Yemen. While Iran has denied involvement, Austin said Thursday that \\\"how much Iran knew or didn't know, we don't know. But it really doesn't matter because Iran sponsors these groups.\\\" CLICK HERE TO GET THE FOX NEWS APP The Pentagon has the aircraft carrier Dwight D. Eisenhower in the region, along with at least a half dozen other major U.S. warships, U.S. Air Force fighter jets and radar aircraft. It has already been regularly using those assets to conduct strikes and defend ships.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fox news iran",
          "sentiment": "negative"
        },
        {
          "name": "u.s. navy",
          "sentiment": "none"
        },
        {
          "name": "usv",
          "sentiment": "none"
        },
        {
          "name": "u.s. central command",
          "sentiment": "none"
        },
        {
          "name": "centcom",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gulf of ade",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "gulf of aden",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "bermuda",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:13:09.082+02:00",
    "updated": "2024-02-02T01:13:09.082+02:00"
  },
  {
    "uuid": "f75bb4668a71415e4ffd6d0eac5951fbb4661de6",
    "url": "https://www.bullz-eye.com/2025/01/23/from-hobby-to-career-how-to-turn-your-love-for-music-into-a-profitable-job",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff",
    "published": "2025-01-23T16:22:00Z",
    "title": "From Hobby to Career: How to Turn Your Love for Music into a Profitable Job",
    "text": "Turning your passion for music into a full-time career is a dream many musicians share. While the journey may seem daunting, it’s entirely possible with the right strategies and determination. Success as a professional musician requires talent, planning, and an understanding of the modern music landscape. By leveraging online platforms, diversifying your income streams, and building a loyal fan base, you can transform your love for music into a sustainable and profitable profession.\nSharing Your Music with the World\nIn today’s digital age, sharing your music online is one of the most effective ways to build an audience and generate income. Beyond exposure, these platforms provide opportunities to Earn Music Royalties when your songs are streamed or downloaded. By reinvesting these earnings into better equipment, marketing, or collaborations, you can accelerate the growth of your music career and stay competitive in a crowded industry. Creating an online presence not only enhances your visibility but also establishes you as a credible artist, opening doors to gigs, sponsorships, and other income opportunities.\nBuilding a Strong Personal Brand\nYour brand is what sets you apart in a sea of talented musicians. It’s not just about your music but also about your image, story, and the emotional connection you create with your audience. A well-defined brand helps fans resonate with your artistry and makes you memorable in the industry. Start by identifying what makes you unique—your sound, your style, or the message behind your music. Consistently reflect these elements across your social media profiles, album covers, and live performances. Engage with your audience authentically, whether by sharing behind-the-scenes content, responding to comments, or collaborating with other artists. A strong personal brand will not only attract fans but also garner the attention of industry professionals who can help take your career to the next level.\nMonetizing Your Talent\nTurning your music into a source of income involves more than just streaming revenue. Live performances, merchandise sales, and crowdfunding campaigns are excellent ways to diversify your income streams. Performing at local venues, festivals, or even virtual concerts allows you to connect with fans on a deeper level while earning from ticket sales. Selling branded merchandise like T-shirts, posters, or vinyl records adds another layer of income and strengthens your relationship with your audience. Additionally, crowdfunding platforms like Patreon and Kickstarter can help finance your projects while fostering a sense of community among your supporters. By exploring these avenues, you can create a stable financial foundation for your music career.\nCollaborating with Other Artists\nCollaboration is a powerful tool for growth in the music industry. Partnering with other musicians not only expands your reach but also brings fresh perspectives to your work. Whether it’s co-writing a song, featuring on another artist’s track, or performing together, collaborations can lead to innovative creations that captivate audiences. Moreover, working with artists in different genres can introduce you to new fan bases and broaden your appeal. Networking is key to finding the right collaborators, so attend industry events, join online music communities, and actively seek opportunities to connect with like-minded musicians. These partnerships can significantly enhance your visibility and credibility in the industry.\nLearning the Business Side of Music\nWhile creativity is at the heart of music, understanding the business side is crucial for long-term success. Familiarize yourself with contracts, licensing, copyright laws, and royalty collection to ensure you’re fairly compensated for your work. Seek guidance from experienced professionals, such as music managers, lawyers, or accountants, to navigate the complexities of the industry. Additionally, learn about marketing and distribution strategies to maximize your reach. Knowing how to negotiate deals, protect your intellectual property, and manage your finances will empower you to make informed decisions and maintain control over your career.\nStaying Consistent and Resilient\nThe path to turning your hobby into a career is rarely straightforward. Rejection, setbacks, and periods of uncertainty are inevitable, but resilience and consistency are key to overcoming them. Keep honing your craft, experimenting with new sounds, and staying true to your vision. Celebrate small victories and learn from failures. Remember, building a successful music career takes time, and persistence often separates those who succeed from those who don’t. Surround yourself with a supportive community of friends, family, and fellow artists who can encourage and motivate you during challenging times.\nTransforming your love for music into a profitable career is both a challenging and rewarding endeavor. By sharing your music online, building a strong personal brand, diversifying your income streams, collaborating with others, understanding the business side, and staying resilient, you can navigate the complexities of the music industry with confidence. Each step you take brings you closer to your goal, proving that with passion and determination, it’s possible to turn your musical dreams into reality.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Lifestyle and Leisure->hobby",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend",
      "Human Interest->record and achievement",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://indiefy.net/pro",
      "https://www.indeed.com/career-advice/finding-a-job/jobs-for-music-business-degrees",
      "https://indeed.com/career-advice/finding-a-job/jobs-for-music-business-degrees",
      "https://www.indiefy.net/pro"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:06:24.938+02:00",
    "updated": "2025-01-24T00:06:24.938+02:00"
  },
  {
    "uuid": "ce740d698a297c0d955dca908c9c4a8a70052a07",
    "url": "https://www.informazione.it/a/8D3C7471-5D29-414B-B8F3-E7569EF9209C/Perturbazione-in-arrivo-pioggia-neve-e-freddo-in-Italia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infoitinterno",
    "published": "2024-12-13T06:28:00Z",
    "title": "Perturbazione in arrivo, pioggia, neve e freddo in Italia",
    "text": "Perturbazione in arrivo, pioggia, neve e freddo in Italia\nArticolo Precedente\nArticolo Successivo\nUna nuova perturbazione atlantica, la quarta di questo mese, attraverserà la Penisola tra oggi e domani, riportando il maltempo su gran parte delle nostre regioni. Nelle prossime ore, infatti, tornerà la pioggia su gran parte del Centro-Sud e delle Isole, con un temporaneo coinvolgimento anche di alcuni settori del Nord. Non mancheranno nevicate, specie sulle Alpi Occidentali e sull'Appennino Settentrionale, mentre le temperature continueranno a oscillare attorno ai valori medi stagionali, regalandoci un po' di freddo tipico di dicembre, con anche la possibilità di locali e deboli gelate al Nord, pure in pianura.\nIl fronte perturbato interesserà inizialmente le Isole maggiori, per poi risalire verso l'Italia nella giornata di oggi, 13 dicembre, giorno di Santa Lucia. Sarà dunque un venerdì a tratti perturbato, con piogge e temporali che proseguiranno nel fine settimana, quando arriverà un nuovo impulso di aria fredda proveniente dal Mare del Nord. Questo comporterà un rischio di locali e deboli gelate al Nord, anche in pianura.\nPer il bel tempo bisognerà attendere lunedì, quando l'espansione dell'Anticiclone delle Azzorre verso l'Italia porterà condizioni stabili, asciutte e più soleggiate in tutto il Paese. Tuttavia, ci aspetta probabilmente un Natale freddo. Secondo le proiezioni, nei giorni festivi potrebbe verificarsi un'irruzione di origine polare, con aria molto fredda proveniente dal nord Europa che potrebbe scendere di latitudine e arrivare fino sull'Italia.\nNel frattempo, oggi a Roma è prevista una bomba d'acqua, con piogge intense che colpiranno la capitale. Il peggioramento, già annunciato da qualche giorno, sarà più forte del previsto: tra poche ore, infatti, una perturbazione provocherà tanta pioggia e nevicate, coinvolgendo numerose regioni.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T13:15:27.394+02:00",
    "updated": "2024-12-13T13:15:27.394+02:00"
  },
  {
    "uuid": "7aed240403aa8c5fe15ecebd82f630643ed29125",
    "url": "https://www.devdiscourse.com/article/international/2760488-canada-shots-fired-at-residence-of-son-of-lakshmi-narayan-mandir-president",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-29T04:57:00Z",
    "title": "Canada: Shots fired at residence of son of Lakshmi Narayan Mandir president | International",
    "text": "Canada: Shots fired at residence of son of Lakshmi Narayan Mandir president Firing took place at the residence of an Indian-origin man in Canada's Surrey. Following this, the Royal Canadian Mounted Police has been investigating the incident. [ANI](/ani-stories)| Updated: 29-12-2023 09:57 IST | Created: 29-12-2023 09:57 IST - Country: - Canada Ottawa [Canada], December 29 (ANI):Shots were at the residence of an Indian-origin man in Canada's Surrey. Following this, the Royal Canadian Mounted Police has been investigating the incident. The firing happened on Wednesday (December 27) in the early morning at the residence of the son of Satish Kumar, the president of Lakshmi Narayan Mandir, in Surrey. The incident happened at a residence in the 14900 block of 80 Avenue, Surrey. According to the Police no one was injured during the incident. According to the Constable Parmbir Kahlon, Media Relations Officer for Surrey Police, the residence involved sustained damage consistent with bullet holes. \"On December 27, 2023 at approximately 8:03 am, Surrey RCMP responded a to a report of shots fired at a residence in the 14900 block of 80 Avenue. No one was injured during the incident, but the residence involved sustained damage consistent with bullet holes. Police remained in the area, examining the scene, speaking with witnesses and canvassing the neighbourhood for CCTV footage. The Surrey RCMP General Investigation Unit has conduct of the investigation. Officers are still working to determine the motive of this incident. Anyone with more information, including dash cam footage of the incident, is asked to contact the Surrey RCMP\" the Surrey Police said in its press release. Reportedly, the Surrey RCMP General Investigation Unit has conducted the investigation, and the officers are working to determine the motive of this incident, adding that the identities of the perpetrators are not known yet. The Surrey Police have not confirmed any link of the attack to recent threats recieved by the Laxhmi Narayan Mandir in Surrey. Earlier in November, India-origin Canadian member of Parliament Chandra Arya shared a purported video of Pro Khalistani supporters in Surrey claiming they want to create trouble at the Hindu Laxmi Narayan Mandir there. He wrote, \"Last week, Khalistan supporters verbally abused a Sikh family outside a Sikh Gurdwara in Surrey, BC, according to some reports. Now it appears the same Khalistan group wants to create trouble at the Hindu Laxmi Narayan Mandir in Surrey.\" Underscoring that Hindu temples have remained targets for attacks over the past years, Arya noted by saying, \"Hindu temples have been attacked many times during the last couple of years. Hate crimes are being committed against Hindu-Canadians.\" Moreover, a Hindu temple was vandalised in Canada by extremist elements with Khalistan referendum posters in August this year. In April this year, BAPS Swaminarayan temple was vandalised with anti-India graffiti in Windsor, in Canada's Ontario. Meanwhile, in February, the Ram Mandir in Canada's Mississauga was vandalised with anti-India graffiti. In January, a Hindu temple in Brampton was defaced with anti-India graffiti, triggering outrage among the Indian community. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [More than 10,500 CCTV cameras being installed in Surat, Vadodara](/article/headlines/2747853-more-than-10500-cctv-cameras-being-installed-in-surat-vadodara) [Parliament security breach: Police relying on technical and electronic evidences, looking into CDR's and CCTV footage](/article/headlines/2746972-parliament-security-breach-police-relying-on-technical-and-electronic-evidences-looking-into-cdrs-and-cctv-footage) [Women's safety: HC asks Delhi govt about feasibility of installing CCTV cameras on DTC buses](/article/law-order/2751551-womens-safety-hc-asks-delhi-govt-about-feasibility-of-installing-cctv-cameras-on-dtc-buses) [Delhi Police scans 900 CCTV cameras to nab cattle smuggler](/article/law-order/2760122-delhi-police-scans-900-cctv-cameras-to-nab-cattle-smuggler) [Blast near Israeli embassy: Police say plan orchestrated knowing no CCTV camera on spot](/article/law-order/2759125-blast-near-israeli-embassy-police-say-plan-orchestrated-knowing-no-cctv-camera-on-spot)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "parmbir kahlon",
          "sentiment": "none"
        },
        {
          "name": "satish kumar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lakshmi narayan mandir",
          "sentiment": "negative"
        },
        {
          "name": "international canada",
          "sentiment": "negative"
        },
        {
          "name": "surrey rcmp",
          "sentiment": "none"
        },
        {
          "name": "surrey police",
          "sentiment": "none"
        },
        {
          "name": "surrey",
          "sentiment": "none"
        },
        {
          "name": "royal canadian mounted police",
          "sentiment": "none"
        },
        {
          "name": "canada ottawa [canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "surrey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:30:45.069+02:00",
    "updated": "2023-12-29T07:30:45.069+02:00"
  },
  {
    "uuid": "007f5e68aeec990de2f2debd56aa46158f9abcbb",
    "url": "https://fr.nhandan.vn/dien-bien-phu-la-france-finance-leclairage-du-pont-muong-thanh-post89229.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNA/NDEL",
    "published": "2024-05-06T05:43:00Z",
    "title": "Diên Biên Phu: La France finance l&apos;éclairage du pont Muong Thanh | Le journal Nhân Dân",
    "text": "La secrétaire d’État française aux Anciens Combattants et à la Mémoire, Patricia Mirailles, a remis le dossier technique du système d’éclairage aux autorités de Diên Biên et a participé à la cérémonie d’éclairage du pont Muong Thanh, qui enjambe la rivière Nâm Rôn. Ce système innovant a été conçu par des ingénieurs de Lyon, surnommée la ville des lumières pour ses compétences remarquables dans ce domaine. Lors de la cérémonie, Patricia Mirailles a souligné que l'événement de Diên Biên Phu, il y a 70 ans, a laissé une marque indélébile dans l'histoire vietnamienne, française et mondiale. Il demeure gravé dans la mémoire collective des deux peuples, qui ont choisi de tourner la page sur un passé douloureux pour construire un avenir commun à travers des projets de coopération de plus en plus substantiels et efficaces sur l'ancien champ de bataille. De son côté, Hervé Conan, directeur de l’Agence française de développement au Vietnam, a également salué cette coopération fructueuse. \"Le pọnt est un symbole fort de la guerre mais aussi de l'amitié et de la paix, puisqu'un pont va toujours d'un point à un autre. Et quelque part, ce pont a permis la libération et l'indépendance du Vietnam. Il a aussi permis d'aller vers un nouveau monde, celui de la décolonisation. Donc, c'est un pont qui réunit et qui est historiquement important. Il nous est apparu intéressant, avec la province de Diên Biên, pour marquer l'amitié entre la France et le Vietnam, de faire de ce pont un objet d'art\", a-t-il déclaré. Selon Hervé Conan, la décision des autorités de Diên Biên de transformer le pont Muong Thanh en un pont piéton ouvrira la voie à la création d'un lieu de grande valeur à la fois sur le plan de l'espace de vie et sur le plan touristique.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T10:24:12.279+03:00",
    "updated": "2024-05-06T10:24:12.279+03:00"
  },
  {
    "uuid": "1ad19f5c058a50362b29a5e5bbb6cdae34e86a12",
    "url": "https://tvnewscheck.com/promotion/article/graham-media-group-gray-media-launch-emergency-donation-drive-for-texas-flood-relief/",
    "ord_in_thread": 0,
    "author": "Mark K. Miller",
    "published": "2025-07-10T12:16:00Z",
    "title": "Graham Media Group & Gray Media Launch Emergency Donation Drive For Texas Flood Relief",
    "text": "In response to the devastating floods that swept through Central Texas and the Hill Country, Graham Media Group and Gray Media have joined forces to launch an urgent donation drive supporting local relief and recovery efforts, “Together for Texas”. They said: “The July 4 floods uprooted families, destroyed homes, and left entire communities reeling. While recovery will take time, there is a critical need for shelter, supplies, and support. The campaign raised more than $120,000 in donations in its first 24 hours, including a $25,000 donation from Gray. Graham Media Group is making an additional $15,000 donation to the campaign.”\nThrough this collaborative campaign, Graham Media Group’s KSAT San Antonio and KPRC Houston and Gray stations across 113 markets in the U.S. aim to generate donations that deliver vital resources — including food, housing, and financial aid — to impacted communities. All of the funds raised will support on-the-ground efforts in flood-affected regions, they say.\n“Graham Media Group is proud to partner with Gray in supporting the Salvation Army’s critical emergency disaster response in Texas,” said Catherine Badalamente, Graham Media CEO. “As broadcasters, we have a responsibility to not only inform our communities about breaking news but to help them in times of crisis. The Salvation Army’s rapid response teams are providing essential services to flood victims, and we’re honored to contribute to these life-saving relief efforts during this devastating time.”\n“Gray is committed to serving the affected communities for as long it takes and we are honored to partner with Graham Media Group and The Salvation Army on this important effort,” said Pat LaPlatney, Gray co-CEO and president. “We are grateful to viewers for what has already been a generous response to this call for assistance.”\nHow to Help: Donate at www.togetherfortx.com. All donations will directly support local relief and long-term recovery in Central Texas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Disaster and Accident->natural disaster",
      "Disaster and Accident->emergency response",
      "Human Interest->human mishap",
      "Social Issue->charity",
      "Social Issue->social problem",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://url9490.notification.gcs-web.com/ls/click?upn=u001.AUFxN-2BmJAFYrJtYvqzf8-2FRDR9tUDQzHlUStAHB1-2BsVk7v2bM95wt-2BEOF2ZPRkapkK7ZHeIPDXmEBpjmKOqLmzsz3q8xsB0cjsizj0nJSyo7vLdirUfj3jfEat29yy5J5G-2FaoytFjea6JM5TNT64g1PUTO-2Bqctx8WF8x0BWUAk4zC6dSI-2B54mqiXMa5yrjUUlBxYbkZMs15YEnzMAgAfKorKItNLYj-2Bsfbvm7zi5Jd8FP9mXjU3fy4TygmlOfgOiOAODxxR2Jvo6IWX0zfKk4ZR-2FU4Jfwt8zkV4vyuDRLEvAVcFtwTj6eG7AQJd8xaYNNBjbNVSI6n5rvP4WSHWP57PrjBSQW5K-2F5-2BBmcr-2F3lQzh0JfM7hXPHVC99dA7Ke2Xns62Mw1l03DKbc5J8VIIJMotEthakk-2BkkNRkgAEWPZCDEnS2H8dFT-2FjaSBy-2Fiw0NSDUfn_dVTBO65G76FYn35Ta2MLv0wDTz11RGcgUcY17pNKilciNm-2Ber2prusQYkLSPBxEAZ2zd0q3sff2X6pf5aVcUiSy4ZdwkRhdA6dRW5cP9jTdeAcEqfFT4IoVyyNDIDHobAoxDynb2260HC-2BG1OgpSBDWzG-2FAUC5ItBAZIxL2bUhMz0T1bdhfGHUC7l7F38wcgjBQODFNdtWKTEU-2BNFVj77Qe1lengOWEx32I3aWRn5qbRldGZvVwLgvr89QE7M0dflevez-2Btsnbqd56vqVkfeucKHDmusqoDejaXGNy5vgh1pJonjZulI-2B-2FyvWxVxLAM6URVxVpTbiDp2NzrK2goji4Wj4uBDOVF-2BNnFvv9owVokz-2F1ylCgo7qYili5k48MtU",
      "https://www.url9490.notification.gcs-web.com/ls/click?upn=u001.AUFxN-2BmJAFYrJtYvqzf8-2FRDR9tUDQzHlUStAHB1-2BsVk7v2bM95wt-2BEOF2ZPRkapkK7ZHeIPDXmEBpjmKOqLmzsz3q8xsB0cjsizj0nJSyo7vLdirUfj3jfEat29yy5J5G-2FaoytFjea6JM5TNT64g1PUTO-2Bqctx8WF8x0BWUAk4zC6dSI-2B54mqiXMa5yrjUUlBxYbkZMs15YEnzMAgAfKorKItNLYj-2Bsfbvm7zi5Jd8FP9mXjU3fy4TygmlOfgOiOAODxxR2Jvo6IWX0zfKk4ZR-2FU4Jfwt8zkV4vyuDRLEvAVcFtwTj6eG7AQJd8xaYNNBjbNVSI6n5rvP4WSHWP57PrjBSQW5K-2F5-2BBmcr-2F3lQzh0JfM7hXPHVC99dA7Ke2Xns62Mw1l03DKbc5J8VIIJMotEthakk-2BkkNRkgAEWPZCDEnS2H8dFT-2FjaSBy-2Fiw0NSDUfn_dVTBO65G76FYn35Ta2MLv0wDTz11RGcgUcY17pNKilciNm-2Ber2prusQYkLSPBxEAZ2zd0q3sff2X6pf5aVcUiSy4ZdwkRhdA6dRW5cP9jTdeAcEqfFT4IoVyyNDIDHobAoxDynb2260HC-2BG1OgpSBDWzG-2FAUC5ItBAZIxL2bUhMz0T1bdhfGHUC7l7F38wcgjBQODFNdtWKTEU-2BNFVj77Qe1lengOWEx32I3aWRn5qbRldGZvVwLgvr89QE7M0dflevez-2Btsnbqd56vqVkfeucKHDmusqoDejaXGNy5vgh1pJonjZulI-2B-2FyvWxVxLAM6URVxVpTbiDp2NzrK2goji4Wj4uBDOVF-2BNnFvv9owVokz-2F1ylCgo7qYili5k48MtU",
      "https://url9490.notification.gcs-web.com/ls/click"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T17:13:40.292+03:00",
    "updated": "2025-07-10T14:19:12.000+00:00"
  }
]