[
  {
    "uuid": "794a9b93b449c34f3b642527164295c6e65e7eb1",
    "url": "https://www.kptv.com:443/2024/04/25/firm-expands-lawsuit-against-walmart-after-janitor-is-accused-filming-women-store-bathroom",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hope Dean",
    "published": "2024-04-25T17:25:00Z",
    "title": "Firm expands lawsuit against Walmart after janitor is accused of filming women in store bathroom",
    "text": "ATLANTA ( WANF /Gray News) - A law firm in Atlanta has expanded its previous lawsuit against Walmart, demanding $750 million and alleging the stores provide a “fertile crime scene for sex offenders.”\nFive women filed a lawsuit in November against the company and against Lester Jolly, who worked as a janitor at a Walmart in Decatur, Georgia. They accused Jolly of filming them in the bathroom at the store and said Walmart was negligent by not preventing the incidents.\nJolly was arrested in June and charged with two counts of unlawful eavesdropping or surveillance.\nThe law firm Jonathan W. Johnson LLC said Jolly potentially targeted more than 100 women and children and sent the videos to third parties.\nThe suit also said Jolly is part of a wider pattern, citing 48 accounts of Walmart customers or employees who were sexually violated in bathrooms.\n“This case is about a nationwide systemic practice of reckless behavior and intentional concealment of crimes by Walmart for crimes occurring in its bathrooms,” the amended complaint, filed on Tuesday, states in part. “Most of the victims are unaware that intimate videos of them taken in the toilet have been recorded and disseminated.”\nThe lawsuit claims the company allowed Jolly to continue filming after learning of the incidents and didn’t notify victims about what had happened.\nOne of the plaintiffs, another Walmart employee, also said management told her not to talk about what Jolly did. When she warned other women, she was fired in retaliation, the lawsuit said.\nWhile speaking to an attorney with Jonathan W. Johnson LLC, Jolly admitted to filming five or six women, according to a phone call transcript attached to the amended lawsuit. He said he was being blackmailed to film the videos and that the unknown party had hacked his phone. He denied having filmed children in the bathroom.\nThe lawsuit names several causes for the legal action. Those include different types of negligence and invasions of privacy, infliction of emotional distress, premises liability and child endangerment.\nIt also says the Walmart in Decatur is a “hotbed of criminal activity.” A blotter shows the DeKalb County police have been called to the store more than 1,000 times since 2019 for everything from shoplifting to sexual battery.\n“This history demonstrates that Walmart is indifferent to the safety of both its customers and (its) employees, in violation of its legal duties to them and in violations of common decency and ethics,” the lawsuit said.\nIn a statement, Walmart said it is reviewing the amended complaint.\n“The safety and security of everyone in our stores, and respect for the individual is always a top priority,” the company said.\nCopyright 2024 WANF via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.atlantanewsfirst.com/2024/04/23/firm-expands-lawsuit-against-walmart-demands-750m-after-janitor-films-women-decatur-store/",
      "https://www.atlantanewsfirst.com/2023/06/14/former-walmart-employee-arrested-recording-women-decatur-store-restroom/",
      "https://www.atlantanewsfirst.com/2024/04/23/firm-expands-lawsuit-against-walmart-demands-750m-after-janitor-films-women-decatur-store",
      "https://atlantanewsfirst.com/2023/06/14/former-walmart-employee-arrested-recording-women-decatur-store-restroom/",
      "https://www.atlantanewsfirst.com/2023/06/14/former-walmart-employee-arrested-recording-women-decatur-store-restroom",
      "https://atlantanewsfirst.com/2024/04/23/firm-expands-lawsuit-against-walmart-demands-750m-after-janitor-films-women-decatur-store/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jolly",
          "sentiment": "none"
        },
        {
          "name": "lester jolly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "walmart",
          "sentiment": "negative"
        },
        {
          "name": "jonathan w. johnson llc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "decatur",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:33:05.879+03:00",
    "updated": "2024-04-26T00:33:05.879+03:00"
  },
  {
    "uuid": "97e42c8304d329bdac2d30a14a30ff4ed9bfdd24",
    "url": "https://www.scarymommy.com/lifestyle/closed-captioning-tv-gen-z-millennials",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deirdre Kaye",
    "published": "2024-01-05T22:33:00Z",
    "title": "Gen Z Loves Watching TV With Closed Captions On, & Gen X Is Bewildered",
    "text": "Gen Z Loves Watching TV With Closed Captions, & Gen X Is Bewildered\nYou're doing it wrong, Mom.\nDeirdre Kaye @gibsonishere/TikTok\nChalk this up to\nlearning something new every day: Closed captioning (or \"closed captions\") is having a moment with — wait for it — young people. Yep, younger millennials and Gen Z'ers are apparently out here in the wild using captions whenever they tune into a TV show or movie.\n\"I have three daughters, and they were here. Two of them are young millennials; the other one is an older Gen Z,\" teacher and TikToker Kelly Gibson explains in a now-viral video before sharing her movie night revelation. \"All of them were like, 'Why don't you have the captions on?'\nAs\na member of Gen X, Gibson grew up accustomed to only seeing closed captions used at her grandparents' house. \"My Gen X butt was shocked to find out that these young people have decided it's absolutely OK to watch movies with the captions going the whole time,\" she says, jokingly aghast.\nIn their defense, Gibson's daughters made some solid arguments for using captions. Namely, it makes it easier to multitask while watching TV. It also ensures you don't miss crucial information because someone in-house is talking to you or a character is whispering.\n\"They get more out of it,\" explains Gibson. \"If somebody talks to them in the middle of the show, they can still read and get what's going on even if they can't hear clearly. Why are young people so much smarter than us?!\"\nOut of curiosity, Gibson decided to take a poll: \"How many of you out there that are millennials actually do this? And how many of you Gen Xers are so excited that this is potentially an option?\"\nWhile many Gen X'ers and\nolder millennials confirmed they don't use closed captioning when watching TV, Gibson's suspicions seemed to be confirmed: Younger millennials and Gen Z'ers are out there living their best closed-caption life.\nOne commenter admitted, \"My 21-year-old son does the same thing. Found myself today thinking I might want to try it.\"\n\"Gen X,\" started another. \"My Gen Z kids ruined me, and I can't hear without the captions now.\"\n\"✋✋✋ Without subtitles, I miss so much,\" explained another. \"Now all my friends use them and agree. I will quit watching a show if it doesn't have subtitles.\"\n\"I'm an elder millennial married to a young Gen X with two Gen Z kids, and the Gen X doesn't get it, hates it, won't watch with us 😂,\" joked another.\nBlame it on\ngrind culture, ADHD, or anything you want, but younger generations are using closed captions to watch movies and TV and keep up with the plot, even when they're chatting and can't hear the television.\nSeveral people also pointed out that closed captions help with audio processing, with one saying, \"Millennial here. I have ADHD, along with the occasional audio-processing issues. I love captions. Also, sometimes I like crunchy movie snacks.\" Another added, \"GenX and it was a game changer for me to better enjoy what I'm watching. I'm late [diagnosed] ADHD. Helps with processing disorders.\"\nIt's\nexpensive to eat and live on Earth these days, and people are working more than ever, which means \" free time\" is pinched smaller and smaller. Being able to multitask by catching up on The Bear while bonding with your mama is basically self-care. Right?\nSo, yeah. Gen Z and young millennials might have \"killed\" fast fashion, top sheets, and casual dining, but they're currently in the process of resuscitating closed captions. Hold your applause.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "external_links": [
      "https://www.tiktok.com/@gibsonishere",
      "https://tiktok.com/@gibsonishere"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "deir",
          "sentiment": "neutral"
        },
        {
          "name": "dre kaye",
          "sentiment": "none"
        },
        {
          "name": "tiktoker kelly gibson",
          "sentiment": "none"
        },
        {
          "name": "gibson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:52:18.348+02:00",
    "updated": "2024-01-06T00:52:18.348+02:00"
  },
  {
    "uuid": "2e1a1d7032d4bdc10aba577214e437bf6a5f4e13",
    "url": "https://fr.apanews.net/news/au-senegal-des-rebelles-deposent-les-armes-et-rencontrent-macky-sall",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "APA – Dakar (Sénégal)",
    "published": "2024-03-10T13:57:00Z",
    "title": "Au Sénégal, des rebelles déposent les armes et rencontrent Macky Sall",
    "text": "La faction du chef rebelle Fatoma Coly a été reçu au palais par le président Macky Sall. Dans un geste symbolique vers la résolution d’un conflit de longue date, le président sénégalais Macky Sall a reçu au palais présidentiel une délégation de l’ancienne faction rebelle du Mouvement des forces démocratiques de Casamance (MFDC), dirigée par Fatoma Coly. Cette rencontre historique est l’une des dernières actions de Macky Sall en tant que chef d’État, alors qu’il approche de la fin de son second mandat présidentiel. L’événement fait écho à la signature préalable d’un accord de cessation des hostilités entre le gouvernement sénégalais et un comité ad hoc, instauré sous l’égide de Macky Sall lui-même, comme l’indique une publication sur la page Facebook de la Présidence. En mai 2023, un moment crucial a marqué l’histoire de la rébellion casamançaise lorsque 250 combattants, sous la direction de Fatoma Coly du front nord Diakaye, ont déposé les armes. Cet acte fait suite à la ratification de l’Acte 2 de l’Accord de paix, conclu en mars de la même année à Cabrousse, en basse Casamance. En contrepartie, le gouvernement sénégalais s’est engagé à soutenir les combattants et leurs familles, tout en offrant une indemnisation aux communautés affectées par plus de quarante ans de conflit dans le sud du pays. Les opérations de désarmement sont supervisées par le mouvement contre les armes légères en Afrique de l’Ouest, conformément aux accords établis. Saluant le courage «historique» des combattants de l’aile Diakaye, le président sénégalais a souligné l’importance de leur réintégration sociale dans la société. Depuis plus de quatre décennies, le Sénégal a été confronté à une rébellion dans sa région sud, menée par le MFDC. À partir de 2022, des opérations militaires ont été lancées pour mettre fin aux activités de l’aile armée du mouvement irrédentiste. En avril 2022, le chef de l’État a donné le feu vert à la poursuite «sans répit» de ces opérations jusqu’à ce que tous les objectifs fixés soient atteints. En réponse à ces directives, l’armée sénégalaise a investi les zones du département de Bignona, réussissant à déloger le chef rebelle Salif Sadio du nord Sindian, après qu’il a capturé puis libéré sept soldats sénégalais de la Mission de la Communauté des États de l’Afrique de l’Ouest en Gambie (MICEGA). Dans la même dynamique, l’armée a lancé des offensives pour reprendre les bases d’un autre chef rebelle, César Atoute Badiate, contre qui pèse un mandat d’arrêt international suite au massacre, en janvier 2018, d’une dizaine de coupeurs de bois à Boffa Bayotte, en basse Casamance. AC/APA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T17:38:36.060+02:00",
    "updated": "2024-03-10T18:02:02.627+02:00"
  }
]