[
  {
    "uuid": "b1dca47e56afffeb91c7626b77c99ff76e078172",
    "url": "https://kitchener.ctvnews.ca/man-who-brought-ohl-hockey-to-guelph-dead-at-96-1.6703907",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Kelaher",
    "published": "2023-12-28T23:37:00Z",
    "title": "Man who brought OHL hockey to Guelph dead at 96",
    "text": "[Skip to main content](#main)\nMan who brought OHL hockey to Guelph dead at 96\nHe’s being remembered as an architect of Guelph’s hockey landscape.\nBusinessman and hockey icon Joe Holody died Wednesday at the age of 96.\nHolody is best known for bringing Ontario Hockey League (OHL) hockey to the Royal City in the form of the Guelph Platers.\nOften seen with a cigar in hand, relatives say he was larger than life.\n“Dad was a very proud Guelphite. He took great pride in the championships,” his son, Rob Holody said Thursday. “When you’re doing that in a provincial standpoint, that’s one thing, but when you get on the national stage and you’re able to promote your community and what it’s all about… I think sport was a good way of promoting his good will.”\nJoe Holody appears in a picture supplied by family.\nBEGINNINGS AND BUSINESS CAREER\nImmigrating to Guelph from Poland, Holody developed passion for hockey at an early age.\n“He found out that he wasn’t that good of a hockey player and he actually had a tremendous work ethic,” Rob Holody said.\nAfter a short playing career, Holody turned his attention to business.\nIn 1955, he opened Holody Electro Plating on Victoria Road South, but his love for the game remained.\n“He always liked to see the Guelph kids have an opportunity to play at the highest level possible,” Rob Holody said.\n(Submitted/Holody family)\nIn 1975, he purchased the Guelph CMC’s Tier Two Junior A team, rebranding the club as the “Holody Platters.”\nThe team went on to win the 1978 Centennial Cup, thanks to the play of Paul Devorski and George McPhee.\nOHL SUCCESS\nThe Platers expanded into the Ontario Hockey League in 1982 and became the fastest team in history to win a Memorial Cup a few years later.\nUnder the leadership of head coach Jacques Martin, the team in the flashy red Cooperalls became national champions in 1986 after only four seasons.\n(Submitted/Holody family)\n“Gary Roberts joined the team, sort of put us over the edge. Jacques did of hell of a job,” Rob Holody explains.\nHolody moved the Platers to Owen Sound in 1989, ultimately selling the team a few years later.\nLEGACY\nIn 1995, Holody was inducted into the Guelph Sports Hall of Fame in the builder category.\nToday, the winner of the OLH’s Midwest Division is awarded the Holody Trophy in his honour.\nThe last trophy to touch Holody’s desk was the Stanley Cup, presented to him earlier this year by his former player and now Vegas Golden Knights General Manager George McPhee.\nHolody is survived by his wife Barbara, his three children, five grandchildren, and two great grandchildren.\n“He would say a rake works two ways,” Rob Holody said. “You can pull a rake in, but remember to always be able to push the rake away too. So if you’re able to do OK, be sure others are OK too.”\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.\nKitchener Top Stories\nCTVNews.ca Top Stories\nTen people rescued from plane crash site in remote Northwest Territories\nTen people were rescued Thursday after a small plane crashed in a remote area of the Northwest Territories and they were stranded overnight.\nNDP's Jagmeet Singh rules out coalition government with Liberals after next election\nNDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election.\nJudih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead\nJudih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead.\nIn most African countries, drought forces rural communities to relocate, study finds\nAcross most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future.\nTeen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada\nA teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday.\nPierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area\nPierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park.\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nTight-knit Canada set for tough test against hosts Sweden at world juniors\nCanada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\"\nCanada to offer humanitarian visas to those fleeing Sudan if relatives pay costs\nOttawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them.\nLondon\n-\nConversation with Mayor Morgan Part 1: Homelessness, communication, and housing\nIn a year-end interview with CTV News, London Mayor Josh Morgan opens up about his greatest challenge of 2023.\n-\n'Could hear the windows buckling': St. Thomas, Ont. tenants evacuated after apartment collapsed\nFifteen people are out of their homes after the foundation of small apartment building collapsed late Wednesday night in St. Thomas, Ont.\n-\nInjured snowy owl rescued in Huron County\nHuron County OPP responded to a report of an injured owl in Bayfield on Dec. 28.\nWindsor\n-\nDash cam video shows vehicle narrowly escape collision with jaywalking pedestrian\nIf Mike Schmutz had looked away from the front window of his car at exactly 8:31 p.m. on Boxing Day for even a second, he may have possibly collided into a pedestrian pushing a baby stroller.\n-\nPool contractor charged with fraud\nWindsor police have charged the owner of a pool installation company with fraud.\n-\nWhat’s open and closed New Year's weekend in Windsor\nAs Windsor residents get ready to ring in the new year, there are a few closures to keep in mind this holiday weekend.\nBarrie\n-\nDriver suffers life-altering injuries in Bracebridge crash\nProvincial police are investigating a single-vehicle collision in Bracebridge that sent one person to a Toronto area hospital.\n-\nCourt hearing deferred for accused pedophile Curtis Gamble\nAccused pedophile Curtis Gamble made a virtual appearance in plea court on Thursday from the Central North Correctional Centre in Penetanguishene, only to have the matter pushed due to missing court documents.\n-\nInnisfil driver accused of being impaired after crashing into house on Christmas Day\nAn Innisfil resident faces charges after crashing into a house on Christmas Day.\nNorthern Ontario\n-\nPothole machine in Sudbury offers high-quality repairs, but low production\nThe city’s Python 5000 does a great job repairing potholes, but it’s a high-maintenance machine that depends on weather and replacement parts to operate successfully.\n-\nNorthern first responders express concern over individuals venturing on to ice\nEmergency responders in northern Ontario say they are concerned with the number of individuals venturing out onto the ice amid warmer weather conditions.\n-\nChristmas day fire in Hearst under investigation\nOfficials are investigating the cause of residential fire in Hearst, Ont., that broke out early in the morning Christmas day.\nOttawa\n-\n17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa\nOttawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia.\n-\nArnprior Aerospace to close after 70 years in operation\nThe company opened in Arnprior in 1954 as a Boeing operation and will be closing its doors on March 6, 2024.\n-\nPolice searching for federal offender known to frequent Ottawa-Gatineau\nOntario Provincial Police is seeking the public's assistance in locating a federal offender wanted on a Canada-wide warrant as a result of a breach of his statutory release.\nToronto\n-\nWoman allegedly intentionally drove vehicle into parking enforcement officer in Toronto\nPolice arrested a 29-year-old woman after she allegedly intentionally drove her vehicle into a parking enforcement officer in Toronto’s east end.\n-\nCitizen's tip helps police apprehend suspect wanted in Richmond Hill axe attack\nPolice in York Region say media coverage, along with a tip from a member of the public, helped them apprehend a suspect wanted in connection with an axe attack in Richmond Hill as well as several other criminal offences.\n-\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nMontreal\n-\nCommon Front of public sector unions reaches tentative deal with Quebec\nThe Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government.\n-\nMontreal man who ate recalled cantaloupes launches class-action lawsuit\nA Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit.\n-\nBeaconsfield lawsuit against City of Montreal over taxes grows to $15 million\nThe City of Beaconsfield is taking the City of Montreal to court because it feels it is being overtaxed by the centre city.\nAtlantic\n-\nFreezing rain warnings, special weather statements in effect in N.S., N.B.\nMore messy weather is on the way to the Maritimes with freezing rain warnings and special weather statements in effect.\n-\n'I will not go out back': Moncton landlord worried about tenant safety\nPeter LeBlanc needs to find a new tenant for his downtown Moncton apartment building. The landlord said the vacancy is the result of a current tenant no longer feeling like it’s safe place to live.\n-\n'It’s been rough': Bedford resident looks for help following summer flooding\nMarguerite Dodge’s Bedford, N.S., home has been uninhabitable since the summer floods hit back in late July.\nWinnipeg\n-\nPublic asked to avoid Furby Street due to 'serious incident'\nThe Winnipeg Police Service is currently responding to a serious incident at an apartment building on Furby Street.\n-\nSuspect sought in bank robberies in Steinbach, Grunthal: RCMP\nManitoba RCMP is asking for help from the public in finding a suspect in a pair of bank robberies in Grunthal and Steinbach this week.\n-\n'Take our time': Kinew says decision not made yet on supervised consumption site location\nManitoba Premier Wab Kinew said the province is taking its time to find a location for a supervised consumption site in Winnipeg.\nCalgary\n-\n2 teens killed in rollover crash near Crossfield, Alta.\nTwo teens are dead following a crash in Mountain View County on Wednesday evening, RCMP said.\n-\nSouthern Alberta girl injured in coyote attack\nA family from Brooks, Alta., says their daughter is lucky to have avoided more serious injuries after she was attacked and bitten several times by a coyote.\n-\nChild-care costs could rise for some Alberta parents as daycares consider leaving fee support program\nSome daycare operators in the province are considering opting out of the Alberta Affordability Grant for child-care programs, which is concerning to parents who could see their payments skyrocket in the new year as a result.\nEdmonton\n-\n'I was trying to get away: Kingsway Mall shooting victim says he may never recover\nA man who was shot outside an Edmonton shopping mall earlier this month says he doesn't know if he'll ever fully recover from his injuries.\n-\nDecember warm weather both boon, bad luck in Edmonton\nThe weather in Edmonton so far this winter couldn't be more of a change from last year.\n-\nBig events mean big tourism business for Edmonton\nHosting the Junos in March was a watershed moment for Edmonton and Alberta in 2023.\nVancouver\n-\nMan found dead in Chilliwack, homicide investigators called in\nHomicide investigators have been called to Chilliwack after a man in his 30s was found dead on Wednesday.\n-\nTruck crashes into Delta overpass, causing 'significant' damage\nA commercial truck crashed into an overpass in Delta Thursday afternoon, the latest in a rash of incidents that the B.C. Transportation Ministry describes as \"frustrating.\"\n-\nConvicted murderer wanted Canada-wide after breaching conditions: police\nPolice in Victoria are asking the public to call 911 if they encounter a man who is wanted on a Canada-wide warrant for breaching conditions of his parole.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rob holody",
          "sentiment": "none"
        },
        {
          "name": "holody",
          "sentiment": "none"
        },
        {
          "name": "joe holody",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ohl",
          "sentiment": "negative"
        },
        {
          "name": "guelph platers",
          "sentiment": "none"
        },
        {
          "name": "ontario hockey league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "guelph",
          "sentiment": "none"
        },
        {
          "name": "poland",
          "sentiment": "none"
        },
        {
          "name": "royal city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:49:03.399+02:00",
    "updated": "2023-12-29T01:49:03.399+02:00"
  },
  {
    "uuid": "a6de9947501b0be1ac8ee63777c14302b57e0071",
    "url": "https://mag.elcomercio.pe/virales/test-de-pareja-preguntas-para-saber-si-eres-feliz-en-tu-relacion-reto-del-amor-nnda-nnni-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Mag.",
    "published": "2024-04-18T21:15:00Z",
    "title": "Test de pareja: 8 preguntas para saber si eres feliz en tu relación | VIRALES | MAG.",
    "text": "Las relaciones amorosas son un tejido complejo de emociones, expectativas y compromisos. A menudo, nos encontramos en medio de una relación, preguntándonos si realmente somos felices o si algo está fuera de lugar. En un mundo donde las relaciones pueden ser tan efímeras como duraderas, es esencial sopesar regularmente nuestra felicidad y satisfacción en la relación. Aquí en MAG exploraremos algunas preguntas clave que te ayudarán a evaluar tu nivel de felicidad en tu relación. Test de felicidad en la relación: ¿estás realmente feliz en tu relación? Responde las siguientes preguntas de manera sincera para evaluar tu nivel de felicidad en tu relación actual. 1. ¿Con qué frecuencia te sientes valorado/a y apreciado/a por tu pareja? a) Siempre b) A menudo c) A veces d) Raramente e) Nunca 2. ¿Cómo describirías la calidad de la comunicación en tu relación? a) Excelente: podemos hablar abierta y honestamente sobre cualquier cosa. b) Buena: generalmente nos comunicamos bien, pero a veces hay malentendidos. c) Regular: a veces tenemos dificultades para expresar nuestros sentimientos y pensamientos. d) Mala: la comunicación es un problema constante en nuestra relación. e) Terrible: casi no nos comunicamos o lo hacemos de manera destructiva. 3. ¿Comparten tú y tu pareja metas y valores similares? a) Sí, tenemos metas y valores muy similares. b) En su mayoría, aunque hay algunas diferencias menores. c) No realmente, nuestras metas y valores son bastante diferentes. d) No, tenemos metas y valores completamente opuestos. e) No lo sé, nunca hemos hablado sobre nuestras metas y valores. 4. ¿Sientes que la relación está equilibrada en términos de dar y recibir? a) Sí, ambos contribuimos de manera equitativa al bienestar de la relación. b) Mayormente, aunque a veces siento que uno de nosotros da más que el otro. c) No, siento que siempre soy yo quien da más en la relación. d) No, siento que siempre es mi pareja quien da más en la relación. e) No estoy seguro/a, nunca había pensado en ello. 5. ¿Te sientes apoyado/a por tu pareja durante los momentos difíciles? a) Sí, siempre puedo contar con mi pareja cuando lo necesito. b) Mayormente, aunque a veces me gustaría recibir más apoyo. c) A veces sí, a veces no; depende de la situación. d) No, generalmente me siento solo/a durante los momentos difíciles. e) No, mi pareja nunca me brinda apoyo cuando lo necesito. 6. ¿Sientes que tienes espacio para crecer y desarrollarte como individuo dentro de la relación? a) Sí, mi pareja apoya mi crecimiento personal y profesional. b) En su mayoría, aunque a veces siento que mi pareja no está interesada en mi crecimiento. c) No estoy seguro/a, nunca he considerado esta pregunta. d) No, siento que mi pareja limita mi crecimiento personal. e) No, me siento estancado/a en la relación y no veo posibilidad de crecimiento. 7. ¿Disfrutas pasar tiempo con tu pareja y compartes momentos de diversión juntos? a) Sí, siempre nos divertimos juntos y disfrutamos de nuestra compañía. b) Mayormente, aunque a veces nos cuesta encontrar actividades que ambos disfrutemos. c) A veces sí, a veces no; depende de nuestras agendas y estados de ánimo. d) No, raramente disfrutamos de tiempo juntos y nuestras actividades suelen terminar en discusiones. e) Nunca disfruto pasar tiempo con mi pareja y evito actividades juntos siempre que puedo. 8. ¿Sientes que tu pareja te respeta en todos los aspectos de la relación? a) Sí, siento un profundo respeto y admiración por mi pareja. b) En su mayoría, aunque a veces siento que no se respetan mis opiniones o decisiones. c) No, siento que mi pareja a menudo me falta al respeto. d) No, mi pareja nunca muestra respeto hacia mí. e) No estoy seguro/a, nunca había pensado en ello. Puntuación: - Suma el número de respuestas a, b, c, d y e que has seleccionado respectivamente. - Cuanto mayor sea tu número de respuestas “a”, más probable es que estés feliz en tu relación. - Cuanto mayor sea tu número de respuestas “e”, más probable es que haya problemas significativos en tu relación que necesiten ser abordados. Recuerda que este test es solo una herramienta de autoevaluación y que los resultados pueden variar según tu situación y percepción personal. Si tus respuestas indican áreas de mejora en tu relación, considera hablar con tu pareja sobre cómo pueden trabajar juntos para fortalecer su vínculo y aumentar su felicidad mutua. Más test de pareja [Test de pareja: descubre quién da más en tu relación con estas preguntas](https://mag.elcomercio.pe/virales/test-de-pareja-descubre-quien-da-mas-en-tu-relacion-con-estas-preguntas-reto-del-amor-nnda-nnni-noticia/) [Test de pareja para saber si tu relación está hecha de confianza sólida o de dudas ocultas](https://mag.elcomercio.pe/virales/test-de-pareja-para-saber-si-tu-relacion-esta-hecha-de-confianza-solida-o-de-dudas-ocultas-reto-del-amor-nnda-nnni-noticia/) [Test de pareja: ¿cómo saber si mi relación tiene futuro?](https://mag.elcomercio.pe/virales/test-de-pareja-8-preguntas-para-conocer-si-tu-relacion-tiene-futuro-nnda-nnni-noticia/) [¿Estás satisfecho con tu relación de pareja? Descúbrelo en este test](https://mag.elcomercio.pe/virales/test-de-pareja-estas-satisfecho-con-tu-relacion-descubrelo-con-este-reto-del-amor-nnda-nnni-noticia/) [Test de pareja para saber quién es el más celoso de la relación](https://mag.elcomercio.pe/virales/test-de-pareja-para-saber-quien-es-el-mas-celoso-de-la-relacion-reto-del-amor-nnda-nnni-noticia/) Contenido Sugerido Contenido GEC Encuentra las 3 diferencias entre estas imágenes de desayuno en solo 50 segundosMAG. ¡Reto visual para mentes brillantes! ¿Puedes encontrar las dos B entre las R en 8 segundos?MAG. Encuentra las 3 diferencias entre las imágenes de la abuela tejiendoMAG. ¿Qué rosa te parece hermosa? Tu elección te indicará qué tipo de energía poseesDiario Depor",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:40:38.618+03:00",
    "updated": "2024-05-15T08:21:54.718+03:00"
  },
  {
    "uuid": "0729294943f8f7a6dc1965d1b17f5f03fb386cff",
    "url": "http://stock.10jqka.com.cn/20250612/c668846422.shtml",
    "ord_in_thread": 0,
    "author": "同花顺iNews",
    "published": "2025-06-12T07:10:00Z",
    "title": "概念动态|凡拓数创新增\"数据中心\"概念",
    "text": "2025年6月12日， 凡拓数创 （ 301313 ）新增“数据中心”概念。\n据同花顺数据显示，入选理由是：根据2025年4月10日公司官网发布：近年来，人工智能成为新质生产力的重要支撑。算力需求的激增，对数据中心的运营效率、故障预测与响应能力、资源配置优化能力提出了更高的要求。凡拓以IoT、大数据、AI、数字孪生等技术为基础，发布「数据中心数字孪生解决方案」，构建数据中心的“智慧云脑”，通过数智化交付为机房设计、运营管理和仿真运维提供一站式解决方案，助力算力产业迈向更高效、更安全、更可持续的未来。\n该公司常规概念还有：智慧城市、融资融券、百度概念、虚拟现实、数字孪生、数字经济、虚拟数字人、元宇宙、ChatGPT概念、AIGC概念、空间计算、人工智能、低空经济、地下管网、物联网、水利、车联网(车路协同)、数据要素、智慧政务、IP经济(谷子经济)、智谱AI、机器人概念。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Education"
    ],
    "topics": [
      "Science and Technology->information technology and computer science",
      "Science and Technology->technology and engineering",
      "Science and Technology->biotechnology",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->computing and information technology",
      "Education->students",
      "Education->educational testing and examinations"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:39:39.595+03:00",
    "updated": "2025-06-12T07:49:40.000+00:00"
  },
  {
    "uuid": "d5796f67b711278feaead0b02f3361c4b0fde268",
    "url": "https://www.thegospelcoalition.org/podcasts/tgc-podcast/hope-hard-times",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ligon Duncan, Nancy Guthrie, James Anderson",
    "published": "2024-05-31T09:04:00Z",
    "title": "How to Hope in Hard Times",
    "text": "James Anderson opens this two-part breakout session by sharing how to cultivate a biblically formed understanding of our present cultural realities and maintain confidence and hope when we might otherwise be tempted to despair. Ligon Duncan and Nancy Guthrie follow with a discussion of theological foundations and pastoral approaches for helping one another walk through suffering.\nThe session covers\n- how suffering can shape faith and trust in God’s goodness,\n- how to cope with suffering and anger toward God, and\n- how to find comfort from God’s Word in times of tribulation.\nAs we cling to biblical truth for our circumstances and rest in the hope of the resurrection, God can work in our suffering to deepen our faith and teach us to depend on him.\nTranscript\nThe following is an uncorrected transcript generated by a transcription service. Before quoting in print, please check the corresponding audio for accuracy.\nJames Anderson\nWell, good afternoon, everyone. It’s so good to be with you and real privilege for me to be able to kick off this RTS, micro event at the gospel coalition conference and we’ve got some folks coming in here. That’s great. Come in, please take a seat. There’s a lot of people in here someone check the fire code, and I hope I hope we’re okay. Okay. Let’s, let’s just begin with a word of prayer, shall we? Let’s pray. Our loving Heavenly Father, we humbly ask that You would bless our time together this afternoon. Whatever. I say that is right and true. Pray that you would use that for your glory, and are good. And if I say anything that is false or unhelpful, may be quickly forgotten. We ask this in Christ’s name. Hope is a commodity in short supply these days or so it seems. That certainly seems to be the case in Western societies, which is rather curious on the face of it given the remarkable advances of the last 100 years or so. By many metrics, health, wealth opportunities, our quality of life has improved dramatically. And yet people are increasingly unhappy and disillusioned. Rates of depression and anxiety have shot up particularly among young people. Suicide rates have reached unprecedented levels, and the United States has one of the highest rates. Some attribute this to the effects of the COVID pandemic. But in fact, these trends predate the pandemic by decades. Meanwhile, public intellectuals are debating so called existential threats either to the west or to the world, the ongoing risk of nuclear weapons and other weapons of mass destruction, the threat of future pandemics far worse than COVID-19, most probably due to human negligence or malice, the various risks posed by the exponential growth of artificial intelligence, the climate emergency that governments and the media warn us about on an almost daily basis. Now, we might suppose that these are secular afflictions to which unbelievers are vulnerable, but to which evangelical Christians are immune, or at least ought to be. Haven’t we been vaccinated against a pandemic of hopelessness. And yet, the sober truth is that many faithful believers are struggling to maintain a hopeful outlook as well. I’ve witnessed this, and I’m guessing that you have as well. And it isn’t all in our heads. There have been some disheartening developments in our lifetimes, some truly unsettling and grievous cultural shifts, even cultural revolutions. We’ve seen the erosion, if not the deliberate dismantling of the Christian cultural heritage of Europe and America, we’ve seen increasingly brazen moral depravity and societal dysfunction. We’ve seen growing political polarization and deadlock. And the choices that were presented with on the ballots have been well, less than optimal. There are deep societal divisions and the culture wars are as heated as ever. And most troubling of all, some of these divisions have worked their way into our churches, into our congregations with heartbreaking consequences. On top of it all, we’re witnessing what has been dubbed the great de churching, a rapid and unprecedented decline in church attendance. No doubt you’ll hear more about that in other sessions at this conference. Now, Christians, of all people ought to be hopeful. But that’s often not the reality on the ground. And that’s what I want to try to address in my talk this afternoon. Specifically, I want to address this question. How can we maintain a confident and hopeful witness when we might otherwise be tempted to despair? How can we maintain a confident and hopeful witness when we might otherwise be tempted to despair? Now, I must warn you in advance what I have to say will not be very profound or original. This isn’t going to be theological rocket science. Okay. No, no quantum theology this afternoon. But I hope it will at least help us to recalibrate our perspective and to set us on the right tracks. In the second book of The Lord of the Rings trilogy, The Two Towers, Tolkien makes this comment about Sam Gamgee. He never had any real hope in the affair from the beginning. But being a cheerful Hobbit, he had not needed hope, as long as despair could be postponed. Well, I don’t think we should just settle for postponing despair. I’m going to shoot for hope. Well, now before I get to my main points, I want to set the scene with a fascinating story from scripture from the book of Second Kings, and chapter six. probably familiar with it. The historical context is that of the period of the divided kingdom Jehoram, a son of Ahab is the king of Israel, the northern kingdom. Elisha is the prophet at large. The Kingdom of Syria is warring against Israel. But Alicia has been receiving revelations from the Lord about the series about the Syrians attack plans. And he’s been warning Jehoram. So that, as the text tells us, The King saved himself more than once or twice. Now, when the king of Syria discovers what’s been going on, he dispatches an army, a great army to the city of go fan, where Alicia and his servants are staying. We pick up the story at verse 16. When the servant of the man of God rose early in the morning and went out, behold, an army with horses and chariots was all around the city. And the servant said, Alas, my Master, what shall we do? He said, Do not be afraid, for those who are with us, or more than those who are with them. Then Alicia prayed and said, Oh, Lord, please open his eyes that he may see. So the Lord opened the eyes of the young man, and he saw, and behold, the mountain was full of horses, and chariots of fire, all around Elijah. Well, the implication, of course, is that it is an angelic army. The Syrians had a great army as well, verse 14, says, a great army, but the Lord’s army is even greater. So what takes place next, Elijah prays that the Lord will strike the Syrians with blindness, which he does. And then Alicia, somewhat sneakily says to the blinded soldiers, no, this isn’t the right place, but follow me. And I’ll take you to where you need to go. And he leaves them straight into Samaria, the capital city of Israel. And their Alicia prays that the Lord will open their eyes, and they realize where they are, and that they’ve basically been captured. Instead of killing them. Jehoram follows elations Council by giving the Syrians a hearty meal, and sending them on their way. Happy Ending. Well, that’s a story. And it’s an eye opening story, in the most literal sense. The Syrians, the enemies of God’s people had a sight problem, they were blinded, and then their eyes are opened, and they realize they’re in trouble. That’s often how unbelievers are depicted in Scripture, they have a sight problem. They suffer from a kind of spiritual blindness. The apostle Paul says in Second Corinthians that the god of this world has blinded the minds of the unbelievers to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God. And so unbelievers have a sight problem. They don’t see things rightly. But that wasn’t the only sight problem. In the story of Alicia and the Syrians. The servant of Alicia, a believer, also had a sight problem. He saw the threat the threat of the Syrian army, it was a real threat, not an imaginary one. But he wasn’t seeing the full picture in the way that Alicia was. And it wasn’t until the Lord opened the servants eyes, in answer to Elijah’s prayer, that he could put that Syrian threat into proper perspective. His sight problem had to be corrected, so that he could properly interpret his circumstances.\nI want to suggest that believers today can have a site problem too. It’s not that we don’t see the problems and the threats and the culture around us. We we do see them. They’re real threats. They’re not imaginary. But we often don’t see or at least don’t adequately see the full picture, so as to put them in their proper context. And to rightly interpret them, we often don’t have right sight. What we need is a God’s eye view of our circumstances. And that’s really what I want us to think about. How do we get that? How do we get a God’s eye view? Well, of course, we we can’t literally get a God’s eye view and the God literally has a God’s eye view. But if God is the kind of God that scripture says He is, and if we are the kind of creatures that Scripture says we are, and if God has revealed the kind of things that scripture says He has revealed, then we can obtain the closest thing to a God’s eye view that creatures made in the image of God can have. In other words, we can obtain the kind of right sight that God intends for us. So to circle back to the main topic, here’s the question that I want us to reflect on together this afternoon. How can we cultivate right sight that will help us to maintain a confident and hopeful witness rather than succumb to discouragement? Or even despair? How can we cultivate right sight that will allow us to maintain a confident and hopeful witness not succumb to discouragement, or despair? And in answer to that question, I want to propose three general principles I call them principles or maybe priorities, if you prefer three general principles that will help us to cultivate right sight and they all involve looking in some way or other. Here they are, just give them upfront. First, look to the Lord. Second, look through the word, specifically the Word of God. Or thirdly, look into the world. Okay, so look to the Lord, look through the word look into the world. Let’s take a look at these in turn. First, look to the Lord. The biblical Christian worldview is a Theo centric worldview. God is the central, primal and foundational reality. How to Scripture begin in the beginning, God, it’s all about God. As Paul says in that climactic doxology of Romans 11, For from him and through him, and to him are all things to him be glory forever. Amen. Solely. Dale, Gloria. So if we are taking this Christian worldview seriously, that all of our thinking about the world, and all of our thinking about culture, must be centered on God, and our having a right relationship with God, a rightly ordered relationship with God. And scripture, of course, reflects that God centeredness that Theo centric perspective. And one of the ways that we find that expressed in the Bible is in the exhortation to look to the Lord, or as other translations, but to seek the Lord to look to the Lord. When King David brought the Ark of the Covenant into Jerusalem, he directed his musicians to give praise and thanksgiving to God with these words, this is first Chronicles 16 If you want to note it down. give praise to the Lord, proclaim His name. Make known among the nations what he has done, sing to him, sing praise to Him, tell him his wonderful acts, glory in His holy name. Let the hearts of those who seek the Lord rejoice. Look, to the Lord, and, and to his strength. Seek his face. Always look to the Lord and His strength, seek His face, always and you’ll find the exact same words repeated in Psalm 105. Over and over, the Bible says, look to the Lord, seek the Lord and you will find true joy and life and blessedness and strength, strength to persevere. And in the New Testament, we find this theme transposed into a what we might call a Christological key. Look to the Lord Jesus, that give Hebrews 12 let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith. So what does it mean in practical terms? To look to the Lord? Well, let me give you three brief, brief ish suggestions. First, looking to the Lord means fearing the Lord. Looking to the Lord means fearing the Lord fear not in the sense of terror, or anxiety within the sense of holy reverence. It means honoring God as God with all the honor and the reverence that is due to Him as God. It means giving God the first place in all things. TWICE, TWICE, Scripture tells us that the fear of the Lord is the beginning of wisdom. First in Psalm 111, verse 10, again, Proverbs nine, verse 10, the fear of the Lord is the beginning of wisdom. And so the prerequisite for wisdom, for true wisdom is fearing the Lord. And the wisdom in view here isn’t about intellectual prowess. It’s not about having a really profound philosophy having deep thoughts about you know, metaphysical matters. It’s a deeply practical kind of knowledge and insight, it has to do with a godly life, and the kind of discernment that is needed for a godly life. Here’s how John frame defines the biblical view of wisdom, quote, wisdom is a form of knowledge that penetrates to the deepest significance of things, and therefore enables us to apply that knowledge to practical situations, specifically, wisdom is the ability to do the right thing, in difficult situations, especially to say, the right thing. Now, I asked you, isn’t that what we desperately need in these times? Isn’t that what we desperately need in these times, that kind of wisdom in an increasingly complex, challenging and confusing world? Wisdom is one of the things that Christians need most urgently. And the beginning of wisdom, as we have seen, is the fear of the Lord. And so if we want to be wise, if we want to be wise about the world that we live in, if we want to be wise and understanding the times and wise in our responses to the cultural challenges that we face, the first, the first point of order, is to fear the Lord. That in itself is countercultural in a secularized society where nothing is to be regarded as sacred, where anything can be made the butt of a joke, or trivialized in a meme to garner some clicks or likes. I worry that the church today is lost sight of what previous generations of Christians took for granted. Our God, we do not forget, is a consuming fire. Second, secondly, looking to the Lord means trusting the Lord trusting the Lord. Hope, which is our main focus, hope and trust, are intimately connected. When we need hope, we instinctively look for something or someone that we can trust. And when a crisis comes, that’s when we see most clearly where our trust lies. Some people put their trust in politics, either in individuals or in institutions. Some put their trust in economics, in their own wealth or in the wealth of others. Some put their trust in relationships, and family, friends, colleagues. But what we’re seeing in our culture today is not only a crisis of hope, but a crisis of trust. Polls consistently indicate that public trust is at an all time low. That prevailing attitude is one of cynicism, and skepticism.\nNow, from a biblical perspective, this, this crisis of trust may actually be a blessing in disguise, because it directs us to the one who alone can be trusted without reservation. And certainly that’s how Christians should respond to this crisis of trust. Psalm 20 Verse seven, some trust in chariots and some in horses, but we Trust in the name of the Lord our God. Jeremiah 17 Thus says the LORD curse it is the man who trusts in man and makes flesh his strength, whose heart turns away from the Lord. But bless it is the man who trusts in the Lord whose trust is the Lord. And that leads me to my third suggestion. Looking to the Lord means petitioning the Lord. Looking to the Lord means petitioning the Lord. It means coming to the Lord in prayer, serious prayer, pleading prayer. In Chronicles, chapter, Second Chronicles chapter 20, we read a crisis in the kingdom of Judah, this time. Jehoshaphat is on the throne, and he receives word that a great multitude of enemies of more bytes of ammonites of may and knights are gathering to attack Judah, humanly speaking, it looked utterly disastrous, utterly hopeless. So what does Jehoshaphat do? Verse three, then Jehoshaphat was afraid and set his face to seek the Lord. There it is, to seek the Lord and proclaimed a fast throughout all Judah, and Judah assembled to seek help from the Lord. And we’re told that Jehoshaphat goes into the temple and He offers up a long prayer, a plea for mercy, a plea for help. And this is how the prayer ends. Oh our God. Will you not execute judgment on them? For we are powerless against this great horde that is coming against us. We do not know what to do. But our eyes are on you. We do not know what to do. But our eyes are on you. Jehoshaphat. Look to the Lord Judah looked to the Lord, they look to the Lord in prayer, in serious pleading prayer, and that was where their hope was found. So then, the first principle for cultivating right sight that will help us to maintain a confident and hopeful witness. The first kind of looking, is looking to the Lord. Now, I know what some of you are thinking, what I came all this way to hear some guy tell me to fear the Lord and trust the Lord and pray more. That Sunday school went to one? Well, yeah, I agree. Sometimes what we need most is just go back to Sunday school. Second looking, look through the word look through the word one of the ways in which we look to the Lord is by striving to understand and interpret the world around us and the culture that we inhabit, through the lens of His revealed Word. I spoke a few moments ago about the importance of a Christian worldview. What is a worldview? Let me give you a sort of definition of this term. A worldview defined in relatively simple terms, is an interconnected web of basic presuppositions guiding assumptions, principles, concepts and values, in terms of which we interpret and evaluate our experiences of the world. And in terms of which we form our responses to those experiences. A worldview is an interpretive framework within which and through which we try to make sense of the world and to bring some degree of coherence to our beliefs and our actions. In a sense, our worldview provides the tracks on which our thinking runs. Some people are very conscious of their worldview, and they, they critically reflect on it, they tried to refine it. But it’s fair to say that for most people, their worldview is rather like the windows in their house. They spend most of their time looking through them, rather than looking at them, examining the windows themselves. Now, Christian thinkers who have written about worldviews have used different metaphors to convey the role that a worldview plays or the role that a worldview ought to play. One metaphor quite a common metaphor is the worldview as map idea worldview as map worldviews like a grand map of everything, a map of reality, at the most macro level, a map of what There is and how it all connects together. And the thought is that these maps these worldview maps start off as pretty crude and bare bones. And we essentially spend our lifetimes filling in the map based on our ongoing explorations of the world. And some people put more effort into their map creation than others. Now, I like that I like that metaphor. I approve that metaphor. Okay. I have to say that because my friend and colleague Grace who tanto, who’s written on this, and as well view as map so I approve that metaphor. But there’s another one another common metaphor is the worldview as spectacles, worldview, your spectacles, your worldview functions like spectacles like like eyeglasses, insofar as your worldview affects what you see, and how you see it. And if you want to see the world as it really is, you need to be wearing the right spectacles, the spectacles with the right lenses. On more than one occasion, I’ve accidentally picked up and put on my wife’s glasses, instead of my own patch, you’ve done that too. Not with my wife’s glasses, but your your spouse’s glasses. I want to happen suddenly, the world is just like a big blur is very disorienting, but it’s immediately obvious what what has happened, what the problem is, fix it. With worldviews. However, it’s harder to detect a problem precisely because of the all encompassing nature of a worldview, because it conditions your entire outlook, you can’t just take off your worldview and examine it. It’s not that easy. And so if it is important to have the right spectacles, well adjusted spectacles that enable us to see the world as it really is, then it’s going to be important to have the right worldview to have a well adjusted, or well formed worldview. And the norm, the standard by which our worldview is calibrated, has to be scripture. Of course, it has to be God’s infallible, verbal revelation, our worldview should be biblically formed and biblically informed. Our worldview should be a eight macro level distillation of the whole counsel of God and scripture, that gives us a kind of God’s eye perspective on all of life. But developing that biblical worldview is something that takes time and effort. It requires prayerful reflection, diligent study, and a humble spirit. And it is something that is to be done in community, in community with other followers of Christ. And in conversation with the church in the widest sense, not just geographically, globally. That’s, that’s important. We should be speaking to brothers and sisters in Christ, working to improve our worldview, in communication with people with believers across the globe. But also historically, as we look back in the church of previous generations, they have something important to teach us about how to refine our worldview. Now this idea of a biblical worldview as spectacles isn’t actually a recent one, is a very traditional Calvinist idea in the most literal sense. John Calvin, the original Calvinist, famously famously employed the metaphor of spectacles, as he emphasized emphasize the need for scripture to rightly interpret the world. Calvin argued that although natural revelation is clear and unambiguous in itself, The heavens declare the glory of God. Nevertheless, the fallenness of our minds, what reformed theologians have called the noetic effects of sin, the effects of sin on reason on the intellect, the fallenness of our minds is affected how we interpret and respond to natural revelation, how we think of God according to our natural reason and intuitions. What Calvin argued was that to rightly read the book of nature, we need the spectacles of Scripture,\nthen there’s nothing wrong with the book of nature itself. The problem lies not with the book, but with our eyesight. We need as it were, corrective lenses, if we’re going to perceive it rightly. Well, let’s connect this idea now to matters of cultural understanding and discernment. What does this have to say to us about the way that we approach culture? Here’s here’s my basic argument. If we need the spectacles of Scripture, to rightly read the book of nature, how much more do we need those spectacles to rightly read the book of culture? Okay, if we need those spectacles to rightly read the book of nature, how much more do we need them to read the book of culture, because culture is what we ourselves have built with and upon nature. Some of you will be familiar perhaps with Richard naeba. Richard Niebo wrote this very influential book Christ and culture and he gave this influential definition of culture, quite short. Culture is the artificial secondary environment, which man super imposes upon the natural say that again, culture is the artificial secondary environment, which man superimposes on the natural that is nature. In simple terms, culture is what we do with nature, with our natural abilities, and with the natural resources that God has provided in his creation. Sometimes we use them for good purposes, sometimes for evil purposes. But culture rests upon nature. But culture is the product of human activity, indeed, fallen human activity, in a way that nature is not. culture reflects all the genius of human creativity, and all the perversity of human depravity. And because we are encompassed by an embedded within it, we are prone to misread it. And so we need outside help, we need wisdom from above, we need a word from an infallible source that transcends fallen human culture. We need access to a God’s eye view, to discern what is good, and what is true. And what is beautiful. We need the spectacles of Scripture to rightly read the book of culture. Now this has a number of important implications, we don’t have time really to spell hardly any of them out here and certainly has implications for education and how Christians should educate their children. I’ll leave that for you to reflect upon. But one implication that I do want to talk about is this. If we want right sight, when it comes to culture and the world around us, we must take great care to interpret culture through the lens of Scripture, rather than to interpret Scripture through the lens of culture. Okay, if we want right sight when it comes to culture and the world around us, we must take great care to interpret culture through the lens of Scripture rather than scripture through the lens of culture. Scripture, is infallible, divine revelation. Culture is a mixture of good and evil, truth and falsehood, beauty and ugliness. Culture is the outworking of fallible human minds, and fallen human hearts. And therefore scripture has to interpret culture, not the reverse. It concerns me that many Christian leaders seem to be losing sight of this point. I hear prominent voices saying things like we need to interpret texts like Genesis one and Romans one in light of what we’ve learned about sexual orientation and gender identity. No, that gives things exactly backwards. We need to interpret modern claims about sexual orientation and gender identity in light of Genesis one and Romans one and everything else that scripture says. interpreting scripture, through the lens of our peculiar cultural moment is like interpreting the US Constitution through the lens of the current state legislature of Oregon. No offense to Oregon. But at any state, you want that, but you get the point, you get the point. Now, I’m well aware that there are many complexities in interpreting the Bible that the biblical authors wrote from within a particular cultural context. I’m well aware that we inevitably bring our own cultural baggage to our reading of the Bible. And so I acknowledge all of that. But in the final analysis, if we don’t think that scripture can serve as an infallible and authoritative interpreter of human culture, then we don’t really think it’s the word of God. Because in that case, it’s not a Word from above. It’s just another word from below. If we want to have right sight When it comes to, to understanding the times, and engaging the culture, then we need to have confidence in the clarity of Scripture, in the authority of Scripture, in the sufficiency of Scripture, and in the abiding relevance of Scripture. And we need to put that conviction to work by continuingly. Calibrating our spectacles and refining our map, to use those worldview metaphors. Now, you might ask, what does this have to do with being a hopeful witness? How would looking through the lens of God’s word bolster our hope and our witness? Well, think about this for a moment. We often categorize people as optimists or pessimists. Okay. So and So, is an optimist, so and so is a pessimist. I admit, I tend towards pessimism. But as I like to say, the beauty of pessimism is that you never end up disappointed. But think about this, is God, an optimist or a pessimist? Is God an optimist or a pessimist? I know there’s a sense which that’s an absurd question. Okay, sort of projecting your human personalities onto God, I don’t really want to do that. But you understand what I’m getting at here? Does God have a positive view of the future? Or a negative view of the future? You know what the answer is? And so what would a God’s eye view of the world do for us? What would a good God’s eye view of culture and history do for us? When we look through the spectacles of Scripture, God is giving us in a very limited way, but also in an adequate and appropriate way, a God’s eye view. Okay, on 2.3, we’ve had look to the Lord, we’ve had, looking through the Word. Thirdly, look into the world look into the world. The third general principle or priority, if you want to call it that, the third general principle for cultivating right site is that we should look into the world. And I’ll need to be fairly brief here. Time is getting on. But I’ll make a couple of points under this heading. First of all, what do I mean by look into look into by a couple of related ideas, I want to sort of join together first, I mean, look into in the sense of looking deeply, and penetratingly. Rather than just looking at the surface of things. Consider the difference between looking at a window and looking into a window. Or the difference between looking at a cave and looking into a cave. What I’m getting at here is that as we consider the culture around us, and as we consider some of the movements that challenge and trouble us the most, we need to dig beneath the surface of things, to see the underlying causes and ideologies. We need to discern what’s behind them, what’s driving them. In particular, we need to identify and critique the unbiblical worldviews and ideologies that undergird and animate them. Just take one example, the transgender movement, which there has been plenty of discussion, the surface of the transgender movement is very apparent to us all the transgender celebrities, the proliferation of pronouns, the vigorous attempts to mainstream the idea of gender identity, the heated public debates over gender affirming treatments for children, women’s sports, women’s bathrooms, drag queens and so on. We’re all very well aware of this, no one can miss it. And they’re important. But Christians who really want to be discerning about culture and society need to look deeper to discern the shifting tectonic plates of competing worldviews that are generating these societal earthquakes and eruptions.\nIn the case of the transgender revolution, I think there are actually multiple non Christian worldviews with competing visions of human nature that are operating under the surface, each of which opposes the biblical worldview at foundational points. I’ve written about this and spoken about this at some length and other on other occasions, you can find some of this material published in RTSs journal Reformed faith and practice We’ll plug that RTS journal Reformed faith in practice, check it out. I’ve got some writings there on that topic. But I’m really just throwing out one quick example of how we should look into the world by digging beneath the surface of these cultural challenges, superficial understandings lead to superficial responses. Secondly, when I mean, when I speak about looking into I mean look into in the sense of investigating, researching, studying, so as to have a competent understanding and working knowledge of a subject. Take the apostle Paul, the apostle Paul was first and foremost a student of scripture. But Paul was also a student of culture, in the sense that he sought to understand the culture of those to whom he was preaching, so that he could engage and communicate with them accurately. And effectively. We get a glimpse of that in Acts 17, for example, where Paul quotes from pagan Greek literature in order to critique and subvert the Athenians worldview, and to contrast it with a biblical worldview, so that he could then lay a foundation for the gospel message, or Gustin, and John Calvin, when likewise scholars of culture, as well as scholars of Scripture, as a more recent historical example, we might point to the Dutch theologian, Hermann Bhavik, as someone who was concerned to bring biblical orthodoxy and reformed theology into a serious productive conversation with modern culture, as it was in his day. And so bobbing was well versed in history, philosophy, science, literature, and so forth. And I want to suggest that there’s an important sense in which Christians are called to understand the world, even better than unbelievers, in every discipline, in every field of knowledge field of investigation. And to the extent that that happens, One consequence is that Christians will have more courage, and more confidence to speak into the culture, and to influence it for good. Now, of course, I realize we can’t all become experts in every subject. It’s hard enough to become an expert in even one subject. We certainly can’t all be Augustins and Calvin’s and barwick’s, they’re exceptional. But we don’t all have to be individual experts or walking encyclopedias. The Church of Jesus Christ is a body where each member contributes to the hole, and each member supports and encourages the other members. And so what we should look for are ways to support and promote Christian scholars in every field, encouraging them to pursue excellence in their particular vocation, and to encourage them to consider how scripture and a biblical worldview should shape and direct their studies. So that the entire church will be better equipped to meet the challenges of the day, and to present a competent and faithful witness to the world. If I can put it this way. We need to recover the value of sanctified expertise. We need to recover the value of sanctified expertise in a world where everyone’s opinion is supposed to count equally, and everyone could do their own research with a two minute Google search. Christians should be cultivating and seeking out sanctified expertise, gifted scholars and specialists who love Jesus, who loves the church, who are theologically Orthodox, who exhibit godly character, and who actually know what they’re talking about. Because they’ve done the work and they’ve earned respect in their field. Well, I’m out of time, pretty much. So let me quickly sum up if we are lacking in hope, it may be because we have a site problem. If we’re lacking hope, it may be because we have a site problem. How then can we cultivate right sight that will help us to maintain a confident and faithful and hopeful witness rather than succumb to discouragement or even despair through The simple points, look to the Lord. Look through the Word, the Word of God, and look into the world. I told you it wouldn’t be theological rocket science. But if we don’t get the basics right, the battle is already lost. Let’s pray. Almighty Father, you are faithful you are the faithful one. Even when we are faithless, you remain faithful, and we can trust in you. And Father, we want to look to you as we face the challenges of this world, we confess that we have become discouraged. Our witness has not been what it ought to be. And we seek to repent of our mistakes, and to pursue you with more vigor, and more single mindedness, we pray that you will help us by your Holy Spirit, looking to Jesus, we pray that you will give us wisdom, integrity, hope, and just an overflowing joy. Because what we have in the Lord Jesus Christ and the grace of the gospel, we ask this in his name, Amen.\nLigon Duncan\nLet me start off this way, Nancy, when when people come in fresh in their suffering, a lot of times our postures, we just want to listen, we want to be there for them. We want to sympathize with them. We’re not we’re not trying to get to imperative and directive. We want them to know we are for them. We want them to know that as much as we love them, we can’t make the pain go away. And so we want to sort of, in our own helplessness, be alongside of them in their struggles. But after a while, sometimes things come out in those conversations that we look for the opportunity to gently and lovingly push back on. Absolutely. What are some of the things that you’ve seen in that in that kind of context? And you’ve had, again, a lot of people in your life, a lot of people in your home? A lot of people in your ministry who’ve experienced suffering? What are some of the things that you’ve seen that you felt I need to gently lovingly push back on that?\nNancy Guthrie\nWell, number one, I’m not going to point to somebody out there. I’ll point right here to my own initial reaction, as you know, my husband and I have faced the death of two of our children. And I so remember that morning, after finding out that my daughter hope was going to live a really short life. My first thoughts were, this is my fault. This is my fault. And just that sense of, you know, God has God has has done this because, you know, a various failures in my life. And I think that’s actually very common that people tend to think, okay, God’s punishing me that there’s something in my past that I have done, that God is punishing me. But the thing is, Ligon, it’s not only in our experience that we see this, when we even see this in the Bible. I mean, this must be a very human response to suffering, because think about Job’s friends. Their assumption was that Job was being punished for sin. So we’ve got it in that. I mean, maybe Joe was the first book written in the Bible. And that’s right there, at the heart of it people’s assumption that God was punishing him for some great sin. But it’s not only there, it’s there in the New Testament, because we owe to the New Testament, Jesus has healed this man who was born blind. And it’s this disciples assumption, isn’t it? And so for them, it is such a given, they don’t even ask Jesus, is that what’s happening here? They just want to know who to blame? Whose sin is it? Was it this man’s sin or his parents sin that he was born blind. So I think it is a a very human reaction. And like so many of our human thoughts and reactions, we need them to be sanctified. We need them to be corrected by the word of God.\nLigon Duncan\nDo you find that there are some kinds of sufferings where that tendency is particularly acute for women? I mean, the examples you just cited, are men making that assumption, but I have seen women especially make that self attacking assumption in the context of suffering. Can you Yeah,\nNancy Guthrie\nI mean, honestly, oftentimes, here’s something I’ll say sometimes when I speak and I hear from a lot of people at women afterwards that it’s significant, you know, to say, you know, I’ll ask the question, you know, did you think that your infertility or your miscarriage was God punishing you for some kind of sexual sin in your past or perhaps an abortion? And I know when I say that, that I have numerous women come up and connect and want to talk to me about that. I think that is a very typical thing.\nLigon Duncan\nSo a woman or a man has opened up to you about that. And they’ve actually drawn the line a woman, I look back on my life I did this. I wonder if this is God punishing me for that. Nancy, can you give me some help? Yeah, where are you going to go theologically? Where are you going to go biblically, to start helping a person think God’s thoughts after the word? Well,\nNancy Guthrie\nfirst, I want to, I want to quote Christopher ash about that beautiful commentary on job when I interviewed him for help me teach the Bible, I, he described the theology of Job’s friends, which is what we’re talking about, as reflected in that song from the sound of music. Okay, remember the song sound music? She sings, Nothing comes from nothing, nothing ever. Somewhere in my youth, or childhood, I must have done something good. So here is this like, so? It’s kind of flipped. But it’s the same idea, isn’t it? Like, if something good happens to me, it must have been because I’ve been I’ve done something good. But likewise, when a hard thing happens, so that we would label as bad we think, okay, I must have done something really bad. I think the key is that idea of punishment. So what I would say to someone is, you know, when you came to Christ, in putting your faith in him, what you were putting your faith in is that you were saying, Jesus, I believe that you took the punishment that I rightly deserve for my sin upon yourself on the cross. And then in this amazing transaction, you have given to me your record of perfect righteousness. That’s what it means to be a Christian. But I think oftentimes, we think, Okay, well, yeah, he took some of my sins, but this big one here, or this relentless lung, like he hasn’t really, that didn’t really count that he paid. And so I think that we call people to faith. Will you trust that Jesus took upon Himself all of your sin and that it was exhausted on Christ, and therefore, he’s not pouring out His punishment on you. Now. Sometimes I’ll have people come back. But the Bible says that the Lord disciplines his children. And that’s true. But when we read about the Lord disciplining is, there’s a difference between punishment that is punitive. And discipline that is purifying and maturing, and toward a good aim. So I think it’s important to make that distinction that’s\nLigon Duncan\ngood. It’s some of this is how a believer is taught to read Providence. And by the way, the Puritan writers were really, really good on that topic and had lots of practical pastoral council about reading God’s providence, the mystery of Providence by John flavonol, is a famous book, which addresses that. And I think, of course, there are times when our sins have consequences. Some of you have seen there’s this wonderful five minute internet, sort of viral video that has gone around in the last six months of a man who’s collects trash in New York City. And it’s a wonderful testimony to God’s grace and somebody’s life, but he went to prison, because he was smuggling drugs and people, and the Lord saved him in prison. Now, there’s no mystery to the consequences in his life. He smuggled people and drugs, he went to prison, he lost his wife and family, but he found Jesus. And he is just a wonderful testimony. Interestingly, I bet that’s not the kind of thing that people have come into my office wondering if I’ve done something wrong. And then there’s been this consequence, a lot of times it’s these inscrutable, big things in life that we don’t have any control over whatsoever. The death of a child, an accident to a spouse, a diagnosis with a spouse, you have zero control over that whatsoever. In many ways. It can come out of the blue, sometimes we know a diagnosis is leading somewhere, but then sometimes they have it’s completely out of the blue. How do you have you read those kinds of things? And that’s where what Nancy just said I think is so important for us you got God is not going to give us inscrutable Providence is to figure out, right, the secret things belong to the Lord, the things that he’s revealed in the word belong to us into our children. And so you don’t want to start saying, Aha, like Job’s friends did. This horrible thing that has happened in your life, Joe, is clearly because you did something bad, and God is punishing you for it. Whereas he were told at the beginning of the book, that he was an upright man, he was a godly man, we’re told at the end of the book by God, that he was more righteous than his friends. So God is bookending. That, that that whole story, by reminding you it was not because of some detail. Now, let me say this. We don’t know whether job ever knew how the book ended. We don’t know that Job was ever explained, we might assume that he was not explained, like we have been explained by reading the book. So our relief, to that sense of Did I do something wrong is not going to come by a voice from heaven, explaining everything to us. So we really are gonna have to dig into the Word and for me, I do believe in God’s sovereignty, I do believe in God’s providence. But it’s especially believing in God’s goodness. You know, I know apart from God’s goodness, I would be in hell right now. And so I would if you were my congregation member, and you were wrestling with this kind of question, I’d really want to dig into the love and the goodness and the mercy and the grace of God. And just let’s meet our God again. And it’s interesting, lots of Bible characters have to go through this crisis. Think of it as Abraham one of the lowest points in Abraham’s life is Genesis 16. How does Genesis 17 Start? Abraham, I am God Almighty. It’s almost like God says, Abraham, you know, you and I’ve known one another for 50 years. Let me introduce myself to you again. I want you to realize who I am, I’m God Almighty. So a lot of what Nancy’s ministry has done, is has been just showing people the God of the Bible from the Bible, this is your God. And I said, so by the way, there’s the practicality of theology, you know, theology and knowing who your God is, is really important. If that is the particular thing that you’re struggling with, in suffering. Who’s your God? What’s a lot, thank God. He is merciful, and gracious, and generous and loving and good and conned that knowing who your God is, is going to be the only way you can get yourself into a labyrinth amaze, that nobody can get you out unless you go to God on that. So that’s, that’s a good one. I’ve I’ve seen, I’ve seen that plane a lot. Here’s another one. You have a prayerful person, you have a person, I’ve prayed for my son’s spouse from the time that he was born, or I’ve prayed for this. And they, then the crisis comes. God has occurred. My prayers\nNancy Guthrie\nare just as common. There were people all over the world praying. And God didn’t answer. Right. Yeah. So it’s always interesting to me, because I think what when we say God didn’t answer, really what we’re saying God didn’t do what I was asking him to do, and what we were all asking him to do. And I think one thing about that is, it assumes that we know the right thing to pray for. And that we have the best in outcome in mind. I I still remember Ligon about two weeks into my daughter’s life. I went up to the nursery we had prepared for her. And I felt like I finally had a moment and I thought to myself, Okay, I accept that her life is going to be short. But I know what I’m gonna pray. I’m gonna pray. God, will you give her as long a life as possible? I mean, I thought that was kind of generous of me to God, really, you know? And something is just like I’m beginning to formulate that prayer. And I was like, Wait a minute. What if a longer life isn’t better for her? And what if it isn’t better for me? And so maybe that’s not what I want to ask for. And so I began to pray Lord, will You Lord, I trust you to give her the number of days that are best for her and best for me. And would you give me the grace to trust you with that? Because that’s what I really needed the grace to trust him with the number of days that he, he gives to her. You know, when we say he didn’t answer my prayer, what we’re also basically saying is the only acceptable answer to my prayer is yes. And it also is assuming about prayer that the purpose is to change God’s mind. Like I’ve got to twist his arm, I’ve got to get enough people praying to really put some pressure on him. So he will do the right thing, rather than understanding what prayer is prayer is, I want to bring before you God, this heart sick desire I have and I know you are a God who heals. I know you are a God who saves. And so I believe I’m praying and according to your will. But what prayer says is, I want to, I want to have your mind about this, I want to have your heart about this, I want to submit to what you want, because you are wiser than I am.\nLigon Duncan\nSo good. And by the way, that it doesn’t mean that it’s wrong to pray for, you know, for the Lord to intervene in extraordinary ways. And so often we give testimony to the fact that he does, but to be yielded to His will, is a real, it’s a it’s a challenge, to be yielded to his will sometimes, especially when you love someone very much and you want that person around. I’ve thought about that a lot with Tim and Kathy Keller, you know that those are two prayer warriors. And I know Kathy must have been lifting up prayers for for Tim to be spared in and in God’s wisdom. He had another plant that Tim’s attitude was there’s no downside for me. I’m going to be with Jesus. Yeah, you know, but it’s hard for Kathy and Michael and the rest of the family and for the rest of us. So being able to be yielded is something that helped me in seminary, I read through Calvin, I tried to read Calvin’s institutes in college, and I couldn’t get through them. And so I read the read them with a friend in seminary, and you, Calvin is so practical. And in his section on prayer, he has this little statement where he says, God answers our prayers, not as we pray them. But as we would pray them, if we were wiser. And that was actually a very comforting thought to me that I can’t mess up the plan God by my prayers, because he’s going to answer those prayers in a wiser way than I would have known how to pray them. And I’ve seen that both in wonderful blessings. But I’ve also seen it in situations where Christians had to yield themselves to answers that they really didn’t want, you\nNancy Guthrie\nknow, like, and something that helps me to is to look into the scriptures at to people to whom God said no to, I mean, we often think, okay, if I’m, if I’m good, if I’m really godly, if I’m really pursuing him, then somehow that’s going to incline him to say yes to my prayers. But let’s just go to the Garden of Gethsemane. That’s wrong. Three times, Lord of appear, will let this cup pass from me. And we don’t actually hear God speak. There’s kind of a tacit No, but by what transpires? And so, if we’re thinking if I’m good than he’ll say, Yes, I mean, that, immediately, that’s gone. And the same thing with Paul Paul, three times, I begged the Lord to take that corn away. And then he hears Jesus speak to him, but it can’t be at all what he was hoping to hear. Because instead of saying, I’m going to take away the Thorin, he’s saying, I’m going to give you everything you need to go on enduring the agony of the thorns. And so we’ve got two very good biblical examples of people who, to whom God said, No,\nLigon Duncan\nand Jesus Prayer, nevertheless, not my will, but Thy will be done. That is how he works that into the Lord’s prayer that he teaches all of us to pray, Thy will be done on earth as it is in heaven. And we want to pray My will be done on earth as it is. And he teaches us to pray, Thy will be done as a part of our daily prayers to him and that’s a grace. And Nancy doesn’t say that flippantly and I wouldn’t say that flippantly to someone coming in struggling with this trouble, but it really is a grace to be able to get the point where you say, Lord, I set before you my heart’s desire, but I trust you. And I know that you know best and I know that whatever. My God ordains is, right. That’s all hard thing to be able to say. But it’s a really important part of the Christian life. And we, Nancy points out, if we want to be disciples of Jesus, and that means to be a follower of Jesus. Should it shock us that we have to pray the same prayer that he prayed? It really shouldn’t shock us. And and, and that we get answered no, sometimes, you know, if he did, it really shouldn’t shock us that that, that we will get no, sometimes an answer to prayer in connection with that. I’ve seen people struggle with a sense of the love of God because of what has happened in their lives.\nNancy Guthrie\nGod doesn’t love me if he loved me, he wouldn’t let this happen.\nLigon Duncan\nSo what, what’s happening experientially when a person what sort of drawl to? Yeah, call the progression of thought they are? First\nNancy Guthrie\nof all, I think, yeah, we have an assumption that that’s based on, don’t we, the assumption is, if he loves me, that he’s going to make sure that that hard thing, that bitter thing, doesn’t happen to me. And so that means then we judge His love for us based on our circumstances, we’re just, you know, like, put on little blinders is nice. Here’s how I’m going to judge whether or not good and even when we put words to it, it begins to kind of put some holes in our in our assumptions, because we realize, no, what am I doing, thinking that his love for me is going to be defined by a pain, free tragedy free life. I mean, if we’ve ever read the Bible, then we know that there nobody in Scripture experiences that. And so we don’t, we don’t really have biblical grounds for that. And yet, we have a relationship with Him. And we believe we believe he loves us. And we, the problem with this is we know two things about God both that he loves us, but also that he is powerful and sovereign. And that’s where the rub comes, doesn’t it? Because we think, Okay, if you loved me, and you really got this power, then you would use this power to protect me and those I left from harm to provide what I need and to, to keep me from suffering. And so that’s where the rub is, don’t you think?\nLigon Duncan\nAnd there’s where James’s counsel to look through the word. I mean, he and this is, half of what Nancy Guthrie does in life is getting people to look through the Word. And if you do, there is example after example of believer after believer who has to do this same process. I love the Lord. I love the Lord, because I know that he loved me first. This is happening in my life. How do I interpret God’s love for me in light of what is happening in this life? And again, it goes back to do you interpret Providence by the character of God? Or do you interpret it by your circumstances? Did the circumstances trump the character of God in your assessment of his love for you?\nNancy Guthrie\nI think the key to this Ligon is rather than look at our circumstances, if our big question is Does God really love? We have to look at the cross. Right? And in fact, you know, as I was thinking about all seven of our misconceptions is thought it is so often the cross that begins to make sense of our suffering, in a way that nothing else can. And certainly that’s the case for this one didn’t. Do I believe that God loves me. Yes, I look at the cross. And I see the extent of God’s love for me. But I also my expectations of what that love is going to look like. And also, when I’m going to experience all the things that he has rightly promised to me, is going to become my reality.\nLigon Duncan\nYeah, I remember I heard a sermon in October of 1987, preached in Edinburgh, Scotland, by Donald MacLeod who just passed away this year, where he called on us to think about this by looking at the cross and he just reminded us that Jesus was supremely loved at the cross. And it did not mean the sparing of His suffering. Now, this this may take one more step because you mentioned this last night we were talking. That means that our theology of hope in suffering, can’t just stop at the cross. It has to go another step. And that step is The resurrection. Absolutely. So to work that out, yes. Well,\nNancy Guthrie\nmy daughter who died her name was hope. Right? And, and I named her hope because I like the name. And I don’t think it was until I had a daughter named Hope, who on the world’s terms, life was hopeless, that I really had to really dig in and understand what the Bible means when it uses that word. Because we think of hope, like cross my fingers. I don’t, I don’t know if it’s going to happen. But my, my hope is here for this outcome that I think is going to be good. And so as I looked at the scriptures, what is the Bible presented hope, you almost cannot find references to hope in the Bible that aren’t connected to the resurrection of Jesus Christ. Biblical hope, is centered on the resurrection of Jesus Christ. And of course, he’s the first fruits of all who will be raised, and therefore, biblical hope is centered on Resurrection Day. So many of our struggles with the suffering of this life is because we expect in the here and now, what God has reserved for later, we read the promises in the scripture, and we’re trying to apply them in fullness to our here and now. And so often, yes, the promise is true. But you’re going to need to wait, wait until Resurrection Day, when God gives you that glorified body that will not only be free of sin, but will be you know, purge a body that’s going to be fit forever, living in a purified environment, in the presence of God. And I just, I just know, Ligon on that day when that happens, and I believe it’s really coming. That’s what faith is, right? Faith and, and on that day. You and I are not going to be going okay, but I still got a question for him. We just aren’t, or we’re not going to say, you know, this wasn’t quite good enough, you know, he should have done this earlier. I just believe on that day, that hope, that resurrection day when he does fulfill all of his promises, we’re going to be fully satisfied. And we’re just going to maybe in the words of Paul in Romans 11 Oh, the depths of the riches and the knowledge and the wisdom of God. And we will see it from that perspective, and we won’t be so full of anger and disappointment.\nLigon Duncan\nCh Spurgeon used to say that Samuel Rutherford’s letters were the nearest thing to inspired scripture ever written by uninspired man. And faith Cook, a British pastor’s wife wrote a book of poems based on Senator Rutherford’s letters, and it’s called grace in winter. And in she, what she does is she, she appends part of the letters that she’s writing the poem about. And then she writes a poem because someone also observed that Rutherford’s prose is so poetic, it’s almost already in the form of a poem. And so she just takes his prose and works it into a beautiful, you can almost sing it. And of course, some of you have sung the Sands of Time or sinking the N cousin rendering of one of Rutherford’s letters, well, in one of those letters, he’s writing to a woman in his congregation who’s lost three children. And it’s his his point is the exact point you’re making. So he says, Woman, I tell you this, when you are got up through there, you will say, four and 20 hours in this place, was worth threescore years and 10 sorrow in this world, nobody’s going to be disappointed. Nobody’s going to be just disappointed. It’s your breath is going to be taken away. And you’re right. You’re not gonna say yeah, but I’ve got this question that I want you to that’s, that’s not going to be in and the whole Christian faith banks on That’s why Paul will say if we don’t have that hope, we don’t have the we are of all people in this world most miserable. What you know, some people will say, Oh, you Christians your pie in the sky by and by? Well, no, actually we are capable of being the most realistic people in the world. But we have banked our hope on the resurrection. And that means the new heavens and new earth. And so that that means we can be very realistic that there will be sufferings that are never fully extinguished in this world. I mean, you think about it, you’ve lost someone that you love. That’s with you until you take your last breath. That’s a wound that does not heal. Time will help it. Friends will help. Bible will help. Holy Spirit will help The Gospel will help it but in the end, the only thing that will cure it is resurrection. I remember somebody asking Don Carson about the physical ailments that he’s struggled with. And he’s gone through a lot of pain, physical pain in his life. And he said, Oh, it’s nothing that a good resurrection wouldn’t cure. That’s true. That’s true for every Christian, nothing that a good resurrection won’t cure. That’s where our hope is. What about this one? Nancy, I don’t see how this that has happened to me happened to my family happened to my church, I don’t see how this can be used for good.\nNancy Guthrie\nWell, first, I’d probably say, I’m not sure I can either. Because honestly, some of the things and I know you interact, anybody who interacts with people, if people experience and things, and it’s heartbreaking, and there’s a place in your gut that you go caught, how could you ever use this for good, right? But, you know, we have Romans 28, I always say about Romans 28. This is never This is a verse you never have want to have anybody quote at you. And why don’t you want that, because what it feels like when somebody quotes that you is, your loss is being diminished, and that all that never feels good. And it’s saying basically, you should be happy this happened. Because, you know, God’s gonna cause all things to work together for good. Alright, so I will say, No, you don’t want quoted at you. But I’ll also say at the same time, oh, my goodness, we’re so glad this is in the Bible. I mean, apart from this verse, apart from knowing that God has the ability, and the desire that we can have certainty, and that it doesn’t just say some things. All because it’s all things to work together for the good for those who love Him. But the thing is, often, that’s the only part of the verse we hear. And and I have found over the years, that for many people who are struggling or suffering, that verse has the effect on them that they think okay, so yes, I’m going to believe that God is going to bring something good out of this. And so they become their goal in life becomes to identify that good thing that is weighty enough, that it seems to balance out the scales, for whatever it is that they have suffered or lost. And I would say a couple of things to that. First of all, I would say, actually, verse 29, tells us what the good thing is, that God is going to cause it all to work together. And that is that we would be conformed to the image of His Son. And so what I would say to someone is, you know, God, yes, God wants to do something good. And perhaps the most significant Good thing he wants to do is internally in your life, what he’s going to do internally, to shape you to look more and more like Jesus Christ, because suffering will rub off some rough edges. Suffering can also make you hard and angry, but it can rub off some rough edges. And so yet, the goal is not to identify that good thing out there that we think is going to outweigh our loss, but rather, and doesn’t the Christian life come to this so often, to trust God? The goal is to say, God, you are so sovereign and so good. You are asking me to trust that you’re going to use even this for a good purpose. Well, that well, that’s requiring for me a whole lot of trust in you and say, yeah, it is, I mean, what faith looks like is, even if I never see in this lifetime, anything that I could make some kind of connection to my loss and say, Okay, I see that God is using for the good. What that verse calls for is an enormous trust to believe that he is doing even if we never see it, amen.\nLigon Duncan\nI think your point about not throwing that verse at people is really good. Sometimes, maybe not that verse, But this idea gets thrown at you by others. And very often people that are questioning your faith, how could a good God have let that happen to you? And so sometimes people come to me asking this question because somebody has thrown that when How could a good God have led that happened to you. And I remember you may remember, it may have been the first widely advertised church shooting sadly, over this last decade, we have had church shooting after church shooting. But do you remember, there was a church shooting in Woodlands, Texas a number of years ago, and a faithful Baptist pastor had been away at a Baptist pastors conference, and he came back and there were ambulances and police cars and national guards and, and media from all over the country at his church, because the shooter had entered in to the building on a Wednesday night and killed a number of people. And so here, here’s this pastor on his way to his church on Wednesday night and a reporter sticks a microphone in his face. And he doesn’t know who’s died yet. You know, just just think about this. And the reporter says, Where was your God? When this happened? I’ve often thought in the world would I have said, If a report in the in the cameras are rolling. And he said he was right where he was when Jesus died on the cross for my sins. That’s powerful trust in the goodness of God. That’s powerful trust in the goodness of God.\nNancy Guthrie\nI said earlier, you know, the cross is the intersection where so many of these things be getting to make sense for us. And I think that’s really the case here. Because if we want to think about the ugliest, the most evil thing, the darkest thing that’s ever happened in the history of the world, wouldn’t it be humanity, putting the Son of God to death on the cross? I mean, so there’s, there’s the darkest, most evil, heinous thing in the world. It’s the worst thing that ever happened, perhaps we could say. But couldn’t we also say that it’s the best thing that ever happened? And so it is the cross. That gives us a sense, okay? If God can take something as hard and dark as the death of his own, beloved, innocent son, to accomplish the greatest good of all time, the salvation of sinners like you and me, and saving a people for Himself. I mean, that’s where I think we can begin to get a foothold, to say, Okay, so maybe I can believe that this thing that happened in my life that seems so unredeemable, but I can’t imagine anything good come out, he will actually cause that to work together for good too. That’s good.\nLigon Duncan\nSo you keep Romans 828, together with Romans 832. He whose spirit not His own Son, but delivered Him up for us all, how shall he not with Him freely give us all things and those, that all things of Romans eight, all things together for good? Through the work of the sun, he will freely give you all things. Keep those things together, as you’re trying to process, how’s God going to use this for good? Again, you may not know just like Nancy’s apart from the, the work of sanctification in your life, the price likeness that he’s working to build. Sometimes Sometimes you get glimpses of how the Lord uses this. And you’re like, Joseph got to have glimpses of how the Lord used really terrible suffering, to save a lot of people. That’s what Genesis 5020 is about. We don’t always get to see that. But, but we do know that God intends to make us more like Jesus, and that he is relentlessly committed to that even and especially in our suffering. And so that’s just another thing to bear in mind. Here. Here’s one that I have heard more in the last 1015 20 years than in the rest of my 63 years. It’s okay to be angry with God in your suffering. How do you walk us through that?\nNancy Guthrie\nWell, here’s how I would respond. I would say, It’s okay to feel some anger with God. Don’t settle into it. Don’t become defined by it. Examine it, I would say examine your anger and what are you examining it for? Well, I think one thing you’re examining it for is expectations. I mean, I think if I get angry at you begin, it’s because I had an expectation you would do or would not do something. And so if I’m angry with you, I have to well, on what basis did I have that expectation that you will do that or not do that. And similarly, I think we do the same thing with God. And so if our expectation with God is well, you know, I got on God’s team, and so he was supposed to be online. And that means he was supposed to protect me and protect my spouse protect my children from from cancer and from car accidents and from catastrophes. Well, on what basis did you expect that? And, and I would, you know, gently nudge someone toward the scriptures and say, you know, actually, not only do we see the people of God experience suffering, we hear the words of Jesus over and over again telling us that we should expect to suffer in this life. We look at the scriptures, and we read the story, that’s God’s is working out this crisis of this curse, that came into the world that has brought so much suffering to so many people. And we see the story that what he is doing to deal with that curse crisis took the taking the curse upon him. But we’re still in this in between time until he’s going to come and read this world of a curse once and for all, once again, Resurrection Day. So we got to examine what our expectations were, and then, like, speak the truth to those angry thoughts. And yet, the other thing I think about it like, and I think when we, when we’re angry with someone, basically, we’re taking a posture you have wronged me, you know, I am the arbiter of what’s just right and true. And what justifies my anger, as I say, you have wronged me. And, wow, that’s pretty bold thing, isn’t it? To say to God, I am a better arbiter and judge over what is right and good, then you are God. And so therefore, I’m justified in my anger. So I go back to the way I started, it’s okay to feel some anger. I think that’s human. But we don’t want to settle into it. We don’t want to make peace with it. We want to examine it, we want to challenge it. Because think about what what God said the job, you know, when God spoke to job in the world, and one of the things he’s one of those all those rhetorical questions, yes. Job. And one of them was, Do you have an arm like gods? And he’s saying that in constant in context of an arm that works justice? And I mean, if we, if you and I have to answer that rhetorical question, we’re gonna go, No, we don’t. You know, we we don’t know how to administer perfect justice in the world. And it’s only otherwise that we think can justify our anger.\nLigon Duncan\nI think the psalms are a great help here. Yeah, I think when you think about job, you know, job has to process not only the pain that he’s experienced, relationally and physically, the loss that he’s experienced, but then this miss this misinterpretation and assault upon his character by would be friends. And by the end of that whole process, he’s, I think, even more confused and more angry than, than ever. And that’s when he gets the two chapters full of questions that he can answer from God. But the Psalms actually give us ways to process that. And I’m always struck by the fact that God says, Okay, you’re, you’re despairing, you’re confused. You’re disoriented. You’re befuddled. Your heart is filled with complaint. And he says, Sing that to me in church. I can take it Come on, sing that to me in church. I’ve a friend of mine wrote an article a few years ago called What can miserable Christians sing. And his point was, so much of the stuff we sing in churches happy is what do you do when you come to church and you’re just hanging on by a thread? And he said, You sing the Psalms? Because they’re filled with people that are befuddled and confused and despairing and filled with complaint in the heart and God says, you bring that to me, don’t complain to somebody else. You bring that right, because I’m the one being in the universe that can do anything about it. So you bring it right to me, You’re my people. You bring that to me. And so I do think the Psalms, and there’s some dark, dark places in the Psalms, Psalm 88. You You know, there’s almost not a glimmer of hope there. And so if you’re down in the depths, there are places in the Psalms that are waiting there, they got to see Pull, pull right up next to you, and work through that with the Lord and the psalmist. Will he’ll point you back to God. he’ll, he’ll point you to the hope of God’s purposes. And ultimately, he’ll point you to Jesus, the cross and the resurrection. And so, I think, I think it’s important to realize we’ve got some biblical theological resources in the word not only Joe, not only Joseph and Genesis, not only Jesus, but the Psalms, to help us figure out how to sort of thread that needle and forward that string. What about sometimes you get some refuge in wishful thinking? I think it’s not necessarily coming from the Bible. It’s an it’s coming from some kind of sentimentality. Maybe you’ve had somebody say, Well, you know, my loved one is up in heaven taking care of me now, or my loved one got his wings, and I’m sure he’s here. What? What do you what do you do in a situation like that? That’s\nNancy Guthrie\nhard, isn’t it? Yes. Well, a number of things I would say. First of all, I’ve tried to think about, I’ve tried to think about people in in having a different kind of loss than I experienced, I’ve tried to understand what’s the impulse there? What Why do we want to believe that? You know, and I think about my losses with my two children, you know, who were severely brain damaged, I never interacted with them. And so I think for me, you know, I haven’t had that sense of, I want to have a conversation with them, because I never did here. But if I think about, you know, in the future, you know, if my husband David, were to go to be with Christ, before I can fully imagine wanting to feel like he is alive and aware of, of what I’m doing. So I get that. But I, and this scripture isn’t clear to us. I think this is one of the places where we can’t be calm, adamant, the scripture really isn’t clear to us what those who have gone before us who are in the, let’s call it the intermediate state, because that’s that’s a term I think more of us need to have in our vocabulary, in this whole conversation. But those in the intermediate state, meaning their soul is going to be with Christ bodies in the ground. We don’t really know from scripture, what they see. And so we can’t be adamant. However, I can’t, it’s hard for me to imagine that someone can truly be resting in Christ, and focused on this world. And it’s corruption. It’s sorrow. I mean, honestly, if I think about David going to be with Christ, I don’t want him focused on how much I’m hurting. I want him to enjoy the presence of Christ. So I can’t be adamant about that, even that they see this, but certainly, I can be adamant that it’s not become his job to somehow take care of me. I think it’s very much the case and maybe depends on some people’s background that they think people become angels when they die. This is this is a theological thing that helps us doesn’t it begin to understand that angels and humanity are their own created order? People don’t become angels, when they die. They souls with Christ bodies in the ground, angels of their own created order. And, but more significantly, I would say, I don’t need someone who has died to take care of me because of what the scripture show me. I have a loving father, who knows every hair on my head. And I have the son who is interceding for me with groans. And I have the Spirit who is indwelling me and equipping me and comforting me. So I want to lean heavily into them. They’re the ones who are taking care of me. Not someone else.\nLigon Duncan\nYeah. The Jesus words to His disciples that He even cares about the sparrows in the grass in the field. What don’t you think your heavenly Father do? hairs for you, he points you back to the, to the Father. And and, as Nancy said, Jesus himself points you to the ongoing work of the comforting Holy Spirit that He sends to be with you and in you to bear to bear you up in your trials and in your sufferings and and you have a Savior that ever lives to intercede at the right hand of God the Father all mighty pleading, on your behalf, I remember was it was Mick Chang who said, If I could hear Christ in the next room praying for me, there would be nothing that I would fear in this world. And yet he is in heaven at this moment, pleading my case with the fall at the right hand. And, you know, you know, what, we do need to realize the resources that our Lord cares about us. And he’s given all of these things to us for resources. We don’t have to look to sentimentality, or to places where we just don’t know like Nancy said, when what, what did they didn’t? What do they not know? There’s a great cloud of witnesses, but what do they see? What did they know? And this is probably where sort of the intercession of the saints developed in the Middle Ages is this kind of, of sentimentality. So we want to go to the word for our comfort in this area. Now, there’s another one, it’s kind of like that. You know, I saw a butterfly today when I was in the garden. And I knew that the spirit of my loved one was there. I just saw I just went one last night that a couple had lost their beloved family dog. And look, I’m a dog person, okay, I’m a dog person. But they, when they were have on their walk, they saw a deer. And they knew that their dog had said the deer to them to comfort them, because they’ve never seen a deer on the wall before what? Yeah, you get you ever get this? Yeah.\nNancy Guthrie\nAnd I hear some people laughing. And I get that because in some ways, it’s humorous. But it’s so if someone believes God has done that, that’s not a laughing matter to them. And it’s very significant. The truth is Ligon who am I to say God didn’t? I mean, I’m never going to argue with somebody that that didn’t happen. I mean, God. I’m just, I’m not gonna argue with them. I am going to try to nudge them toward a more sure word. Alright, so when we hear people say that, what what’s interesting about that is they not only say, God sent that, but there’s, there’s a work of interpretation going on. God sent that to say such and such to me, to assure me of such and such. And, wow, that’s just a way long leap. Okay. So I guess I would say, Do you need a butterfly, to assure you of God’s care for you or for your loved one. And I would say, you’ve got this wealth of the scriptures. And this is a reliable and sure word that you can consume, and chew on, and rest in and cry over and grab hold of, for all it’s worth, that your loved one who was in Christ, you can completely rest, that that person is safe in the presence of Christ. Maybe you have a loved one that you’re not sure, if there is in Christ, well, here’s what, you’re not going to be trying to figure that out based on something subjective, maybe even something you saw or didn’t see in that person. Instead, once again, you’re going to lead into Scripture. And what does scripture say? Will scripture says, Think about God’s rhetorical question to Abraham, when he’s having that interaction about what if there, you know, are you gonna destroy the city if there’s 10 of the writing that is going through that? And and God asked a rhetorical question, will not the judge of the Earth do what is right? And once again, I have to answer that question. And I think yes, he will. Yes, he will. So I’m going to lean into that. I think about the the first way God introduced himself in the scriptures that told us anything about his personal nature. And that is when He revealed Himself to Moses. And so, you know, I think if I meet you, Ligon, I’m going to tell you some things that I think are very significant about myself when we first meet and here’s God introducing himself to Moses, and he says, I am slow to anger and I am abundant in mercy. When I read that abundant mercy, I just think that’s an unfathomable amount of mercy. And so, you know, if somebody’s looking for a sign from God about your loved one, look there, look there, that he is a God who is abundant and mercy. And then another place, I would say to, to look would be in that short little story of Jonah. And right in the middle of Jonah’s story is a statement that we’re just going to grab hold, and hold on to for all of the comfort that it’s worth. And that’s that statement, Salvation belongs to the Lord. Salvation belongs to the Lord. It’s his work. And he loves to say, I mean, could that not be like the Bible’s message in summary, in some ways, he’s a God who loves to say, so I mean, these are solid, substantive comforts to grab hold on that we don’t have to be making some leaps to interpret. And I think maybe why people by people want the butterfly or the ladybug, or whatever it is, is it feels so personal. God said this to me. And I would just say, wow, you know what? God’s word. This is the amazing thing about God’s word, isn’t it? Right? It’s this word that’s worthy of RTS seminaries that are studying the Word and the syntax and the languages and exploring all this stuff. And it’s, it’s able to undergo that kind of scrutiny, and to be studied in that way. It’s this anxious, ancient, but reliable text. But it’s so natural. It’s a supernatural word. And God’s word when we read it, he’s speaking to us. He’s speaking to ligand Duncan, he’s speaking out to get through, and he’s speaking to whoever he’s saying. And here’s what he is. He’s saying, I’m going to tell you, maybe I’m not going to answer all your questions. But actually, as you open my word, on the even on the lowest day of your life, I’m going to tell you what you most need to know about me and how I’m working in the world, and how you can trust that I’m going to work in your life. And so rather than some supernatural, seemingly personal sign, I think we need this super natural personal word from God.\nLigon Duncan\nI think it’s important to remember God really cares about your comfort, he really cares about it, Jesus spent so much of his time in the upper room, on the night that he was betrayed before he went to the Garden of Gethsemane trying to give his disciples comfort. Remember his words in John 13, John 14, one, Let not your hearts be troubled, believe in God, believe also in Me, and then these words, at the end of John 16, in the world, you have tribulation. But take courage. I have overcome the world. And so he has not just sort of left us to flounder for some scraps, some some leftover morsel of comfort, he has given us a lot of material in the word that’s meant to comfort us because he knows that you are going to have tribulation in this world. And so I would hope that everything else within general revelation and provenance, you’re reading in light of what he explicitly tells you in special revelation in the Word of God about the comfort that he wants you to experience. And part of that is knowing who he is. And part of that is knowing that you have a heavenly Father, knowing that you have a Savior, who has given the totality of of himself for your need, and has promised that He has gone to prepare a place for you, and that he is going to take you there and that He’s given you a Holy Spirit, who is your comforter. And so there, there are tremendous theological resources for your comfort in life, and we need them. I was I was on my way to Columbia, South Carolina to preach in my wife’s home church a few years ago. And on the airplane, you know, conversations with pastors can be interesting. You know, sometimes when the when the person next to you says, What do you do? And I say, Well, I’m a preacher. That’s the end of conversation for the flight. But on on this on this flight, I hobnobbing with a man who was traveling businessman, and he says to me, what do you do? And I said, I’m a preacher. And you can the eyes lock in and you know, okay, I’m about to have a conversation. And and this this guy says, My wife just called me. And she said, I need to confess I’ve been having an affair with your best friend. And this man was a Christian. And he was looking for comfort. And the passage that I was preaching on, was from Philippians, four on the peace that passes understanding. And I was so thankful that God gives us so many resources in the word to put in to share with believers when they’re facing real tribulation in life. He doesn’t leave us without comfort. And so this is why we wanted to talk about these things today, because we need that comfort, and that you want to be a messenger of comfort using the word to God’s people because we dwell in a world filled with trial and tribulation. But the Lord has given us a comforter. Thank you so much, Nancy. Thank you.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james anderson",
          "sentiment": "negative"
        },
        {
          "name": "ligon duncan",
          "sentiment": "none"
        },
        {
          "name": "nancy guthrie",
          "sentiment": "none"
        },
        {
          "name": "james anderson well",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-31T16:44:32.469+03:00",
    "updated": "2024-05-31T16:44:32.469+03:00"
  },
  {
    "uuid": "17764fa2a5bb47adc9f7a6d2d5823c37710a5dfc",
    "url": "https://thedailyguardian.com/caste-based-census-can-offer-better-social-justice-but-bjp-is-opposing-it-ashok-chavan/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TDG Network",
    "published": "2023-12-29T01:49:00Z",
    "title": "Caste-based census can offer better social justice, but BJP is opposing it: Ashok Chavan - The Daily Guardian",
    "text": "Maharashtra former chief minister Ashok Chavan on Thursday accused the BJP of opposing caste-based census, stressing that it could offer better social justice. Speaking in Nagpur during a Congress rally, organised on the occasion of its 139th foundation day, Chavan said his party wants a caste-based census in the entire country. “The Congress is also of the opinion that the 50 per cent cap on reservation should be lifted. The whole exercise (caste-based census) would help address reservation-related issues in all the states, but the BJP is opposing this move,” he said. Targeting the BJP, Chavan said there have been serious attempts to divert attention from such matters, while some “non-issues” are being turned into “issues”. “The current dispensation is trying to pit one community against another in the state. Maratha versus OBCs, Dalits versus others, SC versus ST communities among others,” he said. “This is a classic way to divert attention from real issues in the state,” Chavan said. The Congress leader also claimed that people have learned that the past ‘’ten years were a waste’’ because of the BJP rule at the Centre. “Many people said that they want to make India a Congress-free country. One must not forget that there is no news about those people but the Congress party has remained intact,” he said. Caste-based census can offer better social justice, but BJP is opposing it: Ashok Chavan Maharashtra former chief minister Ashok Chavan on Thursday accused the BJP of opposing caste-based census, stressing that it could offer better social justice.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ashok chavan",
          "sentiment": "negative"
        },
        {
          "name": "chavan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "sc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nagpur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:10:23.623+02:00",
    "updated": "2023-12-29T09:10:23.623+02:00"
  },
  {
    "uuid": "cf00740717a69473d633a4bbd4b002c17d302503",
    "url": "https://www.cbsnews.com/pittsburgh/news/pittsburgh-arson-suspect-multiple-fires",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pittsburgh",
    "published": "2024-06-13T16:57:00Z",
    "title": "Pittsburgh man accused of setting multiple fires over 3-day period - CBS Pittsburgh",
    "text": "PITTSBURGH (KDKA) — A Pittsburgh man is facing charges after police said he intentionally set multiple fires over three days.\nIn a post on Facebook , the Allegheny County Police Department said 41-year-old David Harknett of Pittsburgh faces a list of charges, including aggravated arson, criminal mischief, receiving stolen property and recklessly endangering another person in connection with the incidents.\nPolice said Harknett was arrested after intentionally setting fire to an abandoned building on William Penn Highway in Wilkins Township on Thursday morning. After investigating, police said they determined the 41-year-old man was responsible for a string of other fires in the Pittsburgh area since Tuesday.\nPolice said he intentionally set fire to Christ the Divine Shephard Parish in Monroeville on Thursday morning. He is also accused of intentionally setting fire to four vehicles throughout Allegheny County on Tuesday and Wednesday.\n\"The Allegheny County Fire Marshal's office was requested to investigate all six reported fires and determined each fire to be incendiary in nature,\" the Facebook post said.\nAllegheny County police added that the man is accused of stealing from multiple vehicles at the Jefferson Hills Police Department on Tuesday.\nHarknett was taken to the Allegheny County Jail.\nMore from CBS News Man taken into custody by SWAT officers after hours-long standoff in Harrison Township Judge rules that man accused of killing Mogie's Irish Pub owner is not competent to stand trial Separate shootings in Uniontown leave 1 dead, 2 injured Road rage incident escalates in Cranberry Township; man accused of flashing weapon In: Arson Pittsburgh Michael Guise Michael Guise is a web producer for CBS Pittsburgh who has worked for KDKA since 2019.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david harknett",
          "sentiment": "none"
        },
        {
          "name": "harknett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs pittsburgh pittsburgh",
          "sentiment": "negative"
        },
        {
          "name": "kdka",
          "sentiment": "negative"
        },
        {
          "name": "allegheny county police department",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pittsburgh",
          "sentiment": "none"
        },
        {
          "name": "allegheny county",
          "sentiment": "none"
        },
        {
          "name": "monroeville",
          "sentiment": "none"
        },
        {
          "name": "william penn highway",
          "sentiment": "none"
        },
        {
          "name": "wilkins township",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:08:39.346+03:00",
    "updated": "2024-06-14T02:57:36.651+03:00"
  },
  {
    "uuid": "e95ba6b3272d6d760424c5cc665f745e0052033c",
    "url": "https://andina.pe/agencia/noticia-minam-refuerza-acciones-con-fin-generar-incentivos-para-biodiversidad-1002656.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Empresa Peruana de Servicios Editoriales S. A. EDITORA PERÚ",
    "published": "2024-10-03T00:00:00Z",
    "title": "Minam refuerza acciones con el fin de generar incentivos para la biodiversidad | Noticias | Agencia Peruana de Noticias Andina",
    "text": "Setenta iniciativas relacionadas a la conservación del agua, el saneamiento, el turismo y los usos del agua para irrigación, entre otras, se encuentran en proceso de implementación en el Mecanismo de Retribución por Servicios Ecosistémicos (Merese) del Ministerio del Ambiente (Minam).\nAsí lo informó la viceministra de Desarrollo Estratégico de los Recursos Naturales del Minam, Raquel Soto, en el taller internacional sobre la ampliación de incentivos positivos para la biodiversidad realizado por la Organización para la Cooperación y el Desarrollo Económico (OCDE).\nEl Merese –dijo Soto– permite generar, canalizar, transferir e invertir recursos orientados a la conservación, recuperación y uso sostenible de fuentes de servicios ecosistémicos, a través de acuerdos voluntarios, donde participan los sectores público y privado y la comunidad organizada.\nDel total de iniciativas identificadas a nivel nacional, 10 se encuentran en el Registro Único del Merese, lo que implica 8,900 hectáreas bajo acuerdos y representa US$ 5 millones invertidos en acciones de conservación y recuperación de áreas degradadas en torno a los recursos hídricos.\n[Lea también: “Propuesta de ley sobre incendios forestales reforzará el cuidado del ambiente” ]\nTransferencias directas condicionadas\nLa viceministra agregó que otro mecanismo de financiamiento orientado son las Transferencias Directas Condicionadas (TDC), que vienen siendo implementadas por el Programa Conservación de Bosques.\nEste mecanismo consiste en la entrega de incentivos económicos y asesoría técnica para el desarrollo de actividades económicas sostenibles y el cuidado de bosques. “A la fecha, se vienen conservando 3 600 000 de hectáreas de bosque, beneficiando 330 comunidades nativas y campesinas”.\nLa funcionaria expresó también que el Minam promueve la iniciativa R etribución por Servicio de Conservación de la Agrobiodiversidad (Resca).\nEsta iniciativa ha permitido a 957 familias de agricultores de 60 comunidades campesinas de Apurímac, Cusco, Huancavelica y Puno lograr recuperar 117 variedades de cañihua, kiwicha, maca, maíz, mashua, oca, olluco, papa, quinua y tarwi.\n[Lea también: Alerta ambiental en Loreto: activan plan de contingencia ante afloramiento de crudo ]\nMás en Andina:\n??La investigadora Carol Zavaleta ganó el prestigioso Premio Piers Sellerse 2024 que otorga la Universidad de Leeds del Reino Unido, gracias a su importante trabajo que se centra en los impactos del cambio climático en la salud de los pueblos indígenas.\n?? https://t.co/MDwpA2TX0a pic.twitter.com/FYg4y9Hxh5\n— Agencia Andina (@Agencia_Andina) June 24, 2024\n(FIN) NDP/CCH",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://t.co/FYg4y9Hxh5",
      "https://t.co/MDwpA2TX0a",
      "https://twitter.com/Agencia_Andina/status/1805341764825604278?ref_src=twsrc%5Etfw",
      "https://www.t.co/FYg4y9Hxh5",
      "https://www.t.co/MDwpA2TX0a",
      "https://twitter.com/Agencia_Andina/status/1805341764825604278",
      "https://www.twitter.com/Agencia_Andina/status/1805341764825604278?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T03:49:37.724+03:00",
    "updated": "2024-10-04T03:49:37.724+03:00"
  },
  {
    "uuid": "bf96a64c3f489034689e16cea1e5306f93dfaff6",
    "url": "https://www.infobae.com/espana/agencias/2024/09/13/ccoo-ugt-uso-ela-y-cgt-exigen-la-retirada-del-ere-en-masorange-que-ven-injustificado",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-09-13T12:37:00Z",
    "title": "CCOO, UGT, USO, ELA y CGT exigen la retirada del ERE en MasOrange, que ven injustificado - Infobae",
    "text": "Madrid, 13 sep (EFECOM).- Las secciones sindicales de CCOO, UGT, USO, ELA y CGT exigen la retirada el expediente de regulación de empleo (ERE) anunciado en MasOrange, que afectará a 795 trabajadores, lo que supondría un 17 % de la plantilla en las sociedades afectadas por este procedimiento de despido colectivo, que consideran injustificado.\nEn un comunicado conjunto publicado este viernes, estas secciones sindicales rechazan \"de manera total\" el ERE que ven injustificado y que consideran que supone la destrucción de cientos de puestos de trabajo en una compañía en progresión y con buenos resultados económicos y financieros.\nAsimismo estiman que este procedimiento contradice las promesas realizadas por la dirección.\nDe esta forma, exigen la retirada del ERE y que se busquen soluciones que no impliquen \"echar a la calle\" a 795 personas, ni arriesgar la viabilidad de la compañía.\n\"Para las organizaciones sindicales que suscriben este documento, el elemento esencial en cualquier escenario de acuerdo se asienta sobre la base de una voluntariedad completa y absoluta\", añade el comunicado.\nEstos sindicados consideran que la voluntariedad es una línea roja, por lo que muestran su oposición a un ERE \"principalmente\" voluntario, que consideran que es \"un programa de destrucción de empleo donde la dirección acepte cierta voluntariedad y que incluya despidos forzosos o prejubilaciones obligatorias\".\nLa empresa de telecomunicaciones Masorange (+O) es el fruto de la fusión de las operadoras Orange España y MásMóvil que se cerró hace cinco meses y que cuenta con una plantilla en España de 8.000 empleados.\nSin embargo, el ERE que presentó hace unos días solamente afectaría a seis de estas entidades jurídicas que forman parte del grupo (Orange Espagne, OsFI, R-Telecable, Euskatel, Lorca y Xfera Móviles), por lo que implicaría a casi un 17 % de los 4.695 trabajadores que forman parte de estas.\nLa fecha máxima para la constitución de la mesa única negociadora es el 17 de septiembre y a partir de ahí se iniciaría un periodo de negociación de 30 días. EFECOM\nmga/ltm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T17:00:03.252+03:00",
    "updated": "2024-09-13T17:00:03.252+03:00"
  },
  {
    "uuid": "377c6f1de5897db4963df62f0d7294c1ec13f595",
    "url": "https://www.devdiscourse.com/article/entertainment/2859226-road-house-remake-honors-patrick-swayze-says-jake-gyllenhaal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-03-14T20:11:00Z",
    "title": "'Road House' remake honors Patrick Swayze, says Jake Gyllenhaal | Entertainment",
    "text": "'Road House' remake honors Patrick Swayze, says Jake Gyllenhaal Celebrating the legacy of late actor Patrick Swayze was essential in remaking his 1989 hit movie \"Road House,\" says the new film's star Jake Gyllenhaal. In the 2024 version Gyllenhaal plays former Ultimate Fighting Championship (UFC) fighter Dalton, who runs into trouble as he takes on a job as a bouncer at a bar in the Florida Keys. [Reuters](/reuters-stories)| Updated: 15-03-2024 04:11 IST | Created: 15-03-2024 04:11 IST Celebrating the legacy of late actor Patrick Swayze was essential in remaking his 1989 hit movie \"Road House,\" says the new film's star Jake Gyllenhaal. In the 2024 version Gyllenhaal plays former Ultimate Fighting Championship (UFC) fighter Dalton, who runs into trouble as he takes on a job as a bouncer at a bar in the Florida Keys. \"It was important to me. He originated the character and I wanted to bring it through,\" Gyllenhaal said at the film's premiere in London on Thursday. Swayze, who passed away in 2009, and Gyllenhaal worked together on \"Donnie Darko\" some two decades ago. \"Patrick was always so lovely to me, so supportive at the beginning of my career. I carried with me some of the tattoos, we designed some tattoos in honor of him, just because I really loved him.\" The new Doug Liman-directed movie marks the acting debut for former UFC champion Conor McGregor. The Irishman, who plays savage contract killer Knox, described the experience as \"a learning curve\". \"I went in humble. I went in looking to learn. And I knew my level. I was a white belt and I'm a white belt still. I was blessed with an amazing cast who were patient and very helpful for me,\" he said. McGregor, 35, said he was not eyeing further Hollywood roles and would refocus on his UFC career once the publicity run for the movie ends. \"Not right now. I'm going to regroup after this work and get back to work for my fighting career. I've got more in the Octagon to do. I'm excited to do it. That's where I'm at,\" he said. Some of Gyllenhaal's fighting scenes were filmed in the Octagon in front of a real audience during the UFC 285 event headlined by Jon Jones and Cyril Gane. The 43-year-old actor spent some two months getting in shape for the stunts and action scenes in the movie, shot in the Dominican Republic. The film also stars Jessica Williams as Frankie, the owner of the roadhouse, Daniela Melchior in the role of local doctor Ellie and Billy Magnussen as crime boss Ben Brandt. \"I hope you don't compare ours to the original because I think art is not a competition. You got to just celebrate,\" said Magnussen. \"Road House\" starts streaming on Prime Video on March 21. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [Mozambique president Nyusi has immunity in London 'tuna bond' case, court rules](/article/law-order/2844468-mozambique-president-nyusi-has-immunity-in-london-tuna-bond-case-court-rules) [London stocks inch up on earnings bump](/article/headlines/2844334-london-stocks-inch-up-on-earnings-bump) [London stocks inch up on earnings bump](/article/business/2844242-london-stocks-inch-up-on-earnings-bump) [Prince William visits London synagogue to hear of rising antisemitism](/article/politics/2844725-prince-william-visits-london-synagogue-to-hear-of-rising-antisemitism) [Mozambique president Nyusi has immunity in London 'tuna bond' case, court rules](/article/politics/2844622-mozambique-president-nyusi-has-immunity-in-london-tuna-bond-case-court-rules)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "patrick swayze",
          "sentiment": "negative"
        },
        {
          "name": "jake gyllenhaal",
          "sentiment": "negative"
        },
        {
          "name": "gyllenhaal",
          "sentiment": "none"
        },
        {
          "name": "patrick",
          "sentiment": "none"
        },
        {
          "name": "dalton",
          "sentiment": "none"
        },
        {
          "name": "donnie darko",
          "sentiment": "none"
        },
        {
          "name": "swayze",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "road house",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida keys",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:51:50.362+02:00",
    "updated": "2024-03-15T00:51:50.362+02:00"
  },
  {
    "uuid": "badca60342dbe5fbea71110bf10adaff2ff89901",
    "url": "https://ground.news/article/spurs-sunk-by-resurgent-seagulls",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T22:47:00Z",
    "title": "Ground News - Spurs sunk by resurgent Seagulls",
    "text": "Summary by Ground News Brighton & Hove Albion beat Tottenham Hotspur 4-2 at the Amex Stadium. Jack Hinshelwood, Joao Pedro and Pervis Estupi��n scored for the Seagulls. Alejo V�liz pulled one back for the Lilywhites before Ben Davies scored late on. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nyellowad.co.uk Spurs sunk by resurgent Seagulls Tottenham Hotspur boss, Ange Postecoglou (Rob Newell CameraSport)Brighton & Hove Albion v Tottenham Hotspur – Premier League – Amex Stadium – Report Brighton & Hove Albion 4-2 The post Spurs sunk by resurgent Seagulls appeared first on Yellow Advertiser.\n26 minutes ago Read Full Article\nyellowad.co.uk\nSpurs sunk by resurgent Seagulls Tottenham Hotspur boss, Ange Postecoglou (Rob Newell CameraSport)Brighton & Hove Albion v Tottenham Hotspur – Premier League – Amex Stadium – Report Brighton & Hove Albion 4-2 The post Spurs sunk by resurgent Seagulls appeared first on Yellow Advertiser.\n26 minutes ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://www.yellowad.co.uk/spurs-sunk-by-resurgent-seagulls/?utm_source=ground.news&utm_medium=referral",
      "https://www.yellowad.co.uk/spurs-sunk-by-resurgent-seagulls/",
      "https://yellowad.co.uk/spurs-sunk-by-resurgent-seagulls/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jack h",
          "sentiment": "neutral"
        },
        {
          "name": "joao pedro",
          "sentiment": "none"
        },
        {
          "name": "pervis estupi",
          "sentiment": "none"
        },
        {
          "name": "alejo v�liz",
          "sentiment": "none"
        },
        {
          "name": "ben davies",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news brighton & hove albion",
          "sentiment": "neutral"
        },
        {
          "name": "tottenham hotspur",
          "sentiment": "neutral"
        },
        {
          "name": "brighton & hove albion",
          "sentiment": "none"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "rob newell camerasport)brighton & hove albion",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:01.263+02:00",
    "updated": "2023-12-29T01:13:01.263+02:00"
  }
]