[
  {
    "uuid": "8f92b9ed9c1162d1271b59c9805e74c8b7ddf4e8",
    "url": "https://www.expreso.ec/actualidad/manta-menor-adulto-asesinados-misa-184043.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandro Giler",
    "published": "2023-12-29T02:16:00Z",
    "title": "Manta: Un menor y un adulto fueron asesinados durante una misa",
    "text": "[Actualidad] Manta: Un menor y un adulto fueron asesinados durante una misa Los sicarios ingresaron armados hasta una iglesia de Manta, Manabí, y ocasionaron el deceso de dos personas De terror. Sujetos armados frenaron la palabra de Dios durante una misa. Dos creyentes católicos fueron asesinados a balas. Un adulto y un menor de 11 años son las víctimas. Hay conmoción por lo sucedido. Detenidos por supuestamente hacerse pasar como empleados municipales y extorsionar [Leer más](/guayaquil/dos-detenidos-supuestamente-pasarse-funcionarios-municipales-extorsionar-184016) El hecho se registró aproximadamente a las 19h30 de este jueves 28 de diciembre en la iglesia de la parroquia eclesiástica María Auxiliadora de la parroquia Los Esteros, de Manta, Manabí. Emerson Luna, jefe policial del Distrito Manta, informó que la víctima del ataque es alias Junior, familiar de un hombre que fue ultimado hace 8 días. Asimismo, lamentó que el menor de 11 años es víctima colateral del ataque. \"No descansaremos hasta dar con los responsables porque se han metido con un menor que no tiene nada que ver con el ataque\", precisó el oficial, mientras continúa el proceso de recolección de indicios. Según Luna los pistoleros usaron dos carros y llegaron con armas de fuego calibre 9 milímetros y un fusil. ¿Quieres acceder a todo el contenido de calidad sin límites? [ ¡SUSCRÍBETE AQUÍ!](https://suscripcion.expreso.ec/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:20:50.732+02:00",
    "updated": "2023-12-29T04:34:10.241+02:00"
  },
  {
    "uuid": "e87fa15f35f630d39bf7087ea83980368d62f418",
    "url": "https://www.world-today-news.com/u-s-district-decide-calls-listening-to-to-problem-proof-in-trumps-labeled-paperwork-case",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today us",
    "published": "2024-06-27T17:30:00Z",
    "title": "U.S. District Decide Calls Listening to to Problem Proof in Trump’s Labeled Paperwork Case",
    "text": "Listening to Scheduled to Problem Trump’s Proof in Mishandling of Labeled Paperwork Case\nListening to Scheduled to Problem Trump’s Proof in Mishandling of Labeled Paperwork Case The U.S. District Decide Aileen M. Cannon has introduced her resolution to carry a listening to in response to Donald Trump’s attorneys difficult the proof gathered in opposition to him. The previous president faces accusations of mishandling categorised paperwork and obstructing the federal government’s efforts to retrieve them.\nDecide Orders Additional Factual Growth In response to the 11-page order launched by Decide Cannon, she believes that “additional factual growth is warranted” with regard to Trump’s problem to the search warrant executed at his Florida house and personal membership, Mar-a-Lago. The FBI carried out a search on August 8, 2022, which led to the invention of 103 categorised paperwork that finally led to Trump’s indictment.\nTrump Seeks to Suppress Proof Because the presumptive Republican challenger to President Biden within the upcoming November election, Donald Trump’s protection attorneys are searching for to suppress a lot of the gathered proof by arguing that the search warrant was defective.\nListening to on Misused Statements Decide Cannon additionally granted Trump’s protection attorneys the proper to a listening to to find out whether or not the prosecutors misused statements made by one in every of Trump’s former attorneys.\nSeparate Order to Be Issued Decide Cannon has said that she is going to quickly launch a separate order to find out when the listening to will happen.\nMarketing campaign Spokesman Praises Decide’s Resolution Trump marketing campaign spokesman Steven Cheung has praised Decide Cannon’s resolution, referring to her as a “extremely revered” decide. Cheung additional expressed the idea that the complete paperwork case was a “political sham” that ought to be dismissed totally.\nLawyer Basic Rejects Political Affect Claims Lawyer Basic Merrick Garland, talking at an unrelated information convention, firmly rejected any claims that politics had influenced the choices made by the Justice Division prosecutors. Garland emphasised that the Justice Division all the time adheres to the details and the regulation.\nArgument over Affidavit Justification Trump’s lawyer, Emil Bove, argued through the hearings that the FBI agent’s affidavit justifying the search warrant for Mar-a-Lago was too obscure. Bove particularly questioned the usage of phrases corresponding to “nationwide protection data” and “presidential data.” Decide Cannon discovered Bove’s argument cheap and justified the necessity for an evidentiary listening to.\nDeclare of Lawyer-Consumer Privilege Particular counsel Jack Smith contested the necessity for a listening to to delve additional into Trump’s claims of attorney-client privilege. Trump seeks to forestall prosecutors from utilizing a collection of audio notes made by Evan Corcoran, a former lawyer who labored on the paperwork subject. A federal decide in Washington had dominated that Corcoran’s account could possibly be used as proof within the case. Decide Cannon, nevertheless, emphasised the necessity to make her personal willpower because the decide overseeing the indictment in Florida.\nFranks Listening to Request Denied Trump requested a Franks listening to, difficult the validity of the FBI agent’s claims within the affidavit for the search warrant. Decide Cannon dominated that Trump’s attorneys had failed to fulfill the authorized normal required to make such a declare.\nProsecutors Lose Persistence All through the hearings, prosecutors expressed discontent with the protection arguments. At one level, Decide Cannon confronted an outburst from each the protection and the prosecutors, reflecting the growing rigidity surrounding the case.\nDelays and Frustrations Decide Cannon has opted for a slower course within the proceedings, resulting in frustrations from the particular counsel, Jack Smith, and his crew. The decide has chosen to discover the particulars of the case, in addition to the processes surrounding the appointment and funding of particular counsels.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aileen m. cannon",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "problem trump",
          "sentiment": "negative"
        },
        {
          "name": "fbi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:06:40.486+03:00",
    "updated": "2024-06-28T00:06:40.486+03:00"
  },
  {
    "uuid": "9dfe421bde5f05a1d847d1beadc20756406f63d6",
    "url": "https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ross Hempseed",
    "published": "2023-12-28T14:28:00Z",
    "title": "Heavy rain warning for Highlands, Moray and Aberdeenshire",
    "text": "Aberdeen & Aberdeenshire Amber weather warning in place as month’s worth of rain to fall in a day Flood warnings have been issued in 14 areas amid the forecast for heavy rain this weekend.\nBy Ross Hempseed October 6 2023, 6.52am Share Amber weather warning in place as month’s worth of rain to fall in a day Share via Facebook Twitter Whatsapp Messenger Linkedin Email Post link https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/ Copy Link 0 comment Heavy rain expected to hit most of the north and north-east over the weekend. Image: Shutterstock.\nAn amber warning has been issued as hundreds of train services cancelled across the north and north-east on Saturday amid warnings for heavy rain.\nA month’s worth of rain is forecast to fall in just one day which could cause “a danger to life”.\nThe Met Office has issued an amber warning for some parts of the central and western Highlands, including in Fort William, Aviemore and Oban.\nThis is due to last from 3am on Saturday until 6am on Sunday with prolonged heavy rain for most areas.\nThe majority of the Highlands, Moray and Aberdeenshire are also covered by a yellow weather warning for Saturday and Sunday.\nIt is expected to last from midnight on Saturday through until 6am on Sunday.\nAmber and yellow warnings for rain are in place this weekend. Image: Met Office. According to the weather operator, areas are likely to see “heavy and persistent rain” which “may cause flooding and disruption”.\nThe weather with will have a significant impact on driving conditions and public transport, with people told to avoid travel.\nNetwork Rail has confirmed it will close the West Highland line and Highland Mainline on Saturday impacting services between Inverness and Perth, as well as those from Oban, Mallaig and Fort William.\nLNER and ScotRail have also said no services will run between Edinburgh and Inverness, which means services including Inverurie, Dyce and Stonehaven are cancelled.\nThe A83 at Rest and be Thankful is now operating via Old Military Road due to the weather forecast. This is expected to continue until Sunday.\nWarning of ‘heavy and persistent rain’ Several areas across the north and north-east are prone to flooding, including around major rivers like the Don, Dee and Spey.\nThe Scottish Environmental Protection Agency (Sepa) has issued flood alerts for 14 areas and 12 flood warnings across Scotland including most of the north and north-east.\nFlood warnings are in place at Newtonmore, Kingussie, Aviemore and Aberlour.\nFlooding could lead to difficult driving conditions this weekend. Image: Kami Thomson/DC Thomson. Sepa said the flood alerts are likely to last from Friday night through until Saturday.\nRuth Ellis, flood duty manager for SEPA, said: “This is a major rainfall event as we are expecting to see significant prolonged heavy rain throughout Saturday across the Southern Highlands and western Central Belt, with further heavy rain in the north on Sunday.\n“We’re likely to see extensive river and surface water flooding impacts, including property flooding and widespread transport disruption.”\nIt follows heavy rain across the West Coast throughout much of Thursday , but the rain is likely to hit most areas, excluding the northernmost part of Caithness and Sutherland.\nMajor cities, including Aberdeen and Inverness and towns such as Elgin, Fraserburgh, Oban and Fort William are all likely to be affected by the incoming heavy rain.\nTo keep updated with road conditions in your area, visit the Traffic Scotland website.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?url=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
      "https://twitter.com/NetworkRailSCOT/status/1710336610837897681",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/&#038;redirect_uri=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
      "https://api.whatsapp.com/send?text=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/%20-%20Flood%20warnings%20have%20been%20issued%20in%2014%20areas%20amid%20the%20forecast%20for%20heavy%20rain%20this%20weekend.%20",
      "https://www.metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#?date=2023-10-07&id=6f44fb02-1746-4238-806c-0ac4e3b68f2e",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
      "https://secure.gravatar.com/avatar/e947723142b1a461281464a6c9ef5e27?s=64&#038;d=mm&#038;r=g",
      "https://floodline.sepa.org.uk/floodupdates/quickdialcodes/",
      "https://linkedin.com/sharing/share-offsite/?url=https://pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
      "https://floodline.sepa.org.uk/floodupdates/quickdialcodes",
      "https://www.secure.gravatar.com/avatar/e947723142b1a461281464a6c9ef5e27?s=64&#038;d=mm&#038;r=g",
      "https://www.twitter.com/NetworkRailSCOT/status/1710336610837897681",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend",
      "https://twitter.com/intent/tweet?url=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend",
      "https://twitter.com/intent/tweet?url=https://pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
      "https://facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/&#038;redirect_uri=https://pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
      "https://www.metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#",
      "https://www.facebook.com/dialog/send",
      "https://metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#?date=2023-10-07&id=6f44fb02-1746-4238-806c-0ac4e3b68f2e",
      "https://facebook.com/sharer/sharer.php?u=https://pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend",
      "https://secure.gravatar.com/avatar/e947723142b1a461281464a6c9ef5e27",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://www.floodline.sepa.org.uk/floodupdates/quickdialcodes/",
      "https://api.whatsapp.com/send",
      "https://api.whatsapp.com/send?text=https://pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/%20-%20Flood%20warnings%20have%20been%20issued%20in%2014%20areas%20amid%20the%20forecast%20for%20heavy%20rain%20this%20weekend.%20",
      "https://twitter.com/intent/tweet",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend/&#038;redirect_uri=https://www.pressandjournal.co.uk/fp/news/aberdeen-aberdeenshire/6212301/heavy-rain-warning-issued-for-the-weekend"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ross",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aberdeenshire aberdeen & aberdeenshire amber",
          "sentiment": "negative"
        },
        {
          "name": "facebook twitter whatsapp messenger linkedin email post",
          "sentiment": "none"
        },
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "highlands",
          "sentiment": "none"
        },
        {
          "name": "north-east",
          "sentiment": "none"
        },
        {
          "name": "oban",
          "sentiment": "none"
        },
        {
          "name": "fort william",
          "sentiment": "none"
        },
        {
          "name": "aviemore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:58:47.969+02:00",
    "updated": "2023-12-29T07:58:47.969+02:00"
  },
  {
    "uuid": "b5ec295e46699e0d125c99e098c9b79532e397c9",
    "url": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Watch-as-fetish-priest-storms-church-for-charm-he-allegedly-gave-to-a-pastor-1918341",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "GhanaWeb",
    "published": "2024-02-23T00:00:00Z",
    "title": "Watch as fetish priest storms church for charm he allegedly gave to a pastor",
    "text": "Regional News of Friday, 23 February 2024 Source: [www.ghanaweb.com](/GhanaHomePage/aboutus.php) A fetish priest in Accra, popularly known as Nana 5:30, stormed the Vision Power Ministry at Amamole, a suburb of Accra, on Thursday, February 22, 2024, to reportedly demand a charm he gave to the church. According to reports, Nana 5:30 claimed he gave a charm to the leader of the church, Odeefour Agyenim Boateng, to help him get more members and also perform miracles. A video shared by EDHUB, a social media handle on X, on Friday, February 23, 2024, showed the moment Nana 5:30 and his team stormed the Vision Power Ministry. One of the fetish priest's men could be seen digging into the ground to remove a charm he supposedly buried there. After digging for some time, he brought out what looked like a tied cloth, which didn't look like something that had been buried in the ground for even a day. “… this is my charm; I have uprooted it. I was the one who buried it here. This is it; this is our charm; we have come back for our thing,\" the fetish priest said. The group claimed that the pastor absconded when he saw them coming to the church. A woman who was in the church, believed to be the wife of the pastor, could be seen in the video challenging the claim of Nana 5:30 and his team that they gave a charm to the pastor. She said the fetish priests were scammers and accused them of planting the supposed charm just to disgrace the pastor. A closer look at the supposed charm, however, reveals it is very clean when one would have expected to see it looking dirty based on the claims of the fetish priest and his team. Some X users who noticed this pointed it out in their comments. \"How can the rubber look so fresh or Ebi say them plant um that day norrrr. And how is the whole not that deep for burying something like this?\" one person wrote. [TWI NEWS](/GhanaHomePage/television/?video=126192) Another X user noted, \"The rubber looks fresh though, but who plants such things in earth with a rubber around it, it supposed to touch the earth raw not in a rubber, I don't know but I feel this might be a set up.\" Watch a video of the incident and some of the comments on it below: A fetish priest popularly known as Nana 5:30 and his team aggressively stormed the church premises of Vision Power Ministry at Amamole-Accra yesterday to allegedly demand his charm that he claimed he gave to the leader of the church, Odeefour Agyenim Boateng.— EDHUB????ℹ (@eddie_wrt) [pic.twitter.com/9L3EiKGRzr] [February 23, 2024]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nana",
          "sentiment": "none"
        },
        {
          "name": "nana 5:30",
          "sentiment": "none"
        },
        {
          "name": "odeefour agyenim boateng",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vision power ministry at amamole",
          "sentiment": "none"
        },
        {
          "name": "vision power ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "accra",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T09:20:37.041+02:00",
    "updated": "2024-02-24T09:20:37.041+02:00"
  },
  {
    "uuid": "f8214733d028c64b5cb88013f25823250c1bf285",
    "url": "https://www.fox43.com/article/news/local/students-take-advantage-of-snow-day-tuesday-winter-weather-school-closings-seldding-snowboarding/521-5909053a-5d7f-4848-b36b-1a5076d3740f",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Robert Stover",
    "published": "2024-01-16T20:30:00Z",
    "title": "Central Pennsylvania students take advantage of snow day",
    "text": "YORK COUNTY, Pa. — While some people might’ve stayed inside on Tuesday, kids took advantage of the\nfresh blanket of snow.\nCharlie Poster, a York County student, described the day as one full of chills, thrills, and spills with his friends.\n“You can have fun and be with your friends,” Poster said.\nCarter Gingrich, a high school freshman, took a break from his electronics to take his little brother sledding in Spring Garden Township.\n“It’s always nice to experience some of that outdoor stuff, especially to get a nice breath of refreshing air, and to just see the beautiful scenery and stuff, and release there are better things to do than just sitting on a screen all day,” Gingrich described.\nDylan Wentz believes a\nsnowy day is the perfect time for a friendly sledding competition with pals like Poster.\n“It’s normally the four of us going down and then we sabotage each other, we push them off the sleds, it’s really fun,” Wentz said.\nThe kids described powdered snow as ideal for riding down hills.\n“It’s good for gliding and you just go really fast when you go down in,” Poster said.\nEspecially if you’re a snowboarder like Wentz.\n“The first thing going on in my mind is ‘I’m definitely going to fall, no I’m not going to fall off, okay I got it,’ then I just start going down really fast,” Wentz said.\nTuesday’s snow is expected to melt away slowly over the next week due to persisting low temperatures.\nTo keep up to date with school closings in your area,\nclick here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gingrich",
          "sentiment": "none"
        },
        {
          "name": "dylan wentz",
          "sentiment": "none"
        },
        {
          "name": "charlie poster",
          "sentiment": "none"
        },
        {
          "name": "carter gingrich",
          "sentiment": "none"
        },
        {
          "name": "especia",
          "sentiment": "none"
        },
        {
          "name": "wentz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "central pennsylvania",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "spring garden township",
          "sentiment": "none"
        },
        {
          "name": "york county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T22:33:53.252+02:00",
    "updated": "2024-01-16T22:33:53.252+02:00"
  },
  {
    "uuid": "8afa680b328d14cc723c082a6c6dc5f7a4961f6a",
    "url": "https://www.elliberal.com.ar/nota/29869/2024/09/juegos-paralimpicos--los-murcielagos-son-finalistas-y-jugaran-contra-francia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "F autor",
    "published": "2024-09-05T00:00:00Z",
    "title": "Los Murciélagos, con el santiagueño Froilán Padilla, eliminaron a Brasil y van por el oro ante Francia - El seleccionado argentino de fútbol 5 para ciegos venció a Brasil por 4 a 3 en penales y accedió a la final del torneo, en el que enfrentará a Francia.",
    "text": "El seleccionado argentino de fútbol 5 para ciegos venció a Brasil por 4 a 3 en penales y accedió a la final del torneo, en el que enfrentará a Francia. Los Murciélagos, con el santiagueño Froilán Padilla, eliminaron a Brasil y van por el oro ante Francia Los Murciélagos, con el santiagueño Froilán Padilla, eliminaron a Brasil y van por el oro ante Francia Los Murciélagos, con el santiagueño Froilán Padilla en el plantel, vencieron a Brasil por 4 a 3, en definición desde el punto del penal, e irán por la medalla de oro ante Francia en la final en los Juegos Paralímpicos de París 2024. El clásico sudamericano terminó en empate sin goles, por lo que hubo que recurrir a los penales, donde Maximiliano Espinillo, Nahuel Heredia, Matías Olivera y Osvaldo Fernández anotaron los goles para la Argentina, mientras que el arquero Germán Müleck fue fundamental para atajar dos penales. En el último disparo, el brasileño Ricardo Steinmetz Alves estrelló su remate en el palo y desató el festejo de Los Murciélagos. También te puede interesar: Froilán Padilla ingresó como titular y cumplió una gran actuación para contener a los delanteros brasileños, pero en los penales no pudo convertir. El sábado, desde las 15, el seleccionado argentino enfrentará a Francia, que dejó en el camino a Colombia. Brasil es el equipo más exitoso en la historia del fútbol para ciegos en los Juegos Paralímpicos, con veinte años de invicto y cinco oros paralímpicos en su haber.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:23:03.778+03:00",
    "updated": "2024-09-06T00:23:03.778+03:00"
  }
]