[
  {
    "uuid": "59465d8ced611098e57925001f22e442f964df21",
    "url": "https://portal.sina.com.hk/finance/finance-prnewswire/prnasia/2024/04/11/806064/net5-5g-application-deployment-achieves-remarkable-progress-inspiring-carriers-new-growth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "美通社",
    "published": "2024-04-11T00:00:00Z",
    "title": "Net5.5G Application Deployment Achieves Remarkable Progress, Inspiring Carriers’ New Growth - 新浪香港",
    "text": "Net5.5G Application Deployment Achieves Remarkable Progress, Inspiring Carriers’ New Growth PARIS, April 11, 2024 /PRNewswire/ — The IP GALA Summit themed “Bring Net5.5G into Reality, Inspire New Growth” was successfully held by Huawei during the MPLS SD & AI Net World Congress 2024. The summit brought together guests from carriers, standards organizations, and industry organizations, to discuss major topics such as Net5.5G application deployment, scenario innovation, and target network architecture. Leading carriers, such as vivo Brazil, Telecom Argentina, and Algeria Telecom, shared their live-network application and innovative practices of key technologies such as 400GE, SRv6, slicing, and Network Digital Map in Net5.5G converged transport scenarios. This indicates that Net5.5 converged transport is being deployed at a faster pace to support new growth of carriers’ services. Zuo Meng, President of Huawei’s Data Communication Product Line Metro Router Domain, pointed out that new ultra-broadband applications are developing continuously, bringing new opportunities and challenges to carriers. Carriers need to build a Net5.5G target network to support the upgrade to 10 Gbps connections for home broadband, mobile broadband, enterprise private line, and enterprise campus services. Accelerating the deployment of Net5.5G applications to support carriers’ greater business success has become an industry consensus. Zuo Meng, President of Huawei’s Data Communication Product Line Metro Router Domain, delivering the opening speech Immersive applications, industry digitalization and cloudification, and AI applications drive the continuous growth of global ultra-broadband connections and bandwidth. Tayeb Ben Meriem, Co-chair of WBBA’s Network Technology Working Group, said that, to cope with such growth, WBBA raised the Net5.5G initiative together with its members, including 10 Gbps campus with Wi-Fi 7, 400GE converged IP transport, and hyper-converged data center networks for 2025–2030. Leading carriers shared their live-network deployment and innovative practices of key Net5.5G converged transport technologies. vivo, a leading carrier in Latin America, has completed multi-vendor interoperability of SRv6 and successfully deployed SRv6 on the live network in Brazil. Nelson Jose dos Santos Junior, vivo’s IP network expert, pointed out that with the gradual deployment of key technologies for Net5.5G, such as SRv6, 400GE, and network slicing, vivo will improve 5G service experience and maintain its leading position. Oscar Paniagua, Transport Network Manager of Telecom Argentina, said that 400GE has been deployed on the backbone network to support the growth of 5G and home broadband service traffic. The IP transport network continuously evolves towards Net5.5G and provides optimal connection experience through improved network automation, SLA assurance, real-time visualization, and flexible bandwidth capabilities. Mounira Aissa El Bey, CTO of Cloud Core and IP Backbone at Algeria Telecom, said that the IP transport network aims to evolve to a next-generation network featuring ubiquitous access, intelligent connection, ultra-broadband backbone, and slicing as a service. Through innovative practices of network slicing and automation, SLA assurance is provided for different scenarios to ensure high-quality customer experience. As an evolution of the Net5.5G network scenario, Pietro Cassarà, a researcher of the Italian National Research Council, highlighted how key technologies such as network slicing based on SRv6 and IFIT perfectly complement the AI-based Network Digital Map to deliver guaranteed SLA and automate future network scenarios, like mesh routing in dynamic topology on future non-terrestrial networks. Carsten Rossenhövel, CTO of EANTC, an authoritative third-party test organization in Europe, shared the progress of multi-vendor interoperability tests in 2024 and the independent invitation test report of Huawei’s 19.2T boards. This indicates that key Net5.5G capabilities such as 400GE, SRv6, and slicing are becoming more mature in terms of interoperability. Huawei introduced the target network architecture of Net5.5G converged transport and private line + X solution. This architecture features ultra-broadband, network as a service, high intelligence, and holistic security. The Net5.5G series solutions and products help carriers develop full services and achieve new growth.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zuo meng",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "huawei’s data communication product line metro router domain",
          "sentiment": "none"
        },
        {
          "name": "network digital map",
          "sentiment": "none"
        },
        {
          "name": "huawei",
          "sentiment": "none"
        },
        {
          "name": "algeria telecom",
          "sentiment": "none"
        },
        {
          "name": "telecom argentina",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "brazil",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:46:20.838+03:00",
    "updated": "2024-04-12T01:46:20.838+03:00"
  },
  {
    "uuid": "63a154e47d91e1371f8b3542478509b4e992ea8a",
    "url": "https://www.mid-day.com/lifestyle/health-and-fitness/article/winter-protection-five-ways-to-protect-your-newborns-in-cold-weather-23329519",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IANS",
    "published": "2024-01-12T02:27:00Z",
    "title": "Winter protection: Five ways to protect your newborns in cold weather",
    "text": "Keeping babies protected from the cold throughout the winter months is of utmost importance. From proper layering to maintaining optimal indoor temperatures, R for rabbit, a homegrown baby product brand shares with IANSlife few practical tips ensuring the well-being of newborns amidst chilled winter. Winter-Appropriate clothesThe baby wont stay warm or safe with more layers of clothing, but they will with the appropriate winter wardrobe. The ideal baby clothing is made of natural, baby-safe fibres that breathe well and are soft. You can purchase wool clothes to cover your babys hands, feet, and head. The most effective ways to keep the body warm are mittens, socks, and caps because bare skin causes the body to lose heat and become cold. Change the diapers quickly once you notice heaviness as if your tiny tot remains wet for longer, so chances are the baby may catch a cold. Massage the baby with essential oilsMassaging the baby with warm oil containing necessary ingredients, such as almonds, coconuts, sesame, etc. will improve circulation in the babys body and build stronger bones for growth. After the massage, wait 1-3 hours before giving your baby a good bath. Oil massage keeps your babys body warm and allows them to sleep peacefully. Boost your babys immunity with a proper dietBreastfeeding provides the baby with the mothers skin-to-skin contact to keep the baby warm, and breast milk is full of all the nutrients and antibodies needed to support healthy growth and development. A nutrient-rich diet that includes a variety of fruits and vegetables can be given to your baby if they are older than six months. Watch symptoms of illness and take precautionsEven with careful preparation and cautious care for newborns, infections such as common colds, congestion, or fevers can still occur. Hence, you need to be on the lookout for symptoms of illness and get medical advice if necessary. Remain vigilant, and dont wait for severe symptoms to appear in your child. Usually, the first indications of a problem are irritability and fatigue. Give your baby timely vaccinations. Keep yourself and the environment safe and healthyIf you are a breastfeeding mother, you should eat a healthy diet. During the winter, when temperatures drop to 3 - 4 degrees, room heaters can be used to keep the temperature stable. But since humidifiers lower air moisture levels, which can otherwise cause breathing issues, you should also use them with room heaters. Remember, as your child grows, his/her needs will also change; therefore, you should adjust your lifestyle and winter care routine accordingly.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-12T08:36:49.477+02:00",
    "updated": "2024-01-12T08:36:49.477+02:00"
  },
  {
    "uuid": "7f65d12e395c09a5044d6bad402c1f017db00cfb",
    "url": "https://www.zocalo.com.mx/resultan-dos-personas-con-quemaduras-tras-flamazo-en-colonia-mirasierra-de-saltillo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brenda Basaldúa",
    "published": "2023-12-28T21:54:00Z",
    "title": "Resultan dos personas con quemaduras tras flamazo en colonia Mirasierra de Saltillo – Periódico Zócalo | Noticias de Saltillo, Torreón, Piedras Negras, Monclova, Acuña",
    "text": "Saltillo, Coah.- Con quemaduras en el rostro resultaron dos hombres que, sufrieron un flamazo al rellenar un tanque de gas, en un hogar de la colonia Mirasierra.\nAlrededor de las 14 horas de este jueves , se reportó al Sistema de Emergencias que en el 205 de la calle Rio Nazas, se registró un explosión y dos personas resultaron lesionadas.\nPersonal de bomberos, y de la Cruz Roja, arribaron al sitio en donde e ncontraron al propietario del hogar y al trabajador de una empresa de gas con graves quemaduras en la cara.\nSegún las primeras investigaciones de las autoridades, el incidente ocurrió cuando el dueño del hogar, solicitó el servicio de una pipa de gas para rellenar un tanque estacionario de 200 litros que se encontraba en el patio trasero.\nAl llegar, el empleado de la empresa Pipgas realizó las maniobras, mientras que el dueño supervisaba el servicio, y debido a una acumulación de gas, se originó un fuerte flamazo que los lesionó.\nLos paramédicos de la humanitaria institución trasladaron a los afectados al Hospital General , mientras que el personal de Protección Civil realizó las diligencias correspondientes.\nEl reporte, desató la movilización de la Policía Preventiva Municipal y de elementos de la Fiscalía General del Estado quienes abanderaron el área y tomaron conocimiento de los hechos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:46:05.605+02:00",
    "updated": "2023-12-29T00:46:05.605+02:00"
  },
  {
    "uuid": "8a8aa4feb026d0d25710c5d924d7e7f5f0a43ddd",
    "url": "https://whbl.com/2024/01/19/gaza-couple-marry-in-tent-city-by-barbed-wire-border-fence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2024-01-19T16:40:00Z",
    "title": "Gaza couple marry in tent city by barbed wire border fence",
    "text": "By Mohammad Salem\nRAFAH, Gaza (Reuters) – Palestinian groom Mohammed al-Ghandour wanted to give his bride a beautiful wedding but after war began in Gaza they had to flee their homes and the couple finally got married this week in the tent city where they now live.\nGhandour led his wife Shahad by the hand towards the tent decorated with some coloured lights and a mirror with a gold-coloured frame as a few relatives escorted them, clapping in time.\nInside the tent Shahad, wearing a white dress and veil with traditional red embroidery, lifted her hand and Ghandour put a ring on it.\n“I wanted a party. I wanted a celebration, a wedding. I wanted to invite my friends, my relatives and my cousins, like anyone would,” said Ghandour.\nThe couple are from Gaza City in the north of the tiny enclave where some of the worst of Israel’s heavy bombardment and the fighting between it and Hamas have taken place since the war began on Oct. 7.\nThe homes of both Ghandour’s family and Shahad’s family were destroyed in Israeli airstrikes, they said, and they lost cousins and other family members in the bombardment.\n“My happiness is maybe at 3% but will get myself ready for my wife. I want to make her happy,” said Ghandour.\nThe war began when Hamas fighters rampaged into Israel, killing more than 1,200 people, mostly civilians, and taking 240 hostages. Israel’s bombardment and assault into Gaza have killed more than 24,760 people according to health authorities there.\nInstead of the big party that Ghandour had wanted, he and Shahad had a small group of relatives who like them had managed to leave Gaza City and flee to Rafah, at the far southern end of the strip next to Egypt.\nShahad’s mother led a small group of women ululating in celebration of the marriage and somebody had saved batteries for a small portable music player.\nFor a wedding feast in an enclave that the U.N. warns is heading towards famine, the couple had only a few snacks in plastic package, laid out carefully for them in the tent.\nBoth families had already spent lots of money on the wedding before the war began. Shahad had spent more than $2,000 on clothes, they said.\n“My dream was to give Shahad the best wedding, the most beautiful in the world,” said her mother, Umm Yahia Khalifa.\n“We prepared her wedding things and she was happy. But it is all gone in the shelling. Every time she remembers she starts to cry,” she said.\nAs the small wedding party began to clap and dance, people around them went about their daily chores among the lines of tents stretched across the sand, seeking food or hanging laundry.\nA small girl in a pink and white dress smiled broadly as the clapping began and joined a group of other children dancing as the sun set behind the high border fence topped with barbed wire.\n(Reporting by Mohammad Salem, writing by Angus McDowall; Editing by Toby Chopra)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohammed al-ghandour",
          "sentiment": "negative"
        },
        {
          "name": "mohammad salem",
          "sentiment": "negative"
        },
        {
          "name": "shahad",
          "sentiment": "none"
        },
        {
          "name": "ghandour",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        },
        {
          "name": "gaza city",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T19:12:43.340+02:00",
    "updated": "2024-01-19T19:12:43.340+02:00"
  },
  {
    "uuid": "20bd6ac80fa3cf4e7e947c1b9e7bb7de531ba78b",
    "url": "https://www.thepeterboroughexaminer.com/news/a-weather-bomb-to-drop-significant-amounts-of-rain-on-parts-of-ontario-quebec-heres/article_2873762f-1cd3-5290-9e72-65a3cf5929f9.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "eharford@metroland.com (Evelyn Harford)",
    "published": "2024-12-11T22:10:00Z",
    "title": "A 'weather bomb' to drop 'significant amounts of rain' on parts of Ontario, Quebec. Here's who's getting hit and when it will end",
    "text": "Parts of eastern Ontario are being hit with a weather bomb that will last into Thursday.\nA “weather bomb” or “bomb cyclone” is brought on by a low-pressure system that intensifies very rapidly and can cause severe weather, including strong winds and prolonged rain or flurries.\nSteven Flisfeder, a warning preparedness meteorologist for Environment Canada, said the Ottawa area is on the very edge of the “weather bomb” system.\n“They do tend to form on the U.S. East Coast and if they happen to be just enough west, they will affect much of eastern Ontario and sometimes as far west as the GTA,” said Flisfeder. “But it really is a case-by-case basis.”\nThis low-pressure system is making its way up the U.S. East Coast on Wednesday afternoon and early evening, with rain expected to continue or intensify throughout the day. Rainfall warnings have been issued for the Ottawa area and other surrounding regions in light of the heavy precipitation predicted.\nThe first round of rain started in eastern Ontario and southern Quebec on Tuesday night, with another round hitting Wednesday into Thursday, according to the Weather Network.\n“It is expected that eastern Ontario will receive some fairly significant amounts of rain,” he said.\nThe Weather Network has warned that people should “brace for localized flooding and the risk for power outages.”\nRain totalling amounts near 30 millimetres is possible, especially east and southeast of Ottawa, according to the rainfall warning issued for the Ottawa area.\nThere will be a transition from rain to snow as temperatures cool down across eastern Ontario on Wednesday night. Snow is expected to continue Wednesday night into Thursday morning.\nFlisfeder explained that the ground, especially subsurface soil, is somewhat frozen.\n“That will hinder the ability for the soil to absorb that moisture, so you could expect a lot of ponding, especially on areas that had some snow melt from whatever snow had been on the ground,” he said.\nFlisfeder said behind this system, temperatures are expected to drop below the freezing mark in the next 24 hours or so — which could potentially lead to some slippery conditions.\n“It is going to be a gradual decrease,” he said. “It’s not going to be a flash freeze, but areas that are untreated could have some localized icy conditions. It’s going to be very important for drivers and pedestrians to make sure they’re taking precautions and staying on the slow side as they’re getting to where they’re going.”\nBy Friday, the weather looks to be sunny but cold following the weather bomb.\nWhat is a weather bomb?\nFlisfeder explains that in meteorology, atmospheric pressure is measured in hectopascals (hPa).\nA “weather bomb,” which can also be called a “bomb cyclone,” occurs when the pressure of a low-pressure system drops by at least 24 hectopascals within a period of 24 hours.\n“The simplest way of describing it is it’s a fairly rapid intensification of the strength of a low-pressure system,” he said.\nTypically, a high-pressure system pushes down on the earth’s surface, which inhibits the creation of clouds or storms; that inhibition is reduced or removed when there is a low-pressure system, which allows the air to rise and condense, leading to rain.\n“If the intensification of the low-pressure system is strong enough, these really strong systems can be associated with very strong winds most of the time,” he said.\nStrong storms are generally associated with low-pressure systems.\n“We can have a system coming toward Ontario and we can see it coming, say two, three, four days in advance and we know it’s going to be making its way,” he said.\n“As it approaches, it does decrease in the central pressure of the system. If that’s rapid enough, the weather associated can be much more significant.”\nDepending on the time of year, a weather bomb can create severe weather such as strong winds, or prolonged flurries or showers.\nWhy can Ontario get ‘weather bombs’?\nOntario does experience weather bombs, but generally with the help of the Maritimes.\n“Most likely, though, we get impacted by those Maritimes systems, where they’re extensive enough that a lot of eastern Ontario in particular feels the effects,” Flisteder said.\nWeather bombs are more common near the coasts, generally impacting British Columbia out west or the Maritimes provinces and eastern Quebec to the east.\n“It’s much more likely on the coast just because of the atmospheric setup,” he said. “Having the low-pressure system originate in a water body and then have cold air interact with it, that’s one of the really big factors that really helps with that rapid intensification of the storm.”\n— With files from Dominic Kurek",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": false,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Steven Flisfeder",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "East Coast",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T04:16:51.264+02:00",
    "updated": "2024-12-13T04:16:51.264+02:00"
  },
  {
    "uuid": "f9da30fc222913ea83aedd116291463442cbea35",
    "url": "https://www.richmond-news.com/curling/from-high-profile-shakeups-to-legend-retirements-a-week-to-remember-on-curling-scene-8622286",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gregory Strong; The Canadian Press",
    "published": "2024-04-18T22:05:00Z",
    "title": "From high-profile shakeups to legend retirements, a week to remember on curling scene",
    "text": "The so-called free agency period at the start of an Olympic quadrennial is typically the high-water mark for curling team adjustments and player movement.\nSurprise announcements in recent days and speculation on what's to come has created a Roaring Game version of a mid-quad trade deadline. Teams want to strike before it's too late so they can prepare for the final 18-month push to the Canadian Curling Trials.\nWith some big names on the move and a couple of curling legends calling it quits to boot, it has been a week to remember in the sport.\n\"Curling fans are getting their fair share of drama and news and that's good,\" veteran skip Brad Jacobs said Thursday.\nJacobs was right in the middle of the news cycle as he left Reid Carruthers' side to join Brendan Bottcher's previous team.\nHis new teammates — Marc Kennedy, Brett Gallant and Ben Hebert — had delivered a stunner on Tuesday with word they were making a change at the skip position.\nBottcher was out and instantly became a top free agent. The Jacobs jump was finalized Wednesday evening while Carruthers was left to mull options with his front end.\n\"I just didn't see another opportunity like this coming my way,\" Jacobs said from Sault Ste. Marie, Ont. \"To me, it was an opportunity that I couldn't refuse.\n\"I think what I like about it the most is it's going to be a difficult challenge for me and I welcome that very much.\"\nOn the retirement front, Jennifer Jones played her last game on Friday at the Players' Championship in Toronto. Considered by many to be the greatest women's skip of all time, she announced plans last February to leave the team game at the end of the season.\nFour-time world men's champion Glenn Howard, who has battled knee problems in recent years, announced his retirement this week, ending a career that lasted over 40 years.\n\"Wayne Middaugh had a saying that, 'To skip, you've got to hit-and-stay and draw the eight-foot,'\" former teammate Brent Laing said from Barrie, Ont. ' I think that Glenn Howard is the best ever to do that.\"\nThere have been many other changes in recent days across the country. After Karsten Sturmay's team disbanded, Kyle Doering — who was a fifth for Brad Gushue's team at the recent world championship — joined Aaron Sluchinski's rink.\nJohn Epping will skip a new team that includes Jacob and Tanner Horgan. And Kate Cameron's vice Meghan Walter is stepping away to concentrate on her studies.\nThe Canadian Curling Trials are set for late November 2025 in Halifax. The winners will represent Canada at the 2026 Milan Olympics.\nIf things weren't quite working over the first half of the quad, the end of the second year can be a popular time to make changes. It allows the new foursome to get a full season together in the push to qualify for the Trials.\n\"There's nobody that's safe it seems, for better or for worse,\" said Laing, who played at the 2018 Olympics with Kevin Koe and coached Mike McEwen's side this past season. \"We talk about how everybody makes the commitment for four years but that's just not true, as we've seen this week. I'll say that it's interesting.\"\nBottcher, meanwhile, said via email that he had nothing to add to his statement from this week when he wished his former teammates well and said he was excited about the \"next iteration of Team Bottcher.\"\nBottcher was 53-21 on the season but didn't win any major titles. The squad finished just behind Gushue in the Canadian rankings.\n\"For what we wanted to do with Team Bottcher, we didn't achieve what we set out to do in terms of winning big events,\" team coach Paul Webster said from Calgary.\n\"The timeline was such that the boys decided they wanted to make a change because they didn't want to wait to see if that was possible.\"\nJacobs, who won Olympic gold in 2014, played with Kennedy from 2019-22. Kennedy and Hebert won Olympic gold with skip Kevin Martin in 2010 while Gallant took bronze with Gushue at the 2022 Games.\nCarruthers, meanwhile, finished the campaign ranked sixth in Canada and 11th in the world.\n\"It has been an unbelievable week,\" he said from Winnipeg. \"Our team has been put in a situation we weren't really expecting. But it's like the nature of curling. It has become a bit of a business.\"\nThis report by The Canadian Press was first published April 18, 2024.\nFollow @GregoryStrongCP on X.\nGregory Strong, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brad jacobs",
          "sentiment": "none"
        },
        {
          "name": "marc kennedy",
          "sentiment": "none"
        },
        {
          "name": "brett gallant",
          "sentiment": "none"
        },
        {
          "name": "reid carruthers",
          "sentiment": "none"
        },
        {
          "name": "ben hebert",
          "sentiment": "none"
        },
        {
          "name": "carruthers",
          "sentiment": "none"
        },
        {
          "name": "jacobs",
          "sentiment": "none"
        },
        {
          "name": "bottcher",
          "sentiment": "none"
        },
        {
          "name": "brendan bottcher",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:27:40.607+03:00",
    "updated": "2024-04-19T01:27:40.607+03:00"
  },
  {
    "uuid": "4dff93012e0a958fe62bd059ced1c4680ba29180",
    "url": "https://www.meneame.net/story/ministerio-ciencia-espana-cede-modifica-mapa-marruecos-incluia/c04",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "loboatomico2",
    "published": "2024-06-06T21:02:00Z",
    "title": "#4 El ministerio de Ciencia de España cede y modifica mapa de Marruecos que incluía el Sáhara Occidental",
    "text": "Portada\nmis comunidades\notras secciones\nEn este caso y solo en este, prefiero el mapa de Netanyahu.:\nhttps://www.elindependiente.com/internacional/2024/05/30/netanyahu-muestra-en-television-un-mapa-de-marruecos-que-no-incluye-el-sahara-occidental/\n[#2](c2#c-2) Lo contrario?\nUn organismo del estado ha puesto un mapa ilegal. Ni Google reconoce esas fronteras.\nPor las quejas y las denuncias, en vez de poner el mapa legal y el que ha puesto España toda la vida, pone uno sin fronteras para no molestar a Marruecos.\nLos niveles de defensa del querido lider, intentando oculrar la realidad, llegan ya a limites increibles.\n\"No es la primera vez que un ministerio del gobierno de Pedro Sánchez (PSOE) publica un mapa ilegal del Sáhara Occidental\"\n[#5](c5#c-5) No ha rectificado nada, ha puesto un mapa sin fronteras. Quiere decir que sigues aceptando el otro mapa.\nNo quieren poner el correcto para no molestar a Marruecos.\n[#6](c6#c-6) Rectifico el comentario, tienes toda la razón. La primera vez que lo leí (si, soy de los que leen las noticias), lo entiendo mal.\nLa segunda vez, aí del tiendo. Rectificar es de sabios, dicen ¿No?\nPues el mapa està reflejado en el despliegue de la Minurso.\nNi se admite ni se niega a quién pertenece o debiera pertenecer el territorio, se refleja la situación actual, que zonas están ocupadas por Marruecos y cuáles por el Frente Polisario.\nhttps://sogaps.org/mapas-del-sahara-occidental/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://sogaps.org/mapas-del-sahara-occidental/",
      "https://www.elindependiente.com/internacional/2024/05/30/netanyahu-muestra-en-television-un-mapa-de-marruecos-que-no-incluye-el-sahara-occidental/",
      "https://www.sogaps.org/mapas-del-sahara-occidental/",
      "https://www.elindependiente.com/internacional/2024/05/30/netanyahu-muestra-en-television-un-mapa-de-marruecos-que-no-incluye-el-sahara-occidental",
      "https://elindependiente.com/internacional/2024/05/30/netanyahu-muestra-en-television-un-mapa-de-marruecos-que-no-incluye-el-sahara-occidental/",
      "https://sogaps.org/mapas-del-sahara-occidental"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:50:10.516+03:00",
    "updated": "2024-06-07T01:50:10.516+03:00"
  },
  {
    "uuid": "be25e15930b14ef739e36351f46ebe8cd7b40b11",
    "url": "https://www.prnewswire.com/in/news-releases/empowering-tribal-communities-a-journey-of-sustainable-development-302189717.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Art of Living - Social Projects",
    "published": "2024-07-05T10:30:00Z",
    "title": "Empowering Tribal Communities: A Journey of Sustainable Development",
    "text": "BENGALURU, India , July 5, 2024 /PRNewswire/ -- In collaboration with the Ministry of Tribal Affairs (MoTA), The Art of Living has embarked on a transformative journey to uplift tribal communities across India . Through innovative initiatives and strategic partnerships, significant strides have been made in promoting sustainable agricultural practices, preserving indigenous knowledge, and fostering economic empowerment among tribal populations.\nStrengthening Agriculture in Aurangabad\nContinue Reading\nThe Art of Living Empowering Tribal Communities\nOne of the flagship initiatives under this collaboration is the sustainable development project launched in Aurangabad, Maharashtra, in 2020. The project focuses on training 10,000 farmers in natural farming techniques, aimed at enhancing productivity through traditional practices. This training not only empowers farmers with essential skills but also promotes environmental sustainability by reducing reliance on chemical inputs.\nEmpowering Women through Economic Initiatives\nA key highlight of the initiative is its focus on women's empowerment within tribal communities. Innovative income-generating programs, such as the production of seed rakis using desi seeds, provide women with meaningful economic opportunities. These initiatives not only contribute to financial independence but also foster community resilience and inclusive growth.\nEnhancing Governance and Awareness\nIn addition to agricultural and economic empowerment, the initiative emphasises strengthening local governance through the training of Panchayati Raj Institution (PRI) members. Over 580 PRI members across 50 Gram Panchayats have been trained to enhance their awareness of Tribal Acts, Rules, and government welfare schemes. This initiative aims to empower local leaders to empower community driven development and ensure inclusive growth.\nSolar Electrification in Tribal Areas\nBeyond agriculture and governance, The Art of Living has also championed initiatives like solar electrification in remote tribal areas. For instance, in Uttarakhand, solar electrification efforts have brought electricity to 500 households in forest reserve areas inhabited by the Van Gujjar nomadic tribal communities. Similar efforts have also been extended to tribal communities in Assam, Manipur, Meghalaya, Arunachal Pradesh, Gujarat, and Jammu and Kashmir , providing them with sustainable energy solutions.\nA Vision for Sustainable Development\nInspired by globally acclaimed spiritual leader and humanitarian, Gurudev Sri Sri Ravi Shankar's vision, The Art of Living remains committed to enhancing the emotional, physical, and economic well-being of rural and tribal communities. Through strategic partnerships with governments, the private sector, multilateral organisations, and civil society, these initiatives continue to evolve, ensuring greater accountability and tangible benefits for beneficiaries.\nThis holistic approach not only addresses immediate socio-economic challenges but also lays a foundation for long-term sustainability and prosperity within tribal communities across India .\nAbout The Art of Living Social Projects\nInspired by the world renowned humanitarian and spiritual leader Gurudev Sri Sri Ravi Shankar; The Art of Living is a global non-profit organisation dedicated to peace, well-being, and humanitarian service. Committed to holistic development, The Art of Living champions various initiatives, including water conservation, sustainable agriculture, afforestation, free education, skill development, women empowerment, integrated village development, renewable energy and waste management. Through these multifaceted efforts, The Art of Living strives to create positive social and environmental impact, fostering a more sustainable and harmonious future for all.\nFollow at: https://www.instagram.com/artofliving.sp/ Like at: https://www.facebook.com/artoflivingsocialprojects Tweet at: https://twitter.com/artofliving_sp Message at: https://www.linkedin.com/showcase/artofliving-sp\nPhoto: https://mma.prnewswire.com/media/2454498/Empowering_Tribal_Communities.jpg Logo: https://mma.prnewswire.com/media/1979631/AOLSP_Logo.jpg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/artoflivingsocialprojects",
      "https://www.instagram.com/artofliving.sp/",
      "https://www.linkedin.com/showcase/artofliving-sp",
      "https://twitter.com/artofliving_sp",
      "https://www.twitter.com/artofliving_sp",
      "https://facebook.com/artoflivingsocialprojects",
      "https://linkedin.com/showcase/artofliving-sp",
      "https://www.instagram.com/artofliving.sp",
      "https://instagram.com/artofliving.sp/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ministry of tribal affairs",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "maharashtra",
          "sentiment": "none"
        },
        {
          "name": "aurangabad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T13:50:04.097+03:00",
    "updated": "2024-07-05T13:50:04.097+03:00"
  },
  {
    "uuid": "f4561d3e93d1a8712f6e45db8f5ff14dc4fe65ad",
    "url": "https://www.dailydot.com/news/starbucks-barista-for-here-policy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Braden Bjella",
    "published": "2025-01-30T14:00:00Z",
    "title": "'I had absolutely no clue': Starbucks barista complains after making 'for here' drink. Customers didn't know about the new policy",
    "text": "In 2024, Starbucks announced that it would try to cut its plastic consumption. One method of doing this has been recently implementing “for here” drinks.\nFeatured Video As reported by CBS News , over 75% of the chain’s American beverage sales are cold drinks, often served in plastic cups. Now, however, baristas will ask whether customers prefer to have their order “for here” or “to go.” Those who choose “for here” will be served their drink in a ceramic mug, glass, or a clean personal cup they’ve brought from home.\nThis will come with added benefits for the consumer. At participating Starbucks locations in the U.S. and Canada, customers who choose to have their drinks “for here” in a reusable cup or mug will be entitled to free refills of hot or iced brewed coffee or tea during that same visit.\nWhile the policy may have benefits for the customer, some baristas are complaining that the change is causing issues.\nAdvertisement Why is the “for here” push a problem? In a video with over 1.8 million views, TikTok user Lexi (@lexigabriella), a Starbucks employee, shares her thoughts on the new system two days after its implementation.\n“I can already tell you what problem the new policy is starting, and it’s customers leaving all of their trash on the table,” she starts.\nAccording to Lexi, customers now see other patrons leave their “for here” cups on the tables. As a result, they assume the table will be bussed like any other restaurant, so they leave trash on them.\nAdvertisement “Then, all the tables now are extra dirty all the time because everyone’s leaving their, like, paper cups. All their garbage,” she states.\nPer internet discussions on the topic, customers are supposed to bus their own tables. There’s a bus bin left for dishes near the condiment bar. In a follow-up video , Lexi states that she is aware of this and informs customers of what to do, but not all of them follow the guidelines.\n@lexigabriella now how do we navigate this lmfao #starbucks #starbuckspolicy #starbucksbarista ♬ original sound – lexi The TikToker’s not alone In discussions on Reddit, baristas are sharing their gripes about the new system.\nAdvertisement “Now that there’s a tray for people to put their for here ware, they put their trash in there with it,” observed a Redditor.\n“If i wanted to be a busboy i would be working at the restaurant,” added another.\n“Good in theory, works when you have a solid customer support partner who can go out, collect, wash, and then store them,” stated a third about the policy. “But when it’s just myself and my barista, and we have a line? What do I do? Suggest the cups until I’m out and then just let them sit at the tables or at the condiment bar unattended?”\nThe Daily Dot reached out to Starbucks via email and Lexi via TikTok DM.\nAdvertisement\nInternet culture is chaotic—but we’ll break it down for you in one daily email. Sign up for the Daily Dot’s web_crawlr newsletter here . You’ll get the best (and worst) of the internet straight into your inbox.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.tiktok.com/tag/starbucks?refer=embed",
      "https://www.tiktok.com/@lexigabriella/video/7465127092322258222",
      "https://www.tiktok.com/@lexigabriella?refer=embed",
      "https://www.reddit.com/r/starbucks/comments/1id79io/where_to_put_for_here_cups/",
      "https://www.tiktok.com/tag/starbuckspolicy?refer=embed",
      "https://live.primis.tech/live/liveView.php?s=115127",
      "https://www.tiktok.com/@lexigabriella/video/7465046972064402731",
      "https://www.tiktok.com/tag/starbucksbarista?refer=embed",
      "https://www.reddit.com/r/starbucks/comments/1i7vd82/comment/m8o79yx/",
      "https://apnews.com/article/starbucks-new-cups-cold-drinks-plastic-90f19ce6ff721c7bf900f1447932dcc0",
      "https://www.reddit.com/r/starbucks/comments/1icxa0k/now_that_theres_a_tray_for_people_to_put_their/",
      "https://www.tiktok.com/music/original-sound-7465047221530381102?refer=embed",
      "https://www.reddit.com/r/starbucks/comments/1icckzl/if_i_wanted_to_be_a_busboy_i_would_be_working_at/",
      "https://www.cbsnews.com/news/starbucks-changes-coffee-tea-free-refills-condiment-bar/",
      "https://reddit.com/r/starbucks/comments/1i7vd82/comment/m8o79yx/",
      "https://www.apnews.com/article/starbucks-new-cups-cold-drinks-plastic-90f19ce6ff721c7bf900f1447932dcc0",
      "https://tiktok.com/@lexigabriella/video/7465046972064402731",
      "https://reddit.com/r/starbucks/comments/1icxa0k/now_that_theres_a_tray_for_people_to_put_their/",
      "https://cbsnews.com/news/starbucks-changes-coffee-tea-free-refills-condiment-bar/",
      "https://www.cbsnews.com/news/starbucks-changes-coffee-tea-free-refills-condiment-bar",
      "https://www.reddit.com/r/starbucks/comments/1i7vd82/comment/m8o79yx",
      "https://tiktok.com/@lexigabriella/video/7465127092322258222",
      "https://tiktok.com/tag/starbucksbarista?refer=embed",
      "https://www.reddit.com/r/starbucks/comments/1id79io/where_to_put_for_here_cups",
      "https://www.tiktok.com/music/original-sound-7465047221530381102",
      "https://reddit.com/r/starbucks/comments/1id79io/where_to_put_for_here_cups/",
      "https://www.tiktok.com/tag/starbucksbarista",
      "https://www.reddit.com/r/starbucks/comments/1icckzl/if_i_wanted_to_be_a_busboy_i_would_be_working_at",
      "https://reddit.com/r/starbucks/comments/1icckzl/if_i_wanted_to_be_a_busboy_i_would_be_working_at/",
      "https://www.tiktok.com/tag/starbucks",
      "https://www.tiktok.com/tag/starbuckspolicy",
      "https://tiktok.com/@lexigabriella?refer=embed",
      "https://www.tiktok.com/@lexigabriella",
      "https://tiktok.com/music/original-sound-7465047221530381102?refer=embed",
      "https://tiktok.com/tag/starbuckspolicy?refer=embed",
      "https://www.live.primis.tech/live/liveView.php?s=115127",
      "https://www.reddit.com/r/starbucks/comments/1icxa0k/now_that_theres_a_tray_for_people_to_put_their",
      "https://tiktok.com/tag/starbucks?refer=embed",
      "https://live.primis.tech/live/liveView.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T06:39:49.040+02:00",
    "updated": "2025-01-31T06:39:49.040+02:00"
  },
  {
    "uuid": "8e7c5213d43608d02a7836a698983bcf2e5cdbb4",
    "url": "https://www.medpagetoday.com/neurology/opioids/113720",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Judy George",
    "published": "2025-01-09T22:14:00Z",
    "title": "Study Questions Genetic Test for Opioid Addiction Risk | MedPage Today",
    "text": "A new study questioned the clinical utility of an algorithm meant to predict opioid use disorder (OUD) risk based on 15 genetic variants.\nIn a case-control analysis of more than 450,000 adults, the 15 variants collectively accounted for just 0.40% of the variation in OUD risk, according to Henry Kranzler, MD, of the University of Pennsylvania Perelman School of Medicine in Philadelphia, and co-authors. In comparison, age and sex alone accounted for 3.27% of the variance.\nA machine-learning model using the 15 variants as predictive factors correctly identified case and control status 52.83% (95% CI 52.07-53.59) of the time, Kranzler and colleagues reported in JAMA Network Open .\nThe variants are used in the AvertD test , which the FDA approved in December 2023 to predict opioid addiction risk.\n\"These findings underscore the need for more robust and complete data, particularly given the complex nature of psychiatric conditions, including OUD,\" Kranzler said in a statement. \"The potential harms deriving from a faulty genetic test for OUD include both false negatives and false positives.\"\nAndrew Kolodny, MD, an opioid policy expert at Brandeis University in Massachusetts who was not involved with the study, agreed. \"This study provides further strong evidence that the FDA made a serious mistake when it approved AvertD,\" he said.\n\"The evidence is clear that the test doesn't work. It can't predict OUD any better than a coin flip,\" Kolodny told MedPage Today .\n\"Keep in mind that this sham genetic test for OUD is not benign,\" he added. \"A negative result will leave prescribers and patients with a false sense of security about opioid use, and a positive test may frighten people from ever taking an opioid, even when opioid use is beneficial.\"\nGenetic tests for opioid addiction have a checkered history . Like other tests of complex traits, confounding is part of the problem.\nLast year, a group of 31 physicians and researchers, including Kranzler and Kolodny, called on the FDA to reverse its decision about AvertD. More recently, experts expressed concerns in Lancet Psychiatry about using AvertD in clinical settings.\nAvertD detects the presence of 15 single nucleotide variants (SNVs) to help identify people who may have an increased risk of OUD. It's intended to be used in combination with clinical evaluations and patient assessments when oral prescription opioids are being considered to treat acute pain. The manufacturer reports an overall sensitivity of 82.8% and specificity of 79.2%.\nIn their case-control study, Kranzler and colleagues examined the association between the 15 candidate genetic variants and OUD risk using electronic health record data from 452,664 participants in the VA's Million Veteran Program from 1992 to 2022. They also tried to determine whether the 15 SNVs were associated with genetic similarity rather than OUD risk.\nAll participants had been exposed to opioids. Cases were determined through diagnostic codes; controls had neither an OUD diagnosis code nor prescriptions for medications commonly used to treat OUD.\nThe sample included 33,669 OUD cases; the mean age was 61 years, and 90.46% were male. Genetically inferred ancestry was 67.46% European, 20.90% African, 9.50% admixed American, 0.81% East Asian, and 0.07% South Asian. While the paper didn't define the admixed American category, it can refer to groups with complex ancestry due to mixing of populations from various continents.\nIn single-SNV models that did not account for genetic similarity, 13 of 15 SNVs were associated with OUD risk after Bonferroni correction. After including measures of global genetic similarity, that number fell to three.\nIn test data, a machine-learning model using the 15 variants correctly identified 50.72% of OUD cases (sensitivity) and 54.95% of controls (specificity). Of the model's identified cases, 52.96% were true cases (positive predictive value). Of the identified controls, 52.72% were true controls (negative predictive value).\nThe study had several limitations, Kranzler and co-authors acknowledged. The models were evaluated using electronic health record diagnosis codes, which may be biased. While the Million Veteran Program sample was predominantly male, the analyses included over 40,000 women, including more than 2,500 women with OUD.\nThe Million Veteran Program sample also has higher rates of OUD and pain and is older than the general population. \"We encourage efforts to evaluate the 15 genetic variants in additional datasets,\" Kranzler and colleagues said.\nIn addition, the researchers used genetically inferred ancestry groups as a population descriptor. The Million Veteran Program used array genotyping, which is less accurate than mass spectrometry, and imputation was required for about half of the SNVs.\nSOLVD Health, the company that offers AvertD, \"is confident in the clinical validity and rigor\" of the test, said Ron McCullough, PhD, MBA, its senior vice president of clinical operations. \"The researchers in the recent JAMA publication did not have access to our technology; therefore, any comparisons or conclusions in the article to AvertD are invalid,\" he wrote in an email to MedPage Today .\n\"The study relied on non-validated data, biased study populations, and methods inconsistent with established research and clinical standards, limiting its applicability,\" McCullough continued. \"These limitations undermine their study's conclusions, which contrast sharply with the robust validation and regulatory review behind AvertD.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Health->health organisation",
      "Health->medical service",
      "Health->medical profession",
      "Science and Technology->medical research",
      "Science and Technology->biomedical science",
      "Social Issue->social services",
      "Social Issue->addiction",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2828866",
      "https://fda.report/media/162381/CCCTDP-102022-SOLVD-AvertD-PackageInsert.pdf",
      "https://www.thelancet.com/journals/lanpsy/article/PIIS2215-0366(24)00310-9/abstract",
      "https://www.research.va.gov/mvp/",
      "https://www.sciencedirect.com/science/article/abs/pii/S0376871621006104?via%3Dihub",
      "https://sciencedirect.com/science/article/abs/pii/S0376871621006104?via%3Dihub",
      "https://www.research.va.gov/mvp",
      "https://research.va.gov/mvp/",
      "https://thelancet.com/journals/lanpsy/article/PIIS2215-0366(24)00310-9/abstract",
      "https://www.jamanetwork.com/journals/jamanetworkopen/fullarticle/2828866",
      "https://www.sciencedirect.com/science/article/abs/pii/S0376871621006104",
      "https://www.fda.report/media/162381/CCCTDP-102022-SOLVD-AvertD-PackageInsert.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Henry Kranzler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "University of Pennsylvania Perelman School of Medicine",
          "sentiment": "none"
        },
        {
          "name": "FDA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T01:16:36.295+02:00",
    "updated": "2025-01-10T01:16:36.295+02:00"
  }
]