[
  {
    "uuid": "d1a56ab2146b397b6aed6257bc17450e2819fa53",
    "url": "https://goldseek.com/article/golds-2024-breakout-upleg",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "GoldSeek Headlines",
    "published": "2024-01-05T00:00:00Z",
    "title": "Gold’s 2024 Breakout Upleg | GoldSeek",
    "text": "Gold’s momentous breakout upleg into nominal record territory is set to accelerate in 2024. Major bullish drivers for this leading alternative asset have really converged, which should drive gold much higher this year. Speculators and investors alike will increasingly flock back as gold achieves more record closes, accelerating its gains. Technical, sentimental, and fundamental stars are aligning to support big gold upside. After slumping some over the past week or so, gold hasn’t yet kindled much excitement in this young new year. Last Thursday gold slipped a modest 0.5% on gold-futures selling as the US dollar bounced a bit after a sizable selloff. Another 0.5% down day was suffered this Wednesday, partially on the minutes from the Fed’s latest Federal Open Market Committee meeting in mid-December coming across as less-dovish. Gold had blasted 2.3% higher the day that [FOMC decision dovishly surprised](https://www.zealllc.com/2023/fddtspgd.htm) on key fronts. The actual monetary-policy statement added a qualifier making further rate cuts sound less likely, top Fed officials cut their year-end-2024 federal-funds-rate projections by 50 basis points, and the Fed chair himself made some dovish comments at his press conference. Traders ran with that, pricing in six 25bp rate cuts in 2024! Yet those Fed guys were only looking for three, so the minutes from that December 13th FOMC meeting just released this Wednesday were a chance to push back. Right after that meeting, the Fed chair said rate-cut timing was discussed. But the minutes didn’t reflect the FOMC shifting to a cutting bias. Either they were sanitized to rein in rate-cut expectations, the Fed chair misspoke, or traders interpreted him wrong. But keeping the big picture in focus is essential for trading success. Gold surged to $2,071 on December 1st, achieving its first new nominal record close in 3.3 years! Then gold slumped leading into that FOMC meeting, which was expected to come across as hawkish. When it didn’t, gold surged again rallying back up to a second record close of $2,077 on December 27th. Gold has merely pulled back 1.4% as of mid-week. So gold’s record breakout upleg is very much alive and well, and poised to really grow in 2024. Over the past few years or so, gold has carved a massive secular ascending-triangle technical formation. These classic continuation patterns are very bullish, as upside breakouts attract buying amplifying their gains. Gold’s little pullback over this past week is hardly noticeable, a trivial blip in this impressively-bullish chart. For several years ironclad $2,050 upper resistance proved a graveyard in the sky for gold, which several major uplegs failed to overcome. Yet gold was still carving higher lows on balance, with the exception of [mid-2022’s anomalous plunge](https://www.zealllc.com/2022/fddlgdsh.htm) on extreme Fed rate hikes. Those included four 75bp monsters in a row, which helped catapult the US Dollar Index up a huge 16.7% in just 6.0 months to an extreme 20.4-year high! Gold-futures speculators look to the dollar’s fortunes for their primary trading cues, then do the opposite. So they dumped massive gold futures as the USDX shot stratospheric. But although those guys wield incredible leverage, their capital firepower is quite finite. That quickly exhausted, reversing gold hard into a major new upleg on big mean-reversion buying. This massive secular ascending triangle is well-defined. Since prices in technical patterns can flirt with breakouts but fail to punch through, I wait for 1%+ decisive ones. That happened as December dawned, gold’s first nominal record in 3.3 years was a little over 1% above $2,050 resistance! Then gold’s second late-December record close extended that breakout to 1.3%. This new foray into record territory is the real deal, a very-bullish technically-confirmed breakout. Gold records are exciting because they [fuel big momentum buying](https://www.zealllc.com/2023/gdrcdmom.htm). Normally mainstream investors pay little attention to alternative assets led by gold, staying heavily focused on stock markets. But streaks of record closes generate bullish financial-media coverage, which soon puts gold back on radars. Investors start reallocating some of their capital to gold to chase its gains, which becomes a self-feeding virtuous circle. The more gold investors buy, the higher it rallies. And the bigger gold’s gains, the more attractive it grows to additional investors who increasingly pile in. Thus gold uplegs fueled by investment buying on new records tend to mature to massive sizes. Gold’s last upleg driven by this powerful record-streak dynamic was mid-2020’s +40.0% monster! During the 97 trading days that ran, gold achieved 30 new record closes. While today’s first record-achieving upleg since then could grow huge in 2024, gold’s bullish case doesn’t depend on that. At best as of late December, gold’s current upleg had merely grown to 14.2% gains over 2.7 months. That’s small for any major gold upleg, let alone a record-setting one! With record-chasing momentum buying kicking in soon, it’s hard to imagine this current upleg not at least challenging 25%. Without any records or mainstream excitement, gold powered 26.3% higher in a strong upleg from late-September 2022 to early May. If today’s upleg only matures to 25%, that would still boost gold way up near $2,275. There will be many record closes between $2,077 and there, which will greatly boost bullish financial-media gold coverage and investor interest. And holy cow investors sure have enormous room to buy! With US stock markets super-strong in 2023, gold remains out of favor. The flagship S&P 500 shot up 24.2% last year, driven by astounding 111.3% average gains in the beloved Magnificent Seven mega-cap tech stocks! With those universally-owned market darlings skyrocketing, who needed gold or anything else? Last year’s artificial-intelligence stock bubble left gold more forgotten, though it rallied 13.1% in 2023. One proxy for American stock investors’ gold portfolio exposure is the ratio of the value of the physical-gold-bullion holdings of the world-dominant American GLD and IAU gold ETFs to S&P 500 companies’ total market capitalizations. The S&P 500 stocks were collectively worth $42,616b exiting December, but GLD+IAU holdings were only worth less than $85b. That works out to a meager gold allocation of 0.2%! For all intents and purposes, that is effectively zero. As gold powers to more new nominal record closes in coming months, bullish financial-media coverage will really boost American stock investors’ awareness. If they shift just a few tenths of one percent of their vast capital into gold, its prices will soar! We’re not talking a 5% allocation here, but 0.5% which is still nothing. Even that would supercharge gold’s breakout upleg. Those GLD+IAU holdings are also the best high-resolution daily proxy for global gold investment demand, which is only published quarterly by the World Gold Council. Remember gold’s last upleg achieving new record closes was mid-2020’s +40.0% monster. During that upleg, American stock investors flooded into GLD and IAU shares much faster than gold was rallying. They were chasing its gains with those mighty ETFs. In that upleg’s exact 4.6-month span, all that differential GLD+IAU buying forced these ETFs to add a colossal 460.5 metric tons of physical gold bullion! That made for a huge 35.3% holdings build for them. Gold ETFs act as conduits for vast pools of stock-market capital to slosh into and out of gold bullion. When ETF shares are bought faster than gold, their managers issue new shares then use the proceeds to buy gold. Without that essential equalization mechanism, gold ETFs would quickly fail their mission to track gold prices. Again gold’s current record-achieving upleg is only up 14.2% at best. During that exact span, GLD+IAU holdings have only edged up 0.2% or 2.4t! So gold’s latest upleg has seen no identifiable investment demand yet. American investors have certainly been distracted by the soaring general stock markets. Leaving December, the S&P 500 inched to within 0.3% of regaining its all-time record close seen 23.8 months earlier in early January 2022! So stock-market euphoria is extreme, stealing the limelight from gold despite its initial records. But those scorching gains can’t continue. The beloved M7 stocks certainly won’t more than double again in 2024, with their collective market caps utterly gargantuan at $12,095b. With the great majority of stock buying increasingly concentrated in that handful of elite mega-cap techs, fund managers have no choice but to pile in. They can’t afford to underperform their peers for long, since their investors can quickly pull their capital. But all that M7 buying has left these companies with trailing-twelve-month price-to-earnings ratios averaging a scary 50.5x exiting 2023! That is unsustainably extreme. That dragged the overall S&P 500’s component average TTM P/E to 30.3x, well into formal stock-bubble territory that starts at 28x! So these euphoric stock markets are dangerously overvalued, upping the odds a serious reckoning is looming. That could be a major correction nearing 20% losses, or a new bear market well exceeding that. Either way, as stocks fall investors will remember prudent portfolio diversification. Couple that with new gold records elevating it back onto investors’ radars, and their gold demand should surge dramatically. Just like back in mid-2020, that self-feeding investment-buying dynamic will greatly accelerate gold’s 2024 breakout upleg. Merely a slight shift in overall gold portfolio allocations to still-super-low levels will fuel massive gains. And those certainly aren’t gold’s only major bullish drivers now converging. The coming Fed rate cuts are a big one! Whether the FOMC makes three 25bp cuts in 2024 as top Fed officials recently projected, or considerably more like the six 25bp cuts traders are now expecting, a new cutting cycle is really bullish for gold. Remember the US Dollar Index skyrocketed 16.7% in mid-2020 to an extreme 20.4-year secular high. That [epic dollar rally](https://www.zealllc.com/2023/fddtspgd.htm) was fueled by those monster Fed rate hikes. Those force yields higher on dollar-denominated bonds led by US Treasuries, upping their attractiveness relative to other major currencies and bonds. The coming rate cuts do the opposite, lowering yields on dollar-denominated bonds leaving them less competitive. So the FOMC cutting rates will accelerate the USDX’s probable bear, which already grew to serious 12.6% losses at worst over 9.5 months into mid-July. A weakening dollar will motivate those leveraged gold-futures speculators who dominate gold’s short-term price action to aggressively buy. And they still have lots of room and capital firepower available to do that despite gold’s young upleg. Major gold uplegs are fueled by three sequentially-larger sources of buying, stage-one gold-futures short covering, stage-two gold-futures long buying, and stage-three investment buying. As of the latest weekly Commitments of Traders report current to late December, these traders can still do big buying. Their stage-one short-covering potential is waning, with current shorts the equivalent of 32.8t of gold above their secular support line. But total spec longs remain the equivalent of a massive 239.9t under their secular resistance. That adds up to 272.6t of more likely buying from the gold-futures guys alone! USDX down days catalyze that, and plenty are coming with traders now expecting Fed rate cuts. That’s a huge paradigm shift from the last couple years where more Fed hikes were feared! With an easing bias now, traders will increasingly interpret major economic data and Fedspeak as dovish. That will spawn more US-dollar selling, igniting more gold-futures buying. That is essential in gold uplegs not seeing records. Speculators and investors alike love chasing winners, piling in to ride upside momentum. So stage-one gold-futures short covering normally propels gold high enough for long enough to attract much-larger stage-two gold-futures long buying. That in turn pushes gold higher still ultimately attracting back huge stage-three investment buying. New records getting gold on investors’ radars should accelerate this dynamic. Stage-three investment demand in today’s upleg should exceed 300 to 400 metric tons of GLD+IAU gold-bullion buying. Again gold’s last record-achieving upleg in mid-2020 soared 40.0% on a 460.5t or 35.3% GLD+IAU holdings build. Gold’s upleg right before that also wrote new nominal record closes into the books. It blasted up an even bigger 42.7% in 18.8 months, fueled by another huge 314.2t or 30.4% build! So recent years’ historical precedent of gold-upleg performance shows massive buying potential as gold powers higher furthering its 2024 breakout. We are talking around 275t equivalent of more gold-futures buying and about 350t of investment buying via GLD and IAU alone! And there are other bullish drivers too, also centered around Fed machinations. This week’s FOMC minutes included an overlooked revelation. Top Fed officials panicked during March 2020’s pandemic-lockdown stock panic, where the S&P 500 plummeted 33.9% in just over a month! So they frantically redlined their monetary printing presses for over two years after that. From just before that stock panic to mid-April 2022, the Fed ballooned its balance sheet an absurd 115.6% or $4,807b in just 25.5 months! That is the monetary base underlying the dollar. Effectively more than doubling the US dollar supply in a couple years is why inflation has raged out of control since. Eventually Fed officials realized how dangerous their extreme monetary inflation was, so they have been gradually unwinding it. Yet exiting 2023, the Fed balance sheet still remains 85.5% or $3,554b over February 2020 levels! Gold prices need to normalize to reflect all that extreme inflation. A similar 85% gain in gold from pre-pandemic-stock-panic levels would catapult it up near $2,925! In my essay last week, I analyzed gold’s true [real inflation-adjusted peak](https://www.zealllc.com/2023/rlgdfrpk.htm) as calculated with US headline CPI inflation. That was actually $3,355 in today’s dollars, far higher than current levels! And even that is conservative, as the CPI has long been intentionally lowballed to understate inflation for political reasons. Stunningly in Wednesday’s new FOMC minutes, top Fed officials started discussing slowing the pace of their quantitative-tightening bond selling slowly shrinking the Fed’s balance sheet! Keeping QT running while cutting rates is at cross purposes. So if QT is tapered off this year, leaving the Fed’s balance sheet say 80% larger than pre-pandemic-stock-panic levels, then all that gold-price-boosting inflation is baked in. Gold prices need to normalize in coming years to reflect far more US dollars in circulation. That means much-higher levels than recent years. No one knows how that will shake out, but in 2020, 2021, 2022, and 2023 gold averaged $1,773, $1,798, $1,801, and $1,943. My best guess is gold averaging at least $2,500 ahead to reflect recent years’ epic monetary expansion! That would also really add to investment demand. This November’s crucial US elections are also gold-bullish. The Fed is more likely to cut rates heading into major elections, lest it face the political wrath of the incumbent party’s lawmakers. These elections are looking brutally divisive again too, ratcheting up general unease and even fears of violence. Anything along that front is bearish for overvalued stock markets and bullish for gold. The stars really are aligned for it. The biggest beneficiaries of higher gold prices remain the gold miners’ stocks. The leading [GDX gold-stock ETF](https://www.zealllc.com/2023/gmq323fn.htm) surged 63.9% during gold’s last 26.3% upleg that topped in early May 2023, making for 2.4x upside leverage. In that mid-2020 40.0% gold upleg with record-high streaks, GDX soared 134.1% amplifying gold’s gains by an awesome 3.4x! Typically the major gold miners of GDX leverage gold by 2x to 3x. But smaller fundamentally-superior [mid-tier and junior gold miners](https://www.zealllc.com/2023/gtq323fn.htm) tend to well outperform the majors. They are better able to consistently grow their production from smaller bases, which investors prize over everything else. And their smaller market capitalizations make them much easier for capital inflows to bid their stocks way higher. Our newsletter trading books are currently full of still-cheap great smaller gold miners. Successful trading demands always staying informed on markets, to understand opportunities as they arise. We can help! For decades we’ve published popular [weekly](https://www.zealllc.com/speculator.htm) and [monthly](https://www.zealllc.com/intelligence.htm) newsletters focused on contrarian speculation and investment. They draw on my vast experience, knowledge, wisdom, and ongoing research to explain what’s going on in the markets, why, and how to trade them with specific stocks. Our holistic integrated contrarian approach has proven very successful, and you can reap the benefits for only $10 an issue. We extensively research gold and silver miners to find cheap fundamentally-superior mid-tiers and juniors with outsized upside potential. [Sign up](https://mailchi.mp/zealllc/email) for free e-mail notifications when we publish new content. Even better, [subscribe today](https://www.zealllc.com/subscribe.htm) to our acclaimed newsletters and start growing smarter and richer! The bottom line is gold’s breakout upleg into nominal record territory is set to accelerate in 2024. New records generate bullish financial-media coverage putting gold back on investors’ radars. They’ve always loved chasing winners, and will pile in to ride gold’s upside momentum. That self-feeding investment-demand-driven dynamic fueled by new records was last seen in mid-2020, catapulting gold into a monster upleg. And gold’s 2024 breakout also enjoys other major bullish drivers converging. Those include the FOMC birthing a new Fed-rate-cut cycle this year, and the resulting lower yields further weakening the US dollar. That will spawn gold-futures buying, and those speculators have lots of capital firepower left to do that. Add in inflated general prices and the FOMC slowing its balance-sheet shrinkage, and gold is poised to soar. Adam Hamilton, CPA January 5, 2024 Copyright 2000 - 2024 Zeal LLC ( [www.ZealLLC.com](http://www.zealllc.com/))",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://mailchi.mp/zealllc/email)",
      "https://www.zealllc.com/subscribe.htm)",
      "https://www.zealllc.com/2023/gdrcdmom.htm).",
      "http://www.zealllc.com/))",
      "https://www.zealllc.com/2023/rlgdfrpk.htm)",
      "https://www.zealllc.com/2023/gtq323fn.htm)",
      "https://www.zealllc.com/speculator.htm)",
      "https://www.zealllc.com/2023/gmq323fn.htm)",
      "https://www.zealllc.com/2023/fddtspgd.htm)",
      "https://www.zealllc.com/2022/fddlgdsh.htm)",
      "https://www.zealllc.com/intelligence.htm)",
      "https://zealllc.com/2023/gdrcdmom.htm).",
      "https://zealllc.com/2022/fddlgdsh.htm)",
      "https://zealllc.com/2023/fddtspgd.htm)",
      "https://zealllc.com/speculator.htm)",
      "https://zealllc.com/intelligence.htm)",
      "https://www.mailchi.mp/zealllc/email)",
      "http://zealllc.com/))",
      "https://zealllc.com/2023/rlgdfrpk.htm)",
      "https://zealllc.com/2023/gtq323fn.htm)",
      "https://zealllc.com/subscribe.htm)",
      "https://zealllc.com/2023/gmq323fn.htm)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "federal open market committee",
          "sentiment": "none"
        },
        {
          "name": "fed",
          "sentiment": "none"
        },
        {
          "name": "fomc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:35:44.897+02:00",
    "updated": "2024-01-06T00:35:44.897+02:00"
  },
  {
    "uuid": "ce61a9229d0f8cbcd808cb101ade4ad643c69258",
    "url": "https://www.nrz.de:443/sport/article409399586/rauchen-im-stadion-gehoert-das-dazu-oder-kann-das-weg.html",
    "ord_in_thread": 0,
    "author": "Moritz Weyer",
    "published": "2025-07-03T04:00:00Z",
    "title": "Verband warnt vor Rauchen im Stadion - die Maßnahmen der Klubs",
    "text": "Essen. Passivrauchen kann schwere gesundheitliche Folgen haben. Auch in den Fußballstadien ist das Thema. Wie gehen die Klubs damit um?\nTextToSpeechModule\nEssen. Passivrauchen kann schwere gesundheitliche Folgen haben. Auch in den Fußballstadien ist das Thema. Wie gehen die Klubs damit um?\nKennen Sie schon unsere PLUS-Inhalte?\n Jetzt\nNRZ\ntesten",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Health->public health",
      "Health->health care approach",
      "Health->medical condition",
      "Social Issue->discrimination",
      "Social Issue->social services",
      "Social Issue->social condition",
      "Politics->government policy",
      "Politics->healthcare policy",
      "Politics->safety of citizens"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "TextToSpeechModule\nEssen",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:54:52.189+03:00",
    "updated": "2025-07-03T04:59:10.000+00:00"
  },
  {
    "uuid": "7ccdb5452c3f82c5c0bf6c5d4628d6925eb638e6",
    "url": "https://www.digitalinformationworld.com/2024/11/new-information-stealing-malware.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. Hura Anwar",
    "published": "2024-11-15T09:03:00Z",
    "title": "New Information Stealing Malware Bypasses Google Chrome’s App-Bound Encryption",
    "text": "Security experts are alerting users about a new information-stealing malware called Glove Stealer that can bypass Chrome’s App Bound encryption.\nThreat actors’ goal is to steal cookies on the browser. It behaves simply and does not feature a lot of obfuscation which means it’s still in its early stage.\nThe threat actors make use of social engineering similar to those seen inside the ClickFix infection chain. This is where users are tricked into downloading malware through fake error windows inside HTML files linked to phishing attacks.\nIt performs actions via extraction and exfiltration of cookies inside Chrome, Brave, Opera, and Edge browsers. It can even carry out the theft of crypto wallets through browser extensions or 2FA session tokens seen on Authenticator apps. The same is the case for passwords found on other password managers and systems.\nThe initiative makes use of the most basic forms of cookie-stealing activities that were seen in July. This is done via Chrome’s own Windows service for decryption and retrieval of App-based encrypted keys.\nIt all seems impressive in print but experts did agree that it’s just too early in its developmental stage to cause serious destruction. Most info stealers used this technique ages ago for cookie stealing.\nToday, we’ve got several information-stealing malware operations that bypass the latest security feature for customers to steal and decrypt cookies on Google Chrome. The end message from experts is that it’s yet to reach the level that causes a major security dent in the great number of info theft malware campaigns today.\nAttacks have been on the rise since the start of July when Google first rolled out encryption based on apps that targeted potential victims through vulnerable drivers, malvertising, and zero-day vulnerabilities.\nImage: DIW-AIgen\nRead next: Google Might Let Users Hide Their Real Email Address From Android Apps",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhqScNuqB0-4HtqBnMkXsVPKNvTdo__NPauA4kvU8oRbhHnEhzUcv__rIUK0vgRCBntA6xBRsx1QYLPuWuwDxHdiFFwqzJwig6LXCOUUGK_C6Y_FcA8m8vjS2tFxI_OFSN0rPuJ6sy1gEptl7NaIljqmhIHK1IWLtjSJR2yHnT1jro-BPyyvREl5-JtqBVu/s16000/sec-loc.jpeg",
      "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhqScNuqB0-4HtqBnMkXsVPKNvTdo__NPauA4kvU8oRbhHnEhzUcv__rIUK0vgRCBntA6xBRsx1QYLPuWuwDxHdiFFwqzJwig6LXCOUUGK_C6Y_FcA8m8vjS2tFxI_OFSN0rPuJ6sy1gEptl7NaIljqmhIHK1IWLtjSJR2yHnT1jro-BPyyvREl5-JtqBVu/s1024/sec-loc.jpeg",
      "https://www.gendigital.com/blog/news/innovation/glove-stealer",
      "https://gendigital.com/blog/news/innovation/glove-stealer",
      "https://www.blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhqScNuqB0-4HtqBnMkXsVPKNvTdo__NPauA4kvU8oRbhHnEhzUcv__rIUK0vgRCBntA6xBRsx1QYLPuWuwDxHdiFFwqzJwig6LXCOUUGK_C6Y_FcA8m8vjS2tFxI_OFSN0rPuJ6sy1gEptl7NaIljqmhIHK1IWLtjSJR2yHnT1jro-BPyyvREl5-JtqBVu/s1024/sec-loc.jpeg",
      "https://www.blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhqScNuqB0-4HtqBnMkXsVPKNvTdo__NPauA4kvU8oRbhHnEhzUcv__rIUK0vgRCBntA6xBRsx1QYLPuWuwDxHdiFFwqzJwig6LXCOUUGK_C6Y_FcA8m8vjS2tFxI_OFSN0rPuJ6sy1gEptl7NaIljqmhIHK1IWLtjSJR2yHnT1jro-BPyyvREl5-JtqBVu/s16000/sec-loc.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T14:05:05.470+02:00",
    "updated": "2024-11-15T14:05:05.470+02:00"
  }
]