[
  {
    "uuid": "5abb18d1324a984e10c036fe6c078d06d75c08fd",
    "url": "https://www.meneame.net/story/sacerdote-antonio-casado-obispo-cadiz-obligo-donar-fundaciones/c012",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Desideratum",
    "published": "2023-12-24T07:25:00Z",
    "title": "#12 El sacerdote Antonio Casado: \"El obispo de Cádiz me obligó a donar fundaciones de caridad para controlar el dinero\"",
    "text": "Portada\nmis comunidades\notras secciones\nDesde los templarios, los Borgia, el banco Ambrosiano, etc., son tantos los casos que indican que su reino sí es de este mundo, que levanta el ánimo ver que todavía quedan personas dentro de esta institución que creen en algunos pilares éticos. Abogo por más información directa, concreta, constante, para que poco a poco los sinvergüenzas queden cada vez más arrinconados en una sociedad cada vez más autocrítica.\n[#2](c2#c-2) Hasta que te informas y resulta que te obligan a hacer chorrocientos trámites y papeleos, además de visitas a parroquias buscando tu registro. Este coñazo echa a mucha gente para atrás.\nYa que en Hacienda se integran tan bien con la iglesia para la X del IRPF, a ver cuándo ponen otra casilla al lado de \"QUIERO APOSTATAR\".\n[#4](c4#c-4) [#2](c2#c-2) https://www.google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp gracias a los 2, al menos me habéis hecho replantearme la necesidad de intentarlo.\nQue miren en la fundación Las Edades del Hombre y en la Junta de Castilla y Leon y verán el lodazal de mierda que hay",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp",
      "https://google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T10:29:38.445+02:00",
    "updated": "2023-12-24T10:29:38.445+02:00"
  },
  {
    "uuid": "edf887dfed482dfd7a8e3e4a839540e00b348a28",
    "url": "https://www.meneame.net/story/cia-regimen-franco-demasiado-corrupto-incompetente-recibir-ayuda/c080",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "reithor",
    "published": "2023-12-24T11:37:00Z",
    "title": "#80 La CIA: \"El régimen de Franco es demasiado corrupto e incompetente para recibir un programa de ayuda económica\"",
    "text": "Portada\nmis comunidades\notras secciones\nNo menciona la discriminación religiosa entre los motivos de la CIA para no ayudar al régimen franquista.\nEn la España de Franco los protestantes sufrían persecución religiosa y EE. UU. es un país mayoritariamente protestante y con una fuerte influencia religiosa en la política.\n\"El entonces presidente, Harry S. Truman, que era bautista, envió un emisario a España y certificó la situación. Truman instó al régimen a permitir la libertad religiosa, pero ante la negativa de los obispos y el silencio del Vaticano, España se autoexcluyó de las ayudas\"\n\"tener que esperar años para recibir una autorización para casarse por lo civil o para inscribir a un recién nacido con un nombre ajeno al santoral, como Lidia. Los protestantes tampoco eran enterrados junto a los demás: su sitio en el cementerio estaba junto a los abortos, los suicidas, los agnósticos y los judíos\"\n\"el servicio militar, que concluía con la jura de la bandera y una misa, en la que los soldados tenían que arrodillarse. \"No hacerlo porque atentaba contra su conciencia y convicciones podía suponer la apertura de un consejo de guerra, y estar meses e incluso años en prisión\"\nhttps://www.elmundo.es/cultura/2021/12/04/61a9ec63fc6c83454f8b45c4.html\nY sobre todo, que Franco le dio a EE. UU. las bases en suelo español, y todo lo demás a pesar de no recibir el Plan Marshall. Hubiera sido tirar el dinero pagar por lo que puedes tener gratis.\n[#8](c8#c-8) o eres un ignorante o un mentiroso...\nConstitución de la republica española\nArtículo 27.\nLa libertad de conciencia y el derecho de profesar y practicar libremente cualquier religión quedan garantizados en el territorio español, salvo el respeto debido a las exigencias de la moral pública.\nLos cementerios estarán sometidos exclusivamente a la jurisdicción civil. No podrá haber en ellos separación de recintos por motivos religiosos.\nTodas las confesiones podrán ejercer sus cultos privadamente. Las manifestaciones públicas del culto habrán de ser, en cada caso, autorizadas por el Gobierno.\nNadie podrá ser compelido a declarar oficialmente sus creencias religiosas.\nLa condición religiosa no constituirá circunstancia modificativa de la personalidad civil ni política salvo lo dispuesto en esta Constitución para el nombramiento de Presidente de la República y para ser Presidente del Consejo de Ministros.\n[#29](c29#c-29) Ese chiste lo he oído de Stalin.\nLo hacían en Polonia pero también Rusia: un día descubrí en la wiki una serie de revistas (panfletos) clandestinas con mucho humor pero no recuerdo ahora el nombre, sorry\n[#3](c3#c-3) Franco no era tonto, eso de dar las bases a cambio de nada no es cierto, garantizaba la continuidad del régimen.\n[#3](c3#c-3) Lo de las bases le sirvió para que el primer astronauta español fuera otro, unas décadas más tarde.\nY lo sigue siendo.\n[#1](c1#c-1) Ucrania recibe ayuda militar y da igual lo incompetentes que sean porque nos importan un carajo sus muertos y el resultado de la guerra. El objetivo es desgastar a Rusia.\n[#1](c1#c-1) Un comediante de television , venido a presidente que ha resistido la invacion del segundo 4to mas grande del planeta y segundo mas grande en armamento nuclear y una pais 3 veces mas grande en poblacion y 28 veces mas grande en tamaño.\nPues incompetente seguro que no es.\nAsi que ahí te equivocas.\n[#2](c2#c-2) Seguro que tu que no eres incompetente lo hubieras echo mejor\n[#18](c18#c-18) Si te crees que es el quien dirige....eres muy ingenuo. Si no te lo crees , eres un troll propagandista.\n[#18](c18#c-18) Para la incompetencia no cuenta que su sagaz política exterior les haya conducido a una guerra en la que su país ha quedado hecho unos zorros, ¿Verdad?\n[#46](c46#c-46) Claro , es que es su culpa , si es que lo visten como putas. Mejor poner el culo y que otro pais te invada y te robe territorio, los puertos y las tierras de cultivo.\n[#18](c18#c-18) Si no fuese un incompetente y un miserable habría aceptado y firmado el tratado de paz propuesto en Abril de 2022 dónde se le garantizó la retirada y la recuperación de la totalidad del territorio salvo la península Crimea regalada a Ucrania por Nikita Jrushchov en el 54, con la única condición que se mantuviesen neutrales, y tras el viaje de Boris Johnson en 2022 se desdijo de lo pactado.\nIncompetente sí es, no sólo es incompetente sino que está provocando una auténtica carnicería contra su propia gente obligando a gente sin adiestramiento ni posibilidad de resistir a ir a posiciones del frente que son insostenibles e inútiles.\n[#28](c28#c-28) se está sacrificando a la población ucraniana por paranoias occidentales, y se está fracasando en el desgaste a Rusia por incompetencia occidental.\nEn Menéame encontrarás un buen número de gente que te explicará las maravillas del nuevo orden mundial, con China, Rusia, e Irán marcando el camino a seguir para el resto del mundo. Porque \"el enemigo de mi enemigo es mi amigo.\"\n[#47](c47#c-47) Claro, y los muertos rusos en cambio lo son por defender la Madre Rusia como dice el que ordenó la invasión de Ucrania. Ucrania puede pedir la paz, si así lo desea, pero solo podrá tener la libertad de hacerlo si tiene la posibilidad de defenderse. La ayuda para Ucrania no se está cuestionando en Ucrania sino precisamente fuera de ella, y son los pro Putin, sean de extrema izquierda o extrema derecha, quienes lo hacen.\nSi, vamos apañados con China, Rusia, e Irán marcando el camino. De Guatemala a Guatepeor.\n[#1](c1#c-1) Lo de la corrupción franquista suena a justificación añadida para un informe que ya tenía una sentencia clara. En Iberoamérica Estados Unidos ha apoyado y fomentado históricamente a gobiernos corruptos.\nEn cualquier caso parece difícil comparar la corrupción entre periodos de la Historia de España. ¿Fue más corrupta la dictadura franquista, el periodo parlamentario o la República? ¿Qué evidencias hay?\n[#4](c4#c-4) Con la diferencia que las repúblicas iberoamericanas apoyaron al bando aliado durante la guerra mientras que España había sido totalmente favorable al eje.\nUna política de autarquía y proteccionista es el caldo de cultivo ideal para todo tipo de corrupción. El estraperlo y el mercado negro que marcó la posguerra no existían en la república.\n[#4](c4#c-4) \"Diario16 ha tenido acceso a ese informe que es demoledor y que muestra que el franquismo, además de un régimen basado en la represión, la tortura y los asesinatos, era un verdadero nido de corrupción.\"\nEs bastante claro lo que ponen y no sólo hay hemeroteca de sobra del tema, sino que ellos mismos se regalaron una AMNISTÍA en el 77, sabedores de la existencia de sus crímenes de lesa humanidad y haber robado más de medio país.\nRespecto a las diferencias con la segunda república, podríamos hablar de más de medio millón de muertos, de millones de exiliados a la fuerza, de la destrucción del sistema educativo y posterior entrega a la iglesia, de la permisividad del latrocinio al estado por parte de la iglesia e inmiscuirse en áreas del estado con concordatos, volver a traer mediante las armas a los galfarros borbones para seguir robando por más generaciones a los españoles pese a todas las veces que les hemos echado, usar a población española de esclava para realizar trabajos forzados, colaborar con nazis alemanes y fascistas italianos para bombardear a población civil, destruir casi toda la industria automovilística del país (pasando del Hispano-Suiza al 600), pudrir el ejército y la judicatura a base de meter a traidores afines a este régimen corrupto para perpetuarse por la fuerza, quitar derechos a mujeres y trabajadores, romper y regalar partes de España a los americanos y marroquíes, obligar a la población a pasar por una hambruna de muchos años, romper millones de familias entre asesinatos y exilios, etc...\nY lo que queda en el tintero, que no tengo todo el día para escribir, como ese artículo que sacan los fachas para tratar de \"justificar\" todo lo anterior diciendo que \"Largo Caballero dijo\". El ¿y Paracuellos qué? Como si fuesen comparables las matanzas entre los traidores a España y los que defendieron con su vida al país y su democracia.\n[#57](c57#c-57) Ah, entonces me podría tirar 2 vidas poniendo enlaces a infinidad de fuentes, así que casi mejor te dejo la búsqueda de Google y ves por ti mismo lo ampliamente documentado que quedó todo ese oscuro episodio de los traidores a España y que gracias a la ley de AMNISTÍA del 77 además quedaron impunes y sin juzgar, no como el resto de crímenes y criminales que hemos tenido en España.\nhttps://www.google.com/search?q=Franco+corrupci%C3%B3n\n[#61](c61#c-61) Es que justo me puse con ello y parece que no hay tanta como en otros periodos de la historia de España. Se habla mucho de estraperlo. Ahora tenemos el tráfico de drogas que mueve mucho más dinero. No sé, me da la sensación que no podríamos decir que el periodo franquista fue más corrupto.\nOtro tema es ser antifranquista por temas políticos. Ahí sí que hay buenos argumentos.\n[#68](c68#c-68) Si nos vamos al narcotráfico resulta que siguen siendo los mismos\nM. Rajoy con la hija de Fraga haciendo campaña en el yate de un narco, Frijolito con una amistad de años con otro narco, Aznar indultando a los mayores narcos de Europa (según Interpol), etc... También con una amplia hemeroteca del tema. Y si hablamos de la mafia del juego y las apuestas, TAMBIÉN están metidos de lleno los del PP, herederos directos del franquismo.\nSer antifascista, antifranquista y antipepero es lo normal y lógico si no te gusta ver cómo una banda de traidores a España se llenan los bolsillos a la fuerza usando lágrimas ajenas de lubricante, como los violadores.\nAmnistiaron a los responsables de desastre de la dictadura,un ministro de franco se hizo cargo que de que las tradiciones corruptas se mantubieran, montando la estructura del PP ,el Rey se apunto al carro y los que iban a democratizar el pais ,liberarlo de la corrupción se enfangaron con el reparto de lo público y las tradicionales comisiones heredadas que tan bien conocia el funcionariado.\nResultado ideal de una transición ejemplar, que seguimos arrastrando cuatro decadas despues con un bipartidismo y sus medios, que siguen controlando para que nada cambie.\n[#13](c13#c-13) Si les dejamos pasta no sabremos a quién pedirle luego los intereses y la devolución de los favores.\nEmpezando por Juan Carlos primero and Cía la marabunta de políticos hijos del régimen y estamentos judiciales económicos , no es que se advierta un cambio desde que nos encasquetaron la democracia o demoslasgracias o dedocracia.\nPero no hay problema la plebe se compone de una amalgama de analfabetos profundos sin criterio,sin un mínimo de criterio ,basta ver el anuncio del PP para su futuro candidato gallego Rueda y el autobús en el caben todos menos el Puchi\n[#22](c22#c-22) yo ya voté sensacionalista. Estados Unidos no ayudó a España simplemente porque no le interesaba. Realmente la corrupción estaba instaurada en cualquier lugar, en algunos sitios más que en otros quizá pero no es como ahora.\nAportó alimentos a cambio de bases militares junto con residuos nucleares.\n- Se puede acusar a Franco de muchas cosas, pero una cosa es ideologia e idiosincracia y otra es incompetencia.\nSi hubera sido un incompetente no hubiera estado tanto tiempo en el poder, (Quiza porque hubieramos entrado en la WWWII) y no hubiera logrado el Plan Marshall, (convencer a EEUU que ellos no eran aliados de Hitler, que realmente lo que querian erradicar era el comunismo, por eso solo apoyaron en el Frente de Rusia con la division azul), ni que Espana comenzara a ser una potencia turistica. \"Con Fraga hasta la Braga\"\nPor otra parte las mayores atrocidades de la los nacionales ocurrieron durante la guerra civil, os imaginais que en vez de Franco hubiera sido el Caudillo Queipo llano, por poner un ejemplo.\n[#52](c52#c-52) Para mantenerse en el poder siendo un dictador (que es lo que era Franco, aunque algunos no quieran admitirlo, que son precisamente los que llaman dictador a Pedro Sanchez) no hace falta ser competente gobernando, solo ser competente poniendo a gente que sea leal al dictador (aunque solo sea temporalmente) y mantener a la cúpula y a los militares contentos, repartiendo el botín de la dictadura. ¿Franco era competente manteniendo el poder? sí. ¿Era competente en todo lo demás? no lo creo.\nEn tiempos de Franco alguien pregunta cómo están las cosas en España.\n- ¿Y por ahí como estáis?\n- No nos podemos quejar\n- Entonces, todo bien ¿no?\n- No, no: que no nos podemos quejar.\n[#31](c31#c-31) es como el nuevo orden mundial, el fin de las quejas.\nhttps://en.wikipedia.org/wiki/World_Press_Freedom_Index\nUn estadounidense le dijo a un franquista que en España no había libertad, que en Estados Unidos cualquiera podía criticar a Truman sin que le pasara nada\n- ¡Aquí es igual!, contestó el franquista. Aquí podías criticar a Truman y no pasaba nada.\nLo que decian los amigos:\n\"...informe que es demoledor y que muestra que el franquismo, además de un régimen basado en la represión, la tortura y los asesinatos, era un verdadero nido de corrupción.\"\nComo se nota la influencia heredada del franquismo sociológico, todavía hay personas que intentan blanquearlo.\nEsto no es ninguna novedad, la España de los años 40 y principios de los 50 era un desastre. La explosión del crecimiento económico empezó en los 60 y duró hasta principios de los 2000. Su se ajusta a la inflación, el crecimiento del GDP per capita español ha durado unos 40-50 desde el año 60. Y se ha vuelto a estancar de nuevo en la última década y media.\nQue tiempos aquellos, hemos pasado de ser el culo a la boca de U S A..., y tambien hemos mejorado, ahora por los pelos ya no somos el laboratorio social del mundo libre...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.google.com/search?q=Franco+corrupci%C3%B3n",
      "https://en.wikipedia.org/wiki/World_Press_Freedom_Index",
      "https://www.elmundo.es/cultura/2021/12/04/61a9ec63fc6c83454f8b45c4.html",
      "https://elmundo.es/cultura/2021/12/04/61a9ec63fc6c83454f8b45c4.html",
      "https://www.en.wikipedia.org/wiki/World_Press_Freedom_Index",
      "https://www.google.com/search",
      "https://google.com/search?q=Franco+corrupci%C3%B3n"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T14:40:59.545+02:00",
    "updated": "2023-12-24T14:40:59.545+02:00"
  },
  {
    "uuid": "ef44aea5ffcc5a0692a0cb5bc70f625ad4af0092",
    "url": "https://www.thereporteronline.com/2024/07/25/charlie-hustle-the-matter-of-pete-rose-review-a-soiled-baseball-great-attempts-to-come-clean",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gqlshare",
    "published": "2024-07-25T20:17:00Z",
    "title": "‘Charlie Hustle & the Matter of Pete Rose’ review: A soiled baseball great attempts to come clean",
    "text": "By his stats alone, Pete Rose was one of Major League Baseball’s greats. But in 1989, he was banned for life after an investigation found he was betting on his team’s games during his time as manager of the Cincinnati Reds. In the years since, he’s launched campaigns lobbying for a reversal, but offered little by way of contrition. At 83, after all this time, he might be incapable of it. Even so, the four-part HBO documentary “Charlie Hustle & The Matter of Pete Rose” is a searching look for one man’s conscience.\nIntegrity may be little more than a useful fantasy when it comes to the corporate interests of major sports leagues. I’m always interested in the ways that same fantasy shapes how we feel about individual athletes, especially the most talented, when reality paints a more complicated picture. A nickname like Charlie Hustle is a nod to all the qualities we associate with hard work and initiative. Rose would argue his performance on the field bears that out. He’s less inclined to think through the ways his off-field choices embody the less savory definition of “hustle,” as well.\nIf the modern era of celebrity documentaries has been defined by glossy image management and hagiography, filmmaker Mark Monroe achieves something more absorbing and tension-filled simply because Rose is such a dodgy and unreliable narrator. His story is a tragedy, but one of his own making, and you get the feeling that his head is filled with gusts of hot air, swirling with ego, self-delusion and sadness. What a portrait. All the same, it is also profoundly weird that Monroe doesn’t address the prevalence of sports gambling — and the league’s recent involvement with it — until well into the final episode.\nRose’s career in baseball began in 1963 and he was the rare player who spent most of it with his hometown club (born and raised in Cincinnati). He had the blue-collar persona of a grinder that made him a fan favorite. His confidence could slip into arrogance but he was also funny and charming. After breaking a record for base hits, he stood by, fresh off the game and still in uniform, awaiting a call from President Ronald Reagan. It became a comedy of errors when he was repeatedly put on hold, but Rose kept it light and offered up jokes: “I’ll give him my home number,” he shrugged.\nSo that was one side of his personality, a spinner of yarns and always good for a quote. Like many athletes, he was probably something of an adrenaline junkie: “You play sports for one reason. You don’t play for exercise, you play to win.”\nHe was also an inveterate liar. Maybe that’s why Monroe is unable to push his subject to think more deeply about why or how gambling became so central to his life. Rose takes umbrage when he’s compared to the 1919 Black Sox Scandal and Shoeless Joe Jackson: “Joe Jackson was a great player, OK? But Joe Jackson took money to throw a baseball game in the World Series. I bet on my own team to win.” Rose insists there’s a difference.\nEven 35 years later, he’s too squirrelly, too begrudging to fully come clean. Occasionally Monroe catches him in outright lies. There were other allegations in the investigation concerning statutory rape and possibly owing money to the mob, meaning “essentially, they own the manager,” which is how the MLB’s investigator put it. Rose also served five months in a minimum security prison in Marion in downstate Illinois for cheating on his taxes. He insists the ruling handed down by MLB was supposed to be brief as well — a one-year suspension — and it becomes yet another baffling disconnect from reality.\nRegarding the statutory rape allegation, Rose says the girl was “within the range of her age, so who gives a (expletive).” To which Monroe replies: “Your lawyers filed documents saying that she was of legal age at that time, but pretty young, 16.”\n“First of all,” Rose says, “I don’t ever remember going out with a 16-year-old. Eighteen, yes. But don’t forget, I’m not 50 or 60 when I’m going out with the 18-year-old. There’s probably a lot of guys in this room that are 28-30 that date 18 and 19-year-olds.”\n(Monroe isn’t miked, which means every time he asks a question — which is often — it’s a faint voice from off-camera, a choice that suggests a lack of forethought about how these interviews were going to unfold.)\nIt’s clear Rose hopes to sway sentiment in his favor and finally get his shot at the Baseball Hall of Fame, which can only happen if the lifetime ban is lifted. That is unlikely. “He’s never wrong, he’s never going to apologize, he’s never going to back down, it’s always somebody else’s fault,” is how someone puts it. “He is the hero of his own mind.”\nWhat’s behind Rose’s compulsion at this point? His accomplishments stand, regardless of whether he is in the Hall of Fame or not. You can understand or even sympathize with his disappointment. It so obviously weighs on his mind. But as one sports writer puts it: “It matters if the guys who are controlling the outcome of the game are betting and it matters if they’re betting on themselves or their opponents.”\nStill, there’s hypocrisy at play here. In a clip, current MLB commissioner Rob Manfred talks about the ways “sports gaming can be an important source of fan engagement.” Is it wishful thinking to believe everything will remain above board and scandal-free? It’s conspicuous that Monroe never asks Rose his thoughts about any of it.\nPete Rose as seen in the documentary “Charlie Hustle & the Matter of Pete Rose.” (HBO) Wearing a shirt with “hit king” stitched on the collar, Rose ultimately comes across as sadly aggrieved and more than a bit lonely. This isn’t how he envisioned his golden years. Other guys have done the same or worse, is the subtext that comes through, they just never got caught — and he thinks it’s unfair that he is being held to any standard at all.\nThere is no wisdom in hindsight. No long-delayed understanding of the sowing/reaping aphorism. Only a desire to be celebrated one last time with an induction to the Hall of Fame. He remains Charlie Hustle to the end, even if he might be happier accepting that his mistakes are too big to wave away. They’re also what make him human and complex — a man filled with regrets he refuses to admit even exist.\n“Charlie Hustle & The Matter of Pete Rose” — 3 stars (out of 4)\nWhere to watch: The first two episodes premiere at 8 p.m. Wednesday on HBO, followed by the final two episodes at 8 p.m. on Thursday (and streaming on Max)\nNina Metz is a Tribune critic.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charlie hustle",
          "sentiment": "positive"
        },
        {
          "name": "pete rose",
          "sentiment": "positive"
        }
      ],
      "organizations": [
        {
          "name": "hbo",
          "sentiment": "none"
        },
        {
          "name": "cincinnati reds",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:00:41.391+03:00",
    "updated": "2024-07-26T01:00:41.391+03:00"
  },
  {
    "uuid": "a443e9a905075b5f50d13705ca9a582442477280",
    "url": "https://www.sunjournal.com/2025/01/31/man-who-takes-10-pills-a-day-questions-the-efficacy-of-his-meds",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Randy Baril",
    "published": "2025-01-31T05:01:00Z",
    "title": "Man who takes 10 pills a day questions the efficacy of his meds",
    "text": "Dr. Keith Roach\nDEAR DR. ROACH: I am an 84-year-old male in fairly good health for my age. I take 8-10 pills a day, including two over-the-counter medications. I take four or five in the morning and four or five in the evening. My question is, how effective are these medications if they are all being taken together and mixed in my stomach? Won’t there be some kind of chemical reaction resulting in less effectiveness?\nThe medicines that I am presently taken are atorvastatin, amlodipine, baby aspirin (81 mg), irbesartan, finasteride, hydralazine, clonidine and Myrbetriq. — R.W.\nANSWER: These medicines are commonly used together, but since it’s impossible to keep all possible drug interactions in just one head, doctors and pharmacists use drug interaction calculators to look for possible interactions. But these take expertise to interpret.\nFor example, when I ran your list through my calculator, it identified six potential interactions. However, only one of them was considered to be of potential significance (between metformin and aspirin), and this is only when the dose of aspirin is 40 times the dose you are taking.\nThe rest of the potential interactions are considered minor, such as small changes in the effectiveness of the blood pressure medicines. But since you are on four blood pressure medicines, your doctor should already be carefully monitoring your blood pressure.\nIn order for your doctor and pharmacist to be able to optimally help you, it’s critical that at least one of your doctors (such as your primary care doctor) knows all of your medicines, and it’s best to get them all at the same pharmacy.\nDEAR DR. ROACH: I have been tentatively diagnosed with normal pressure hydrocephalus (NPH). I am 96, and they are hesitant to put in a shunt. They will try a spinal tap. Is there any hope that this will have lasting effects? — M.G.\nANSWER: Most cases of NPH have no obvious cause. The diagnosis is made when the symptoms are consistent and the MRI scan shows increased amounts of fluid in the brain. The diagnosis isn’t always easy to make, and the main issue is often failing to think of the diagnosis.\nThe classic triad of symptoms are memory and thinking changes (resembling early dementia), changes in gait, and urinary incontinence. However, not everyone has urinary incontinence, especially early on in the disease. In addition, the brain changes may be misdiagnosed as depression. The gait changes are the most consistent and often what makes the clinician think of the disease. The gait can appear similar to Parkinson’s disease, but people with NPH have a wider-based gait, which is slow with small steps.\nWhen the diagnosis is considered, a lumbar puncture (“spinal tap”) may be performed to see if removing the excess fluid will improve symptoms. Only if the removal of fluid improves symptoms (usually the gait is measured before and after) would they consider a shunt, which is a permanent tube to let excess spinal fluid drain into the abdomen. The benefit of the diagnostic fluid removal is only for the short-term, while the shunt provides long-term relief.\nWithout knowing more about the symptoms that led your doctors to consider NPH, I can’t guess how likely it is that the removal of the spinal fluid and subsequent shunt will help you, but there absolutely is hope that it might help, especially with the gait disturbance.\n* * *\nDr. Roach regrets that he is unable to answer individual letters, but will incorporate them in the column whenever possible. Readers may email questions to ToYourGoodHealth@med.cornell.edu or send mail to 628 Virginia Dr., Orlando, FL 32803.\n(c) 2025 North America Syndicate Inc.\nAll Rights Reserved",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Health->health insurance",
      "Health->medical profession",
      "Social Issue->social services",
      "Social Issue->senior citizens",
      "Social Issue->ageism",
      "Lifestyle and Leisure->wellness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Keith Roach",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "a443e9a905075b5f50d13705ca9a582442477280",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T08:52:41.514+02:00",
    "updated": "2025-01-31T08:52:41.514+02:00"
  }
]