[
  {
    "uuid": "60187295568456c926a6e9cdd7fc742d4ba02b7d",
    "url": "https://www.kqed.org/news/11984016/judge-rules-california-split-lot-housing-law-unconstitutional",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@e_baldi",
    "published": "2024-04-25T21:11:00Z",
    "title": "Judge Rules California Split-Lot Housing Law ‘Unconstitutional’ | KQED",
    "text": "A [controversial 2021 law](https://www.kqed.org/news/11860308/why-just-allowing-fourplexes-wont-solve-californias-housing-affordability-crisis) that allows property owners in California to split their lots and build up to two new homes is unconstitutional, a Los Angeles Superior Court judge ruled this week. The ruling striking down [Senate Bill 9](https://focus.senate.ca.gov/sb9) only applies to the five Southern California charter cities that were parties to the case: Redondo Beach, Whittier, Carson, Del Mar and Torrance. However, if the case is appealed, the appellate court’s ruling will apply to [charter cities](https://www.cacities.org/UploadedFiles/LeagueInternet/6b/6bbb4ee3-88f9-4d8f-93ad-0075a7b486c4.pdf) statewide, including San Francisco, Oakland and San José. The decision, issued on Monday, is a blow to key state leaders, who [hailed the law](https://www.gov.ca.gov/2021/09/16/governor-newsom-signs-historic-legislation-to-boost-californias-housing-supply-and-fight-the-housing-crisis/) as a way to [open single-family neighborhoods](https://www.kqed.org/news/11840548/the-racist-history-of-single-family-home-zoning) to desperately needed housing. And it’s an endorsement of an opposing idea: that suburban neighborhoods should be reserved for single-family homes, said Chris Elmendorf, a law professor at UC Davis. “It’s an indication of unease or discomfort with housing laws that are trying to transform single-family-home neighborhoods,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://focus.senate.ca.gov/sb9)",
      "https://www.cacities.org/UploadedFiles/LeagueInternet/6b/6bbb4ee3-88f9-4d8f-93ad-0075a7b486c4.pdf)",
      "https://www.gov.ca.gov/2021/09/16/governor-newsom-signs-historic-legislation-to-boost-californias-housing-supply-and-fight-the-housing-crisis/)",
      "https://www.focus.senate.ca.gov/sb9)",
      "https://cacities.org/UploadedFiles/LeagueInternet/6b/6bbb4ee3-88f9-4d8f-93ad-0075a7b486c4.pdf)",
      "https://gov.ca.gov/2021/09/16/governor-newsom-signs-historic-legislation-to-boost-californias-housing-supply-and-fight-the-housing-crisis/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "carson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "los angeles superior court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "southern california",
          "sentiment": "none"
        },
        {
          "name": "san josé",
          "sentiment": "none"
        },
        {
          "name": "redondo beach",
          "sentiment": "none"
        },
        {
          "name": "torrance",
          "sentiment": "none"
        },
        {
          "name": "whittier",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "oakland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:18:29.912+03:00",
    "updated": "2024-04-26T01:48:50.128+03:00"
  },
  {
    "uuid": "a2cbe331a7c8544b33ebd2c8e78f40a7223586b1",
    "url": "https://dnyuz.com/2024/02/01/tom-cotton-hell-of-a-coincidence-shou-zi-chew-became-tiktok-ceo-day-after-inking-deal-with-china",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Breitbart",
    "published": "2024-02-01T19:03:00Z",
    "title": "Tom Cotton: ‘Hell of a Coincidence’ Shou Zi Chew Became TikTok CEO Day After Inking Deal with China – DNyuz",
    "text": "Sen. Tom Cotton (R-AR) on Wednesday said there was a “hell of a coincidence” in how Shou Zi Chew became the CEO of TikTok the day after he brokered a deal with China.\nDuring the hearing, Cotton noted the strong ties between TikTok and the Chinese Communist Party.\nCotton said that Shou Zi Chew used to be the chief financial officer (CFO) of Bytedance, the parent company of TikTok. He then noted that in 2021, while the TikTok was the CFO of Bytedance, the China Internet Investment Fund, the a Chinese government investment fund, took a “one percent stake” in the ByteDance technology company.\n“In return for that one percent golden share, the party took one of three board seats at that subsidiary company, is that correct,” Cotton asked.\n“It’s for the Chinese business, yes,” the TikTok CEO responded.\n“That deal was finalized on April 30, 2021. Isn’t it true that you were appointed the CEO of TikTok the very next day on May 1, 2021?”\n“That’s a hell of a coincidence,” Cotton said.\n“TikTok’s CEO dodged simple questions today about both his and TikTok’s relationship with the Chinese Communist Party. Shou Chew knows that anyone, especially senior leadership in a Chinese company, can work with the Chinese communists,” Cotton wrote.\nTikTok’s CEO dodged simple questions today about both his and TikTok’s relationship with the Chinese Communist Party.\nShou Chew knows that anyone, especially senior leadership in a Chinese company, can work with the Chinese communists. pic.twitter.com\\/AHYhFEVdvw\n— Tom Cotton (@SenTomCotton) January 31, 2024\nCotton added, “TikTok’s parent company ByteDance is required to turn over any American’s data the Chinese Communist Party asks for. Yet TikTok’s CEO wants us to believe the app is safe for Americans. He’s lying, and we should ban TikTok.”\nTikTok’s parent company ByteDance is required to turn over any American’s data the Chinese Communist Party asks for.\nYet TikTok’s CEO wants us to believe the app is safe for Americans.\nHe’s lying, and we should ban TikTok. pic.twitter.com\\/Q49VHwvhLZ\n— Tom Cotton (@SenTomCotton) January 31, 2024\nSean Moran is a policy reporter for Breitbart News. Follow him on Twitter @SeanMoran3 .\nThe post Tom Cotton: ‘Hell of a Coincidence’ Shou Zi Chew Became TikTok CEO Day After Inking Deal with China appeared first on Breitbart .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shou zi chew",
          "sentiment": "negative"
        },
        {
          "name": "tom cotton",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "chinese communist party",
          "sentiment": "none"
        },
        {
          "name": "tiktok",
          "sentiment": "none"
        },
        {
          "name": "china internet investment fund",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "bytedance",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:12:05.809+02:00",
    "updated": "2024-02-02T01:12:05.809+02:00"
  },
  {
    "uuid": "d551770e9ab9c1e95dfde51ff50d5a2b8d75e422",
    "url": "https://www.ncesc.com/geographic-faq/why-did-the-protestants-hate-the-catholic-church",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ginger Stevenson",
    "published": "2024-05-24T21:22:00Z",
    "title": "Why did the Protestants hate the Catholic Church?",
    "text": "Why did the Protestants hate the Catholic Church?\nThere were several reasons why the Protestants harbored a strong dislike and animosity towards the Catholic Church during the Reformation:\n-\nTheories about the Roman Catholic Church’s intentions\nProtestants believed that the Catholic Church was impeding on their rights to the western lands, which led to suspicion and distrust.\n-\nAnti-Catholicism fueled by immigration\nDuring the mid-nineteenth century, Protestant leaders became concerned with the influx of Catholic immigrants from Ireland and Germany, leading to heightened anti-Catholic sentiments.\n-\nCatholic Church as the Whore of Babylon\nProtestant ministers preached that the Catholic Church was the Whore of Babylon, as described in the Book of Revelation.\n-\nCorruption and perceived abuses\nProtestants criticized the Catholic Church for its alleged corruption, including the sale of indulgences and the perceived misuse of relics for financial gain.\n-\nDifferences in theological beliefs\nDisagreements over theological matters such as the role of faith and good works in attaining salvation also contributed to the deepening divide between Protestants and Catholics.\nThese factors, along with others including nationalism and a questioning of traditional practices during the Renaissance, led to a revolt by Protestants against the Roman Catholic Church.\nWhy did Protestants dislike the Catholic Church?\nProtestants held a strong dislike towards the Catholic Church due to the heavy influx of Catholic immigrants from Ireland and Germany during the mid-nineteenth century. They viewed the Catholic Church as the Whore of Babylon mentioned in the Book of Revelation, and believed that the church was corrupt, engaging in practices such as the sale of indulgences. Protestants also accused the Catholic Church of using relics as a means of making money, rather than as objects of true religious significance and faith.\nWhy were Protestants angry with the Catholic Church?\nProtestants were angry with the Catholic Church due to their perception of corruption within the church. They criticized the Catholic Church’s practices surrounding the veneration of saints, arguing that relics were inauthentic and incapable of performing miracles or curing illness. Protestants believed that the Catholic Church exploited these practices as a means of financial gain.\nWhy were the Catholics and Protestants against each other?\nCatholics and Protestants found themselves at odds with each other during the Reformation period primarily due to theological differences. One of the key points of contention was the disagreement over whether salvation in heaven could be attained through faith in God alone or through a combination of faith and good works. This difference in belief led to a deep divide between the two groups.\nWhy did Protestant revolt against the Roman Catholic churches?\nProtestants launched a revolt against the Roman Catholic churches due to a variety of reasons. The core motivation behind this revolt was theological, as Protestants questioned and challenged certain beliefs and practices of the Catholic Church. This revolt was also fueled by the rise of nationalism, disillusionment with the papacy due to the Western Schism, and a general perception of corruption within the Roman Curia. The impact of humanism and the new learning of the Renaissance further contributed to the discontent that led to the Protestant revolt.\nThe Best Thing to Say to People Who Hate the Catholic Church\nThis section of the article does not provide any information or answer to the question.\nWhen did the Catholic Church become corrupt?\nThe Catholic Church started facing criticism and accusations of corruption by the 1300s. Many Catholics, including clergy, began to criticize the alleged corruption and abuses within the Church. Issues such as the authority of the pope, Church teachings, and the need for new forms of Christian faith were questioned and challenged during this time.\nWhy do Protestants not believe in the Pope?\nProtestant Christians reject the belief in papal supremacy held by the Roman Catholic Church. Protestants argue that the tradition of the See of Rome’s primacy in the early Church was not equivalent to the current doctrine of papal supremacy, and they do not acknowledge the Pope as having supreme authority within the Church.\nWhy Protestants don’t pray to Mary?\nProtestants do not pray to Mary, as they consider it to be extreme and potentially idolatrous. According to their beliefs, excessive attention and prayers directed towards Mary may distract from the worship of God.\nCan a Catholic go to a Protestant church?\nYes, a Catholic can attend a Protestant church. However, it is important to note that Protestant churches do not have a mass. The service in a Protestant church is typically referred to as Holy Communion or Eucharist.\nCan a Catholic marry a Protestant?\nIt is possible for a Catholic to marry a Protestant, but permission must be granted for the marriage to take place. The Catholic Church allows for such marriages under certain conditions and guidelines.\nWhy do Catholics pray to Mary?\nCatholics pray to Mary as a way of remembering and honoring the great mysteries of their faith, such as the Incarnation and Redemption through Christ. They also see prayers to Mary as an act of praise to God for the wonderful things that he has done through one of his creatures. Additionally, Catholics believe in the intercessory power of Mary, which is why they seek her prayers on their behalf.\nWho restored Catholicism in England?\nIn 1553, Queen Mary I restored Catholicism as the state religion in England. This marked a reversal of the previous decision that had separated the Church of England from the authority of the Pope, making the Pope the head of the church once again.\nIs the royal family Catholic or Protestant?\nThe royal family of England is Protestant and specifically belongs to the Anglican Communion, which is the largest branch of Protestantism in England. They have been a part of this religion since the sixteenth century and hold the title of the Supreme Governor of the Church of England.\nWhat were the 3 main criticisms of the Catholic Church?\nThe three main criticisms directed towards the Catholic Church are as follows:\n- Criticism of the Catholic Church for their non-ordination of women to the priesthood.\n- Criticism of the Church’s handling of incidents of sexual abuse.\n- Criticism of the Church’s interactions with other faiths.\nWhy did Protestants remove books from the Bible?\nIn the sixteenth century, Martin Luther and other Protestant reformers questioned the authority of certain texts in the New Testament. As a result, they proposed removing several books from the New Testament canon, such as Hebrews, James, Jude, and the Book of Revelation, as they believed these books lacked sufficient biblical authority.\nWhat is the closest religion to Catholicism?\nThe closest religion to Catholicism is the Oriental Orthodox Churches, including the Coptic, Syriac, Armenian, Ethiopian, Eritrean, and Malankaran churches. These churches assert their communion as constituting the One, Holy, Catholic, and Apostolic Church.\nWhich Protestant is closest to Catholic?\nThe Episcopal Church can be considered the Protestant denomination that is closest to Catholicism. They describe themselves as “Protestant, yet catholic” and maintain apostolic succession, tracing their bishops back to the apostles through holy orders.\nWho are more Catholic or Protestant?\nThe Roman Catholic Church is the largest Christian sect in the world, with over one billion followers. In comparison, there are approximately 900 million Protestants worldwide, spread across various denominations.\nDo Protestants say Hail Mary?\nProtestants generally do not say the Hail Mary prayer. While some Protestant denominations may include elements of the Hail Mary in their devotional practices, it is not commonly recited in Protestant worship.\nIs a rosary only Catholic?\nThe use of the rosary is traditionally associated with Catholicism. However, there are instances of other Christians, such as Lutherans and Anglicans, incorporating rosary-based prayers into their devotional practices.\nWhat is the difference between Catholics and Protestants?\nThere are several differences between Catholics and Protestants:\n- Catholics acknowledge the authority of the Pope and hold the belief in papal supremacy, while Protestants reject this notion.\n- Catholics venerate saints and Mary, while Protestant beliefs may vary regarding the veneration of saints and prayers to Mary.\n- Catholics practice sacraments, including the Eucharist and confession, while Protestant denominations may have different practices and interpretations of these sacraments.\n- Catholics have a hierarchical structure with priests, bishops, and the Pope, while Protestant churches may have different forms of church governance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "catholic church",
          "sentiment": "negative"
        },
        {
          "name": "roman catholic church",
          "sentiment": "none"
        },
        {
          "name": "whore of babylon protestant",
          "sentiment": "none"
        },
        {
          "name": "protestant",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ireland",
          "sentiment": "none"
        },
        {
          "name": "babylon",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T00:25:13.510+03:00",
    "updated": "2024-05-25T00:25:13.510+03:00"
  },
  {
    "uuid": "524d7fa58b41a6267c6e89a471038a2bdd19b6a2",
    "url": "https://timesofindia.indiatimes.com/city/nagpur/nagpur-monsoon-rain-causes-trees-uprooted-and-power-outages/articleshow/109993013.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Times Of India",
    "published": "2024-05-10T00:00:00Z",
    "title": "Rain: Nagpur Monsoon Rain Causes Trees Uprooted and Power Outages | - Times of India",
    "text": "Nagpur: Thursday’s unexpected downpour, accompanied by thunderstorms, exposed NMC’s shortcomings in preparations just days ahead of monsoon. Firefighters were left battling waterlogging and fallen trees throughout the day. Numerous areas witnessed uprooted trees, resulting in damage to vehicles and electric lines, leading to power outages. Municipal commissioner Abhijeet Chaudhari downplayed the disruptions, citing only minor incidents like tree falls, but the ground reality was different.109993011 The closure of Hingna substation compounded issues, affecting power supply to western and southwestern parts. Mahavitran workers redirected power to restore electricity to affected consumers. NMC’s water pipeline work exacerbated issues, making roads slippery and causing accidents.Flooding affected areas like Shrikrishna Nagar and Padole Square. Waterlogging due to ongoing construction work and scattered materials hindered traffic flow in these areas. In the storm’s aftermath, residents and shop owners were seen cleaning water-logged premises. They emphasized the need for long-term solutions to mitigate such calamities.“The sudden rains have exposed the vulnerabilities in the city’s infrastructure and disaster preparedness,” said Amit Jain, a Juni Shukrawari businessman.Despite social media appeals, civic body response was lacking, leaving citizens to deal with the aftermath.Rice stored in a warehouse at Jalaram Mandir in Lakadganj area suffered damage as water flooded its basement. Bhavan’s Shrikrishna Nagar School witnessed flooding as rainwater inundated several nearby houses too. Swift action by firefighters cleared the accumulated water, unclogged stormwater networks and dewatered submerged basements.The untimely rains during summer’s peak led to traffic congestion as many roads and parts of the city became waterlogged. Ongoing cement road construction and other development projects, particularly in east and south Nagpur, contributed to the chaos. Construction sites from Great Nag Road to Jagnade Square and Umred Road to Digori exacerbated waterlogging issues.Areas prone to waterlogging during the monsoon, such as Pratap Nagar Ring Road’s Padole Square, Shankar Nagar, Manish Nagar, and others, were affected.We also published the following articles recentlyRituparna Sengupta gets stuck on a waterlogged road due to heavy rain in KolkataRituparna Sengupta faced road issues in Kolkata, shared video. Fans admired her humility. Working on 'Madam Sengupta', promoting 'Dabaru' with a chess theme. 'Dabaru' features Karuna Devi and ensemble cast. Release on May 10th.109912908EC lifts freeze on NMCs flood prevention worksNagpur faces delays in flood prevention due to poll freeze. Urgent restoration allowed. 120 projects impacted by model code. Urban dev. dept. involvement sought. High court petition on flood aftermath. Ambazari Dam work ongoing.109929926Rituparna Sengupta wades through waterlogged streets post Monday rainKolkata's first rain brought relief from heat. Rituparna Sengupta shared a post-downpour video while filming Madam Sengupta with Rahul Bose and Ritwick Chakraborty.109917804",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abhijeet chaudhari",
          "sentiment": "none"
        },
        {
          "name": "shrikrishna nagar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nmc",
          "sentiment": "negative"
        },
        {
          "name": "nagpur monsoon rain causes trees uprooted and power outages | - times of india nagpur",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "padole square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T03:08:20.549+03:00",
    "updated": "2024-05-10T03:08:20.549+03:00"
  },
  {
    "uuid": "8839e4842631276d86e8d2dcc91c3d92b1a7a008",
    "url": "https://www.8world.com/videos/news-bite/france-wildfire-2843121",
    "ord_in_thread": 0,
    "author": "8world",
    "published": "2025-07-10T05:20:00Z",
    "title": "法国马赛林火受控 居民重返家园",
    "text": "法国马赛林火受控 居民重返家园 新闻快报 发布： 10 Jul 2025 05:31 更新: 9分钟前 收藏 收藏 法国南部城市马赛郊区的林火，延烧一天一夜后目前已受控制，但当局警告干燥天气可能会导致野火死灰复燃。当局随后解除疏散令，允许早前被疏散的居民重返家园。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "topics": [
      "Disaster and Accident->fire",
      "Disaster and Accident->emergency response",
      "Disaster and Accident->natural disaster",
      "Social Issue->social condition",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T12:20:23.165+03:00",
    "updated": "2025-07-10T09:22:34.000+00:00"
  },
  {
    "uuid": "cf825301fac3d97d2af4117e5e46b3085b366e7f",
    "url": "https://abcnews.go.com/US/video/officials-rescue-man-floating-cooler-off-florida-coast-114712198",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC News",
    "published": "2024-10-11T00:00:00Z",
    "title": "Officials rescue man floating on cooler off Florida coast after Hurricane Milton",
    "text": "Officials said an Air Station Miami 65 helicopter crew rescued the man who was approximately 30 miles off Longboat Key, a town along the state's central-west coast. October 11, 2024 Examined Examined What’s next for Russia? Jun 29, 2022What comes next after Texas school shooting? May 25, 2022What's next for abortion rights in America? May 03, 2022The new battle for voting rights May 02, 2022How we can build a clean and renewable future Apr 19, 2022The fight for Kyiv Mar 11, 2022Examining extremism in the military Apr 27, 2021Gun violence: An American epidemic? May 03, 2023Border crisis: What’s happening at the US-Mexico border? Jun 18, 2021Remembering George Floyd: A year of protest May 25, 2021The source of COVID-19: What we know Apr 07, 2021How did the GameStop stock spike on Wall Street happen? Feb 12, 2021Why are people hesitant to trust a COVID-19 vaccine? Dec 10, 2020How climate change and forest management make wildfires harder to contain Sep 29, 2020Disparity in police response: Black Lives Matter protests and Capitol riot Feb 23, 20212020 in review: A year unlike any other Dec 22, 2020Examined: How Putin keeps power Mar 12, 2021Why don’t the Electoral College and popular vote always match up? Oct 29, 2020US crosses 250,000 coronavirus deaths Nov 18, 20202nd Impeachment Trial: What this could mean for Trump Feb 08, 2021Presidential transition of power: Examined Dec 01, 2020How Donald Trump spent his last days as president Jan 18, 2021How Joe Biden's inauguration will be different from previous years Jan 15, 2021Belarus’ ongoing protests: Examined Dec 04, 2020Trump challenges the vote and takes legal action Nov 05, 20202020’s DNC and RNC are different than any before Aug 17, 2020What is happening with the USPS? Aug 20, 2020Voting in 2020 during COVID-19 Oct 13, 2020Disinformation in 2020 Oct 30, 2020 ABC News Specials on Impact X Nightline: On the Brink Dec 14, 2023Impact X Nightline: Unboxing Shein Nov 27, 2023The Lady Bird Diaries Nov 27, 2023Impact X Nightline: It's Britney Nov 27, 2023Impact X Nightline: Natalee Holloway -- A Killer Confesses Nov 27, 2023Impact X Nightline: Who Shot Tupac? Nov 27, 2023Wild Crime Oct 26, 2022Impact x Nightline Oct 28, 2022Power Trip: Those Who Seek Power and Those Who Chase Them Sep 27, 2022The Murders Before the Marathon Sep 01, 2022The Ivana Trump Story: The First Wife Jul 25, 2022Aftershock Jul 18, 2022Mormon No More Jun 22, 2022Leave No Trace: A Hidden History of the Boy Scouts Jun 15, 2022Keeper of the Ashes: The Oklahoma Girl Scout Murders May 20, 2022The Orphans of COVID: America's Hidden Toll May 13, 2022Superstar: Patrick Swayze Apr 14, 2022The Kardashians -- An ABC News Special Apr 05, 202224 Months That Changed the World Mar 30, 2022Have You Seen This Man? Mar 22, 2022",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T13:28:54.706+03:00",
    "updated": "2024-10-11T13:28:54.706+03:00"
  },
  {
    "uuid": "7e97b9b22382f26dcd40490dec5fb605259b5060",
    "url": "https://www.tribalfootball.com/article/soccer-mls-atlanta-united-s-10m-bid-for-newcastle-star-almiron-set-to-be-accepted-this-week-6ffd4e25-fead-4695-a58c-db5cc7b61dce",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ansser Sadiq",
    "published": "2025-01-16T21:35:00Z",
    "title": "Atlanta United's £10M bid for Newcastle star Almiron set to be accepted this week",
    "text": "Atlanta United’s £10M bid for Newcastle star Almiron set to be accepted this week\nAtlanta United’s offer for Miguel Almiron may be enough to get a deal done this month.\nThe Mail states that the MLS club have put in a bid of £10M for the Paraguayan.\nAdvertisement\nAdvertisement\nAlmiron, who is now 30, wants to return to his old club to resuscitate his career.\nHe has become a bit part player at Newcastle under boss Eddie Howe over the past 12 months.\nOnce a favorite of the manager, he is now a bench option who rarely plays in the Premier League from the start.\nNewcastle are unlikely to sign a replacement this month due to PSR concerns.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "topics": [
      "Sport->soccer",
      "Sport->sport industry",
      "Sport->sports transaction",
      "Economy, Business and Finance->tourism and leisure industry",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->financial and economic news"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.flashscore.com/player/almiron-miguel/AwqEUHxT/",
      "https://www.flashscore.com/team/newcastle-utd/p6ahwuwJ/",
      "https://www.flashscore.com/team/newcastle-utd/p6ahwuwJ",
      "https://www.flashscore.com/player/almiron-miguel/AwqEUHxT",
      "https://flashscore.com/team/newcastle-utd/p6ahwuwJ/",
      "https://flashscore.com/player/almiron-miguel/AwqEUHxT/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Miguel Almiron",
          "sentiment": "neutral"
        },
        {
          "name": "Eddie Howe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Atlanta United",
          "sentiment": "negative"
        },
        {
          "name": "Newcastle",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:11:35.903+02:00",
    "updated": "2025-01-17T00:11:35.903+02:00"
  },
  {
    "uuid": "7a8b81f94967120d16023db6976b449cdf58fc27",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7367796.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:32:00Z",
    "title": "医疗ETF基金（159891）跌0.95%，半日成交额42.05万元|ETF基金_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，医疗ETF基金（159891）跌0.95%，报0.415元，成交额42.05万元。医疗ETF基金（159891）重仓股方面， 迈瑞医疗 截止午盘跌1.30%， 爱尔眼科 跌1.16%， 联影医疗 涨0.26%， 爱美客 跌1.08%， 新产业 跌0.36%， 惠泰医疗 跌0.54%， 鱼跃医疗 涨0.54%， 美年健康 跌1.59%， 九安医疗 跌0.53%， 山东药玻 跌0.40%。\n医疗ETF基金（159891）业绩比较基准为中证全指医疗保健设备与服务指数收益率，管理人为建信基金管理有限责任公司，基金经理为龚佳佳，成立（2021-05-27）以来回报为-58.24%，近一个月回报为-0.64%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->healthcare industry",
      "Social Issue->social condition",
      "Social Issue->social services",
      "Social Issue->population and census"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:38:57.747+03:00",
    "updated": "2025-06-20T05:10:33.000+00:00"
  },
  {
    "uuid": "8300c886118e87e469fe475ea35497e73324136c",
    "url": "https://www.sheknows.com/parenting/articles/2925126/jeannie-mai-monaco-culture-new-year/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sydni Ellis",
    "published": "2023-12-28T21:35:00Z",
    "title": "Jeannie Mai Plans to Teach Monaco About Her Culture This Year – SheKnows",
    "text": "[Jeannie Mai](https://www.sheknows.com/tags/jeannie-mai/) is excited to teach her daughter Monaco, who turns 2 next month, more about her [culture](https://www.sheknows.com/tags/culture/) in the new year. The Real host opened up about the one special way she plans to do just that in 2024. During dress rehearsals for the Hollywood Party of Dick Clark’s New Year’s Rockin’ Eve with Ryan Seacrest 2024, Mai opened up about the exciting place she is taking Monaco to this year. “Traveling is a big thing for Monaco and I,” Mai said. “So, I’ve already taken her to about six different countries. This year, I want to take her to Vietnam ‘cause she’s never been and I wanna do some work out there. I wanna do some of my philanthropic work with anti-trafficking, and I wanna teach her about part of her heritage.” How cool is that? Mai, who shares Monaco with ex Jeezy, has been very open about teaching her daughter about her Black and Vietnamese culture. “It really does take a village, and not just to help you but also to help your child just identify themselves with their family and who plays what roles. That’s big for me as a Vietnamese American — family is everything,” she told [PEOPLE](https://www.sheknows.com/parenting/slideshow/2800709/jeannie-mai-jenkins-daughter-monaco-identify-herself/) in June. She went on, “Monaco is a beautiful Black Vietnamese American, and what that means is really understanding what being Black means from your grandfather, what being Black means from your cousin, what being Vietnamese means from your grandmother because she has a totally different take than what I have as a Vietnamese American.” In a December appearance on [The Jennifer Hudson Show,](https://www.sheknows.com/parenting/articles/2909303/jeannie-mai-baby-monaco-speaks-english-vietnamese/) the Raid the Cage host revealed another way she’s helping Monaco learn who she is: “I’m teaching [Monaco] Vietnamese, so she speaks English and Vietnamese,” Mai said. “I mean, she pretty much understands everything we say in Vietnamese, which is so cool because that’s how I learned to speak. I have to speak it fully at home, and then when you go to school, you’ll learn English like that [snaps].” Above it all though, Mai hopes for happiness next year. In the dress rehearsal interview shared with press for Dick Clark’s New Year’s Rockin’ Eve, Mai said she’s manifesting “pure joy” in 2024. “I just want good ‘ol wholesome joy,” Mai continued. “Like that stuff that feels so calm and readily available that it doesn’t need a night out. It doesn’t need to be looked for. It just is there because you feel whole and you feel safe. That’s what I want to have. I know how to conjure it, and I want to keep it for all of 2024.” Before you go, check out Jeannie Mai’s best quotes about [being a mom](https://www.sheknows.com/parenting/slideshow/2755854/jeannie-mai-jenkins-motherhood-quotes/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeannie mai",
          "sentiment": "negative"
        },
        {
          "name": "mai",
          "sentiment": "none"
        },
        {
          "name": "” mai",
          "sentiment": "none"
        },
        {
          "name": "ryan seacrest",
          "sentiment": "none"
        },
        {
          "name": "dick clark",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "monaco",
          "sentiment": "negative"
        },
        {
          "name": "hollywood party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "monaco",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:03.714+02:00",
    "updated": "2023-12-29T00:04:03.714+02:00"
  },
  {
    "uuid": "399d9bea1d3258589a37ca62bc9e4df052da24de",
    "url": "https://news.abplive.com/business/infosys-layoffs-more-trainees-at-mysuru-campus-here-is-what-the-it-firm-offered-them-1760843",
    "ord_in_thread": 0,
    "author": "ABP Live Business",
    "published": "2025-03-27T07:07:00Z",
    "title": "Infosys Layoffs More Trainees At Mysuru Campus; Here's What The IT Firm Offered Them",
    "text": "Earlier, officials from Karnataka’s Labour Department visited Infosys’ campuses in Bengaluru and Mysuru to assess the situation after reports of trainee layoffs Source : Glassdoor Software giant Infosys has reportedly terminated 30-45 trainees from its Mysuru campus on March 26 after they failed to pass internal assessments, according to a Moneycontrol report citing sources. However, the Bengaluru-based company is providing an alternative career path for the affected trainees, offering 12 weeks of training for potential roles in Infosys Business Process Management (BPM), it added.\nThis move comes two months after Infosys let go of approximately 350 trainees from the same campus, who had been onboarded after a delay of over 2.5 years. Additionally, Infosys announced it would sponsor the training for those who choose to pursue the BPM course.\n“Further to the announcement of the results of your final assessment attempt, please be informed that you have not met the qualifying criteria in the 'Foundation skills training program' despite the additional preparation time, doubt-clearing sessions, and several mock assessments opportunities,” mails sent to trainees read, as per the report.\nOne-Month Ex-gratia Payment\nIn addition, India’s second-largest IT services company is offering affected trainees a one-month ex-gratia payment along with a relieving letter.\nFor those unwilling to pursue the BPM pathway, Infosys will arrange transport from Mysuru to Bangalore and provide a standard travel allowance to their hometown. If needed, trainees can stay at the Employee Care Centre in Mysuru until their departure date.\nTrainees wishing to leave the campus have been asked to submit their travel and accommodation preferences by March 27, 2025.\nAlso Read: Llyods Recruiting Engineers In India After Slashing Jobs In UK. See Which Roles It Is Hiring For\nClean Chit\nOn February 27, the Karnataka Labour Department cleared Infosys of any labour law violations concerning the termination of trainees, based on documentary evidence.\n“They were all only trainees, and some underwent training for three months. We cannot call it a layoff, so these labour laws are not applicable in such cases. A layoff applies only when there is regular employment. There is no employer-employee relationship at all. They were all apprenticeship trainees, not employees,” a source stated in the report.\nEarlier, officials from Karnataka’s Labour Department visited Infosys’ campuses in Bengaluru and Mysuru to assess the situation after reports of trainee layoffs. This followed a directive from the Union Labour Ministry, instructing the Karnataka Labour Commissioner and Labour Secretary to investigate the matter and take necessary actions to resolve the issue.\nInfosys has consistently maintained that the company has adhered to its existing policy, which states that freshers who fail the assessment will not be able to continue with the organisation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->layoffs",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Labor->employment",
      "Labor->labour market",
      "Labor->unemployment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Karnataka",
          "sentiment": "negative"
        },
        {
          "name": "Bengaluru",
          "sentiment": "negative"
        },
        {
          "name": "Mysuru",
          "sentiment": "negative"
        },
        {
          "name": "India",
          "sentiment": "negative"
        },
        {
          "name": "Bangalore",
          "sentiment": "negative"
        },
        {
          "name": "UK",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Glassdoor Software",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Moneycontrol",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Infosys Business Process Management",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "BPM",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Foundation",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "the Union Labour Ministry",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Clean Chit",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Karnataka Labour Department",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T09:19:26.759+02:00",
    "updated": "2025-03-27T09:19:26.759+02:00"
  }
]