[
  {
    "uuid": "c09f97ca283007ed66527ea35998413c095d5806",
    "url": "https://www.iltempo.it/iltempotv/2024/05/24/video/divina-commedia-dante-scuola-treviso-islam-tommaso-cerno-finta-integrazione-39416928",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@iltempo_official",
    "published": "2024-05-24T16:19:00Z",
    "title": "Niente Dante a scuola per gli islamici, Cerno smonta la finta integrazione amata dalla sinistra – Il Tempo",
    "text": "Niente Dante a scuola per gli islamici, Cerno smonta la finta integrazione amata dalla sinistra L'ultima balla della finta integrazione amata dalla sinistra è che \"Dante offende l’Islam\". Con questa motivazione, i genitori di due studenti di una scuola media della provincia di Treviso hanno ottenuto che ai propri figli non venga insegnata la Divina Commedia. Il punto con il direttore Tommaso Cerno. Dai blog [Controtempo](https://www.iltempo.it/blog/carlo-antini/2024/05/20/news/remo-anzovino-omaggio-lelio-luttazzi-futuro-opera-moderna-39374266/) [](https://www.iltempo.it/blog/carlo-antini/2024/05/20/news/remo-anzovino-omaggio-lelio-luttazzi-futuro-opera-moderna-39374266/) [\"Nel mio futuro un'opera moderna\". Il sogno di Remo Anzovino](https://www.iltempo.it/blog/carlo-antini/2024/05/20/news/remo-anzovino-omaggio-lelio-luttazzi-futuro-opera-moderna-39374266/) [Carlo Antini](https://www.iltempo.it/blog/carlo-antini) [Controtempo](https://www.iltempo.it/blog/carlo-antini/2024/05/17/news/enrico-nigiotti-occhi-grandi-svolta-country-amici-maria-de-filippi-x-factor-39345953/) [Enrico Nigiotti: \"Occhi grandi è la mia svolta country\"](https://www.iltempo.it/blog/carlo-antini/2024/05/17/news/enrico-nigiotti-occhi-grandi-svolta-country-amici-maria-de-filippi-x-factor-39345953/) [Carlo Antini](https://www.iltempo.it/blog/carlo-antini) [Controtempo](https://www.iltempo.it/blog/carlo-antini/2024/05/16/news/acdc-energia-rock-50-anni-carriera-25-maggio-rcf-arena-reggio-emilia-power-up-39335787/) [L'energia rock degli AC/DC accende 50 anni da record](https://www.iltempo.it/blog/carlo-antini/2024/05/16/news/acdc-energia-rock-50-anni-carriera-25-maggio-rcf-arena-reggio-emilia-power-up-39335787/) [Carlo Antini](https://www.iltempo.it/blog/carlo-antini)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T19:37:45.673+03:00",
    "updated": "2024-05-24T19:37:45.673+03:00"
  },
  {
    "uuid": "eb61d0ae16d3f00924c7b41169074ac089f5c7e8",
    "url": "https://www.time.news/the-2024-promotion-of-the-legion-of-honor-rewards-eleven-people-who-intervened-during-the-arras-attack/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-31T06:04:00Z",
    "title": "The 2024 promotion of the Legion of Honor rewards eleven people who intervened during the Arras attack - timenews",
    "text": "2023-12-31 07:50:39 Eleven people who intervened during the attack in Arras (Pas-de-Calais) on October 13, 2023, were knighted in the promotion of the Legion of Honor on January 1, published Sunday, December 31, at Official newspaper . Among them are six police officers and five staff from the Gambetta high school in front of which professor Dominique Bernard was stabbed to death by a radicalized former student. Immediately after this attack, the teacher was posthumously elevated to the rank of knight by the President of the Republic, Emmanuel Macron. In total, the new civilian promotion of the Legion of Honor, the highest of French national distinctions, rewards “on par” 352 people working “in the service of the general interest”, specifies the Grand Chancellery in a press release. Illustrious or unknown to the general public, these people are divided into different ranks (knights, officers, commanders, etc.). Two join the prestigious circle of grand crosses, the highest dignity of the Legion of Honor held by only 68 other people: the CEO of the world’s number one luxury company LVMH, Bernard Arnault, and the hematologist Dominique Meyer, member of the Academy of Sciences. Also read our investigation: Article reserved for our Legion of Honor subscribers, investigation into an opaque system Two Nobel Prize winners in physics rewarded Still in the sciences, two winners of the 2023 Nobel Prize in Physics, the Frenchman Pierre Agostini and the Franco-Swedish Anne L’Huillier, are promoted to commanders, as are the astronaut Jean-François Clervoy and the child psychiatrist Marcel Rufo. READ Also: The “republican arc”, a concept “intended to exclude some from the field of political legitimacy” Also read our portrait: Article reserved for our subscribers Anne L’Huillier and Pierre Agostini, Nobel Prize in physics and masters of infinitesimal time In the economic world, Jean-Michel Darrois, business lawyer, Colette Lewiner, director of EDF and the CGG oil services group, as well as David de Rothschild, honorary president of the R & CO bank, all three were promoted. great officer. The ministers and parliamentarians in office cannot be named, but the former centrist minister Jean-Louis Borloo is promoted to officer, and the former Castex government minister Elisabeth Moreno, president of Femmes@Numérique, becomes knight. The French ambassador to Iran, Nicolas Roche, former chief of staff to Jean-Yves Le Drian when he was minister of foreign affairs, was also knighted. In the sporting field, Michel Vion, secretary general of the International Ski Federation, is made an officer, while David Lappartient, president of the French National Olympic and Sports Committee (CNOSF), Marion Bartoli, sports consultant, Patrick Haddad, president of Red Star Football Club and audiovisual producer, Marc Keller, president of the Racing Club de Strasbourg, as well as Frédéric Michalak, rugby coach at Racing 92, join the knights. For the arts, the composer Vladimir Cosma was notably promoted to officer. The so-called promotion of January 1 and that of July 14 are the two annual civilian promotions of the Legion of Honor, which now has some 79,000 members. Two military promotions are also published, one in June-July for the active army, the other in October-November for reserve soldiers and veterans. In 2023, 1,858 people were recognized. Read also: Etienne-Emile Baulieu, Thomas Pesquet, Marie-Paule Pileni: the January 1st promotion of the Legion of Honor distinguishes scientists #promotion #Legion #Honor #rewards #eleven #people #intervened #Arras #attack",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.legifrance.gouv.fr/jorf/jo/2023/12/31/0304",
      "https://legifrance.gouv.fr/jorf/jo/2023/12/31/0304"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dominique bernard",
          "sentiment": "none"
        },
        {
          "name": "emmanuel macron",
          "sentiment": "none"
        },
        {
          "name": "gambetta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "grand chancellery",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arras",
          "sentiment": "none"
        },
        {
          "name": "republic",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T08:06:06.755+02:00",
    "updated": "2023-12-31T08:06:06.755+02:00"
  },
  {
    "uuid": "5534dd2ec1cae0ad37f1233349f043d447aeeb1d",
    "url": "https://www.latribuna.hn/2024/03/09/el-papa-dice-que-hay-que-tener-el-valor-de-negociar-el-fin-de-la-guerra-en-ucrania",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario La Tribuna",
    "published": "2024-03-09T19:45:00Z",
    "title": "El papa dice que hay que tener el valor de “negociar” el fin de la guerra en Ucrania",
    "text": "El papa dice que hay que tener el valor de “negociar” el fin de la guerra en Ucrania El papa Francisco dijo que en la guerra de Ucrania se debería tener “el coraje de la bandera blanca” y “negociar”, que es una “palabra valiente”, para lograr el final del conflicto, en una entrevista a la Radio Televisión Suiza de la que hoy se publicaron algunos extractos. “Creo que es más fuerte quien ve la situación, quien piensa en el pueblo, quien tiene el valor de la bandera blanca, de negociar. Y hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es una palabra valiente”, dijo el pontífice recogiendo la expresión “bandera blanca” usada previamente por el entrevistador. “Cuando ves que estás derrotado, que las cosas no van, debes tener el valor de negociar”, añadió el pontífice. En el mismo sentido y refiriéndose a la guerra de Gaza, el papa dijo: “Negociar nunca es rendirse”. La entrevista será emitida íntegra el próximo 20 de marzo. “No se avergüencen de negociar, antes de que la situación empeore”, dijo Francisco, que ha hecho numerosos llamamientos a favor de la paz en la “martirizada Ucrania” y que mandó a su enviado para el conflicto, el cardenal italiano Matteo Zuppi, a reunirse con las autoridades en Kiev, Moscú y Washington. Tras publicarse la entrevista, la Santa Sede matizó que el papa no habla de rendición sino de negociación, según el portavoz vaticano, Matteo Bruni, citado por los medios italianos. “El papa utiliza el término bandera blanca, y responde tomando la imagen propuesta por el entrevistador, para indicar con ella el cese de las hostilidades, la tregua alcanzada con el valor de la negociación. En otro momento de la entrevista, hablando de otra situación de conflicto, pero refiriéndose a cualquier situación bélica, el papa afirma claramente: ‘la negociación nunca es rendición'”, dijo. Según Bruni, “el deseo del papa sigue siendo el que ha repetido siempre en los últimos años (…): ‘Mientras renuevo mi más profundo afecto por el atormentado pueblo ucraniano y rezo por todos, en particular por las innumerables víctimas inocentes, imploro que encontremos esa pizca de humanidad que nos permita crear las condiciones para una solución diplomática en la búsqueda de una paz justa y duradera'”. EFE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-09T22:16:38.815+02:00",
    "updated": "2024-03-10T00:50:59.345+02:00"
  },
  {
    "uuid": "692c4c8e956c25a5e461729269439e7d12f8c1b1",
    "url": "https://www.wqow.com/weather/an-even-stronger-round-of-winter-weather-arrives-sunday-with-potential-for-very-heavy-snow/article_eab71306-e898-11ee-b8c8-c76fc00344a1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "By: Matt Schaefer",
    "published": "2024-03-22T22:09:00Z",
    "title": "An even stronger round of winter weather arrives Sunday with potential for very heavy snow",
    "text": "Eau Claire picked up it's largest snow total of the winter year last night with 4.3\". Most of the Chippewa Valley ranged from our 2\" to 5\" forecast, and the spots with that narrow band of even heavier snow set up in Polk and southern Barron counties. Chetek had 8\" snow, but areas just a few miles north were back below 5\". A Winter Storm Watch is already in effect for Polk, St. Croix, Barron, and Rusk counties from 7am Sunday until 10am Monday. Expansion of this watch is possible tonight/tomorrow if forecast continues to trend in the way it has been. The snow that is likely for all of Western Wisconsin on Sunday will fall at heavy rates at times and will be of the wet and heavy variety. Some sources and weather models are suggesting widespread areas of over 12\" snow possible. The caveat is that 12\" is very hard to get. In fact, it can take over 20\" snow (depending on water content) to fall in order for there to be just 12\" on the ground at the end of the system. The reason why is called compaction. When snow adds up, the crystals stick to each other and leave gaps of air. Imagine that you go outside and measure 3\" snow. If you don't clear that area back to bare ground, another 3\" snow would fall on top of that snow and the weight of the snow will squish the snow pack and reduce how big those air pockets are. By the time there is 9\" snow (so three equal amounts of 3\" snow), It will have weighed down to about 7\". This compaction happens exponentially the more snow that you get. So, 12\" to 20\" snow is certainly possible to fall, but that doesn't mean you'll be able to stick a tape measure into the ground at the end of it all and measure much more than 6 to 12 inches for most places. The NWS and other official measurement sites measure four times a day (every 6 hours), and clear off the snow board after measuring to try to measure how much snow actually has fallen. The separate depth on ground measurement becomes more important to the impacts you'll see. Expect a nice but chilly Saturday before scattered snow showers arrive late Saturday night and into Sunday morning. Snow will quickly fill in and become heavy later in the day, especially by late evening. This will create very poor travel conditions Sunday, especially Sunday night into Monday morning. Snow will continue until early Monday morning when temps will begin to warm and Western Wisconsin will see a transition from snow to rain as highs climb into the 40s. Rain could be moderate to heavy at times Monday. It'll be very windy as this system moves through Sunday through Tuesday. As mentioned earlier, snow totals will be tough to measure both due to the wind and compaction of that heavy, wet snow. Totals will be heaviest northwest where it's more likely to stay as snow longer. Eau Claire, Durand, Medford, and areas northwest will almost certainly see 6 to 12\" fall and parts of St. Croix, Polk, Barron, and Rusk could have 12\" to 18\"+ fall, but again that doesn't mean that's how much will be on the ground at the end since the warmer air Monday and associated rain will melt snow in addition to the compaction. The great news to us in Western Wisconsin is that regardless snow totals and who gets mostly snow and who has extended periods of rain, the liquid equivalent of the rain and/or snow will help our dry soil and drought conditions. Between 1/2\" and 2\" liquid will be widespread and some spots could end up with over 3\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rusk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eau claire",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "barron",
          "sentiment": "none"
        },
        {
          "name": "chetek",
          "sentiment": "none"
        },
        {
          "name": "ippewa valley",
          "sentiment": "none"
        },
        {
          "name": "polk",
          "sentiment": "none"
        },
        {
          "name": "western wisconsin",
          "sentiment": "none"
        },
        {
          "name": "st. croix",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-23T00:53:40.934+02:00",
    "updated": "2024-03-23T06:19:37.884+02:00"
  }
]