[
  {
    "uuid": "4daddf2e75580b4323795c71e83264715116456f",
    "url": "https://www.newsbreak.com/news/3280342826673-brian-stelter-reporter-jailed-in-russia-and-the-colleagues-trying-to-free-him-are-my-heroes-of-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T09:25:00Z",
    "title": "Brian Stelter: Reporter Jailed in Russia and the Colleagues Trying to Free Him Are My Heroes of 2023",
    "text": "Evan Gershkovich ’s final story for The Wall Street Journal this year was headlined “ Russia ’s Economy Is Starting to Come Undone.” It was exactly the kind of nuanced, richly detailed story that Journal subscribers rely on. From his post in Moscow , Gershkovich (who co-bylined the story with colleague Georgi Kantchev) interviewed Russian entrepreneurs who had to halt their expansion plans after Russia’s invasion of Ukraine triggered sanctions and spending cuts. “We understood we just had to survive,” one of the businessmen said. Now that’s what Gershkovich is trying to do. He is confined to a small cell in a Russian prison described as notoriously isolating and a “terrifying symbol of repression.” On the day his story on Russia’s economy appeared in print, March 29, Gershkovich was detained while on assignment in Yekaterinburg, Russia's fourth-largest city. Authorities claimed he was on an espionage mission, but he was merely doing his job as a journalist, attempting to speak with ordinary people and gauge public opinion. “He wanted to know what people think about the war,” a Russian journalist who knew Gershkovich’s travel plans told NBC News . Gershkovich sensed the risks. The New Jersey native considered Moscow his second home and loved covering the country, but also acknowledged, in a July 2022 tweet , that “reporting on Russia is now also a regular practice of watching people you know get locked away for years.” One of the Journal ’s first stories about his detention noted that “the 31-year-old journalist who had covered the rapidly escalating new era of state hostage-taking has suddenly become the face of it.” Gershkovich is a hero for what he is enduring—and his colleagues are engaged in heroic efforts to win his release. Journal editor-in-chief Emma Tucker was still learning her way around the newsroom, in her eighth week on the job, when Gershkovich was snatched. Fighting for his freedom became a round-the-clock effort, and a herculean one across the Journal and its parent company, Dow Jones, a gem within Rupert and Lachlan Murdoch’s media empire. The Murdochs deserve criticism for dozens of reasons, but this is not one of them; Rupert and Lachlan have been steadfast in demanding Gershkovich’s release and have used many Journal and Fox assets to do so. Through interviews, stories and social media campaigns, Tucker and other Journal leaders ensured that Gershkovich’s plight was front and center, not just for a day or two, but for months. I searched my inbox in mid-December and found more than 70 #IStandWithEvan emails from the Journal ’s top-notch comms team. News executives at other outlets have told me that the Journal ’s ceaseless campaigning is a blueprint if, God forbid, one of their own reporters is seized. “We are doing everything in our power to get him back,” the Journal ’s special website dedicated to Gershkovich says. In October, Tucker shifted D.C. bureau chief Paul Beckett into a new full-time get-Evan-home role. “Let’s hope it is a short-term assignment,” Beckett posted on X. Never has an editor wanted to make his own position obsolete more fervently. Other key players behind the scenes have included Journal publisher and Dow Jones CEO Almar Latour; Dow Jones EVP and general counsel Jay Conti; chief digital editor for international Gráinne McCarthy; and standards and ethics editor Emma Moody. “As the holiday season gets into full swing, we are persistently aware that Evan is sitting in a Russian prison, unable to spend the holidays with his friends and family,” Moody wrote in a Dec. 20 update to the staff. “The U.S. ambassador to Russia visited Evan on Friday, a day after President Vladimir Putin said Russia wants to reach an agreement on his return.” There are encouraging indications from both American and Russian officials that “they want to do a deal,” Moody added. “Let’s hope that happens sooner rather than later. In the meantime, we can share Evan’s story far and wide and do our part to raise awareness of his case.” Read more at The Daily Beast.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.thedailybeast.com/keyword/moscow",
      "https://www.thedailybeast.com/keyword/russia",
      "https://www.nbcnews.com/news/world/reporter-detained-russia-spy-allegations-wagner-group-ukraine-war-rcna77656",
      "https://www.thedailybeast.com/keyword/wall-street-journal",
      "https://www.thedailybeast.com/moscow-insider-threatens-detained-wall-street-journal-reporter-evan-gershkovich",
      "https://www.thedailybeast.com/keyword/ukraine",
      "https://www.thedailybeast.com/evan-gershkovich-russian-court-extends-wall-street-journal-reporters-detention",
      "https://www.wsj.com/articles/russias-economy-is-starting-to-come-undone-431a2878",
      "https://www.thedailybeast.com/brian-stelter-reporter-evan-gershkovich-jailed-in-russia-is-my-hero-of-2023",
      "https://twitter.com/evangershkovich/status/1546894700581474310",
      "https://thedailybeast.com/keyword/russia",
      "https://thedailybeast.com/brian-stelter-reporter-evan-gershkovich-jailed-in-russia-is-my-hero-of-2023",
      "https://thedailybeast.com/evan-gershkovich-russian-court-extends-wall-street-journal-reporters-detention",
      "https://nbcnews.com/news/world/reporter-detained-russia-spy-allegations-wagner-group-ukraine-war-rcna77656",
      "https://thedailybeast.com/moscow-insider-threatens-detained-wall-street-journal-reporter-evan-gershkovich",
      "https://thedailybeast.com/keyword/wall-street-journal",
      "https://thedailybeast.com/keyword/moscow",
      "https://www.twitter.com/evangershkovich/status/1546894700581474310",
      "https://wsj.com/articles/russias-economy-is-starting-to-come-undone-431a2878",
      "https://thedailybeast.com/keyword/ukraine"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "evan gershkovich",
          "sentiment": "negative"
        },
        {
          "name": "brian stelter",
          "sentiment": "negative"
        },
        {
          "name": "georgi kantchev)",
          "sentiment": "none"
        },
        {
          "name": "gershkovich",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wall street journal",
          "sentiment": "negative"
        },
        {
          "name": "journal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "yekaterinburg",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:04:52.354+02:00",
    "updated": "2023-12-29T12:04:52.354+02:00"
  },
  {
    "uuid": "570c58709240245523367918ff48e8dffbceb5dd",
    "url": "https://ts2.space/en/controversial-buffer-zone-expansion-by-israel-in-gaza-raises-international-concerns",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Natalia Toczkowska",
    "published": "2024-02-01T21:28:00Z",
    "title": "Controversial Buffer Zone Expansion by Israel in Gaza Raises International Concerns",
    "text": "Controversial Buffer Zone Expansion by Israel in Gaza Raises International Concerns\nSummary: The Israeli government’s ongoing construction of a possible buffer zone along the Gaza Strip’s border has generated substantial international attention. Despite warnings from the United States and the apprehensions of various diplomatic entities, the project has led to extensive destruction in the region, which may have lasting repercussions for Palestinian territorial claims and the pursuit of statehood.\nIn what appears to be a move to bolster its defensive posture, Israel has reportedly demolished numerous structures along the Gaza border to establish a “temporary security buffer zone.” Still, the scope of the demolitions suggests a more permanent intent. This initiative, seemingly aimed at preventing militant attacks, has stripped away a significant swath of land, potentially leading to a permanent reconfiguration of the Gaza Strip’s geography.\nIsraeli actions come as part of broader efforts to enshrine security after a war that caused widespread devastation throughout Gaza. Satellite imagery has confirmed severe damage across the enclave, with experts estimating that up to half of Gaza’s buildings have been impacted—a figure that includes vital agricultural land and urban structures alike.\nDespite Israel’s assertions that the buffer is a matter of national security, U.S. Secretary of State has openly opposed any reduction in Gaza’s territory, reaffirming American support for Gaza’s current borders. The establishment of such a zone not only infringes upon land Palestinians seek for their future state but also contributes to escalating tensions with international allies.\nMoreover, the Israeli settlements’ expansion in the West Bank continues under Prime Minister Benjamin Netanyahu’s leadership, further complicating the peace process and diminishing hope for the establishment of an independent Palestinian state. The Palestinian Foreign Ministry criticizes Israel’s ongoing occupation and colonization tactics in Gaza, underscoring the situation’s severity in the larger context of the Israeli-Palestinian conflict.\nFAQ Section Based on the Article:\n1. What is the purpose of the buffer zone Israel is constructing along the Gaza Strip’s border?\nThe Israeli government claims that the construction of the buffer zone is meant to bolster its defensive posture against militant attacks.\n2. Are the demolitions for the buffer zone temporary?\nAlthough described as a “temporary security buffer zone,” the extent of the demolitions suggests a more permanent change to the Gaza Strip’s geography.\n3. What has been the impact of the Israeli actions on the Gaza Strip so far?\nSevere damage has been reported, with satellite imagery confirming that up to half of Gaza’s buildings, including vital agricultural land and urban structures, have been affected.\n4. Has there been any international reaction to the construction of the buffer zone?\nYes, the U.S. Secretary of State has opposed the reduction in Gaza’s territory and emphasized American support for Gaza’s current borders. The construction has generated substantial international attention and has led to apprehensions among various diplomatic entities.\n5. How does the buffer zone impact the pursuit of an independent Palestinian state?\nThe establishment of the buffer zone infringes on land Palestinians seek for their future state and escalates tensions, which undermines the peace process and diminishes hope for an independent Palestinian state.\n6. What is the Palestinian Foreign Ministry’s stance on the current situation?\nThe Palestinian Foreign Ministry criticizes Israel’s tactics in Gaza, referring to them as ongoing occupation and colonization, which exacerbate the severity of the conflict.\nDefinitions for Key Terms or Jargon:\n– Buffer Zone: A neutral area created to separate opposing military forces or nations to prevent conflict.\n– Enclave: A territory, or a part of a territory, that is entirely surrounded by the territory of another state.\n– Expansion of Israeli Settlements: The construction of Jewish civilian communities in the region that Palestinians claim for their future state.\n– Peace Process: The diplomatic efforts aimed at finding a peaceful resolution to the Israeli-Palestinian conflict.\nReporting, Research or Insightful Analysis:\nThe article provides reporting on Israel’s construction of a buffer zone along the Gaza Strip border and its implications. The research includes satellite imagery of the damage and insight into the larger implications for the peace process and Palestinian claims for statehood.\nSuggested Related Links:\n– UN News –\nUN News\n– BBC News Middle East –\nBBC News\n– The Israel Ministry of Foreign Affairs –\nIsrael Government\n– Palestinian National Authority –\nPalestinian National Authority\nNatalia Toczkowska is a notable figure in digital health technology, recognized for her contributions in advancing telemedicine and healthcare apps. Her work focuses on developing innovative solutions to improve patient care and accessibility through technology. Toczkowska’s research and development in creating user-friendly, secure digital platforms have been instrumental in enhancing the effectiveness of remote medical consultations and patient monitoring. Her dedication to integrating technology in healthcare has not only improved patient outcomes but also streamlined healthcare processes, making her a key influencer in the field of digital health innovation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://news.un.org",
      "https://www.bbc.com",
      "https://www.palestine.ps",
      "https://www.gov.il",
      "https://bbc.com",
      "https://www.news.un.org",
      "https://gov.il",
      "https://palestine.ps"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:32:52.658+02:00",
    "updated": "2024-02-02T00:32:52.658+02:00"
  },
  {
    "uuid": "00e9a3cd8c4de8c967178de4f9fc46907f0eeabf",
    "url": "https://www.latribuna.hn/2023/12/29/fuertes-lluvias-dejan-zonas-inundadas-e-incomunicadas-en-la-ceiba/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@latribunahn",
    "published": "2023-12-29T00:00:00Z",
    "title": "Fuertes lluvias dejan zonas inundadas e incomunicadas en La Ceiba (Video) - Diario La Tribuna",
    "text": "Varias zonas de La Ciudad de La Ceiba, Atlántida, se mantienen inundadas e incomunicadas debido a las fuertes lluvias suscitadas este jueves. Las precipitaciones se registraron desde las horas de la tarde y persistieron en horas de la noche. Por lo tanto, las lluvias copiosas abnegaron las calles y avenidas en puntos como: la colonia El Toronjal, Alameda, Barrio Inglés, el centro de la ciudad y El Ligerito. Asimismo, producto de las fuertes precipitaciones han causado que algunos vehículos queden varados por las calles inundadas. De la misma forma, algunas colonias denunciaron que están sin energía eléctrica. Muchos ciudadanos reportaron que se registra fuertes lluvias en las montañas y esto ocasiona que baje la corriente hacia el río, quebradas y vados, aumentando sus niveles. Cabe recordar, que la Comisión Permanente de Contingencias (Copeco) declaró Alerta Verde en siete departamentos, entre ellos Atlántida. De acuerdo al pronóstico, el temporal dejará fuertes lluvias con posibles inundaciones urbanas y desbordamiento de los ríos. Mismos que nacen en las sierras de Omoa, Merendón, Mico Quemado, Nombre de Dios, La Esperanza y Sico, así como alto oleaje en la zona norte del país. Los departamentos que entran en Alerta Verde son: Islas de la Bahía, Santa Bárbara, Yoro, Atlántida, Cortés, Colón, Gracias a Dios. La Alerta Verde entra en vigencia por un periodo de 72 horas a partir de las 12:00 del mediodía de este jueves 28 de diciembre. El ingreso de la vaguada prefrontal al territorio nacional, provocará lluvias y chubascos débiles a moderados el norte de Cortés, Santa Bárbara y Yoro. Asimismo, aislados en las partes altas de las montañas del resto del país.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:35:26.791+02:00",
    "updated": "2023-12-29T18:35:26.791+02:00"
  },
  {
    "uuid": "bff4f263062775c86dd9917a402c12576a274ddf",
    "url": "https://newsrnd.com/news/2023-12-28-israel-strikes-near-damascus.BkE4NRwivp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-28T21:52:00Z",
    "title": "Israel strikes near Damascus - The Limited Times",
    "text": "An Israeli strike targeted the outskirts of the Syrian capital Damascus on Thursday, the Syrian Defense Ministry and state media said, amid the conflict between Israel and Hamas. \"At approximately 23:05 p.m. (20:05 GMT) today, the Israeli enemy carried out airstrikes from the occupied Syrian Golan, targeting targets in the southern region,\" the Defense Ministry said in a statement, without reporting casualties.\n\"Our air defense is intercepting hostile targets in the vicinity of Damascus,\" Syria's official SANA news agency wrote earlier. \"An Israeli attack targeted the outskirts of the capital Damascus,\" state television added. Israel rarely comments on strikes targeting Syria, but it has repeatedly said it would not allow its arch-enemy, Iran, which backs the government of President Bashar al-Assad, to expand its presence there.\nRise in attacks According to the Syrian Observatory for Human Rights, the strikes targeted a Syrian air defense position in the southern Sweida area and the vicinity of Damascus International Airport. The attack near the airport came 24 hours after flights resumed, suspended since an Israeli attack in late November just hours after it reopened following similar attacks the previous month, said the London-based NGO, which has a large network of correspondents in Syria.\nIsrael has launched hundreds of airstrikes on its northern neighbor since the start of Syria's civil war in 2011, mostly targeting Iranian-backed forces, including fighters of the Lebanese Ayatollah, as well as Syrian army positions. But it has stepped up its attacks since the start of the war between Israel and Hamas on Oct. 7, as tensions rise in the Middle East.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bashar al-assad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "syrian observatory for human rights",
          "sentiment": "none"
        },
        {
          "name": "sana",
          "sentiment": "none"
        },
        {
          "name": "defense ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "damascus",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "damascus international airport",
          "sentiment": "none"
        },
        {
          "name": "golan",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:17.657+02:00",
    "updated": "2023-12-29T00:08:17.657+02:00"
  },
  {
    "uuid": "2dc8e190e20fb7c07974e30aaecbfc22f926c10c",
    "url": "https://larepublica.pe/espectaculos/2025/04/16/ducelia-echevarria-sorprende-al-confesar-conversaciones-privadas-con-jefferson-farfan-es-respetuoso-784944",
    "ord_in_thread": 0,
    "author": "Aldair Illanes",
    "published": "2025-04-16T21:10:00Z",
    "title": "Ducelia Echevarría sorprende al confesar conversaciones privadas con Jefferson Farfán: \"Es respetuoso\" | Espectáculos | La República",
    "text": "Ducelia Echevarría sorprende al confesar conversaciones privadas con Jefferson Farfán: \"Es respetuoso\"\nEn medio de la oficialización del romance entre Jefferson Farfán y Xiomy Kanashiro, Ducelia Echevarría causó gran impacto al afirmar que mantiene conversaciones privadas con la 'Foquita'.\nDucelia Echevarría, la popular exchica reality peruana, ha causado revuelo en las redes sociales y los medios de entretenimiento al revelar detalles personales sobre su relación con varios futbolistas, entre ellos, el renombrado Jefferson Farfán. En una reciente entrevista en el programa 'Café con la Chévez', Echevarría habló abiertamente de sus interacciones con jugadores de la selección peruana y desmintió ciertos rumores que giraban sobre ella. Lo que más sorprendió a los televidentes fue su declaración sobre la 'Foquita', a quien describió como un hombre \"respetuoso\", a pesar de las especulaciones sobre su relación con él.\nLa ex integrante de programas como 'Préndete' y 'Esto es guerra' no dudó en aclarar que, aunque ha tenido contacto con varios futbolistas, la relación con Jefferson Farfán es completamente profesional.\nPUEDES VER:\n[Ducelia Echevarría se pronuncia tras salida de Panamericana: 'Los cambios siempre son para bien']\nDucelia Echevarría revela chats con Jefferson Farfán\nDurante la conversación en 'Café con la Chévez', Ducelia Echevarría fue muy clara al hablar sobre su interacción con Jefferson Farfán, el famoso futbolista peruano. Aunque ambos mantienen una relación cordial y de respeto a través de las redes sociales, Echevarría desmintió cualquier tipo de interés romántico por parte del jugador. \"Farfán es muy respetuoso\", señaló Echevarría, quien destacó que ambos han hablado en varias ocasiones, pero únicamente por motivos laborales o de amistad.\n\"Nosotros sí hablamos a veces por redes sociales, por temas de trabajo\", comentó la ex chica reality. Sin embargo, añadió que nunca ha habido un acercamiento fuera de lo profesional. A pesar de la cercanía, Echevarría insistió en que Farfán nunca le ha mostrado ningún tipo de interés romántico, algo que, según ella, se ha malinterpretado varias veces en los medios.\nLa relación entre Echevarría y Farfán no ha estado exenta de rumores. En múltiples ocasiones, la prensa especuló sobre una posible relación amorosa entre ellos, algo que la ex participante de 'Combate' ha desmentido rotundamente. \"Él está muy bien, de hecho, me dijeron que ya está comprometido\", agregó Echevarría, haciendo referencia a los rumores de una relación de Farfán con otra persona.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Politics->political parties and movements",
      "Politics->political candidates",
      "Politics->political process"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Jefferson Farfán",
          "sentiment": "negative"
        },
        {
          "name": "Ducelia Echevarría",
          "sentiment": "none"
        },
        {
          "name": "Xiomy Kanashiro",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:14:37.389+03:00",
    "updated": "2025-04-17T00:14:37.389+03:00"
  },
  {
    "uuid": "8a432b2fb23f42edc0893fcd17968eb34bbc3e82",
    "url": "https://www.newsbreak.com/santa-barbara-ca/3280541157493-coastal-flooding-powerful-waves-and-rain-expected-this-friday",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T14:28:00Z",
    "title": "Coastal flooding, powerful waves and rain expected this Friday",
    "text": "Dense fog developed this Friday morning, reducing visibility to under a quarter of a mile for some areas. Make sure to drive slowly as you make your way to work and like we always say, use those low beams! Low clouds and fog will be quick to clear this morning and even when they do clear, we can still expect high clouds to blanket the area causing dreary and gloomy conditions. We saw extremely powerful waves and coastal flooding on Thursday and those waves will not die down anytime soon. Friday morning, especially during high tide will be another impactful day as beach erosion and more flooding is possible. Multiple Coastal Flood Warnings and High Surf Warnings are still in effect as waves could reach up to 25ft. Rogue Waves are the most dangerous, they appear out of nowhere and can sweep you off your feet and back into the ocean. It is imperative you stay away from low lying areas and roads near the beach and absolutely avoid getting into the water. A cold front will pass through by the afternoon causing temperatures to be a degree or two cooler than we saw yesterday and right near average. This front will create the possibility for showers later tonight into Saturday morning. Its likely the heaviest amount of precipitation will occur overnight with just under an inch expected in Santa Barbara. It'll be a soggy Saturday morning and shower activity will continue throughout the day. Highs reach into the lower to middle 60s and winds stay below advisory levels. It is possible more fog develops in the morning, so if you're planning to travel early expect to see slick roads and reduced visibility. Rain will die down by the evening and we start to dry out just in time for New Years Eve. Dry but cool conditions are expected for New Years Eve and it will be a rather calm day. Clouds and fog in the morning will turn to partly cloudy skies and maybe even some mostly sunny conditions by the evening. We have a slight chance for showers to develop late Sunday into the first day of 2024. Details are still in the works so keep an eye on the most recent forecasts so you can plan accordingly! Our next round of rain will be Wednesday into Thursday, but minimal impacts expected. The post Coastal flooding, powerful waves and rain expected this Friday appeared first on News Channel 3-12 .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://keyt.com/weather/local-forecast/2023/12/29/1011817/",
      "https://keyt.com",
      "https://www.keyt.com/weather/local-forecast/2023/12/29/1011817/",
      "https://www.keyt.com",
      "https://keyt.com/weather/local-forecast/2023/12/29/1011817"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:55:35.591+02:00",
    "updated": "2023-12-29T18:55:35.591+02:00"
  },
  {
    "uuid": "e4a9ca80519da3e029a354cfd6ea6cbf9cda2307",
    "url": "https://huelvaya.es/2024/10/24/vox-contra-zona-de-bajas-emisiones-huelva",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2024-10-24T06:59:00Z",
    "title": "Vox, contra la zona de bajas emisiones en Huelva",
    "text": "Vox en el Ayuntamiento de Huelva se ha mostrado este jueves contrario a la implementación de Zonas de Bajas Emisiones (ZBE) en la capital, una negativa que llevará al Pleno del próximo miércoles junto a una serie de propuestas en esta materia que «ayuden a contrarrestar el perjuicio que estas imposiciones injustas supondrán para los onubenses «.\nDurante una atención a los medios junto a la Plaza Quintero Báez, el portavoz de la formación en el Ayuntamiento, Wenceslao Font, ha manifestado que este tipo de restricciones «limitan un derecho fundamental de los ciudadanos, como es la libertad de circulación», al tiempo que, a su juicio, «generan desigualdad y perjudican a las pequeñas y medianas empresas que se encuentran situadas en el centro».\nAunque el concejal ha valorado de forma «positiva» que finalmente haya quedado excluida de las ZBE la barriada de Isla Chica, ya que «hubiera supuesto un daño difícilmente reparable para el desarrollo económico que tanto necesita esa zona», ha mostrado su preocupación ante la «posible ampliación» de las ZBE a una serie de calles del centro «actualmente abiertas al tráfico y entre las que se encuentran algunas que resultan fundamentales para la comunicación dentro de la capital».\n«Si de todas maneras desde el Ministerio de Transición Ecológica se exige la implementación de una zona de estas características en nuestra capital, Huelva ya cuenta en la actualidad con una Zona de Bajas Emisiones, que es la que componen las calles peatonales que actualmente se encuentran cortadas al tráfico en el centro; y que ya de por sí cumplirían con lo que le exigen en cuanto a zona restringida a una ciudad de las características de Huelva», ha señalado.\nPor ello, ha exigido que las calles de Palos de la Frontera, Fernando el Católico y Padre Marchena, que «forman entre las tres una vía fundamental para la vertebración de dos zonas tan importantes de la capital como son la Barriada de San Sebastián y la calle Pablo Rada con la Plaza del Punto y la avenida de Italia y la Alameda Sundheim», no se incluyan en las ZBE.\nEn este sentido, ha precisado que «en estas calles la afluencia de vehículos no ocasionan problemas de retenciones, ni aumentan significativamente el grado de contaminación que pueda tener nuestro municipio».\nSin embargo, ha advertido que «su cierre sí que afectaría negativamente a otras vías con mayor densidad de tráfico, como pueden ser la avenida de Italia, la Vía Paisajista, la Avenida Alcalde Federico Molina Orta o la Alameda Sundheim; aparte de la mayor cantidad de emisiones que supondría el corte de dicha vía, por parte de sus usuarios habituales, al tener estos que utilizar esas otras rutas alternativas mucho más largas».\nJunto a esta petición, Font también ha anunciado que su grupo va a solicitar en el Pleno «que se incluyan también como residentes a los propietarios y trabajadores de los comercios y negocios que se encuentran situados en cualquiera de las calles incluidas en el área restringida», para que puedan acceder a las mismas «tanto ellos como sus proveedores» y que la «absolutamente innecesaria Zona de Bajas Emisiones no afecte negativamente a sus negocios ya más de lo que lo va a hacer».\nEl edil señala que el proyecto presentado por el equipo de gobierno permite que accedan a dichas zonas «únicamente a los vehículos de los residentes y usuarios de garajes», así como a los servicios de transportes públicos y los servicios de emergencias.\n«Excepciones para personas vulnerables» Del mismo modo, Vox va a solicitar que se concedan «excepciones» para que se permita el acceso a dichas zonas a las personas vulnerables, «incluidas las familias numerosas, los padres de hijos menores de tres años y las personas con movilidad reducida, incluidas las mujeres embarazadas».\nPor último, Wenceslao Font ha señalado que va a pedir que el Ayuntamiento estudie la posibilidad de aplicar «medidas específicas para mejorar la calidad del aire, que sirvan de alguna manera para contrarrestar o al menos a paliar en la medida de los posible las injustas imposiciones a los ciudadanos que podría suponer la implantación de una Zona de Bajas Emisiones».\nComo ejemplos, se ha referido a la puesta en marcha de reformas para instalar asfalto fotocatalítico y más vegetación «que absorba la contaminación», medidas que «se están implementando en consistorios en los que Vox tiene responsabilidades de gobierno».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.huelva.es/portal/",
      "https://www.huelva.es/portal",
      "https://huelva.es/portal/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Wenceslao Font",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Ayuntamiento de Huelva",
          "sentiment": "none"
        },
        {
          "name": "Bajas Emisiones",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:16:07.354+03:00",
    "updated": "2024-10-25T00:16:07.354+03:00"
  },
  {
    "uuid": "c69abd48ce91eb9c2f1fc9dabb8ae060a79ff91c",
    "url": "https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Ensor",
    "published": "2024-01-19T13:16:00Z",
    "title": "Red squirrels surge on Scottish defence site « Euro Weekly News",
    "text": "A recent report suggests that nature is reclaiming its space on a Scottish military training ground, as the rare red squirrel makes a comeback. The Defence Infrastructure Organisation (DIO) recently announced a remarkable upsurge in red squirrel sightings at the Kirkcudbright Training Area in Dumfries and Galloway, according to a report on Friday, January 19.\nIn recent months, notably since the onset of conservation efforts, sightings of these native squirrels have nearly doubled, with the surge linked to the work of DIO and the Dumfries and Galloway Pine Marten Group.\nMost Read on Euro Weekly News Barcelona gallery sold stolen artefacts Poland halts logging in ancient forests Pilot Project to Revamp Mar Menor Beaches The timing of this increase coincides with Red Squirrel Appreciation Day on January 21, highlighting the success of a project initiated to sustainably boost the pine marten population at Kirkcudbright.\nConservation efforts yield results WO2 Scott Maclean, Deputy Training Safety Officer at Kirkcudbright Training Centre, expressed his elation at this development.\n‘There has been a notable increase of red squirrel activity across the estate at Kirkcudbright, with roughly double the number of sightings in the last few months than before, in 5 or 6 separate locations,’ he remarked.\nThe presence of pine martens, natural predators of squirrels, appears to be benefiting the red squirrels, as they exhibit more caution around these predators than their grey counterparts.\nRed squirrel conservation The red squirrel, Britain’s sole native squirrel species, has been under threat primarily due to the introduction of the grey squirrel from North America in the 19th century.\nWith the UK’s red squirrel numbers plummeting from about 3.5 million to a mere few hundred thousand, the grey squirrel population stands at an estimated 2.7 million.\nFactors such as competition and the transmission of squirrel pox, fatal to reds but harmless to greys, have driven this decline. This has led to the red squirrel being classified as endangered in England and Wales.\nDIO’s Conservation Stewardship Fund financed the installation of 12 pine marten den boxes to foster a small, permanent pine marten population.\nThis initiative is designed to naturally curtail grey squirrel numbers, thereby aiding in the resurgence of red squirrels.\nMilitary training and wildlife coexistence Kirkcudbright Training Centre, primarily used for infantry training, including live firing, and spanning approximately 1,900 hectares, exemplifies how military activities and wildlife conservation can coexist.\nOliver Howells, DIO’s Principal Ecologist, states, ‘Wildlife continues to thrive across our training areas, and there are many examples of how priority species are flourishing alongside military activities. The rise in red squirrel numbers at Kirkcudbright is a great example and a real success story.’\nIn addition to the red squirrel project, efforts to rejuvenate the Balmae Lake region have included the removal of non-native plant species, replaced by Scottish wildflowers to boost insect numbers and biodiversity.\nThank you for taking the time to read this article. Do remember to come back and check The Euro Weekly News website for all your up-to-date local and international news stories and remember, you can also follow us on Facebook and Instagram .\nShare this story\nshare on Facebook share on Twitter share on WhatsApp share on LinkedIn share on Flipboard share on Email Sign up for personalised news Subscribe to our Euro Weekly News alerts to get the latest stories into your inbox!\nEmail By signing up, you will create a Euro Weekly News account if you don't already have one. Review our Privacy Policy for more information about our privacy practices.\nWritten by John Ensor Originally from Doncaster, Yorkshire, John now lives in Galicia, Northern Spain with his wife Nina. He is passionate about news, music, cycling and animals.\nLinkedIn Profile Comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Environment"
    ],
    "external_links": [
      "https://web.whatsapp.com/send?text=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/",
      "https://www.facebook.com/sharer/sharer.php?u=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/",
      "https://share.flipboard.com/bookmarklet/popout?v=2&#038;url=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/&#038;title=Red%20squirrels%20surge%20on%20Scottish%20defence%20site",
      "https://www.linkedin.com/in/john-ensor-9a304b271/",
      "https://twitter.com/share?url=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/&#038;text=Red%20squirrels%20surge%20on%20Scottish%20defence%20site",
      "https://www.facebook.com/EuroWeeklyNews",
      "https://www.instagram.com/euroweeklynews/",
      "https://www.linkedin.com/shareArticle?mini=true&#038;url=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/&#038;title=Red%20squirrels%20surge%20on%20Scottish%20defence%20site",
      "https://web.whatsapp.com/send?text=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://linkedin.com/shareArticle?mini=true&#038;url=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/&#038;title=Red%20squirrels%20surge%20on%20Scottish%20defence%20site",
      "https://www.facebook.com/sharer/sharer.php?u=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site",
      "https://www.twitter.com/share?url=https://www.euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/&#038;text=Red%20squirrels%20surge%20on%20Scottish%20defence%20site",
      "https://www.linkedin.com/in/john-ensor-9a304b271",
      "https://linkedin.com/in/john-ensor-9a304b271/",
      "https://www.instagram.com/euroweeklynews",
      "https://facebook.com/sharer/sharer.php?u=https://euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/",
      "https://facebook.com/EuroWeeklyNews",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://web.whatsapp.com/send",
      "https://www.web.whatsapp.com/send?text=https://www.euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/",
      "https://instagram.com/euroweeklynews/",
      "https://twitter.com/share",
      "https://www.share.flipboard.com/bookmarklet/popout?v=2&#038;url=https://www.euroweeklynews.com/2024/01/19/red-squirrels-surge-on-scottish-defence-site/&#038;title=Red%20squirrels%20surge%20on%20Scottish%20defence%20site"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "scott maclean",
          "sentiment": "none"
        },
        {
          "name": "galloway",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "galloway pine marten group",
          "sentiment": "none"
        },
        {
          "name": "euro weekly news barcelona",
          "sentiment": "none"
        },
        {
          "name": "defence infrastructure organisation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kirkcudbright training area",
          "sentiment": "none"
        },
        {
          "name": "dumfries",
          "sentiment": "none"
        },
        {
          "name": "kirkcudbright training centre",
          "sentiment": "none"
        },
        {
          "name": "poland",
          "sentiment": "none"
        },
        {
          "name": "kirkcudbright",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T16:45:44.182+02:00",
    "updated": "2024-01-19T16:45:44.182+02:00"
  }
]