[
  {
    "uuid": "c6e4fde6b70cdb4fca5b4e525823d40b0ab3db0a",
    "url": "https://www.impulsegamer.com/nintendo-switch-2-launches-5th-june-bringing-new-forms-of-game-communication-to-life",
    "ord_in_thread": 0,
    "author": "Alex Novus",
    "published": "2025-04-02T22:18:00Z",
    "title": "NINTENDO SWITCH 2 LAUNCHES 5TH JUNE, BRINGING NEW FORMS OF GAME COMMUNICATION TO LIFE",
    "text": "All Together, Anytime, Anywhere. With new ways to play and new ways to connect players, Nintendo Switch 2 arrives on 5th June 2025, for a suggested retail price of AU$699.95. Discover reimagined Joy-Con 2 controllers, each of which can now be used as a mouse in compatible games and that snap to the console with magnetic connectors. Experience the console’s powerful processing speeds delivering visuals via a bigger screen showcasing vibrant colour and clarity. From Nintendo Switch 2 games to compatible games in existing Nintendo Switch libraries – connect and play with friends and family in surprising new ways!\n“Nintendo Switch 2 is the next step in at-home gaming that can be taken on the go based on eight years of play and discovery that began with Nintendo Switch,” said Nintendo President Shuntaro Furukawa. “With its new features that expand the possibilities of gaming experiences, I truly believe that Nintendo Switch 2 is a leap forward in our journey of putting smiles on the faces of everyone that Nintendo touches.”\nNintendo Switch 2 comes with the following:\nNintendo Switch 2 console\nJoy-Con 2 controllers (L+R)\nJoy-Con 2 Grip\nJoy-Con 2 Straps\nNintendo Switch 2 Dock\nUltra High-Speed HDMI Cable\nNintendo Switch 2 AC Adapter\nUSB-C Charging Cable\nRace into Nintendo Switch 2 with the Nintendo Switch 2 + Mario Kart World bundle*1, which includes a console and a download code for Mario Kart World, available from Nintendo Switch 2 launch day on 5th June for a suggested retail price of AU$769.95.\nToday’s Nintendo Direct presentation featured a broad variety of hardware details, system features, and games coming to Nintendo Switch 2 both from Nintendo and its publishing partners. To view the Nintendo Direct presentation in its entirety, visit https://www.nintendo.com/au/nintendo-direct/.\nGameChat Enables New Ways to Play Socially, All Together\nWith the new online feature GameChat*2, people can play games and talk like everyone is in the same room, even if they are miles apart. Whether sharing a victory or just waving hello, GameChat makes it feel like online friends around the world are on the same couch. Once GameChat is up, players can start a chat with friends anytime by pressing the C Button on the right Joy-Con 2 controller. The console’s built-in mic can be used to voice chat while playing games with up to 12 people in different locations. Up to four friends can share their screen, and if they connect a compatible USB-C camera, such as the Nintendo Switch 2 camera (sold separately), they can also video chat, seeing each other’s faces as they cheer, shout, or laugh while playing. Additional friends can join the chat via audio only. Until the end of March 2026, GameChat can be used without the need to have a Nintendo Switch Online membership. Afterwards, a Nintendo Switch Online membership will be required.\nWhen initiating a GameChat session, the user invites people from their friend list. Safety features are in place to help players have a safe and secure chat experience, such as the ability to report a person while in a chat session. In addition, Nintendo recognises the important role parents and guardians play in their children’s online experiences, so children under the age of 16 will need their parent or guardian to approve their use of GameChat with an updated version of the Nintendo Switch Parental Controls App.\nA Multitude of New Features and Experiences\nA large, vivid screen that allows smooth motion expression\nNintendo Switch 2 has a large 7.9-inch built-in LCD screen that displays in full HD at 1080p while maintaining the same thickness of Nintendo Switch. Even while on the go, Nintendo Switch 2 offers vivid, detailed game experiences, as well as smooth graphics showcasing character movements and their rich facial expressions.\nJoy-Con 2 controllers attach to the console with a “snap”\nJoy-Con 2, the newly designed Nintendo Switch 2 controllers, magnetically attach to the Nintendo Switch 2 console. In addition, either Joy-Con 2 controller can be operated like a mouse by sliding it on a surface like a table or on a pair of trousers. They can be used in multiple ways, including for games that require aiming.\nA new freely adjustable stand and a new USB-C port\nThe angle of the new stable stand on the back of the Nintendo Switch 2 console can be adjusted freely so that players can find their preferred viewing angle. While Nintendo Switch has one USB-C port on the bottom of the console, Nintendo Switch 2 has a port on the top as well, which makes it possible for players to use the included AC adapter to charge the console while playing in tabletop mode. It is also possible to connect a compatible USB-C camera, like the Nintendo Switch 2 camera, to enjoy video chat on GameChat.\nPowerful processing speed and graphical performance\nNintendo Switch 2 has significantly improved CPU and GPU performance over Nintendo Switch, resulting in faster processing speed and enabling new visually advanced gameplay. It also makes it possible to achieve more detailed graphics and faster loading times.\nCrisp audio quality and spatial 3D sound\nOn Nintendo Switch 2, the sound quality is more natural and clearer with an even more balanced sound range. When playing in handheld mode or tabletop mode, players will be able to experience games with even more immersive, three-dimensional sound.\nInternal storage of 256 GB\nThe internal storage of Nintendo Switch 2, where digital games and save data are stored, is 256 GB, which is 8 times the storage capacity of Nintendo Switch. For additional storage, Nintendo Switch 2 only uses microSD Express cards, which have faster data reading speeds than previous microSD models.\nNintendo Switch games are also playable on Nintendo Switch 2\nIn addition to Nintendo Switch 2 games, Nintendo Switch 2 can play compatible physical and digital games released on Nintendo Switch. Some Nintendo Switch games may not be supported on or fully compatible with Nintendo Switch 2. Nintendo Switch Joy-Con controllers and peripherals, such as the Nintendo Switch Pro Controller, will also be usable on Nintendo Switch 2 by connecting them wirelessly to the console. For more information on the compatibility with Nintendo Switch games and accessories, please visit the Nintendo website.\nThe new Nintendo Switch 2 dock\nBy connecting the Nintendo Switch 2 dock to a TV, users can output video at up to 4K resolution and play games at up to 120 fps via compatible games and TVs.\nMultiple people can play one title with GameShare\nWith GameShare, a new Nintendo Switch 2 feature, players can share and play the same game with others who do not have the game. If one person has a Nintendo Switch 2 console and a game compatible with GameShare, that person can invite others to temporarily play the same game together via local play with their Nintendo Switch 2 or Nintendo Switch console. Between Nintendo Switch 2 consoles, GameShare can also be used along with GameChat for online play, so that players can chat with others while all of them play the same game.\nVirtual game cards add benefits to digital games\nWith virtual game cards, players can easily manage all their purchased digital games, play games on two different consoles, or even lend or borrow games. The virtual game card menu shows all the digital games purchased with a user’s Nintendo Account, making it easy to access the games and load them on the console. Once a virtual game card is loaded onto a console, it can be played even if the console is not connected to the Internet, and other users who are on that console can also play the game. Additionally, digital games can be lent and borrowed among members of the same Nintendo Account family group in the form of virtual game cards via local wireless communication.\nNintendo Switch Online\nNintendo Switch Online*2 will be available on Nintendo Switch 2. On Nintendo Switch 2, players with a Nintendo Switch Online membership will be able to use features like GameChat along with existing online features. For a limited time, all Nintendo Switch 2 owners can access GameChat without a Nintendo Switch Online membership through the GameChat Welcome Offer period, which lasts until 31st March, 2026. After that time, a Nintendo Switch Online membership will be required to use GameChat. In addition, for Nintendo Switch 2 owners, Nintendo GameCube – Nintendo Classics will be released right at the console’s launch. Players with a Nintendo Switch Online + Expansion Pack membership and a Nintendo Switch 2 console will be able to access a growing collection of Nintendo GameCube games with clearer image quality and higher resolution than the original releases. The classic game lineup available at release will be F-ZERO GX, The Legend of Zelda: The Wind Waker and SOULCALIBUR II. Along with the classic games, a dedicated wireless controller designed after the original Nintendo GameCube controller will be available for purchase*3 by paid Nintendo Switch Online members.\nVariety of accessibility features\nIn addition to existing accessibility features on Nintendo Switch, to support players’ wide range of gameplay styles, Nintendo Switch 2 offers a variety of new accessibility options including the ability to adjust font size, enable screen reader, and speech-to-text features within GameChat.\nSafe and secure game experience on Nintendo Switch 2\nWith the Nintendo Switch Parental Control app, parents can easily support their children’s gameplay by using their smart device to check what kind of games their children play or set limits on how long the console can be used daily. As for GameChat, children under the age of 16 will need the parent’s or guardian’s approval on the Nintendo Switch Parental Control app to start a chat, which makes it possible for parents and guardians to manage their children’s chat experience securely.\nNew Games for a New Console\nNintendo Switch 2 will launch with games that highlight its new capabilities while bringing everyone along for the ride. From brand new titles and console exclusives, like Mario Kart World and Donkey Kong Bananza, to exhilarating experiences like EA SPORTS Madden NFL and Cyberpunk 2077: Ultimate Edition, to upgraded versions of Nintendo Switch games like Super Mario Party Jamboree – Nintendo Switch 2 Edition + Jamboree TV and Sid Meier’s Civilization® VII – Nintendo Switch 2 Edition, there is much to share and play.\nPut the pedal to the metal in Mario Kart World, a brand-new experience set in a vast interconnected environment. Race seamlessly across connected courses that deliver Mario Kart racing like never before. 24 drivers can compete in a race. Participate in the new Knockout Tour mode, where you’ll barrel through back-to-back courses and checkpoints, with no pit stops along the way. If a player doesn’t make it to each checkpoint at a high-enough placement, they will be eliminated. And in Free Roam, it’s possible to go off the racetrack and drive in any direction you wish, explore areas that pique your interest and take some photos at scenic spots with a group of friends. Mario Kart World races onto Nintendo Switch 2 on 5th June. More details will be revealed in a Mario Kart World Direct presentation on 17th April at 23:00 AEST.\nGet ready for Donkey Kong Bananza, a brand-new 3D platforming action adventure – available exclusively on Nintendo Switch 2. Crash, bash, and climb through nearly everything in DK’s path and tear off chunks of terrain to swing around and throw in groundbreaking exploration. The more that is demolished with powerful punches, the more areas open up to discover. Break on through this adventure full of mayhem, surprises and bananas when Donkey Kong Bananza crashes onto Nintendo Switch 2 on 17th July.\nThe new capabilities of Nintendo Switch 2 allow for compatible physical and digital games released on Nintendo Switch to receive paid Nintendo Switch 2 Edition upgrade packs featuring enhanced graphics, exclusive content offerings, and new gameplay experiences.\nStar in Super Mario Party Jamboree – Nintendo Switch 2 Edition + Jamboree TV, featuring unique new modes and minigames that showcase mouse controls, the console’s built-in mic, and Nintendo Switch 2 camera (sold separately). Invite friends*4 to join Bowser Live, a game show-themed experience with 2v2 team battles and physical challenges! But beware: Losing teams may have to answer to Bowser himself! Get ready to see what’s new in this party when it launches 24th July.\nSee the Kingdom of Hyrule in a whole new way with The Legend of Zelda: Breath of the Wild – Nintendo Switch 2 Edition and The Legend of Zelda: Tears of the Kingdom – Nintendo Switch 2 Edition, available with performance upgrades on Nintendo Switch 2. Smoother frame rates, faster load times, and better graphics will make for a fresh experience when revisiting these adventures, and now players will also have a little extra help. Also on the way is an update to the Nintendo Switch App*5 (previously known as the Nintendo Switch Online app), called ZELDA NOTES. This game-specific service is exclusive to the Nintendo Switch 2 Editions of the games and helps players navigate to various locations, like that difficult-to-find shrine or hidden Korok, and will even feature commentary from Princess Zelda herself that was not part of the original games. Both upgraded titles will be available from Nintendo Switch 2 launch day, 5th June.\nKirby’s 3D platforming adventure gets an extra Nintendo Switch 2 boost in Kirby and the Forgotten Land – Nintendo Switch 2 Edition + Star-Crossed World. A mysterious meteor crashes in the world of Kirby and the Forgotten Land, revealing a new story for Kirby. He must use his abilities, including new Mouthful Modes, to clear a trail through uncharted territory. The upgrade pack will include this new content which can be played in single-player and local co-op, as well as improved performance for the entire game. Jump into Kirby’s star-crossed world when it launches on 28th August.\nThe galaxy’s greatest bounty hunter Samus Aran returns in Metroid Prime 4: Beyond. This title will release on both Nintendo Switch and Nintendo Switch 2, with the latter allowing for both standard controls and Joy-Con 2 mouse controls as players wield Samus’s arm cannon with more precision, plus enhanced visuals and performance. Choose between Quality Mode and Performance Mode, both of which support HDR, based on your preference and playstyle. Explore the immersive world in 4K at 60 FPS or enjoy smoother action in full HD at 120 FPS when the game launches in 2025.\nIn Pokémon Legends: Z-A – Nintendo Switch 2 Edition, you can enjoy your adventure in Lumiose City on Nintendo Switch 2 with enhanced resolution and frame rates, coming late 2025.\nKirby Air Riders, a brand-new title originated from the Nintendo GameCube classic racing-action game Kirby Air Ride, and Masahiro Sakurai, the director of the Super Smash Bros. series, was announced for release this year. The trailer revealed a dramatic introduction of Kirby on his Warp Star machine and other Kirby air riders on a variety of unique machines, as they joined together on a racetrack. Kirby Air Riders will glide onto Nintendo Switch 2 in 2025.\nUse the Joy-Con 2 mouse controls and enjoy a new experience by strapping into Drag x Drive. A new online 3v3 game experience, Drag x Drive (pronounced “Drag and Drive”) challenges players to use the mouse controls with both Joy-Con 2 at the same time to intuitively steer, speed up, perform tricks and make plays such as dunks. Get ready to gear up when Drag x Drive launches on Nintendo Switch 2 this winter.\nWhile it’s understandable that players will want to hit the ground running (or racing) with Nintendo Switch 2, they can also explore a variety of features and details the new console has to offer. Players can enter a virtual exhibition with Nintendo Switch 2 Welcome Tour and gain insights into what makes Nintendo Switch 2 such a unique gaming experience. Through tech demos, minigames and other interactions, players will get to know the new console inside and out in ways they may never have known about otherwise. Nintendo Switch 2 Welcome Tour will be available to buy from Nintendo eShop from Nintendo Switch 2 launch day, 5th June.\nExciting Games from Global Developers and Publishers\nFrom acclaimed hits like SPLIT FICTION and ELDEN RING to sports phenoms like Madden NFL and NBA 2K, and highly anticipated games like Hades II and Borderlands 4, Nintendo Switch 2 is the place where players can find the full range of gaming experiences. Here are some of the games coming to Nintendo Switch 2 from development and publishing partners.\nThe Duskbloods: The moontears will flow for one and one alone in The Duskbloods, a brand-new multiplayer title from the creators of DARK SOULS and ELDEN RING, FromSoftware. Available exclusively for Nintendo Switch 2, The Duskbloods launches next year. Read more in our upcoming developer diary series, Creator’s Voice, with the game’s director Hidetaka Miyazaki, available in English on 5th April.\nHades II: Battle beyond the Underworld to vanquish the Titan of Time as the Princess of the Dead in this bewitching sequel to the original rogue-like dungeon crawler. Hades II lets players explore a bigger, deeper mythic world with the full might of Olympus at their call in a story that reacts to their every setback and accomplishment. The game is coming first on console to both Nintendo Switch and Nintendo Switch 2, taking full advantage of the new console’s higher-definition display with responsive action at a target of 60 frames per second. Look out for more information about Hades II later this year.\nEA SPORTS Madden NFL and EA SPORTS FC: EA SPORTS is bringing fans together from across the world – both on the pitch, and on the gridiron. EA SPORTS Madden NFL and EA SPORTS FC will be coming to Nintendo Switch 2.\nNBA 2K and WWE 2K: Dominate on the court and in the ring – NBA 2K and WWE 2K are coming to Nintendo Switch 2.\nHyrule Warriors: Age of Imprisonment is the newest title in the Hyrule Warriors series and is developed by Koei-Tecmo Games with support from Nintendo. The game features epic battles against hordes of enemies as it tells the untold story from Hyrule’s distant past of the Imprisoning War that ultimately led to the events of The Legend of Zelda: Tears of the Kingdom. Fans of the Legend of Zelda series and players of both The Legend of Zelda: Breath of the Wild and The Legend of Zelda: Tears of the Kingdom can experience the thrill of battle and this canonical tale featuring Princess Zelda, King Rauru, and other familiar characters. Fight for Hyrule’s future when Hyrule Warriors: Age of Imprisonment comes to Nintendo Switch 2 this summer.\nSPLIT FICTION: Jump between sci-fi and fantasy worlds in this co-op action adventure, where contrasting writers Mio and Zoe have become trapped in a simulation of their own stories. SPLIT FICTION keeps you on the edge of your couch with weird and unexpected moments as players have to coordinate and work together to overcome challenges. Players can also invite a friend to play with for free via cross-play on Nintendo Switch 2 with Friend’s Pass*6. Jump into the action when SPLIT FICTION releases the same day as Nintendo Switch 2.\nCyberpunk 2077: Ultimate Edition: For the first time, Nintendo players can step into the shoes of V – a mercenary determined to become a legendary cyberpunk in Night City. With the powerful processing speed and graphical performance of Nintendo Switch 2, every neon-lit street and firefight feels more immersive than ever.\nFINAL FANTASY VII REMAKE INTERGRADE: Experience a modern reimagining of one of the most iconic games of all time on Nintendo Switch 2. Set in Midgar, players will immerse themselves in a standalone gaming experience designed for RPG players that crave unforgettable characters, a powerful story, and a strategic battle system that merges real-time action with command-based combat. Including FF7R EPISODE INTERmission, an additional story arc happening during the events of the game, players can fight for the future of the planet when FINAL FANTASY VII REMAKE INTERGRADE comes to Nintendo Switch 2.\nStreet Fighter 6: Experience the next evolution of Street Fighter in Street Fighter 6 with three distinct game modes, new gameplay features, and enhanced visuals. Fight your way to the top with new game modes exclusive to Nintendo Switch 2 like Local Wireless One on One*4 and Avatar Matches. Enjoy new party modes utilising Joy-Con 2 controllers like Gyro Battle and Calorie Contest. Plus, players can check out three new amiibo figures and 22 amiibo cards at launch. Choose from Street Fighter 6 Years 1-2 Fighter Edition, or the digital version of Street Fighter 6, for Nintendo Switch 2 on launch day.\nSid Meier’s Civilization® VII – Nintendo Switch 2 Edition: Steer the course of history in Sid Meier’s Civilization® VII – Nintendo Switch 2 Edition. Featuring new mouse controls that offer a more intuitive experience, players’ decisions will shape the cultural lineage of their empire. Construct cities and architectural wonders, improve your civilisation with technological breakthroughs, and conquer or cooperate with rival civilisations as you explore the world. Whether you choose to follow history or forge your own path, create a legacy that echoes through the Ages when Sid Meier’s Civilization® VII – Nintendo Switch 2 Edition comes to Nintendo Switch 2 on launch day.\nHogwarts Legacy: Experience Hogwarts School of Witchcraft and Wizardry like never before in Hogwarts Legacy, which has been updated with Joy-Con 2 mouse support, improved graphics and audio, seamless map load times, and controls for Nintendo Switch 2. Players can become the centre of their own adventure with this open-world, action role-playing game as they discover magical beasts, customise their character, master spell casting, and become the witch or wizard they want to be. Rediscover the magic when Hogwarts Legacy arrives on the same day as Nintendo Switch 2.\nBRAVELY DEFAULT FLYING FAIRY HD Remaster: Follow four Warriors of Light on a journey to restore the elemental crystals in the HD remaster of the Nintendo 3DS RPG masterpiece, BRAVELY DEFAULT. Experience an RPG that brings new depth to classic, turn-based battles with the introduction of the “Brave & Default” system – featuring an array of options to customise your characters with over 20 unique jobs. The game also includes quality of life updates and two new minigames that leverage the dual mouse controls of Nintendo Switch 2. BRAVELY DEFAULT FLYING FAIRY HD Remaster comes to Nintendo Switch 2 on launch day.\nBorderlands 4: Experience outrageous enemies and killer loot on the dangerous new planet of Kairos in Borderlands 4. Become an unstoppable force blasting through enemies with an arsenal of weaponry. Deftly defy death from every direction as players flex their skill expression with glide, dodge, grapple, and more. Hop into the action when Borderlands 4 launches on Nintendo Switch 2 in 2025.\nMore adventure awaits in new and updated titles including…\nTony Hawk’s Pro Skater 3 + 4: Two legendary Activision games return with new skaters, gnarlier tricks, a sicker soundtrack, and, for the first time in over a decade – new parks! Drop into cross-platform online multiplayer*6 and relive the classic fun. Tony Hawk’s Pro Skater 3 + 4 launches on Nintendo Switch 2 this winter.\nELDEN RING Tarnished Edition: With over 28 million copies sold worldwide, ELDEN RING is an award-winning, action RPG set in an authentic dark fantasy world. Explore treacherous dungeons and face epic boss battles. Including the base game, the SHADOW OF THE ERDTREE expansion, and new weapons, armour, a new Torrent appearance customisation, and more, ELDEN RING Tarnished Edition arrives on Nintendo Switch 2 in 2025.\nYakuza 0 Director’s Cut: Discover the decadence and danger of 1988 Japan in Yakuza 0 Director’s Cut. The definitive edition of the acclaimed origin story is coming first to Nintendo Switch 2. Players will have to fight through Tokyo and Osaka’s entertainment districts as Kazuma Kiryu and Goro Majima in an epic crime drama. With the Director’s Cut, players will find deeper insights into character backstories and incidents with never-before-seen cutscenes, plus the new Red Light Raid online multiplayer mode. Yakuza 0 Director’s Cut launches on Nintendo Switch 2 on launch day.\nFortnite: Whether you want to be the last player standing in Battle Royale, Zero Build, Reload, and Fortnite OG, or you want to explore LEGO Fortnite experiences, blast to the finish with Rocket Racing or headline a concert with Fortnite Festival – the choice is yours. Find it all in Fortnite on Nintendo Switch 2 on launch day.\nEnter the Gungeon 2: Experience the reloaded sequel to the iconic bullet dungeon crawler with Enter the Gungeon 2. Featuring a new 3D art style, weapons, and new gameplay tricks, players can load in on Nintendo Switch 2 next year.\nHITMAN World of Assassination – Signature Edition: Enter the world of the ultimate assassin in HITMAN World of Assassination – Signature Edition. Explore intricate environments as you use disguises and stealth to execute missions. Experience the best of HITMAN, HITMAN 2 and HITMAN 3 including the main campaign, contracts mode, escalations, and more. HITMAN World of Assassination – Signature Edition releases the same day as Nintendo Switch 2.\nProject 007: Step into the shoes of James Bond and earn your 00 status. Featuring a wholly original Bond story, Project 007 will come to Nintendo Switch 2.\nAnd that’s not all, as Nintendo Switch 2 welcomes STARSEEKER: Astroneer Expeditions, Daemon X Machina: Titanic Scion, DELTARUNE, Survival Kids, Star Wars Outlaws, Hollow Knight: Silksong, and more!\nFor more information on Nintendo Switch 2, please visit the Nintendo website at Nintendo.com/au. Also, look for continuing Nintendo Switch 2 content in the free Nintendo Today! smart device app*7 for iOS and Android.\nWith new ways to play and new ways to connect players, Nintendo Switch 2 arrives on 5th June . Today’s Nintendo Direct presentation featured a broad variety of hardware details, system features, and games coming to Nintendo Switch 2 both from Nintendo and its publishing partners. To view the Nintendo Direct presentation in its entirety, visit https://www.nintendo.com/au/nintendo-direct/.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->information technology and computer science",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/embed/XrW6eCgRgb4",
      "https://www.nintendo.com/au/nintendo-direct/.",
      "https://nintendo.com/au/nintendo-direct/.",
      "http://youtube.com/embed/XrW6eCgRgb4"
    ],
    "entities": {
      "persons": [
        {
          "name": "Donkey Kong Bananza",
          "sentiment": "positive"
        },
        {
          "name": "Sid Meier’s",
          "sentiment": "positive"
        },
        {
          "name": "Friend",
          "sentiment": "positive"
        },
        {
          "name": "Midgar",
          "sentiment": "positive"
        },
        {
          "name": "Hogwarts Legacy",
          "sentiment": "positive"
        },
        {
          "name": "Tony Hawk’s",
          "sentiment": "positive"
        },
        {
          "name": "Nintendo Account",
          "sentiment": "negative"
        },
        {
          "name": "Bowser Live",
          "sentiment": "negative"
        },
        {
          "name": "FF7R EPISODE INTERmission",
          "sentiment": "negative"
        },
        {
          "name": "Torrent",
          "sentiment": "negative"
        },
        {
          "name": "Shuntaro Furukawa",
          "sentiment": "neutral"
        },
        {
          "name": "Joy-Con 2 Grip",
          "sentiment": "neutral"
        },
        {
          "name": "Mario Kart World",
          "sentiment": "neutral"
        },
        {
          "name": "Nintendo GameCube",
          "sentiment": "neutral"
        },
        {
          "name": "Princess Zelda",
          "sentiment": "neutral"
        },
        {
          "name": "Samus",
          "sentiment": "neutral"
        },
        {
          "name": "Kirby Air Riders",
          "sentiment": "neutral"
        },
        {
          "name": "Masahiro Sakurai",
          "sentiment": "neutral"
        },
        {
          "name": "Drag x Drive",
          "sentiment": "neutral"
        },
        {
          "name": "Madden NFL",
          "sentiment": "neutral"
        },
        {
          "name": "Hidetaka Miyazaki",
          "sentiment": "neutral"
        },
        {
          "name": "Battle",
          "sentiment": "neutral"
        },
        {
          "name": "Rauru",
          "sentiment": "neutral"
        },
        {
          "name": "Hyrule Warriors",
          "sentiment": "neutral"
        },
        {
          "name": "Mio",
          "sentiment": "neutral"
        },
        {
          "name": "Zoe",
          "sentiment": "neutral"
        },
        {
          "name": "Avatar Matches",
          "sentiment": "neutral"
        },
        {
          "name": "Goro Majima",
          "sentiment": "neutral"
        },
        {
          "name": "James Bond",
          "sentiment": "neutral"
        },
        {
          "name": "Hollow Knight",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Night City",
          "sentiment": "positive"
        },
        {
          "name": "GB",
          "sentiment": "neutral"
        },
        {
          "name": "Knockout Tour",
          "sentiment": "neutral"
        },
        {
          "name": "the Kingdom of Hyrule",
          "sentiment": "neutral"
        },
        {
          "name": "Lumiose City",
          "sentiment": "neutral"
        },
        {
          "name": "Underworld",
          "sentiment": "neutral"
        },
        {
          "name": "Japan",
          "sentiment": "neutral"
        },
        {
          "name": "Yakuza 0",
          "sentiment": "neutral"
        },
        {
          "name": "Tokyo",
          "sentiment": "neutral"
        },
        {
          "name": "Osaka",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "the Nintendo Switch Parental Controls App",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "the GameChat Welcome Offer",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Nintendo Switch 2 Edition",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Samus Aran",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Metroid",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Nintendo Switch 2 Welcome Tour",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Nintendo eShop",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "the “Brave & Default",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Activision",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Bond",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Project 007",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Nintendo Today",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "microSD Express",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "GameShare",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Virtual",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "the Nintendo Switch Online",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "ZELDA NOTES",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Warp Star",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "DARK",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "FromSoftware",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Street Fighter",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "ELDEN RING Tarnished Edition",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "AC Adapter",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "USB",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "USB",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "LCD",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "AC",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "CPU",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "GPU",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Nintendo Switch Joy-Con",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Nintendo Switch Pro Controller",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Nintendo Classics",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "purchase*3",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "New Games",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "EA",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "NFL",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Super Mario Party Jamboree",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "a Mario Kart World Direct",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "DK",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "showcase mouse controls",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Korok",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Mouthful Modes",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Quality Mode",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "HDR",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "FPS",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Pokémon Legends: Z-A",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Super Smash Bros.",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Exciting Games",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "SPLIT FICTION",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "NBA 2K",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Duskbloods",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Creator’s Voice",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Time",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "TIME",
              "exchange": "NYSEARCA"
            }
          ]
        },
        {
          "name": "Olympus",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "EA SPORTS FC",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "WWE",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Koei-Tecmo Games",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "sci-fi",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Local Wireless One",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Kazuma Kiryu",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Zero Build",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Fortnite OG",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "LEGO Fortnite",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Rocket Racing",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Fortnite Festival",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Survival Kids",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Silksong",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Android",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:26:55.047+03:00",
    "updated": "2025-04-03T02:26:55.047+03:00"
  },
  {
    "uuid": "290600e2389cb6b372fe7792ffc5506b77461213",
    "url": "https://www.meneame.net/story/bassem-youssef-religion-excusa/c024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "alehopio",
    "published": "2024-02-23T19:38:00Z",
    "title": "#24 Bassem Youssef: la religión es la excusa",
    "text": "[Mark_Renton_1](/user/Mark_Renton_1)a [youtube.com](/go/link/3911302)\nEn sociedad, las religiones cumplen fundamentalmente dos papeles:\n- Justificar a los opresores y perdonarles sus abusos.\n- Darle una falsa esperanza a los oprimidos, o incluso tratar de compensarlos con algún bien intangible (ir al cielo, reencarnarse, etc) para que no se rebelen contra los opresores.\nLo que está claro es que las religiones no buscan acabar con las desigualdades... todo lo contrario, son un mecanismo social para perpetuar la desigualdad.\n[#1](c1#c-1) Hay una frase atribuída a Napoleón que dice \"la religión es lo que impide que los pobres maten a los reyes\"\n[#5](c5#c-5) por no olvidar dos de los mejores controladores de masas que todas tienen: LA CULPA Y EL MIEDO.\nPorque la responsabilidad y la sensatez son liberadores.\n#FreeAssange\n[#1](c1#c-1) Básicamente nacieron y son la mejor herramienta del poder para hacer al Pueblo conformista... esta vida es irrelevante porque lo importante es el premio \"eterno\".\nLos palestinos en Israel no tienen los mismos derechos que los judíos. De hecho, no se les permite tener la ciudadanía israelí si reniegan del sionismo.\nEn cuanto a sus derechos violados, hay extensa literatura de las organizaciones no gubernamentales por los derechos humanos que se refieren al estado de Israel como un apartheid (cosa que no pasa con los judíos en Irán).\nEso sin contar con el genocidio que los sionistas llevan cometiendo contra los palestinos desde la creación del estado de Israel, para así poder quedarse con sus tierras. Ahora intensificado en con el crimen de lesa humanidad que los sionistas están cometiendo contra los palestinos en Gaza. Cosa que no ha pasado ni está pasando en Irán...\n[#14](c14#c-14) Se fueron voluntariamente y ante la llamada de Israel que les daba todo tipo de ayudas económicas que no tenían en Irán.\nMientras que los palestinos han sido masacrados, sus propiedades destruidas y sus tierras se les han robado los sionistas.\n[#16](c16#c-16) Tambien dan ayudas a los judios useños y estos no se van, no en la misma cantidad que Iran.\nDe Iran se han ido, teniendo en cuenta un crecimiento de la poblacion de x4 desde 1948, el 99% de los judios.\n[#17](c17#c-17) Con eso me quieres decir que en el mundo hay más judíos sionistas que judíos no-sionistas.\nRespecto a la demografía:\nJudíos en Palestina en 1931 eran 91,398 mientras que musulmanes 759,717\nPara 1945 eran 553,600 mientras que musulmanes 1,061,270\nhttps://en.wikipedia.org/wiki/Demographic_history_of_Palestine_(region)\nSabes si los británicos estuvieron de acuerdo con Hitler y los sionistas en el Acuerdo de Haavara\nhttps://www.lemonde.fr/en/history/article/2023/08/06/90-years-ago-a-negotiated-transfer-led-over-50-000-german-jews-to-palestine_6082440_157.html\nA lo mejor es que los iraníes no fueron tan malos como los europeos...\n[#19](c19#c-19) ???\nHe hablado de palestinos o sionistas???\nQue mania con el whataboutismo.\nLa realidad es que la gran mayoria de judios marcharon de Iran, en especial a los pocos meses de la caida del regimen del Sha. Y marcharon a Israel, USA, Suiza, ...\nPD: Y si me hablas del acuerdo de Haavara hablame tambien del Gran Mufti de Israel.\nPero no, no lo vas a hacer porque estas mas preocupado en mantener una narrativa.\n[#20](c20#c-20) Estamos hablando de inmigración a Israel y sus causas: quién lo fomentó, por qué, para qué, de dónde procedían los inmigrantes, que ideología permitía la inmigración, etc\nPara comparar los inmigrantes desde Irán y los inmigrantes desde otros puntos del planeta como por ejemplo Europa. Y así poder discernir quienes fueron obligados y masacrados, y quienes no !!!\nPero veo que tu no quieres hablar sobre ese tema en concreto, si no hacer proselitismo sobre unas ideas.\n[#22](c22#c-22) Yo he puntualizado tu afirmacion de\n\"Y, no te quiero contar lo que dicen los sionistas que harían con los judíos antisionistas que siguen viviendo en Irán (después de Israel es Irán el país que más judíos tiene en Oriente Medio)\"\ncon un\n\"Iran tenia 150,000 judios en 1948. Hoy tiene 8500. Y eso que ha habido explosion demografica.\"\nLa realidad es que la gran mayoria de judios de Iran, un 99% si calculamos el aumento de poblacion, han huido del pais.\n[#23](c23#c-23) Es que ya te he dicho que la afirmación que haces es FALSA. No han \"huido\", han emigrado porque les daban ayudas en Israel que les compensaban lo que tenían en Irán. De la misma forma que no huyeron desde Rusia o desde Estados Unidos o desde otros países donde sigue existiendo comunidades judías.\nSin embargo, los que sí huyeron de Europa, porque los estaban exterminando (como ahora exterminan los sionistas a los palestinos) fueron los que los británicos permitieron asentarse en Palestina.\n[#2](c2#c-2) Los antisionistas son tratados inhumanamente en Israel\nhttps://fr.news.yahoo.com/video/police-crack-down-anti-zionist-032104267.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8\nY, no te quiero contar lo que dicen los sionistas que harían con los judíos antisionistas que siguen viviendo en Irán (después de Israel es Irán el país que más judíos tiene en Oriente Medio)\nhttps://aish.com/the-jews-of-iran-10-amazing-facts/\n[#7](c7#c-7) Los israelíes en Irán no tienen los mismos derechos que en Israel. De hecho, no se les permite tener la ciudadanía israelí mientras se encuentren en territorio iraní.\nEn cuanto a sus derechos:\nLibertad de movimiento: Los israelíes en Irán tienen severas restricciones de movimiento. Se les prohíbe salir de Teherán sin autorización previa y no pueden visitar ciertas áreas del país.Religión: Se les permite practicar el judaísmo, pero con limitaciones. Las sinagogas están sujetas a vigilancia y no se permite la proselitización.Propiedad: No pueden poseer propiedades en Irán.Educación: No pueden asistir a universidades públicas.Empleo: Se les restringe el acceso a la mayoría de los trabajos.En general, los israelíes en Irán son considerados ciudadanos de segunda clase y son objeto de discriminación por parte del gobierno.\nPasaporte:\nDebido a que no se les permite tener la ciudadanía iraní, los israelíes en Irán no pueden obtener un pasaporte iraní. En cambio, deben usar un pasaporte extranjero para viajar.\nUno diría que los Iraníes tratan a los Israelíes en Irán de la misma manera que Israel trata a los Israelíes musulmanes en Israel.\nen menor medida, el futbol y la politica. hay veces que la gente busca cualquier excusa para odiarte. en meneame muchos empiezan sus respuestas atribuyendote un color politico para proceder a soltar bilis.\nLa religión es un elemento identitario más. En nuestro instinto está el de pertenecer a un grupo con el que luchar por recursos y defendernos de otros grupos.\nReligión, raza, idioma, folclore, son muchas cosas las que si bien en principio pueden no tener un impacto negativo, sí que sirven para reforzar esos vínculos y luchar contra un enemigo.\nQue no estoy en contra ni creo positivo unificar todo en una misma cultura. Pero es obvio que sirve para marcar límites definir bandos y motivar a una sociedad hacia la confrontación.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.lemonde.fr/en/history/article/2023/08/06/90-years-ago-a-negotiated-transfer-led-over-50-000-german-jews-to-palestine_6082440_157.html",
      "https://en.wikipedia.org/wiki/Demographic_history_of_Palestine_(region)",
      "https://aish.com/the-jews-of-iran-10-amazing-facts/",
      "https://fr.news.yahoo.com/video/police-crack-down-anti-zionist-032104267.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8",
      "https://www.fr.news.yahoo.com/video/police-crack-down-anti-zionist-032104267.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8",
      "https://fr.news.yahoo.com/video/police-crack-down-anti-zionist-032104267.html",
      "https://www.aish.com/the-jews-of-iran-10-amazing-facts/",
      "https://www.en.wikipedia.org/wiki/Demographic_history_of_Palestine_(region)",
      "https://aish.com/the-jews-of-iran-10-amazing-facts",
      "https://lemonde.fr/en/history/article/2023/08/06/90-years-ago-a-negotiated-transfer-led-over-50-000-german-jews-to-palestine_6082440_157.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T22:47:34.572+02:00",
    "updated": "2024-02-23T22:47:34.572+02:00"
  },
  {
    "uuid": "6aa9ebce6ae72d487fe6da095a933dd4d2b109ec",
    "url": "https://newsinfo.inquirer.net/1881128/freed-hostage-recalls-fight-to-save-children-in-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-29T08:03:00Z",
    "title": "Freed hostage recalls fight to save children in Gaza",
    "text": "Chen Goldstein-Almog, who was released from Hamas captivity in Gaza with three of her children Agam, 17, Gal, 11, and Tal, 9, arranges her belongings during an interview with Reuters at her temporary accommodation in Tel Aviv, Israel, December 26, 2023. Chen was taken hostage during the October 7 attack by Palestinian militant group Hamas after her husband Nadav and daughter Yam, 20, were killed by Hamas gunmen. REUTERS\nTEL AVIV — To survive the 51 days she and three of her children spent as hostages in Gaza, Chen Almog-Goldstein had to stifle the tears over the killing of her husband and daughter when Hamas gunmen burst into their home in Israel on Oct. 7.\n“Within seven minutes we were in Gaza,” said Almog-Goldstein. “I remember the looks on my children’s faces. There was shock and a great sadness that I couldn’t express because I was now in survival mode.”\nADVERTISEMENT Almog-Goldstein, 49, a social worker, had to restrain her grieving for husband Nadav, shot point-blank in the chest by the gunmen when they broke into the family safe room, and their eldest daughter Yam, 20, killed minutes later.\nFEATURED STORIES NEWSINFO Malacañang declares Jan 2 (Tuesday) is not a holiday NEWSINFO 14-year-old kills older sister in deadly Christmas gift dispute NEWSINFO SMNI fights suspension, hits NTC ‘abuse of power’ “Everything would remind us of them,” she told Reuters in an interview. “I cried sometimes, the children saw that too, but straight away I had to wipe away the tears and snap out of it. They (the militants) didn’t like it when we cried.”\nShe said the family spent their first and last nights in an underground tunnel before they were released in a late November prisoner swap, seven weeks into the Israel-Hamas war. In between, they were moved several times from house to house.\nFood and water were sometimes restricted, she said, while sanitary conditions were tough with no running water in the toilets and just one change of clothes.\n‘Endless night’ The windows were always heavily draped, said Almog-Goldstein. When darkness fell, houses where they were held were either lit with candles or kept pitch black. “The nights were very long, never-ending nights, and so were the days.”\n“Control of your life is taken in one moment and is in someone else’s hands. We had no influence over our lives except for trying to survive and keep ourselves sane and balanced and functioning,” she said.\nEvery move to a new hideout meant a new team guarding the family, and new worries, she said. The fear was constant even though the militants said she and her 17-year-old daughter, Agam, and sons Gal, 11 and Tal, 9, would not be harmed.\nADVERTISEMENT Other hostages were less fortunate, she said. In one of the hideouts the family was placed with a group of female captives.\n“Some were beaten, handcuffed for some hours. Not just men, women were beaten too and we heard of sexual abuse, some first hand and some were girls we met who had witnessed it or had heard about it, harm inflicted at gunpoint.”\nHamas has denied accusations of sexual abuse.\nOut of 129 hostages remaining captive incommunicado in Gaza with no Red Cross access, 19 are women, Israeli authorities say.\nAlmog-Goldstein said she is worried about the women left behind, some of whom she said were seriously injured. “They said they could deal with the physical injuries but they didn’t know how they could deal with the way they were hurt sexually.”\nSince Hamas killed 1,200 people and took 240 hostages on Oct. 7 in the deadliest day in Israel’s 75-year history, Israel’s armed forces have responded with an offensive that has laid much of Hamas-ruled Gaza to waste.\nAs well as the reported 21,000 Palestinian dead, thousands more are feared to be buried under rubble. Nearly all the enclave’s 2.3 million people have been driven from their homes.\n“It is hell there,” said Almog-Goldstein. “They (the remaining hostages) are trying to keep their morale up but when we were let out, they were already on the edge.”\nFor her own family, still homeless after their kibbutz, Kfar Aza, was devastated in the Hamas rampage, she hopes the new year will bring some happiness back, despite “an abyss (of loss) that sometimes sucks me in.”\nYour subscription could not be saved. Please try again.\nYour subscription has been successful.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chen goldstein",
          "sentiment": "negative"
        },
        {
          "name": "almog",
          "sentiment": "negative"
        },
        {
          "name": "agam",
          "sentiment": "negative"
        },
        {
          "name": "gal",
          "sentiment": "none"
        },
        {
          "name": "chen almog",
          "sentiment": "none"
        },
        {
          "name": "yam",
          "sentiment": "none"
        },
        {
          "name": "goldstein",
          "sentiment": "none"
        },
        {
          "name": "almog-goldstein",
          "sentiment": "none"
        },
        {
          "name": "chen",
          "sentiment": "none"
        },
        {
          "name": "nadav",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "tel aviv",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:10:52.324+02:00",
    "updated": "2023-12-29T11:56:45.836+02:00"
  },
  {
    "uuid": "2569c8ceea4da30798b056ef58d4cd9b8a7b5b5e",
    "url": "https://www.24-horas.mx/2024/05/10/noaa-emite-alerta-por-severa-tormenta-solar-que-golpeara-la-tierra",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción 24 Horas",
    "published": "2024-05-10T16:50:00Z",
    "title": "NOAA emite alerta por severa tormenta solar que golpeará la Tierra",
    "text": "El ‘Centro de Predicciones del Clima Espacial’ (SWPC) de la agencia estadounidense ‘Administración Nacional y Atmosférica Oceánica’ (NOAA) emitió una alerta ante una severa tormenta solar que golpeará la Tierra.\nEste jueves, el SWPC de la NOAA emitió un aviso alerta a la población ante una severa tormenta geomagnética de categoría G4 que se espera que golpee la Tierra entre este 10 y 12 de mayo.\nDe acuerdo con la agencia estadounidense, es la primera alerta de G4 desde hace 19 años.\nTe podría interesar:\nStormy Daniels rechaza que extorsionara a Donald Trump\nLo anterior se debe a que se observaron al menos cinco eyecciones de masa coronal (CME) dirigidas a la Tierra, que se asemejan a grandes nubes de rápido movimiento de plasma magnetizado y radiación solar que ocasionalmente son arrojadas al espacio junto a erupciones solares.\nAsimismo, se han presenciado varias llamaradas fuertes en los últimos días, las cuales se asociaron con un cúmulo de manchas solares grandes y magnéticamente complejas (región 3664 de NOAA). Esta área abarca unas impresionantes 16 veces el diámetro de la Tierra.\nPor lo cual, tras este fenómeno, la NOAA lo catalogó como un hecho inusual.\nPor lo que se espera actividad solar adicional en la región.\nPosibles consecuencias\nEl impacto potencial de estas perturbaciones geomagnéticas en el campo magnético y la infraestructura tecnológica de la Tierra es significativo.\nLas CME pueden causar irregularidades de tensión en el sistema eléctrico; problemas de orientación en satélites de órbita terrestre baja; intermitencias en la navegación por satélite (GPS); y comunicación intermitente por radio HF (alta frecuencia).\nTe podría interesar:\nDeja calles vacías nueva huelga contra Milei\nAlgo a destacar es que solo se han presenciado tres tormentas geomecánicas severas durante este ciclo solar que comenzó en 2019, pues la última G4 (severa) fue el 23 de marzo de 2024 y la última G5 (extrema) fueron las tormentas de Halloween en octubre de 2003, que trajo consigo incluso cortes de energía en Suecia y transformadores dañados en Sudáfrica.\nCSAS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T20:00:14.039+03:00",
    "updated": "2024-05-10T20:00:14.039+03:00"
  },
  {
    "uuid": "582e10784c600279bb8f441d213653a9db5eb8cc",
    "url": "https://www.irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sharon Ní Chonchúir",
    "published": "2024-12-20T02:00:00Z",
    "title": "Workplace Wellbeing: On the brink of burnout before the holidays?",
    "text": "Workplace Wellbeing: On the brink of burnout before the holidays? Rather than rushing around in a blind panic trying to clear mountains of work before signing off for Christmas week, take time to consider which jobs are the most important\nTake time to consider which jobs are the most important before signing off for Christmas week. Picture: iStock.\nFri, 20 Dec, 2024 - 12:25 Sharon Ní Chonchúir  \n    Excitement levels in offices across the country are sky-high. It’s the last day before the holidays for those lucky enough to be signing off work for Christmas, and we can’t wait to down tools and celebrate the festive season.\nHowever, excitement may not be the only emotion. Many may also feel stressed about scaling a mountain of work before clocking off.\nCareer psychologist and author Sinéad Brady certainly feels pressured.\n“I don’t think I’ve ever looked forward to the holidays as much,” she says. “And I see it all around me: people are tired, and their batteries are low. They are thinking about the million and one things on their to-do list, from work tasks to complete, to presents to buy, and it’s causing overwhelm.”\nShe compares what’s happening in our overloaded brains to a wayward game of table tennis. “Our brain can’t differentiate between work and other tasks, between what’s important and mere noise,” she says.\nSinead Brady. Picture: Sonja Smith Photography.\n“It’s like an out-of-control table tennis ball bouncing around, randomly banging off things, and that’s stressful.”\nImposing structure can help calm our overstimulated brains. Brady recommends the Eisenhower Matrix as a tool to help us do this.\n“Rather than rushing around in a blind panic trying to get things done, take time to consider your priorities,” she says.\n“Find a piece of paper and draw two intersecting lines, one running across the page and the other from top to bottom.”\nFill the resulting four squares with all the tasks on your to-do list. “In the top left square, place tasks that are important and urgent and have to be done immediately because there’s a deadline to meet,” says Brady.\n“In the top right, place important but not urgent tasks. They can probably wait until after the holidays. In the bottom left, put tasks that are urgent but not important. These can either be done quickly or delegated to others.\nThe final square is for tasks that aren’t important or urgent — they definitely don’t require your attention right now and may not even need to be done at all.”\nPrioritising tasks\nPatrica Byron is an associate lecturer in leadership and management at University College Dublin and an executive coach at www.patriciabyron.ie. She advises us to be realistic when setting priorities.\n“You can’t tell yourself that everything is important and urgent,” she says. “If you’re finding it difficult to identify what tasks need to be attended to today, ask yourself why this matters now. How you answer will tell you whether the task needs to be completed today or if it can wait until after the holidays.”\nOnce you have identified the tasks that require attention today, Brady urges you to set aside the time needed to complete them. “If something is going to take 25 minutes, give yourself 25 minutes with no distractions,” she says.\nSet a timer even, and don’t let anyone or anything interrupt you during this time. Do this with each task, and you’ll soon have worked your way to the end of your to-do list.\nWhat should you do if someone tries to interrupt you? Or, even worse, attempts to pile extra work onto your plate? “This is where you need to be clear on your boundaries,” says Brady. It can be a good idea to set up an automatic email informing people that work demands after a certain hour won’t be dealt with, as you’re busy.”\nPictured is Patricia Byron.\nThe only scenario where this might not work is if your boss needs support. But even then, Brady argues that boundaries need to be asserted.\n“Tell them you’ve already allocated your time to tasks that you’ve identified as important and urgent and ask if this new task now takes priority,” she says.\n“You only have the bandwidth for so much, and they have to understand that.”\nProvided you’ve got the time, Bryon says it’s worth writing a to-do list of things to do when you return to the office after Christmas.\n“Plan your January 2024 diary,” she says. “And if possible, do so in a way that eases you gently back into meetings and events.”\nDon’t forget to attend to some housekeeping before leaving the office. This means filing away paperwork, cleaning your desk, and disposing of any fresh food from the office fridge.\n“What it doesn’t mean is finding work to bring home,” says Byron. “It’s really important to set clear boundaries around personal time over the Christmas period.”\nThe reason for this is because we need to switch off from work. “In this always-on world of ours, rest is seen as a luxury, but it shouldn’t be,” says Brady. “It’s essential to the human condition, and when we get the opportunity to take it, we should.”\nShe points out that Christmas can be a tipping point for people to descend into burnout. “If you’ve noticed that you’re feeling irritable, impatient, and intolerant — all of which are warning signs of burnout — remember there are preventative steps you can take. They involve rest and recuperation. Prioritise sleep and establish a healthy sleeping pattern. Exercise gently. Eat good food that nourishes your body. Spend time with people who make you smile. These simple things will restore you.”\nBenefits of taking a break\nEven those not on the brink of burnout will benefit from taking a break over Christmas. “Studies show that we’ll come back feeling more engaged and productive,” says Brady.\nResearch carried out by Ernst and Young in 2006 corroborates this. For every additional 10 hours of holidays its employees took, their end-of-year performance rating improved by 8%. They were also less likely to leave the firm. If you find yourself thinking about work over Christmas, Byron recommends doing so in a reflective way that will help you make the most of the year ahead.\n“Ask yourself what your biggest accomplishments were this year,” she says.\nWhat moments were you most proud of and why? What did you learn from your successes and your setbacks? What habits and practices would you like to continue, improve, or eliminate? Spending time listening to our gut and noticing what’s going on for us in this way can be transformative.\nBrady’s final tip is to set aside time over the holidays to plan your annual leave in 2025, scheduling something fun for every quarter. “That will give you natural breaks in the year and something fun to look forward to,” she says.\nFor now, the focus is on the upcoming holidays. Identify the loose ends that need to be tied up and muster the discipline required to cross those final items off your to-do list. Once you get out the door or switch off your laptop, hopefully there will be time to kick up your heels and kick back. After all, ’tis the season.\nRead More Workplace Wellbeing: Advice on returning to work after a bereavement\nIrish Examiner’s WhatsApp channel\nFollow and share the latest news and stories\nwith\nmore workplace wellbeing articles\nWorkplace Wellbeing: Blow off steam, but don’t let it boil over Workplace Wellbeing: Silence the fear to amplify your voice and speak publicly Workplace Wellbeing: Striving to end stigma surrounding mental health More in this section\nBrain rot: What is it and how can you combat it? Can you breathe easy knowing your mouth is taped? A Christmas spent lighting up the lives of others — one good deed at a time #Workplace Wellbeing  I think I've got period flu — what are the ways to treat it? READ NOW Subscribe Now",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->health care approach",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://api.whatsapp.com/send?text=Irish",
      "https://reddit.com/submit?url=https://www.irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html&title=Workplace",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://www.irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html",
      "https://www.whatsapp.com/channel/0029Va66KgvJkK76l2fD2j3U",
      "http://www.facebook.com/sharer/sharer.php?u=https://www.irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html",
      "http://www.twitter.com/intent/tweet?url=https://www.irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html",
      "https://reddit.com/submit?url=https://irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html&title=Workplace",
      "https://reddit.com/submit",
      "http://www.facebook.com/sharer/sharer.php",
      "https://linkedin.com/shareArticle?mini=true&url=https://irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html",
      "https://www.api.whatsapp.com/send?text=Irish",
      "https://www.linkedin.com/shareArticle",
      "https://whatsapp.com/channel/0029Va66KgvJkK76l2fD2j3U",
      "http://twitter.com/intent/tweet?url=https://irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html",
      "http://www.twitter.com/intent/tweet",
      "http://facebook.com/sharer/sharer.php?u=https://irishexaminer.com/lifestyle/healthandwellbeing/arid-41540201.html",
      "https://api.whatsapp.com/send"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Sinéad Brady",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T04:36:56.167+02:00",
    "updated": "2024-12-20T14:32:21.101+02:00"
  },
  {
    "uuid": "bfe86c5b531f8659a4aa8286efc19ae4fc040942",
    "url": "https://www.pinkvilla.com/sports/how-lionel-messi-unknowingly-saved-90-year-old-argentine-grandmothers-life-stuck-in-israel-hamas-war-1284824",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@pinkvilla",
    "published": "2024-03-08T11:16:00Z",
    "title": "How Lionel Messi Unknowingly Saved 90-year-Old Argentine Grandmother’s Life Stuck In Israel-Hamas War | PINKVILLA",
    "text": "How Lionel Messi Unknowingly Saved 90-year-Old Argentine Grandmother’s Life Stuck In Israel-Hamas War Lionel Messi unknowingly saves a 90-year-old Argentine’s life during the Israel-Hamas War. Read to know more details. Lionel Messi is doing things people can just imagine. His smashing skills on the field have made him a world-renowned player, and every kid around the world knows his name. Esther Cunio, 90, did the unthinkable on October 7 last year, when Hamas terrorists burst into her home on Israel's Kibbutz Nir Oz. She discussed her Argentine heritage and how she hailed from the nation of footballer Lionel Messi. Taking Messi's name worked like a charm. She not only survived the attack, but a Hamas shooter posed with her in a short clip as she carried his assault rifle. What happened by taking Lionel Messi’s name? The Times of Israel first reported that eight members of Kibbutz Nir Oz’s extended family were taken hostage during the raid. Her two grandkids are still detained in Gaza, while the rest of her family was released as part of the peace agreement. Five months later, Cunio is slated to appear in a new documentary about the Hamas strike that sparked the ongoing Gaza conflict. In a clip from the documentary \"Voces de 7 de octubre - Latino Stories of Survival,\" which is still in production, she describes what happened on that tragic day. When confronted by gunmen demanding the location of her family, Ester spoke of her Argentine origin and love of football, particularly Messi, which caused a surprising change in her assailant's approach. The introduction of Messi's name served as a beacon of hope amid danger, motivating the shooter to drop his hatred and even pose for a photo with Ester. She said, \"I told him that I speak in Argentine, in Spanish. I didn't understand his language. The Arab language, and I speak poor Hebrew. I speak Argentinean Spanish, so he asks what Argentina is. Then I tell him, 'Do you watch football?' He said he liked it and I told him I am from Messi's country. He was surprised and told me he loves Messi. He put his arm on my shoulder, gave me his gun, he made me do the peace sign and they snapped the picture.\" Although the story went viral, Messi has yet to respond. However, this is not the first time the Argentine's name has been spoken in such a circumstance, highlighting his global effect, which extends beyond athletics and acts as a symbol of peace. Messi is presently at Inter Miami, which competes in the MLS. [Messi](https://www.pinkvilla.com/sports/lionel-messi-reportedly-donates-8th-ballon-dor-to-barcelona-museum-for-this-heartwarming-reason-1280175) and Miami have started their MLS season well and will aim to continue that momentum. ALSO READ: [Why Were Lionel Messi and Inter Miami Booed in Hong Kong? Fiasco Explained As Government Gets Involved](https://www.pinkvilla.com/sports/why-were-lionel-messi-and-inter-miami-booed-in-hong-kong-fiasco-explained-as-government-gets-involved-1276467) Latest Articles [](https://www.pinkvilla.com/sports/taylor-swift-omits-singing-dating-the-boy-on-the-football-team-lyric-from-song-fifteen-during-singapore-eras-tour-1284870) [](https://www.pinkvilla.com/sports/what-major-jon-jones-ufc-record-is-set-to-break-at-ufc-299-sean-omalley-vs-marlon-vera-find-out-1284865)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lionel messi",
          "sentiment": "negative"
        },
        {
          "name": "esther cunio",
          "sentiment": "none"
        },
        {
          "name": "kibbutz nir oz",
          "sentiment": "none"
        },
        {
          "name": "cunio",
          "sentiment": "none"
        },
        {
          "name": "messi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "hamas wa",
          "sentiment": "negative"
        },
        {
          "name": "times of israel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T17:14:40.344+02:00",
    "updated": "2024-03-08T18:41:11.002+02:00"
  }
]