[
  {
    "uuid": "e9b65754044f0ce238cff0a942628c123a466d81",
    "url": "https://viapais.com.ar/cordoba/alerta-amarilla-por-tormentas-fuertes-en-diferentes-localidades-de-cordoba/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Vía Córdoba",
    "published": "2023-12-28T23:06:00Z",
    "title": "Alerta amarilla por tormentas fuertes en diferentes localidades de Córdoba",
    "text": "Después de los 38°C de máxima , las nubes colmaron el cielo de Córdoba. En este sentido, el Servicio Meteorológico Nacional emitió una alerta a muy corto plazo por tormentas intensas en diferentes localidades de la provincia.\nCayó granizo en Traslasierra y se mantiene alerta amarilla para Córdoba ALERTA AMARILLA EN VARIAS LOCALIDADES DE CÓRDOBA La alerta amarilla abarca a la Capital , y parte de los departamentos de San Justo, Río Segundo, Río Primero, Santa María, Calamuchita, Tercero Arriba, Punilla, San Alberto, Cruz del Eje, Pocho, Minas.\nEl área será afectada por tormentas , algunas localmente fuertes. Las mismas estarán acompañadas por ráfagas intensas , fuerte actividad eléctrica, ocasional caída de granizo y abundante caída de agua en cortos períodos.\nSe estiman valores de precipitación acumulada entre 30 y 80 mm , pudiendo ser superados en forma puntual.\nPromociones en los cines de Córdoba: una por una, las opciones para ir sin gastar de más MEDIDAS DE PROTECCIÓN ANTE FUERTES TORMENTAS Asegurá los objetos que puedan ser arrojados por el viento. Mantenete alejado de los árboles, ya que la fuerza del viento podrIa quebrar alguna de sus ramas. Permanecé en construcciones cerradas como casas, escuelas o edificios públicos. Mantenete alejado de artefactos eléctricos y evitá el uso de teléfonos con cable. Evitá actividades al aire libre. Para minimizar el riesgo de ser alcanzado por un rayo, no permanezcas en playas, ríos, lagunas o piletas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:14:40.400+02:00",
    "updated": "2023-12-29T01:14:40.400+02:00"
  },
  {
    "uuid": "fde67436a57292b3686ebd85d87e5a4c0c239d54",
    "url": "https://www.myrecordjournal.com/News/Wallingford/Wallingford-News/Teamsters-town-come-to-contract-agreement.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Record-Journal Publishing Co",
    "published": "2023-12-29T00:00:00Z",
    "title": "Union lands new contract for town employees with wage increases, increased health insurance costs",
    "text": "WALLINGFORD — Town employees belonging to the Teamsters Local 443 have a new contract that provides for wage increases but also calls for increased health insurance costs. The union represents clerical, public works, sewer and engineering department employees. The contract is retroactive to July 2022 and runs through July 2024. The two-year contract calls for a 2.5% increase in wages for the first year and a 2.25% increase for the second year, Human Resource Manager Jim Hutt told the Town Council recently. It also includes extra funds for clothing and shoes for eligible employees, as well as a $20 stipend for those training new employees in the police dispatch center. Meal allowances also increase from $9.50 to $10.50 a meal, he said. And as of March 1, 2024, employee health care premiums will increase to 16%, Hutt said. Union employees unanimously approved the new contract, which went into effect on Dec. 23, he said. The council was not required to vote on the contract, which automatically went into effect without a vote. But one councilor had questions. Councilor Craig Fishbein said there were parts of the contract that were confusing. “This is a tough one,” he said. “I see unusual language that I haven’t seen before.” Fishbein questioned a change to the definition of seniority, which previously was determined by tenure and rank, but in the new contract removes tenure. “The language that is being changed is focused on seniority within a classification,” Hutt said. “The language before made seniority regardless of classification supreme. Having been in this profession for 30 years and having been through layoffs, when I looked at the language, I found it was a little complicated in terms of if there were layoffs, how would that be carried out? It would be very complicated.” It was proposed last time the contract was negotiated, Hutt said, and again this time, and this time the union agreed with it. “When I read it, it seems to be more confusing,” Fishbein said. The old language defined the union hierarchy in terms of president, vice president, secretary and treasurer, he said, which were the highest ranking employees. Now, those employees are all considered stewards. That was the language the union proposed, so those were removed, Hutt said, though stewards remain at the top of their seniority list. Fishbein also questioned a portion of the contract pertaining to police dispatchers that first states that all shift swaps have to be for a full shift, but then says if not a full shift, it must be in increments of one hour. Fishbein called that contradictory. Hutt said the intent is for employees to swap only full shifts, but if a partial shift swap is needed, it must be in increments of one hour and must be approved by Chief John Ventura. “I don’t see that as contradictory,” he said. “We did vet the language with the police chief.” “The test there is if it is workable,” Fishbein said. When there is an issue with a contract, it goes before the Board of Labor Relations, not the chief, he said. The new contract also includes a $25 payment to Public Works employees who report to work off-hours in the event of a storm. Those who come in and work until dismissed will get the payment, Hutt said. “This is a way to compensate them for coming to work and the inconvenience to their life,” Hutt said. Fishbein said the way the contract is set up can be misleading to employees who may not read the entire document. In an early section, it states that all grievances must go through a grievance procedure, but later in the contract it exempts issues with pensions from that requirement. “Nobody is really at the table for the worker,” Fishbein said. “I don’t think that’s fair,” he said. “If you’re going to have an exception, openness and transparency says (to include) except any grievances regarding the pension plan, which is addressed in that contract. “I run into this frequently where employees get a copy of the contract and read half of it and have a belief based upon a certain representation and then many, many pages thereafter, there are some exclusions,” he said. “There should be some sort of cross reference in the document so people know what they’re dealing with.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim hutt",
          "sentiment": "none"
        },
        {
          "name": "craig fishbein sai",
          "sentiment": "none"
        },
        {
          "name": "hutt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "teamsters local",
          "sentiment": "negative"
        },
        {
          "name": "town council",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T02:44:27.737+02:00",
    "updated": "2023-12-30T06:35:49.561+02:00"
  },
  {
    "uuid": "17ddf9fa1b407c91b2a81fba0accb28c75d87b08",
    "url": "https://www.zocalo.com.mx/persecucion-y-balacera-deja-tres-presuntos-delincuentes-sin-vida-en-apodaca-nl-auto-tenia-placas-de-coahuila/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grupo Zócalo",
    "published": "2024-02-01T15:08:00Z",
    "title": "Persecución y balacera deja tres presuntos delincuentes sin vida en Apodaca, NL; auto tenía placas de Coahuila",
    "text": "Monterrey, NL.- Las autoridades ministeriales confirmaron que fueron tres los presuntos delincuentes abatidos durante el enfrentamiento contra policías municipales la madrugada del jueves en la Autopista al Aeropuerto, en Apodaca, Nuevo León.\nLos cuerpos de dichos sujetos quedaron dentro de un automóvil Chevrolet Sonic de color blanco con placas de Coahuila, y no se precisó si dentro del vehículo fue encontrado armamento.\nDel mismo modo, y aunque varias patrullas quedaron con daños a causa de los balazos , ningún elemento policiaco resultó herido.\nLa persecución y balacera, reportada alrededor de las 00:15 horas , terminó a la altura del kilómetro 8 de la vía a la terminal aérea, frente al Parque de Investigación e Innovación Tecnológica, y cerca de la colonia Almería.\nHasta el momento ninguno de los supuestos maleantes ha sido identificado, y sólo se dijo que las edades de ellos iban de los 25 a los 30 años.\nEl conductor vestía chamarra negra, pantalón de mezclilla azul y tenis azules con gris, además de que portaba cubrebocas, gorra y guantes negros.\nEn el asiento de atrás del conductor estaba un sujeto con pantalón táctico negro, sudadera gris y tenis negros con rojo, mientras que atrás del lugar del copiloto, otro masculino con chamarra gris y pantalón de mezclilla azul marino.\nTrascendió que los sospechosos fueron detectados por los policías municipales en la misma autopista a la altura de la carretera a Dulces Nombres, cerca de la colonia Paseo de las Flores.\nCuando les marcaron el alto el conductor aceleró, iniciando allí la persecución y balacera hacia el norte.\nCon información de Milenio",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.youtube.com/embed/tSn9H7UwkyQ",
      "https://milenio.com/policia/persecucion-balacera-registra-apodaca-delincuentes-policias",
      "https://www.milenio.com/policia/persecucion-balacera-registra-apodaca-delincuentes-policias",
      "https://www.youtube.com/embed/tSn9H7UwkyQ?si=BDs7R11fYRuKKVMg",
      "https://youtube.com/embed/tSn9H7UwkyQ?si=BDs7R11fYRuKKVMg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:51:15.917+02:00",
    "updated": "2024-02-02T00:51:15.917+02:00"
  },
  {
    "uuid": "c82a517d52157ed438dbf9d3350942cc4af6e553",
    "url": "https://www.meneame.net/story/casa-prefabricada-norman-foster-ya-realidad-36-m2-coste-estimado/c017",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cantro",
    "published": "2024-01-05T22:41:00Z",
    "title": "#17 La casa prefabricada de Norman Foster ya es una realidad: 36 m2 con un coste estimado de 19.000 euros",
    "text": "[salteado3](/user/salteado3)a [revistaad.es](/go/link/3894123)\nPor los comentarios mucha gente no ha leído esto:\nHoy en el planeta hay más de 100 millones de refugiados y otras personas desplazadas. Y los asentamientos donde viven suelen ser soluciones temporales que entrañan carencias y complicaciones. Sin embargo, estas casas con fecha de caducidad a menudo se convierten en lugares donde las familias pueden pasar décadas. Es en este contexto donde nace el proyecto\n[#14](c14#c-14) ¿Pero quién te has creído que eres? Esto es Menéame, aquí nadie se lee las noticias.\nY da gracias si alguien se lee la entradilla\nTiene más pinta de \"refugio\" que de \"casa\". Imagino que la idea será usarlas en campos de refugiados en vez de tiendas de campaña u otras estructuras más endebles.\n[#5](c5#c-5) De hecho lo dice en el artículo. Se realizó con ese fin, para los refugiados que tienen que instalarse en algún sitio de manera temporal y acaban quedándose 20 años.\nSpoiler: el problema de la vivienda nunca ha venido del precio de la construcción, sino del precio del suelo.\nPor eso hay decenas de miles de viviendas baratísimas en Seseña y demás pueblos perdidos, y resulta que nadie las quiere.\nY como no te vayas a Seseña, una parcelita adecuada pafa instalar una casa prefabricada no te baja de 125-150K\n[#8](c8#c-8) Pero al arquitecto famoso le da igual, el ha hecho su proyecto de casita mona, que luego nadie puede construir porque no hay terreno, y donde lo hay sale más económico construir en varias alturas....\n[#13](c13#c-13) A que te refieres con viviendas viejas? Las de los barrios de aluvión de los 60 que suelen estar en barrios marginales a día de hoy o esas viviendas viejas de cientos de años que se encuentran en los CENTROS de las ciudades?\n[#8](c8#c-8) bueno si se permitiera poner estas casas prefabricadas en terreno rústico, podrías acabar con parte del problema.\n[#1](c1#c-1) el articulo pone hormigo, no se de donde sacas lo de chapa...\nPor otro lado la verdad es que el interior se ve bien confortable, realmente para una casa para una persona o una pareja sin hijos , yo la firmaba. Lo raro que veo ahi es que no tenga paneles solares en el techo.\n[#1](c1#c-1) si están bien aprovechados, puedes tener una casa de 1 habitación bastante decente.\nYo vivía en una parecida de 50m2 y de 2 habitaciones.\n[#1](c1#c-1) En Madrid mi colega vivía en 19m², segundo sin ascensor. Si abría la puerta de casa, no podía pasar a la cocina. Humedades en el techo. Edificio de corrala de 1900.\n220.000 €. Lavapiés.\n[#3](c3#c-3) esque lo idoneo sería usar una parcela en las afueras.\nEl problema esque en España no se lleva vender trozos de terreno tan pequeño.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T02:01:09.900+02:00",
    "updated": "2024-01-06T02:01:09.900+02:00"
  },
  {
    "uuid": "95e06a7776422836ed53e1578abffca5f267e460",
    "url": "https://ground.news/article/amanda-peet-joins-your-friends-and-neighbors-apple-series-craig-gillespie-to-direct",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-03-14T21:00:00Z",
    "title": "Ground News - Amanda Peet Joins ‘Your Friends And Neighbors’ Apple Series, Craig Gillespie To Direct",
    "text": "Summary by Ground News Amanda Peet is set as a lead opposite Jon Hamm in Your Friends and Neighbors. Craig Gillespie is set to direct the first two episodes and executive produce. Peet headlined Season 2 of USA Network’s crime anthology series Dirty John. Her series credits also include Brockmire, Togetherness and Fatal Attraction. Share menu 1 Articles 1 Articles All Left Center Right\nDeadline Center High Factuality Media Conglomerate: Penske Media Corporation Amanda Peet Joins ‘Your Friends And Neighbors’ Apple Series, Craig Gillespie To Direct EXCLUSIVE: Amanda Peet (Dirty John) is set as a lead opposite Jon Hamm in Your Friends and Neighbors, Apple TV+’s upcoming drama series from Warrior creator Jonathan Tropper and Apple Studios. Craig Gillespie (Physical) is set to direct the first two episodes and executive produce. Based on an original idea by Tropper, Your Friends and Neighbors stars Hamm as Coop, […]\n1 hour ago · Los Angeles, United States Read Full Article\nDeadline Center High Factuality Media Conglomerate: Penske Media Corporation\nAmanda Peet Joins ‘Your Friends And Neighbors’ Apple Series, Craig Gillespie To Direct EXCLUSIVE: Amanda Peet (Dirty John) is set as a lead opposite Jon Hamm in Your Friends and Neighbors, Apple TV+’s upcoming drama series from Warrior creator Jonathan Tropper and Apple Studios. Craig Gillespie (Physical) is set to direct the first two episodes and executive produce. Based on an original idea by Tropper, Your Friends and Neighbors stars Hamm as Coop, […]\n1 hour ago · Los Angeles, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe Ground News Article Assistant Not enough coverage to generate an Article Assistant.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://deadline.com/2024/03/amanda-peet-your-friends-and-neighbors-apple-craig-gillespie-1235859029/?utm_source=ground.news&utm_medium=referral",
      "https://deadline.com/2024/03/amanda-peet-your-friends-and-neighbors-apple-craig-gillespie-1235859029/",
      "https://www.deadline.com/2024/03/amanda-peet-your-friends-and-neighbors-apple-craig-gillespie-1235859029/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amanda peet",
          "sentiment": "negative"
        },
        {
          "name": "jon hamm",
          "sentiment": "negative"
        },
        {
          "name": "craig gillespie",
          "sentiment": "negative"
        },
        {
          "name": "peet",
          "sentiment": "none"
        },
        {
          "name": "john",
          "sentiment": "none"
        },
        {
          "name": "john)",
          "sentiment": "none"
        },
        {
          "name": "tropper",
          "sentiment": "none"
        },
        {
          "name": "jonathan tropper",
          "sentiment": "none"
        },
        {
          "name": "hamm",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "apple",
          "sentiment": "none"
        },
        {
          "name": "brockmire",
          "sentiment": "none"
        },
        {
          "name": "apple studios",
          "sentiment": "none"
        },
        {
          "name": "penske media corporation amanda peet",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right deadline center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "usa network",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:24:47.419+02:00",
    "updated": "2024-03-15T00:24:47.419+02:00"
  },
  {
    "uuid": "9a8eb46a4a4f33d44e59dbb9fdb242a0f830616e",
    "url": "https://www.sopitas.com/noticias/notimex-levanta-huelga-desaparecer-derechos-laborales-historia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gabriela Espinosa",
    "published": "2023-12-30T00:50:00Z",
    "title": "3 años y 10 meses después: Se levanta la huelga y desaparece Notimex",
    "text": "Lo que necesitas saber: Después de casi 4 años y con su desaparición más que firmada, Notimex levanta oficialmente la huelga. Este 29 de diciembre, con lágrimas en los ojos, los extrabajadores de la agencia de noticias Notimex declara oficialmente el levantamiento de huelga retirando la bandera rojinegra del edificio. Por medio de un comunicado, la Junta Federal de Conciliación y Arbitraje avisó que este 29 de diciembre realizó el pago de las indemnizaciones para los trabajadores. La huelga de Notimex llegó a su fin después de casi 4 años Notimex era una agencia de noticias del estado que fue fundada en 1968 para los Juegos Olímpicos en México. Cuando Andrés Manuel López Obrador llegó a la presidencia, Sanjuana Martínez fue propuesta como directora de Notimex y el Senado la ratificó en su cargo en marzo de 2019. La agencia tenía casi 400 trabajadores, de los cuáles más de 200 estaban sindicalizados en el Sindicato Único de Trabajadores de Notimex. Y comenzó la pesadilla. Antes de que la huelga estallara, en [Sopitas.com](https://Sopitas.com) entrevistamos a varios extrabajadores. En ese momento la directora hablaba de una “nueva Notimex” resultado de una reestructuración obedeciendo las políticas de austeridad republicana de la 4T. Se sabe que Martínez comenzó con una serie de despidos masivos, acabó con las corresponsalías en el extranjero y muchas otras violaciones al contracto colectivo. Sin otra salida de por medio, el sindicato estalló la huelga en febrero de 2020. Fue en junio de 2020 cuando, por medio de sus redes sociales, Sanjuana Martínez anunció la suspensión de las actividades de la agencia para dar cumplimiento al acuerdo de la Junta de Gobierno ante la huelga. “Lamentamos los inconvenientes a nuestros suscriptores y el daño ocasionado a nuestros trabajadores. Gracias a todos por su apoyo”. Si bien el sindicato de trabajadores se declaró en huelga en febrero, fue en mayo cuando la Junta de Conciliación y Arbitraje declaro legal la huelga y ordenó a la agencia parar las actividades. Lejos de buscar el diálogo, la directora de Notimex afirmó que la huelga era ilegal, desconoció la representación del sindicato, pero lo peor: [la campaña de difamación contra los trabajadores. ](https://www.sopitas.com/noticias/notimex-denuncias-bots-agresiones-sanjuana-martinez-coronavirus/) Una investigación de Articulo 19 y Aristegui Noticias destapó la operación de bots contra periodistas orquestada por la dirección de Notimex. Sanjuana dijo que todo era falso y que las personas que participaron con entrevistas fueron despedidas por falta de ética. A grandes rasgos la dirección de Notimex hizo de todo para detener el movimiento empezando por interponer denuncias penales y administrativas contra Adriana Urrea, quien todo este tiempo se desempeñó como secretaria general del Sindicato. Es más, hasta la CNDH recomendó a la autoridad laboral desconocer el proceso de elección sindical de octubre de 2019. En julio de 2021 el gobierno federal propuso resolver la huelga con todos los derechos de los trabajadores pero que Adriana Urrea fuera liquidada y se saliera. La propuesta no se aceptó y se cerró el diálogo sin que la persecución contra la líder se detuviera. Lo peorsito: una [ investigación de La-Lista](https://www.sopitas.com/noticias/notimex-gasto-huelga-sanjuana-martinez/) reveló que aunque estaba en huelga y sin actividades, Notimex gastó 300 millones de pesos entre 2020 y 2021. Bastante abusados. El camino a la desaparición de Notimex En abril de 2023 el entonces coordinador de la bancada de Morena, Ricardo Monreal, [avisó en un chacaleo](https://www.sopitas.com/noticias/van-desaparecer-notimex-monreal-sanjuana-martinez-mexico/) que la desaparición de Notimex ya estaba sobre la mesa, junto con la de Financiera Rural. En ese momento no se sabía mucho. En octubre de 2023, la Secretaría de Gobernación y la del Trabajo y Previsión Social [anunció la firma de un acuerdo ](https://www.gob.mx/segob/prensa/gobierno-de-mexico-celebra-acuerdo-con-sutnotimex-que-salvaguarda-derechos-laborales?idiom=es#:~:text=Las%20secretar%C3%ADas%20de%20Gobernaci%C3%B3n%20(Segob,se%20garantiza%20el%20compromiso%20del)con el sindicato de Notimex. Todo relacionado con su extinción. Ahí se estipuló que el proceso de liquidación sería ejecutado por el Instituto para Devolver lo Robado (Indep) y sería supervisado por las secretarías de Gobernación y del Trabajo y Previsión Social. Todos los trabajadores [recibirán una indemnización](https://www.sopitas.com/noticias/se-acabo-notimex-asi-seran-liquidaciones-trabajadores-segob/) equivalente a 3 meses de salario por concepto de indemnización institucional, 20 días de salario, más la cantidad que resulte por la prima de antigüedad a razón de 12 días de salario. Esto por cada año de servicio. La cantidad de los pagos por indemnización de las y los trabajadores de base considerará los salarios y prestaciones de acuerdo al Contrato Colectivo de Trabajo, incluyendo las cantidades de seguridad social. En diciembre de este 2023 [el Senado aprobó ](https://www.sopitas.com/noticias/desaparece-notimex-senado-decreto-presidencial/)el decreto con el que Notimex desaparece oficialmente. Esto después de que la Cámara de Diputados lo aprobara. Y finalmente, 3 años y 10 meses después, el Gobierno federal anuncia el inicio de pagos para los trabajadores y trabajadoras de la extinta agencia, con lo que el sindicato levantó formalmente la huelga y los 4 campamentos instalados. Casi 4 años resistiendo por sus derechos laborales. “No fuimos nosotros el motivo para que se cerrara Notimex, fue la decisión del señor presidente. Nuestro gremio seguirá, no desapareceremos, solo desaparecerá la agencia y el contrato colectivo pero el periodismo sobrevive. Exigimos que la dirección aclare públicamente dónde quedaron los millones de pesos que se otorgaron cuando la agencia estuvo en huelga“. Afirmaron que poco habrá noticias de todos los extrabajadores.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://Sopitas.com)",
      "https://www.gob.mx/segob/prensa/gobierno-de-mexico-celebra-acuerdo-con-sutnotimex-que-salvaguarda-derechos-laborales?idiom=es#:~:text=Las%20secretar%C3%ADas%20de%20Gobernaci%C3%B3n%20(Segob,se%20garantiza%20el%20compromiso%20del)con",
      "https://www.Sopitas.com)",
      "https://www.gob.mx/segob/prensa/gobierno-de-mexico-celebra-acuerdo-con-sutnotimex-que-salvaguarda-derechos-laborales",
      "https://gob.mx/segob/prensa/gobierno-de-mexico-celebra-acuerdo-con-sutnotimex-que-salvaguarda-derechos-laborales?idiom=es#:~:text=Las%20secretar%C3%ADas%20de%20Gobernaci%C3%B3n%20(Segob,se%20garantiza%20el%20compromiso%20del)con"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T03:28:22.953+02:00",
    "updated": "2023-12-30T03:28:22.953+02:00"
  },
  {
    "uuid": "50c0524915490cd7e53cd282111d3054e42ad0ad",
    "url": "https://georgiatoday.ge/shakespeares-dreamland-in-flames-robert-wilsons-tempest-ignites-tbilisi-theater-scene",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Georgia Today",
    "published": "2024-09-19T12:06:00Z",
    "title": "Shakespeare’s Dreamland in Flames: Robert Wilson’s Tempest Ignites Tbilisi Theater Scene - Georgia Today",
    "text": "As the grand opening of the 2024 Tbilisi International Festival of Theater, Robert Wilson’s masterful production of The Tempest brought not just a play, but a transcendent experience to the Rustaveli Theater. A visual architect of modern theater, Wilson graced the performance with his presence, magnifying its weight for Georgian audiences. The legendary director’s arrival in Tbilisi became a historic moment, where art and magic fused under the spell of Shakespeare’s enchanted island.\nPhoto by the author A Tale of Forgiveness and Shadows: Wilson’s Vision of The Tempest\nAt its core, The Tempest is often reduced to a fantastical tale, yet Wilson daringly engages with Shakespeare’s simple yet profound theme of forgiveness. While many contemporary directors seek to complicate the moral simplicity, Wilson leans into its fairytale elements, allowing the dreamscape to flourish. His production masterfully balances the magical and grotesque—two worlds he often excels in merging—allowing the audience to not only witness a moral fable, but to experience a visceral, emotional conflict in which human vulnerability and rage manifest in every contorted movement on stage.\nThe tale of vengeance turning to grace becomes a mirror of human contradiction in Wilson’s hands. The characters aren’t merely pieces on Shakespeare’s chessboard but tormented souls, each carrying deep psychological scars. With an emotionally complex Prospero—played with a mix of delicate grace and wearied authority by Veselin Mezekliev—Wilson brings the story closer to the contemporary world. In the bleakness of revenge, he finds the innocence of hope. As Tom Waits’ haunting “Innocent When You Dream” underscores key moments, Wilson invites the audience into a world suspended between justice and mercy, dream and nightmare.\nPhoto by the author Hell is Empty, But the Demons Laugh: Absurdity Meets Redemption in Wilson’s Universe\nWilson’s approach to The Tempest is uniquely marked by its treatment of absurdity. His world is teeming with demons—not grotesque fiends, but pitiable, childlike figures whose rage is as misguided as it is dangerous. Caliban’s desperation, Antonio’s scheming—they’re not monsters of pure malevolence but lost souls trapped in their own psychological shipwrecks. This portrayal highlights a key aspect of Wilson’s craft: humanity, in all its grotesqueness, is still redeemable. These “devils” are figures we recognize—jealous, desperate, and full of human flaws—but it is precisely in these flaws that Wilson finds the possibility of salvation.\nPhoto by the author In the post-pandemic, post-aggression world of the 2020s, these stranded characters become metaphors for a global audience still grappling with its own crises. Their emotional shipwreck is ours. Their quest to find forgiveness and redemption speaks directly to a society fumbling for a return to some sense of “normalcy.” But Wilson’s message is not just about returning; it’s about embracing the journey of brokenness and difference that defines us. His Prospero is not just the orchestrator of magic, but the wise figure who guides us through chaos toward catharsis, showing that salvation is less about control and more about acceptance.\nPhoto by the author The Dance of Light and Darkness: Performance, Sound, and Movement in Wilson’s Tempest\nOne cannot discuss Robert Wilson without acknowledging his mastery of visual and sensory storytelling. His stage design, stark yet rich in its simplicity, allows the actors’ physicality to speak louder than words. The light becomes a character in itself, shaping and reshaping the emotional texture of the play. Marcello Lumaca and Christian-Simon Petru’s lighting design, alongside Dario Felli’s evocative soundscape, weave a world that feels perpetually suspended between reality and fantasy. The ethereal island where The Tempest unfolds is bathed in shifting tones—warm glows of hope juxtaposed against cold, harsh shadows of despair.\nWilson’s minimalistic staging is no mere backdrop, but a canvas that pushes the audience to focus on the actors’ movements, each one pregnant with meaning. Prospero’s deliberate, almost mechanical gestures reflect the weight of power and the emotional toll of relinquishing it. Every actor, from Caliban to Miranda, becomes a dancer in a surreal ballet of rage, guilt, and redemption. The choreography of emotions is a hallmark of Wilson’s style—where each movement, like a note in a symphony, plays its part in the larger theme of transformation.\nPhoto by the author And then there’s the music. Tom Waits’ eerie lullaby “Innocent When You Dream” haunts the production, a bittersweet melody that pulls the audience into the dreamscape Wilson has constructed. Its whimsical innocence contrasts sharply with the twisted fates of the characters, underscoring the fragility of forgiveness in a world that seems incapable of escaping its own darkness. Yet, in this contrast, Wilson finds profound beauty: innocence exists even amidst the grotesque, and it is this very juxtaposition that gives The Tempest its emotional weight.\nPhoto by the author The Quiet Power of Letting Go: Wilson’s Farewell Gesture\nIn Wilson’s hands, the climax of The Tempest is not a thunderous grand finale but a quiet, powerful act of release. As Prospero relinquishes his magical powers, Wilson himself seems to be bidding farewell—not just to the play, but to the world of control he’s so meticulously constructed. The act of letting go, of stepping away from the world one has shaped, becomes the ultimate expression of forgiveness. For Prospero, it’s a release from vengeance; for Wilson, it’s a statement about the artist’s role in creating and then abandoning their creation.\nFor the Tbilisi audience, this production was not just theater—it was an encounter with a modern magician at the height of his powers. Wilson’s presence added an undeniable weight to the evening, reminding the world of his unique ability to transform the stage into a space where dreams, nightmares, and human emotion collide. His interpretation of The Tempest will undoubtedly linger in the hearts and minds of those who witnessed it long after the curtain falls. A testament to the timelessness of Shakespeare and the boundless creativity of Wilson, this production speaks to the core of what it means to be human—flawed, hopeful, and always on the verge of redemption.\nBy Ivan Nechaev",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:41:55.257+03:00",
    "updated": "2024-09-20T00:53:45.994+03:00"
  },
  {
    "uuid": "0ac0de711e25a89cd81466bc950e0790756d50da",
    "url": "https://www.elespanol.com/omicrono/tecnologia/20231229/invento-potenciar-calor-radiadores-instala-segundos-ahorra-calefaccion/820168182_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nacho Castañón",
    "published": "2023-12-29T00:00:00Z",
    "title": "El invento para potenciar el calor de los radiadores: se instala en segundos y ahorra en calefacción",
    "text": "España está viviendo un fin de año marcado por frío intenso. Una situación que obliga a las familias a usar diferentes sistemas para mantener su hogar cálido, como los clásicos radiadores. Unos dispositivos presentes en prácticamente todas las casas que, gracias al avance de la tecnología, se pueden potenciar complementándolos con diversos inventos, como uno español que se coloca en menos de un minuto , otro que es totalmente silencioso u otro casero que baja las facturas . Incluso existe otro artículo más reciente que se instala en segundos y ahorra en calefacción .\nSe trata de Blostm, un reflector de radiador térmico que sirve para \"ampliar\" la calefacción al mismo tiempo que reduce la factura energética. Un mecanismo que está compuesto por una lámina aislante plateada y metálica de burbujas de alta calidad que además de potenciar los radiadores, refleja el 95% del calor en la habitación; por lo que se necesita menos energía para calentar un cuarto. Esto permite bajar la temperatura y ahorrar dinero en las facturas de la luz y el gas.\nLos paneles reflectantes no son realmente nuevos. Se tratan de unas pequeñas superficies que se colocan en la pared , justo detrás de los radiadores, para que el calor que estos emiten rebote en ellos y se dirija al interior de la habitación. Un sistema para aprovechar mejor el calor y que ayuda a alcanzar la temperatura deseada más rápidamente. En el caso de Blostm, que se puede encontrar a la venta en Amazon por sólo 29,99 euros , destaca por fomentar un uso más eficiente de la calefacción.\nFácil de instalar Blostm es un sistema para potenciar los radiadores que se presenta en forma de rollo de 5 metros de largo por 60 centímetros de ancho y que se ha diseñado específicamente para maximizar la eficiencia energética de los radiadores de una casa. Un invento que está hecho de chapa de aluminio laminado con un revestimiento para evitar la oxidación y que garantiza su durabilidad durante muchos años.\nSus creadores aseguran que se trata de un dispositivo que evita que se desperdicie la energía para calentar la casa en invierno, y que es tanto bueno para el medioambiente como para ahorrar dinero. Una de sus características más destacadas es que es fácil y rápido de instalar . Para ello, basta con cortar el tamaño de la lámina aislante de burbujas en función de lo que mide el radiador, colocarlo justo detrás y pegarlo con unas almohadillas autoadhesivas que vienen incluidas.\nEl reflector de radiador Blostm. Blostm Omicrono\nUna acción que apenas lleva unos segundos y que no requiera la ayuda de un profesional, ya que ni siquiera es necesario desmontar los radiadores para colocarlo . Con un grosor de 3,6 milímetros, esta lámina reflectante se puede adaptar a cualquier tipo de radiador independientemente de su tamaño, ya que es totalmente personalizable y se puede cortar fácilmente con unas tijeras o un cúter.\nAdemás, al instalarse en la parte trasera, hace de barrera entre el radiador y la pared , evitando que el calor vaya al muro de la casa y se dirija directamente a la habitación. Esto provoca que la calefacción del hogar -ya sea eléctrica o de gas- se encenderá con menos frecuencia para calentar una habitación, por lo que el usuario ahorra en energía y dinero en sus facturas.\n[Adiós a radiadores y suelo radiante: el invento que puede calentar grandes habitaciones en minutos]\nCae señalar que sin este tipo de sistemas el calor se pierde por las paredes. Blostm también destaca por ser un invento discreto, ya que al estar escondido tras el radiador no estropea el aspecto del cuarto, y no necesita mantenimiento . De hecho, sus creadores aseguran que lo único que se debe hacer una vez instalado es quitarle el polvo de vez en cuando. Y al estar colocado justo detrás del radiador, en el día a día los usuarios se olvidan de que esta lámina reflectante está ahí.\nDiferentes tipos de paneles En el mercado se pueden encontrar una variedad de paneles reflectantes para radiadores. En primer lugar, están los que se venden en rollo, como es el caso de Blostm. Estos se caracterizan principalmente por su flexibilidad y por tener una superficie lisa; y por ser una solución muy económica para potenciar el calor de los radiadores de una casa. También están los paneles reflectantes con dientes que, tal y como indica su nombre, tienen una superficie dentada.\nEl reflector de radiador Blostm. Blostm Omicrono\nGracias a este diseño de dientes, y al ser más rígidos, estos paneles reflectantes permiten que el aire que sube por convección pueda ser evacuado correctamente. Gracias a ello, el calor se reparte mejor dentro del cuarto . Aun así, el objetivo de ambos modelos es conseguir que el calor choque contra ellos y se dirija de nuevo hacia el interior de la habitación y su utilización puede suponer un ahorro energético tanto en aquellas viviendas de construcción antigua como las de obra nueva.\nTambién te puede interesar... Adiós al suelo radiante: la alfombra térmica que se instala fácil y calienta habitaciones al instante El invento para decir adiós al frío y ahorrar en calefacción: una chimenea virtual que usa grafeno Las válvulas inteligentes de radiador para controlar la calefacción y ahorrar en tu factura del gas Así puedes ahorrar un 50% en la factura del gas: los paneles que calientan tu casa con infrarrojos Sigue los temas que te interesan Calor España Frío Hogar Inventos Invierno Tecnología",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.amazon.fr/BLOSTM-Thermique-Reflecteur-D%C3%A9paisseur-R%C3%A9flecteur/dp/B08V8T9CTX/?tag=omicrono09-21",
      "https://www.amazon.fr/BLOSTM-Thermique-Reflecteur-D%C3%A9paisseur-R%C3%A9flecteur/dp/B08V8T9CTX/",
      "https://amazon.fr/BLOSTM-Thermique-Reflecteur-D%C3%A9paisseur-R%C3%A9flecteur/dp/B08V8T9CTX/?tag=omicrono09-21"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:30:44.839+02:00",
    "updated": "2023-12-29T04:30:44.839+02:00"
  }
]