[
  {
    "uuid": "19f7a568cfe1ae95a5d6527bbaae66ad060b33b1",
    "url": "https://www.ultimahora.es/opinion/tribuna/2024/03/29/2133603/islam-europa-2.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abderrahim Ouadrassi",
    "published": "2024-03-28T23:30:00Z",
    "title": "El Islam en Europa",
    "text": "El mes pasado, sentí un gran orgullo al escribir sobre nuestro distinguido compatriota de Manacor y su elección de representar a la federación de tenis de Arabia Saudí. Sin embargo, jamás imaginé que pronto volvería a mencionar a Manacor, debido a los recientes incidentes que han resurgido en el pueblo, poniendo de nuevo en primer plano el tema de la convivencia y el papel del islam en un entorno tan cercano como lo es Manacor. El Islam en Europa También en Opinión [La superhierba aromática que calma la ansiedad, mejora el sueño y da sabor a tus platos](/xaloc/dudas-respuestas/2024/02/25/2097365/sueno-superhierba-calma-ansiedad-ayudar-dormir.html) [El fruto seco que tiene más potasio que el plátano y más omega-3 que el salmón](/xaloc/dudas-respuestas/2024/02/24/2111083/potasio-este-fruto-seco-tiene-mas-platano.html) [Este es el orden correcto para cargar tu móvil y que dure más la vida de la batería](/xaloc/dudas-respuestas/2024/02/22/2102065/movil-asi-debes-cargar-bateria-para-dure-mas.html) [Esta es la vitamina que forma colágeno en tus cartílagos y huesos](/xaloc/dudas-respuestas/2024/03/15/2123983/colageno-esta-vitamina-forma-tus-cartilagos-huesos.html) [El superalimento que fortalece los huesos y ayuda a limpiar las arterias](/xaloc/dudas-respuestas/2024/03/08/2120043/salud-alimento-fortalece-huesos-limpia-arterias.html) 8 comentarios Lamentable artículo defendiendo lo indefendible. Esta gente habla de tolerancia pero solamente de los demás hacia ellos, no de ellos hacia los demás. Me parece un artículo repugnante, cargado de tópicos e HIPOCRESÍA. El lobo con piel de cordero. Ahora va a resultar que el Islam es tolerante y profesa la convivencia pacífica y la tolerancia con otras creencias, ya, claro, como ocurre en los paises árabes. Cuando haya iglesias en la Meca podrá haber mezquitas en Europa. Tardamos 800 años en quitarnos esas ideas medievales y evolucionar a la libertad y ahora resulta que tenemos que ser \"tolerantes\" con una ideología que no acepta nuestra cultura y cuyo objetivo es destruirla venga ya. No sé cómo permitís este artículo en plena Semana Santa. Es una vergüenza. Y no me habléis de libertad de expresión porque estáis censurando comentarios. Som i SeremVIVA ISRAEL Donde vayas INTÉGRATE. Hablamos del Corán y Guerra Santa? Ni todos buenos ni todos malos PERO MÁS INTEGRACIÓN y RESPETO a las costumbres y leyes del país en el que pretendes comenzar una nueva vida. Em sembla molt raonable el seu article, però crec que no va fins el moll de l'os, que no és un altre que el xoc entre els valors occidentals i els valors islàmics, que per exemple no accepten la llibertat de credo religiós o la igualtat entre dones i homes. Angela Merkel va dir: \" L'Islam és benvingut sempre que reconegui els nostres valors fonamentals. La percepció de l'Islam es caracteritza per l'aplicació de la llei religiosa, l'absència d'igualtat entre homes i dones i, en alguns casos, els assassinats per honor, fets inadmisibles per els nostros valors\" I això també és molt raonable. Oposar-se a aquets valors no és racisme ni et situa a nivell de Pp/Vox Hem de deixar els amics imaginaris, ja som grandets. Això sí, és curiós que els cristians no vulguin musulmans per ser africans quan el cristianisme és una religió Palestina..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T01:32:30.348+02:00",
    "updated": "2024-04-08T01:10:55.130+03:00"
  },
  {
    "uuid": "6e11e6ae6c585ccf204e5b224b060baf96a312bb",
    "url": "https://portal.comunique-se.com.br/309413-lenovo-apresenta-a-ia-mais-inteligente-para-todos-em-um-portfolio-abrangente-de-dispositivos-solucoes-e-conceitos-de-ia-no-tech-world-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DINO",
    "published": "2024-10-17T02:00:00Z",
    "title": "Lenovo ™ apresenta a IA mais inteligente para todos em um portfólio abrangente de dispositivos, soluções e conceitos de IA no Tech World 2024 - Portal Comunique-se",
    "text": "A Lenovo divulgou suas inovações de IA mais ambiciosas até o momento em seu evento[ Tech World 2024](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Tech+World+2024&index=1&md5=b5431f22fa73df1850b0c8c822aa0f7e), reforçando sua meta de criar um futuro de “IA mais inteligente para todos”. Entre os destaques estão o Lenovo AI Now, um agente de IA local que transforma PCs em assistentes personalizados; o novo laptop ThinkPad™X1 2 em 1 Gen 10 Aura Edition , integrando recursos baseados em IA para trabalho híbrido; e oLenovo Learning Zone, uma plataforma de software educacional pessoal com tecnologia de IA. Além disso, a Lenovo apresentará novas e empolgantes provas de conceitos como oLenovo “AI Buddy”, um módulo interativo visual, e demonstrações de tecnologia avançada, incluindo o Workstation AI solutions e o ThinkShield™AI PC security, demonstrando sua ambição de liderar em soluções de IA de ponta. Esses anúncios mostram como o portfólio de IA da Lenovo personaliza experiências, aumenta a produtividade e oferece proteção de dados para trabalho, aprendizado e vida doméstica. Este comunicado de imprensa inclui multimédia. Veja o comunicado completo aqui: [https://www.businesswire.com/news/home/20241015403276/pt/](https://www.businesswire.com/news/home/20241015403276/pt/) Lenovo™ Showcases Smarter AI for All Across Comprehensive AI Devices, Solutions, and Concepts Portfolio at Tech World 2024 (Graphic: Business Wire) Liderando a IA mais inteligente para todos “Na Lenovo, nossa visão é fornecer tecnologia mais inteligente para todos, com um compromisso inabalável de moldar um futuro movido a IA. Com um dos portfólios de IA mais abrangentes do setor, oferecemos dispositivos e soluções potentes, flexíveis e responsáveis que capacitam indivíduos e impulsionam a transformação em todos os setores”, declarou Luca Rossi, presidente do Intelligent Devices Group da Lenovo. “Nosso foco em experiências personalizadas, produtivas e protegidas garante que nosso ecossistema orientado por IA ajude a desbloquear a criatividade, aprimore a colaboração e se integre perfeitamente a qualquer ambiente digital. Novos dispositivos e softwares estão prontos para levar a IA cotidiana a consumidores e empresas Esses dispositivos e soluções com tecnologia de IA da Lenovo são projetados para atender às diversas necessidades dos usuários, oferecendo experiências personalizadas para profissionais, alunos e empresas. Ao integrar a IA em seu portfólio de produtos, a Lenovo visa otimizar os fluxos de trabalho, melhorar a colaboração e fornecer experiências de computação mais seguras e personalizadas. A seguir, estão os principais anúncios de produtos do Tech World 2024, cada um destacando o compromisso da Lenovo em fornecer tecnologia mais inteligente que seja intuitiva e impactante. Lenovo AI Now: revolucionando a experiência do PC com tecnologia de IA Lenovo AI Now é um agente de IA inovador, projetado para transformar PCs tradicionais em dispositivos de IA verdadeiramente personalizados1. Ele potencializa um Large Language Model (LLM) local desenvolvido pela Llama 3.1da Meta, permitindo interação em tempo real com a base de conhecimento pessoal (PKB) de um usuário sem depender do processamento em nuvem. Isso oferece privacidade de dados aprimorada, uma vez que todas as interações permanecem armazenadas localmente no dispositivo. Os usuários podem empregar o Lenovo AI Now para automatizar e simplificar uma ampla gama de tarefas, desde gerenciamento de documentos e transcrições de reuniões on-line até controle de dispositivos e geração de conteúdo. O assistente de IA intuitivo da plataforma oferece suporteàinteração em linguagem natural, permitindo que os usuários pesquisem rapidamente em documentos do dispositivo, imagens locais ou gerem resumos de texto com base em consultas específicas. O Lenovo AI Now também integra funcionalidade de Assistente de PC, que permitem que os usuários configurem seus dispositivos por meio de prompts de linguagem natural. Por exemplo, os usuários podem ajustar configurações como brilho da tela ou habilitar ferramentas de produtividade como o modo de cuidado com os olhos, tudo simplesmente perguntando ao Lenovo AI Now. Com o assistente de conhecimento, os usuários podem soltar arquivos em sua base de conhecimento pessoal, pesquisar dentro deles e até mesmo fazer perguntas específicas para recuperar insights importantes, tornando o Lenovo AI Now uma ferramenta poderosa para organizar grandes quantidades de dados. Além disso, o Lenovo AI Now incentiva um rico ecossistema de aplicativos de IA da Lenovo e de terceiros, estendendo ainda mais os recursos da plataforma para dar suporte ao trabalho de escritório, tarefas criativas e até mesmo jogos2. Ele capacita profissionais, estudantes e criativos com ferramentas de IA que podem resumir documentos, rascunhar respostas, gerar visuais e muito mais — tudo isso ao mesmo tempo em que permite uma experiência rápida e suave no dispositivo local, além de aproveitar o poder da nuvem. Com seu LLM local e projetado para alavancar a arquitetura de computação heterogênea, combinando CPU (unidade central de processamento), GPU (unidade de processamento gráfico) e NPU (unidade de processamento neural), o Lenovo AI Now oferece desempenho de alta velocidade, minimizando o consumo de bateria. Como uma solução totalmente integrada, o Lenovo AI Now também fornece suporte contínuo para serviços pós-vendas, recomendações de dispositivos e suporte ao cliente por meio do assistente virtual da Lenovo, que é incorporadoàplataforma para ajuda instantânea e solução de problemas. O Lenovo AI Now foi projetado com medidas de segurança robustas para ajudar a proteger os dados e a privacidade do usuário. A base de conhecimento pessoal armazena todos os dados pessoais localmente no dispositivo, protegidos por um forte algoritmo de segurança. Além da função de IA local, os usuários também têm acesso a serviços baseados em nuvem para expandir os cenários de IA. Nesse caso, os usuários têm controle total sobre quando os serviços de nuvem são acessados, e o consentimento explícito é necessário sempre que os dados da nuvem são usados. Além disso, o Microsoft Azure AI Content Safety está incorporado no Lenovo AI Now, permitindo o monitoramento e a filtragem em tempo real de conteúdo prejudicial. O Lenovo AI Now também recebeu uma verificação de reivindicação de marketing da UL Solutions para nosso algoritmo de IA, verificado para coleta, armazenamento, proteção e exposição de dados, e é o primeiro aplicativo de IA a atingir a classificação Diamond do UL Solutions AI Model Transparency Benchmark, resultando em uma Marca Verificada pela UL para Transparência do Modelo de IA, demonstrando ainda mais como a Lenovo prioriza a segurança e a privacidade. Com o Lenovo AI Now, os usuários ganham uma experiência personalizada , produtiva e protegida que ultrapassa os limites do que os PCs com tecnologia de IA podem alcançar, garantindo que seus dispositivos Lenovo sejam mais inteligentes, intuitivos e seguros para o uso diário. ThinkPad X1 2 em 1 Gen 10 Aura Edition: redefinindo o trabalho híbrido e a produtividade O ThinkPad X1 2 em 1 Gen 10 Aura Edition foi criado para oferecer versatilidade e potência incomparáveis, tornando-o uma solução suprema para profissionais que precisam de flexibilidade, mobilidade e desempenho. Como um novo PC Copilot+ 2 em 1 com uma opção de tela OLED superbrilhante com taxa de atualização variável de até 120 Hz3, o dispositivo transita perfeitamente entre os modos laptop e tablet, permitindo que os usuários se adaptem a vários cenários de trabalho, seja fazendo anotações durante reuniões, fazendo esboços com a Lenovo Yoga Pen ou trabalhando em relatórios complexos. Equipado com processadores Intel® Core™ Ultra série 200V com gráficos Intel® Arc™ e um NPU integrado de até 48 TOPS, o ThinkPad X1 2 em 1 foi projetado para lidar com tarefas orientadas por IA com facilidade e gerar insights de dados em tempo real para aprimorar apresentações visuais. Como um PC Copilot+, o ThinkPad X1 2 em 1 Gen 10 Aura Edition oferece desempenho e duração de bateria inigualáveis, além do mais alto padrão de segurança do Windows disponível. Os usuários podem acelerar sua produtividade e criatividade com novas experiências de IA, como Live Captions com tradução, capacitando-os a se comunicar em vários idiomas com amigos e familiares, ou o Cocreator no Paint, inspirando a criatividade das pessoas para ajudar a dar vida às suas ideias. Esses recursos do PC Copilot+ estarão disponíveis na Microsoft a partir do final de novembro.4 . O[ Lenovo Aura Edition](https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.lenovo.com%2Flenovoauraedition&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Lenovo+Aura+Edition&index=2&md5=92be0681a501e99f4b01d6d0cb77bc66) leva a personalização e a experiência do usuário para o próximo nível. Ele apresenta os Smart Modes que fornecem acesso intuitivo por meio de um widget simples para personalização de diferentes tarefas, como colaboração, bem-estar e privacidade, garantindo que o dispositivo otimize seu desempenho e uso de energia com base nas necessidades do usuário. O Smart Share permite o compartilhamento contínuo de imagens com smartphones5 , enquanto que o Smart Care ofere acesso instantâneo às ferramentas de suporte da Lenovo6, garantindo que os usuários tenham assistência para solução de problemas em tempo real na ponta dos dedos. Esses recursos são projetados para tornar o ThinkPad mais intuitivo e responsivo, proporcionando uma experiência de usuário personalizada e mais segura para cada tipo de profissional. Com uma vida útil da bateria de 18 horas7, o ThinkPad X1 2 em 1 Gen 10 Aura Edition foi projetado para uso durante todo o dia, proporcionando aos profissionais a flexibilidade de trabalhar de qualquer lugar sem se preocupar com recargas frequentes. O touchpad tátil premium opcional e o icônico TrackPoint garantem controle de precisão e navegação confortável, enquanto a caneta oferece interação intuitiva para fazer esboços, fazer anotações ou anotar documentos. Além disso, o dispositivo foi projetado com mais sustentabilidade em mente, apresentando uma bateria Customer Replaceable Unit (CRU) e desenvolvido com 75% de alumínio reciclado. para as tampas A e C e 55% de alumínio reciclado para a tampa D. Sua embalagem é 100% livre de plástico e feita de bambu e cana-de-açúcar8 . Segurança e privacidade são componentes essenciais do ThinkPad X1 2 em 1 Gen 10. Ele inclui recursos avançados de segurança ThinkShield, como um leitor de impressão digital integrado ao teclado, câmera infravermelha com reconhecimento facial e um obturador de privacidade, para permitir a proteção de dados e a privacidade do usuário. Além disso, seus robustos testes MIL-SPEC 810H destacam a durabilidade9, tornando o dispositivo mais resiliente em ambientes exigentes. Os usuários finais podem aproveitar o ThinkPad X1 2 em 1 Gen 10 Aura Edition para otimizar seu fluxo de trabalho, colaborar sem esforço e permanecer protegidos, seja trabalhando em casa, em trânsito ou no escritório. Desde sua funcionalidade híbrida aos seus poderosos aprimoramentos orientados por IA, o dispositivo redefine o que significa trabalhar de forma mais inteligente, rápida e segura no ambiente de negócios dinâmico atual. Lenovo Learning Zone: Capacitando a próxima geração de alunos O Lenovo Learning Zone é uma plataforma educacional alimentada por IA projetada para oferecer uma gama abrangente de ferramentas para facilitar o aprendizado dentro e fora da sala de aula10 . Com as suas ferramentas de aprendizado orientadas por IA, os usuários ganham acessoàassistência em sala de aula ao vivo e transcrição em tempo real, garantindo que nunca percam detalhes importantes durante as aulas. A plataforma transforma materiais de aula em Notas de IA e em questionários gerados por IA, capturando insights e reforçando o aprendizado por meio de avaliações envolventes e personalizadas. Aprimorando ainda mais a experiência de aprendizado, o Lenovo Learning Zone oferece suporteàsincronização perfeita entre PCs e smartphones11, permitindo que os usuários acessem suas notas, questionários e materiais de aprendizado em todos os dispositivos. Com o Lenovo Smart Scanner, eles podem digitalizar e importar facilmente documentos em papel, garantindo que todos os seus recursos de aprendizado sejam centralizados em um só lugar. Além de seus recursos educacionais, o Lenovo Learning Zone está comprometido em oferecer suporte à privacidade e segurança do usuário. O modelo de IA da plataforma, usando o Lenovo AI Now, é armazenado e verificado localmente, o que significa que os dados pessoais permanecem protegidos e sob o controle do usuário. Isso é crucial para alunos preocupados com a privacidade dos dados, garantindo que sua jornada educacional não seja apenas aprimorada, mas também protegida. Em essência, o Lenovo Learning Zone oferece uma solução completa para usuários que buscam otimizar sua experiência de aprendizado, fornecendo as ferramentas de que precisam para permanecer produtivos, engajados e protegidos durante sua jornada acadêmica. A Lenovo continuará a analisar o feedback do usuário e aprimorar o Lenovo Learning Zone com novos recursos no futuro. ThinkSmart™ Core Gen 2 O ThinkSmart Core Gen 2, [anunciado em 14 de outubro](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpressroom%2Fpress-releases%2Flenovo-introduces-thinksmart-core-gen-2-to-future-proof-ai-optimized-meeting-spaces%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=anunciado+em+14+de+outubro&index=3&md5=5cef01c5c4b722998d3ba26cb2b195ed), leva a eficiência das reuniões para o próximo nível como um dos primeiros dispositivos de computação otimizados para IA, desenvolvido especificamente para videoconferência. Além dos já incríveis recursos inteligentes de áudio e vídeo, ele abrirá o caminho para o futuro aproveitando os mais recentes recursos baseados em IA usando o Microsoft Copilot e o Zoom AI Companion. Isso transforma salas de reunião em hubs de colaboração inteligentes, permitindo interações produtivas com segurança aprimorada, sejam as reuniões presenciais ou virtuais. A transcrição em tempo real e os ajustes inteligentes de vídeo garantem uma experiência perfeita, reduzindo distrações e aprimorando o envolvimento da equipe, mantendo os dados confidenciais protegidos. Prova de conceito de novo dispositivo de IA nunca antes vista Lenovo AI Mouse O AI Mouse oferece uma experiência personalizada integrando um botão de IA dedicado que conecta os usuários com o Lenovo AI Now. Com ergonomia elegante e um assistente digital alimentado por IA, este mouse de prova de conceito simplifica os fluxos de trabalho, ajudando os usuários a navegar nas tarefas de forma mais eficiente. Ele foi projetado para aumentar o conforto e a produtividade durante longas horas de trabalho, com o benefício adicional de consumo de bateria minimizado para eficiência energética ideal. Lenovo “Home AI Brain” A prova de conceito de codinome Home AI Brain” aprimora a maneira como as famílias compartilham memórias usando IA para gerar automaticamente vídeos que compilam destaques de eventos especiais. Esta plataforma de conceito permite que as famílias editem e compartilhem conteúdo personalizado em dispositivos como tablets, PCs e TVs, fornecendo conectividade e segurança de dados perfeitas. Ao simplificar a edição de mídia e a sincronização entre dispositivos, o Home AI Brain oferece uma experiência rica e envolvente, mantendo as memórias pessoais protegidas. Lenovo AI Buddy A prova de conceito com o codinome “AI Buddy” simula uma interface de usuário baseada em emoções para interagir com os usuários de forma personalizada, adaptando suas respostas com base nas solicitações e preferências do usuário. Este assistente digital lida com agendamento, lembretes e tarefas diárias de forma eficiente, tornando-se uma ferramenta de produtividade essencial que se integra perfeitamente às rotinas dos usuários. O gerenciamento de tarefas mais seguro garante que informações confidenciais sejam tratadas com cuidado, fornecendo aos usuários uma interação humana que é intuitiva e mais segura. Solução de conferência 3D Super Multi-view A solução de conferência 3D Super Multi-view da Lenovo oferece uma tela 3D imersiva de 65 polegadas sem óculos, projetada para interações entre várias pessoas e vários pontos de vista. Ao capturar vídeo 3D em tempo real de várias perspectivas, os participantes podem vivenciar reuniões com uma sensação natural de profundidade e interação, eliminando barreiras físicas e fazendo com que a colaboração remota pareça mais com a comunicação presencial. Esta tecnologia avançada garante um envolvimento perfeito, criando um ambiente de reunião dinâmico e intuitivo, aprimorando a maneira como os profissionais se conectam, colaboram e apresentam ideias remotamente. Smart Connect e Lenovo Tablet A plataforma Smart Connect integra perfeitamente os dispositivos dos ecossistemas Motorola e Lenovo, proporcionando uma experiência unificada de vários dispositivos. O Smart Connect aproveita o poder da IA dos dispositivos conectados dentro do ecossistema. Por exemplo, um Lenovo Tablet, quando pareado com um PC conectado com IA, pode acessar ferramentas avançadas de IA disponíveis naquele dispositivo. Isso permite que dispositivos sem IA se beneficiem de recursos selecionados habilitados para IA, como criação de conteúdo no Lenovo Creator Zone, aumentando a produtividade e permitindo uma colaboração mais segura entre dispositivos. Para mais detalhes sobre as inovações de IA da Motorola, visite a[ página do evento](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=p%26aacute%3Bgina+do+evento&index=4&md5=acbc10f6abb19575aedcaa0f6fe64607) Lenovo Tech World Demonstrações de tecnologia no Tech World No Lenovo Tech World, a empresa apresentará uma série de demonstrações inovadoras com tecnologia de IA em vários domínios, destacando sua inovação contínua em personalização, produtividade e segurança. - As estações de trabalho ThinkStation™ da Lenovo, incluindo a ThinkStation PX, estão transformando o desenvolvimento de IA com suporte para até 4 GPUs NVIDIA® de ponta, permitindo uma solução escalável com recursos de segurança aprimorados para várias cargas de trabalho de IA. Esta poderosa plataforma de desenvolvedor de IA colaborativa e multiusuário otimiza o desempenho, reduz os custos de infraestrutura e, quando pareada com as estações de trabalho de IA móvel ThinkPad P Series, cria um ambiente eficiente para preparação de dados, ajuste fino de modelos e inferência de IA. A demonstração de computação espacial com tecnologia de IA, com os fones de ouvido ThinkReality™ VRX, permite colaboração em tempo real em projetos 3D, enquanto que a demonstração do Conversational AI Data Analytics permite que as empresas interajam com grandes conjuntos de dados usando linguagem natural, acelerando a análise. Essas inovações refletem o comprometimento da Lenovo em escalar a IA de forma eficiente e com foco na segurança de dados. - O Lenovo Auto Twist AI PC proof of concept introduz uma experiência de usuário dinâmica ao se adaptar fisicamente aos movimentos e usar rastreamento de câmera com tecnologia de IA, garantindo que os usuários permaneçam engajados durante interações virtuais. A demonstração do Lenovo Creator Zone aproveita o Stable Diffusion 3.0 para simplificar a criação de conteúdo com linguagem natural e geração de imagens com base em esboços, capacitando a imaginação dos criadores. - A demonstração do ThinkShield AI PC Cybersecurity da Lenovo destaca a detecção de ameaças em tempo real habilitada por IA, aprimorando a proteção e a segurança de dados. - Por fim, a iniciativa Work for Humankind da Lenovo, demonstrada por meio de avatares de IA e processamento de linguagem natural, oferece suporteàsaúde mental para a Geração Z, exemplificando o compromisso da Lenovo em usar a IA como uma força para o bem. A visão da Lenovo de Smarter AI for All ressalta seu compromisso em fornecer soluções de IA personalizadas, produtivas e protegidas em diversos ambientes. Seja por meio de PCs habilitados para IA, como o ThinkPad X1 2 em 1 Gen 10 Aura Edition, plataformas inovadoras como AI Now e Learning Zone ou novas provas de conceito como AI Buddy, a Lenovo continua a ultrapassar limites. Ao combinar tecnologia de IA de ponta com proteção de dados robusta, a Lenovo busca liderar o futuro da IA, garantindo que os usuários possam trabalhar, aprender, criar e colaborar de forma mais eficaz em um mundo aprimorado por IA. Para mais detalhes sobre as soluções de IA em escala empresarial da Lenovo, confira os anúncios do Lenovo ISG e SSG. Visite a página do evento[ Tech World](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Tech+World&index=5&md5=cd10ecc57cf5becf3ed5491b6e0364fa)da Lenovo, e[ o Press Kit](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpress-kits%2Ftech-world-2024%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=o+Press+Kit&index=6&md5=75a44889d26300a07ee74096eddd21d5) no StoryHub para obter detalhes completos e a repetição da palestra principal. Disponibilidade e preço nos EUA12 - O Lenovo ThinkPad X1 2 em 1 Gen 10 Aura Edition estará disponível a partir de fevereiro de 2025, com um preço inicial esperado de US$ 2.199. - O Lenovo AI Now estará disponível a partir do quarto trimestre como uma opção de download gratuito para determinados PCs Lenovo AI e pré-carregado em determinados sistemas1 . - O Lenovo Learning Zone estará disponível a partir de dezembro de 2024 como uma opção de download gratuito para determinados PCs Lenovo AI e pré-carregado a partir de fevereiro de 2025 em determinados sistemas10 . - Consulte o press release do Lenovo ThinkSmart Core Gen 2 para obter informações sobre preços e disponibilidade. Opções de especificação doThinkPad X1 2 em 1 Gen 10 Aura Edition | | Recurso | Detalhes | Tela | 14.0″ + 2.8K OLED + 120Hz VRR + 500nit + 100% DCI-P3 + Low Blue Light + Touch 14.0″ + WUXGA Low Power LCD + 500nit + 100% sRGB + low blue light + Touch 14.0″ + WUXGA ePrivacy LCD + 500nit + 100% sRGB + low blue light + Touch | Processador | Processador Intel® Core ™ Ultra série 200V | Memória | Até 32 GB LPDDR5x 8533 MT/s, canal duplo1313 | Gráficos | Intel® Arc™2 arquitetura Xe2 | Sistema operacional | Windows 11 Pro, Windows 11 Home, Linux | Câmera | FHD + câmera IR com obturador de privacidade da webcam, 8MP + câmera IR com obturador de privacidade da webcam mais Computer Vision | Armazenamento | Até 2TB PCIe Gen5 SSD13 | Bateria | 57Whr CRU (unidade substituível pelo cliente) | AC Adaptor | 65W GaN USB Type-C® Slim | Áudio | Áudio Dolby Atmos®; Dolby Voice®, 2 alto-falantes Soundwire; 2 microfones, conector de áudio de alta resolução de 192 kHz | Portas de entrada/saída | 2 Thunderbolt™ 4; 2 USB-A 3.2 Gen 1 (5 Gbps); 1 HDMI 2.1; 1 áudio (conector combinado para fone de ouvido e microfone) | Wireless | Wi-Fi ®7, Bluetooth® 5.4, até 5G sub67 em 2025 | Software | Lenovo Aura Edition Smart Experiences; Lenovo Commercial Vantage; Intel® Unison™; Intel Connectivity Performance Suite | Dimensões | 312mm (W) x 217(D) x 18mm(H ponto mais espesso) | Peso | A partir de 1,30 kg / 2,87 lbs (OLED, modelo pronto para WWAN) | MIL-STD-810H9 | Sim | Teclado | Recursos de acessibilidade (teclas nervuradas); teclado TrackPoint retroiluminado com TrackPad de 3 botões de vidro ou TouchPad tátil opcional | Cor | Eclipse Black | Segurança | Lenovo ThinkShield; Firmware Shield Power-on ou leitor de impressão digital MoC Touch no teclado; câmera infravermelha com reconhecimento facial do Windows Hello; chip dTPM 2.0; obturador de privacidade da webcam; slot para trava Nano Kensington™ | Caneta | Nova caneta Lenovo Yoga – fixação magnética | Design responsável | Chassi: 75% alumínio reciclado na capa C; 55% alumínio reciclado na capa D | Gabinete do alto-falante: 90% plástico reciclado PCC | | Estrutura da bateria: 90% plástico reciclado PCC | | Teclas: 85% plástico reciclado PCC (teclado retroiluminado) | | Adaptador CA: 90% plástico reciclado PCC | | | Embalagem Embalagem 100% sem plástico é feita de bambu e cana-de-açúcar | Sobre a Lenovo Com uma receita de US$ 57 bilhões, a Lenovo é uma potência global em tecnologia, classificada em 248 na Fortune Global 500, e atende milhões de clientes diariamente em 180 mercados. Com a visão audaciosa de oferecer Tecnologia Mais Inteligente para Todos, a Lenovo se consolidou como a maior empresa de PCs do mundo, oferecendo um portfólio de dispositivos habilitados para IA (PCs, workstations, smartphones, tablets), infraestrutura (servidores, armazenamento, edge, computação de alto desempenho e infraestrutura definida por software), software, soluções e serviços. A Lenovo continua a investir em inovações que estão criando um futuro mais inteligente, confiável e equitativo para todos, em qualquer lugar. A Lenovo está listada na bolsa de valores de Hong Kong como Lenovo Group Limited (HKSE: 992) (ADR: LNVGY). Para mais informações, acesse[ https://lenovo.com](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flenovo.com%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=https%3A%2F%2Flenovo.com&index=7&md5=e95f850cf9d09b60363a672712f35c95), e leia as últimas notícias em nosso[ StoryHub](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=StoryHub&index=8&md5=c7ca5822f17603fd5fd50bd47fcce33e). 1O suporte do Lenovo AI Now varia de acordo com o dispositivo e requer uma configuração mínima dependente da CPU, GPU e NPU. Detalhes completos de compatibilidade estarão disponíveis posteriormente. 2Os recursos de IA de terceiros podem exigir a compra de software, assinatura ou habilitação por um provedor de software ou plataforma, ou podem ter requisitos específicos de configuração ou compatibilidade. 3Taxa de atualização do dispositivo de 60 Hz mín. / 120 Hz máx.; a taxa de atualização real pode variar com base nas limitações e requisitos do aplicativo/conteúdo, configurações do modo do dispositivo e outros fatores. 4As experiências do Copilot+ PC estão chegando. Requer atualizações gratuitas disponíveis a partir do final de novembro de 2024. O tempo varia de acordo com o dispositivo e a região. Consulte aka.ms/copilotpluspcs 5 Requer download do aplicativo para smartphone. Smartphones compatíveis exigem Android 9.0 ou superior, ou iOS 15 ou superior. 6 O Smart Care fornece acesso simples às ferramentas de suporte online e chatbot da Lenovo, oferecendo solução de problemas em tempo real. O serviço[ Premier Support Plus](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftechtoday.lenovo.com%2Fus%2Fen%2Fpremier-support-plus&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Premier+Support+Plus&index=9&md5=5b508bb5468ad3df0565b44182369410) desbloqueia o acesso ao suporte dedicado no estilo concierge, conectando usuários por meio de compartilhamento remoto de câmera e acesso com um cliqueàvoz ou bate-papo com engenheiros de elite da Lenovo ao vivo 24 horas por dia, 7 dias por semana, por meio do PC ou smartphone. O serviço pode exigir uma assinatura e/ou ativação. 7 As declarações de duração da bateria são aproximadas e baseadas em testes internos em condições ideais usando o MobileMark25. O desempenho real da bateria pode variar e depender de vários fatores 8A porcentagem de materiais reciclados e plásticos PCC pode variar de acordo com o modelo e o componente. Todas as caixas usadas na embalagem são feitas de papel certificado pelo FSC™ e outros materiais controlados. Códigos de licença do FSC: C118727. Detalhes completos sobre a jornada da Lenovo para o net zero podem ser encontrados aqui:[ https://www.lenovo.com/us/en/about/sustainability/ ](https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&index=10&md5=38f5355d5afc308674bf99fa16313afa) 9O MIL-STD 810H estabelece uma metodologia para testar produtos contra estresses ambientais sob condições controladas de laboratório. A Lenovo usa os padrões MIL-SPEC do Departamento de Defesa dos EUA para testar dispositivos contra condições físicas e ambientais perigosas para determinar a durabilidade. Esses testes não são uma garantia de desempenho futuro sob essas condições de teste. Testado contra 12 categorias e 26 procedimentos MIL-STD-810H para provar sua resistência. Abuso, como o contido no teste MIL-STD 810H, não é coberto pela garantia padrão da Lenovo. 10O Lenovo Learning Zone requer que o Lenovo AI Now seja instalado. O suporte ao Lenovo AI Now e ao Learning Zone varia de acordo com o dispositivo e requer uma configuração mínima dependente da CPU, GPU e NPU. Detalhes completos de compatibilidade estarão disponíveis posteriormente. 11Pode exigir software adicional e/ou download de aplicativo para smartphone. 12O preço e a disponibilidade podem variar de acordo com a geografia e os produtos podem estar disponíveis apenas em mercados selecionados. Todas as ofertas estão sujeitasàdisponibilidade. A Lenovo reserva-se o direito de alterar as ofertas, recursos e especificações do produto a qualquer momento, sem aviso prévio. 13O armazenamento de usuário disponível e a memória interna são menores devido ao sistema operacional, software e outras funções que utilizam parte dessa capacidade; pode mudar com atualizações de software. LENOVO, YOGA, THINKPAD, THINKSMART, THINKSTATION, THINKREALITY e THINKSHIELD são marcas comerciais da Lenovo. Intel, Intel Core Ultra, Intel Arc, Intel Unison e Thunderbolt são marcas comerciais da Intel Corporation ou de suas subsidiárias nos EUA e/ou outros países. MOTOROLA, o logotipo M estilizado, MOTO e a família de marcas MOTO são marcas comerciais da Motorola Trademark Holdings, LLC. ZOOM é uma marca comercial da Zoom Video Communications, Inc. NVIDIA é uma marca comercial e/ou marca registrada da NVIDIA Corporation. Dolby, Dolby Vision, Dolby Atmos e Dolby Voice estão entre as marcas comerciais registradas e não registradas da Dolby Laboratories, Inc. nos Estados Unidos e/ou outros países. BLUETOOTH é uma marca comercial do Bluetooth Special Interest Group (SIG). Wi-Fi é uma marca comercial da Wi-Fi Alliance. USB Type-C® e USB-C® são marcas comerciais registradas do USB Implementers Forum. Todas as outras marcas comerciais são propriedade de seus respectivos proprietários. ©2024, Lenovo Group Limited. O texto no idioma original deste anúncio é a versão oficial autorizada. As traduções são fornecidas apenas como uma facilidade e devem se referir ao texto no idioma original, que é a única versão do texto que tem efeito legal. Ver a versão original em businesswire.com: [https://www.businesswire.com/news/home/20241015403276/pt/](https://www.businesswire.com/news/home/20241015403276/pt/) Contato: Adrian Horne, [adrianhorne@lenovo.com](mailto:adrianhorne@lenovo.com) Fonte: [BUSINESS WIRE](http://www.businesswire.com/portal/site/home/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&index=10&md5=38f5355d5afc308674bf99fa16313afa)",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flenovo.com%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=https%3A%2F%2Flenovo.com&index=7&md5=e95f850cf9d09b60363a672712f35c95),",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Tech+World+2024&index=1&md5=b5431f22fa73df1850b0c8c822aa0f7e),",
      "https://www.lenovo.com/us/en/about/sustainability/",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpressroom%2Fpress-releases%2Flenovo-introduces-thinksmart-core-gen-2-to-future-proof-ai-optimized-meeting-spaces%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=anunciado+em+14+de+outubro&index=3&md5=5cef01c5c4b722998d3ba26cb2b195ed),",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpress-kits%2Ftech-world-2024%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=o+Press+Kit&index=6&md5=75a44889d26300a07ee74096eddd21d5)",
      "http://www.businesswire.com/portal/site/home/)",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=p%26aacute%3Bgina+do+evento&index=4&md5=acbc10f6abb19575aedcaa0f6fe64607)",
      "https://lenovo.com",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.lenovo.com%2Flenovoauraedition&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Lenovo+Aura+Edition&index=2&md5=92be0681a501e99f4b01d6d0cb77bc66)",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftechtoday.lenovo.com%2Fus%2Fen%2Fpremier-support-plus&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Premier+Support+Plus&index=9&md5=5b508bb5468ad3df0565b44182369410)",
      "https://www.businesswire.com/news/home/20241015403276/pt/",
      "https://www.businesswire.com/news/home/20241015403276/pt/)",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Tech+World&index=5&md5=cd10ecc57cf5becf3ed5491b6e0364fa)da",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=StoryHub&index=8&md5=c7ca5822f17603fd5fd50bd47fcce33e).",
      "https://www.lenovo.com/us/en/about/sustainability",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.lenovo.com%2Flenovoauraedition&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Lenovo+Aura+Edition&index=2&md5=92be0681a501e99f4b01d6d0cb77bc66)",
      "https://businesswire.com/news/home/20241015403276/pt/",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=p%26aacute%3Bgina+do+evento&index=4&md5=acbc10f6abb19575aedcaa0f6fe64607)",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=StoryHub&index=8&md5=c7ca5822f17603fd5fd50bd47fcce33e).",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Ftechtoday.lenovo.com%2Fus%2Fen%2Fpremier-support-plus&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Premier+Support+Plus&index=9&md5=5b508bb5468ad3df0565b44182369410)",
      "https://www.lenovo.com",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=https%3A%2F%2Fwww.lenovo.com%2Fus%2Fen%2Fabout%2Fsustainability%2F&index=10&md5=38f5355d5afc308674bf99fa16313afa)",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Flenovo.com%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=https%3A%2F%2Flenovo.com&index=7&md5=e95f850cf9d09b60363a672712f35c95),",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpressroom%2Fpress-releases%2Flenovo-introduces-thinksmart-core-gen-2-to-future-proof-ai-optimized-meeting-spaces%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=anunciado+em+14+de+outubro&index=3&md5=5cef01c5c4b722998d3ba26cb2b195ed),",
      "https://cts.businesswire.com/ct/CT",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnews.lenovo.com%2Fpress-kits%2Ftech-world-2024%2F&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=o+Press+Kit&index=6&md5=75a44889d26300a07ee74096eddd21d5)",
      "http://businesswire.com/portal/site/home/)",
      "https://www.businesswire.com/news/home/20241015403276/pt",
      "https://businesswire.com/news/home/20241015403276/pt/)",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Tech+World&index=5&md5=cd10ecc57cf5becf3ed5491b6e0364fa)da",
      "https://lenovo.com/us/en/about/sustainability/",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.lenovo.com%2Ftechworld&esheet=54136534&newsitemid=20241015403276&lan=pt-BR&anchor=Tech+World+2024&index=1&md5=b5431f22fa73df1850b0c8c822aa0f7e),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:11:22.513+03:00",
    "updated": "2024-10-18T00:11:22.513+03:00"
  },
  {
    "uuid": "f5bdffab6ed75d5139c40e099b25cb20388343c0",
    "url": "https://en.royanews.tv/news/50367/2024-03-29",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Roya News Team",
    "published": "2024-03-29T00:00:00Z",
    "title": "Despite restrictions, thousands pray at Aqsa | Roya News",
    "text": "Published: 2024-03-29 14:53 Last Updated: 2024-03-29 15:59 Around 125,000 worshipers observed the third Friday prayer of Ramadan at the revered Aqsa Mosque, despite stringent and unprecedented measures imposed by the Israeli Occupation Forces in Jerusalem. Yousef Abu Sneina, the preacher at Aqsa Mosque, emphasized that Palestinians made the journey to the mosque today to reaffirm its Islamic significance and reject attempts to Judaize it. Israeli Occupation Forces persisted in imposing strict restrictions on access to Jerusalem, intensifying their presence at military checkpoints leading to the city. They conducted identity checks and prevented hundreds from reaching Jerusalem for Friday prayers, citing the lack of necessary permits. Many Palestinians resorted to praying in the streets near the checkpoints after being barred from entering the Aqsa Mosque, with the majority being elderly individuals. *Stay informed with our carefully curated content delivered directly to your inbox. Subscribe to our newsletter for exclusive updates and in-depth analysis. Click here to subscribe.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aqsa",
          "sentiment": "negative"
        },
        {
          "name": "yousef abu sneina",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "israeli occupation forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "aqsa mosque",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T16:02:37.093+03:00",
    "updated": "2024-03-29T16:02:37.093+03:00"
  },
  {
    "uuid": "1c347e19c5a114b69eb4ce590c55b7cc0d47c318",
    "url": "https://poststar.com/news/state-regional/article_d7d71ed0-2b6b-4344-a4c4-25eee37f4028.html",
    "ord_in_thread": 0,
    "author": "Courtesy photo",
    "published": "2025-08-07T09:30:00Z",
    "title": "Albany Medical Center nurses approve new labor contract",
    "text": "ALBANY – New York State Nurses Association (NYSNA) nurses at Albany Medical Center officially ratified a new four-year contract with 98% voting yes to ratify. Voting took place Aug. 4 and 5 and ended on Tuesday evening at 8 p.m. The contract will benefit approximately 1,600 nurses at the hospital, as well as incoming nurses that will fill vacancies.\nAs previously reported, the deal includes enforceable safe staffing standards updated annually that will protect safe patient care and wage increases to help retain experienced nurses, including 16% to 22% first-year wage increase upon ratification, market parity increases in two more years of the contract, additional 3% annual increases in the following years, and no wage caps for experienced nurses.\nThe new contract also includes new hiring and retention incentives, including a $2,000 referral bonus and increases to continuing education and tuition reimbursement benefits, and improved union voice and protections, including membership rights and an improved new hire orientation process.\nJennifer Bejo, RN, and local union president at Albany Med said, “This is a new day for nurses at Albany Medical Center. Union nurses showed what we can accomplish on behalf of our patients and colleagues when we work together and advocate. I am so proud of what we have achieved and feel hopeful that our new contract will help recruit and retain more nurses to improve staffing and patient care at Albany Med.”\n“Our goal has always been a new contract that is best for our nurses and advances our ability to provide safe, quality patient care,” said Albany Med Health System President and CEO Dennis P. McKenna, MD. “This contract reflects the respect and admiration that our nurses earn every day. We thank our nurses for their continued dedication. We also thank NYSNA for their collaboration on an agreement that puts our nurses first.”\nAs part of the agreement, hospital staffing plans will continue to be set by Albany Medical Center’s own clinical staffing committee. It includes nurses, support staff, and hospital leadership. This committee also developed the current plan, which was approved by the New York State Department of Health.\nJaimie Alaxanian, RN, added: “Albany Med nurses persevered and finally won the contract that nurses, patients and our community deserves. There is power in a union, and we will continue to build NYSNA power at Albany Med to guarantee a seat at the table and a strong nurse voice in patient care.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Labor->unions",
      "Labor->labour relations",
      "Labor->collective agreements",
      "Health->health facility",
      "Health->health organisation",
      "Health->medical staff",
      "Social Issue->social services",
      "Social Issue->social condition"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jennifer Bejo",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "New York State Nurses Association",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": "local_news",
        "city": [
          "South Glens Falls",
          "Glens Falls North",
          "Star Lake",
          "Glens Falls",
          "Bolton Landing",
          "Pottersville",
          "Woodsville",
          "Hudson Falls",
          "Chestertown",
          "North Granville",
          "West Glens Falls"
        ],
        "state": [
          "New York"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T12:48:19.615+03:00",
    "updated": "2025-08-07T12:54:49.000+03:00"
  },
  {
    "uuid": "e9a18dbf34280cc8591e54fc0c1f07078cb8f300",
    "url": "https://www.newsbreak.com/lakeland-gazette-509682/4112918133206-lakes-church-business-owners-object-to-talbot-house-relocation",
    "ord_in_thread": 0,
    "author": "Admin",
    "published": "2025-07-16T19:18:00Z",
    "title": "Lakes Church, business owners object to Talbot House relocation - NewsBreak",
    "text": "Lakes Church, business owners object to Talbot House relocation - NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Social Issue->discrimination",
      "Social Issue->communities",
      "Social Issue->social services",
      "Politics->government policy",
      "Politics->political process",
      "Politics->local government and authority"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Talbot House",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:55:19.831+03:00",
    "updated": "2025-07-17T05:00:49.000+00:00"
  },
  {
    "uuid": "67b78497cdec1a663cbc5464892f4c5f67dc18fd",
    "url": "https://www.pnp.ru/incident/za-noch-nad-regionami-rossii-sbili-52-bespilotnika.html",
    "ord_in_thread": 0,
    "author": "Хава Кадиева",
    "published": "2025-06-12T07:12:00Z",
    "title": "За ночь над регионами России сбили 52 беспилотника",
    "text": "За ночь над регионами России сбили 52 беспилотника\nЗа прошедшую ночь над четырьмя регионами России сбили 52 украинских беспилотника. 41 из них — над Белгородской областью. Об этом сообщается 12 июня на странице Минобороны в соцсетях.\n«В течение прошедшей ночи с 21:00 мск 11 июня до 4:10 мск 12 июня дежурными средствами ПВО уничтожены и перехвачены 52 украинских беспилотных летательных аппарата самолетного типа», — говорится в сообщении\nВ Минобороны уточнили, что 41 БПЛА уничтожен над Белгородской областью, 6 — над Брянской областью, три беспилотника сбили над Московским регионом и два — над территорией Крыма.\nРанее сообщалось, что ВСУ вечером 11 июня совершили массированную атаку на Херсонскую область с применением ударных беспилотников самолетного типа.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "War, Conflict and Unrest->armed conflict",
      "Politics->national elections",
      "Politics->defence",
      "Politics->political crisis",
      "Social Issue->mankind",
      "Social Issue->social problem",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:31:22.564+03:00",
    "updated": "2025-06-12T07:37:12.000+00:00"
  },
  {
    "uuid": "1bfd53d5ad31a4e41bcc6fa8c70b2b580ee49f80",
    "url": "https://www.jungewelt.de/artikel/505765.lebensmittelindustrie-erster-tarifvertrag-bei-d%C3%B6nerspie%C3%9Fhersteller.html",
    "ord_in_thread": 0,
    "author": "Max Grigutsch",
    "published": "2025-08-08T17:30:00Z",
    "title": "Lebensmittelindustrie: Erster Tarifvertrag bei Dönerspießhersteller, Tageszeitung junge Welt, 09.08.2025",
    "text": "Die Spieße können sich weiterdrehen. Nach monatelangem Arbeitskampf haben die rund 120 Beschäftigten beim Dönerspießhersteller Birtat einen Tarifvertrag durchgesetzt – den ersten überhaupt in der Branche. Die Gewerkschaft Nahrung, Genuss, Gaststätten (NGG) und das Unternehmen in Murr bei Ludwigsburg verkündeten am Freitag eine gemeinsame Lösung »trotz unterschiedlicher Ausgangspunkte«. Der Abschluss sei »ein historisches Ergebnis in der Dönerfleischbranche und ein Erfolg der Beschäftigten«, wurde NGG-Verhandlungsführerin Magdalena Krüger in einer Mitteilung der Gewerkschaft zitiert. Demnach gilt der Tarifvertrag rückwirkend ab dem 1. August. Festgelegt wurden ein Einstiegslohn von 2.600 Euro brutto und eine zweistufige Lohnerhöhung von bis zu 17 Prozent in der Spitze. Die 17monatige Laufzeit endet am 31. Dezember 2026. Nach Angaben der NGG hätten rund 90 Prozent der befragten Gewerkschaftsmitglieder in einer Urabstimmung für die Annahme des Vertrags gestimmt. Zuvor hatten sie 3.000 Euro Einstiegsgehalt und monatlich 375 Euro mehr Geld gefordert. Die Verhandlungen hätten sich über zwölf Stunden erstreckt und seien »von gegenseitigem Respekt, aber auch von kontroversen Positionen geprägt« gewesen, heißt es in der NGG-Mitteilung. Das Ergebnis sei »ein starkes Signal für eine konstruktive Tarifpartnerschaft«. Auch Cihan Karaman, Pressesprecher der Meat World SE, zu der Birtat gehört, sieht das »Vertrauen und die Zusammenarbeit zwischen Unternehmen und Beschäftigten« als gestärkt an. Ganz so versöhnlich war der Ton vor kurzem noch nicht. Die Beschäftigten des Werks in Baden-Württemberg hatten immerhin elfmal ihre Arbeit niedergelegt und waren vergangene Woche noch bereit für eine Ausweitung der Arbeitskampfmaßnahmen gewesen. Nach einer Ankündigung der Gegenseite vom Dienstag – die Firma erklärte sich zwar zu Gesprächen, nicht aber zu Verhandlungen über einen Tarifvertrag bereit – hatte NGG-Verhandlungsführerin Krüger mit »Konsequenzen« gedroht. Am Mittwoch wurde dann zuletzt gestreikt – offensichtlich mit Erfolg.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Labor->employment",
      "Labor->labour dispute",
      "Labor->collective agreements",
      "Social Issue->fraternal and community group",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Magdalena Krüger",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Ludwigsburg",
          "sentiment": "none"
        },
        {
          "name": "Murr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "NGG",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-08T22:36:49.973+03:00",
    "updated": "2025-08-08T22:39:50.000+03:00"
  }
]