[
  {
    "uuid": "ed7e2930a1f83a79574812500889bd4ed44f587d",
    "url": "http://business.bigspringherald.com/bigspringherald/article/getnews-2024-1-6-medical-answering-service-ai-paves-the-path-for-enhanced-healthcare-sector",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-01-05T00:00:00Z",
    "title": "Medical Answering Service AI Paves the Path for Enhanced Healthcare Sector | Markets | bigspringherald.com",
    "text": "Amidst the ongoing digital revolution and the escalating prevalence of online presence, there is a notable surge in the demand for medical answering services. This surge has opened up new prospects for call service providers. However, the market is now saturated with subpar solutions, prompting healthcare professionals to seek a dependable medical practice answering service.\nSince its establishment in 1991, Medical Answering Services AI has been a trailblazer in the industry, consistently adapting to the evolving needs of healthcare practices. With over three decades of experience, it proudly introduces an innovative approach to medical call management designed to streamline operations, enhance patient care, and elevate communication standards within the healthcare sector. This groundbreaking service will reshape how healthcare providers engage with their patients, blending extensive experience with cutting-edge technology for a more efficient and promising future. In our recent discussion with the team, we will delve into their recent successes and explore valuable lessons that other companies can extract from their journey.\nEstablishing Confidence: 14-Day Trial Period\nUnderstanding the critical importance of trust in healthcare services, the company emphasizes its commitment to excellence through a complimentary 14-day trial period. This trial serves as a concrete expression of the company's dedication to transparency and quality, providing medical practitioners with a firsthand experience of the positive impact of its services on their daily operations. The company aims to build trust with potential clients by offering this opportunity, showcasing efficacy and reliability.\nEstablished Reputation Since 1991\nWith a rich history dating back to 1991, the company has become a trusted nationwide medical practice answering service. Over the years, it has continuously adjusted to the evolving needs of the healthcare industry, positioning itself as a reliable and forward-thinking service provider. By staying abreast of industry developments, the company endeavors to provide its clients with top-notch service, nurturing lasting relationships founded on trust, reliability, and a shared dedication to advancing patient care.\nEmphasizing Clarity through Affordable Solutions\nA fundamental aspect of their mission is prioritizing transparency and accessibility in healthcare solutions. This commitment is demonstrated through their cost-effective offering – a medical answering service available at a flat monthly rate of only $69. This budget-friendly solution enables healthcare practitioners of all sizes to provide uninterrupted patient care without burdening their finances. The steadfast commitment to transparency ensures clients receive a valuable service without hidden costs or unexpected financial surprises.\nDependable Support Around the Clock\nRecognizing the constant demands of the healthcare sector, the company functions as a 24/7 medical call center. This persistent service structure empowers them to address patient inquiries, manage appointment scheduling, and respond to emergency calls at any hour. This unwavering dedication to around-the-clock availability guarantees that your patients receive timely care, significantly enhancing healthcare delivery's efficiency and reliability.\nAssisting a Wide Spectrum of Healthcare Fields\nAcknowledging the multifaceted nature of healthcare, the company tailors its services to address the distinctive requirements of individual healthcare facilities. This customized approach guarantees a smooth and continuous patient experience for diverse healthcare professionals, from hospitals and pediatricians to OBGYNs, dentists, mental health practitioners, hospices, and specialists. By accommodating the unique needs of each sector, the company enhances the overall effectiveness and efficiency of healthcare delivery.\nProviding Precision through Accurate Call Routing\nEfficient triaging of incoming calls is important in healthcare operations. The system adeptly differentiates between urgent and non-urgent calls, prioritizing immediate attention for critical issues and appropriately handling non-emergent matters. This precise call routing minimizes unnecessary disruptions for medical staff, streamlining communication and enhancing the overall effectiveness of healthcare services.\nEnsuring Patient Privacy through a HIPAA-Compliant Strategy\nMedical Answering Service AI safeguards patient privacy and upholds data security. The company takes pride in providing a reliable medical practice answering service that adheres to HIPAA compliance, underscoring its dedication to this responsibility. This compliance guarantees the utmost security standards in handling sensitive patient information, creating an atmosphere of trust and confidence. Selecting the appropriate medical answering service is vital to ensure the seamless functioning of your medical practice.\n\"The medical answering service we provide is 100% HIPAA compliant and completely secure. Our secure messaging service lets you and your patients rest easy, knowing that patient information remains safe. Ensuring all your systems and staff communication procedures are HIPAA compliant is key.\"\nMedia Contact\nCompany Name: Medical Answering Service AI\nEmail: Send Email\nPhone: (614) 895-2820\nAddress: 635 Park Meadow Rd. Suite 105\nCity: Westerville\nState: OH 43081\nCountry: United States\nWebsite: https://medicalansweringservice.ai\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.getnews.info/press_stat.php?pr=medical-answering-service-ai-paves-the-path-for-enhanced-healthcare-sector",
      "https://www.cloudquote.io",
      "https://medicalansweringservice.ai/",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://medicalansweringservice.ai",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-1-6-medical-answering-service-ai-paves-the-path-for-enhanced-healthcare-sector",
      "http://www.universalpressrelease.com/?pr=medical-answering-service-ai-paves-the-path-for-enhanced-healthcare-sector",
      "https://www.googletagmanager.com/gtag/js",
      "https://www.medicalansweringservice.ai/",
      "https://cloudquote.io/article/6",
      "https://www.medicalansweringservice.ai",
      "https://tracking.newsrpm.com/pixel",
      "http://universalpressrelease.com/?pr=medical-answering-service-ai-paves-the-path-for-enhanced-healthcare-sector",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-1-6-medical-answering-service-ai-paves-the-path-for-enhanced-healthcare-sector",
      "https://cloudquote.io",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io/article/5",
      "https://medicalansweringservice.ai",
      "https://getnews.info/press_stat.php?pr=medical-answering-service-ai-paves-the-path-for-enhanced-healthcare-sector"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T02:31:23.559+02:00",
    "updated": "2024-01-06T02:31:23.559+02:00"
  },
  {
    "uuid": "3c55c97e8ce1109d911b12b73c39191500fe5c49",
    "url": "https://wjla.com/news/local/southwest-dc-crime-attempted-armed-carjacking-dc-police-searching-for-suspects-sw-dc-crime-auto-theft-gun-possession-weapon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "7News Staff",
    "published": "2024-04-25T17:25:00Z",
    "title": "chevron-right",
    "text": "WASHINGTON (7News) — D.C. police are asking for the community’s help to identify three suspects in connection with an attempted armed carjacking in Southwest Wednesday, April 24. Officials said a man was delivering food in the 1100 block of 4th Street, Southwest around 11:50 p.m. when three people approached as he was returning to his vehicle. One of the suspects showed a handgun, pointed it at the man and demanded his car keys. The man was able to get away from the suspects, according to officials. READ MORE | [DC officers respond to call for alleged NW stabbing, 2 dogs fatally shot](https://wjla.com/news/local/dog-shot-killed-washington-dc-officer-shooting-northwest-false-call-several-gun-unleashed-stabbing-report-11th-street-metropolitan-police-department-proof-investigation#) One of the suspects used the butt of the gun to break the man’s car window before they fled on foot, officials said. The suspects were captured on surveillance and can be seen in the photo below: Anyone with information is urged to call 202-727-9099 or text a tip to 50411.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "southwest",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "southwest",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:43:16.314+03:00",
    "updated": "2024-04-26T05:54:10.874+03:00"
  },
  {
    "uuid": "ad65086d547bb02aa040a0e8fd1a3d43e299d552",
    "url": "https://www.wktv.com/weather/cool-weather-pattern-moves-in-to-start-2024/article_2c12b192-a961-11ee-98ee-8bf34658c1c9.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "By: Eric Gage",
    "published": "2024-01-02T11:22:00Z",
    "title": "Cool Weather Pattern Moves in to Start 2024",
    "text": "Good Tuesday morning and Happy New Year! Today, we’ve got morning lake-effect clouds and temperatures in the 20s so a huge difference compared to last week! This afternoon, lake-effect clouds shift north and highs reach the low to mid 30s so we could get some peeks of sun if we’re lucky before sunset. Highest chance of that happening will be in the Southern Valleys farthest from the lake-effect cloud band.\nSpeaking of lake-effect, lake-effect snow showers begin to set up over the next day or so, but this event looks to mostly impact Tug Hill regarding accumulations. In the lowest elevations, barely any snow accumulation is expected as wind direction shifts south from a cold front pushing scattered snow showers into most of CNY early Thursday morning.\nRegarding the noise of a snowstorm next weekend, again with it being just over 5 days out, long range model guidance is only able to fine tune the track of the system which has since shifted a little south in the latest data. We will keep you informed of this as it develops.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "southern valleys",
          "sentiment": "none"
        },
        {
          "name": "tug hill",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T17:52:56.438+02:00",
    "updated": "2024-01-02T17:52:56.438+02:00"
  },
  {
    "uuid": "42b09d823dfcc30a82b78093e2cdabe2b390a59b",
    "url": "https://www.elespanol.com/el-cultural/letras/novela/novela_grafica/20241206/obra-hermetica-revoluciono-moebius-comic-fantasia-ciencia-ficcion-hace-anos/906409839_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fernando Díaz de Quijano",
    "published": "2024-12-06T00:00:00Z",
    "title": "'Obra hermética': así revolucionó Moebius el cómic, la fantasía y la ciencia ficción hace 50 años",
    "text": "Era un dibujante excelso, un maestro de la línea, la perspectiva, el volumen y la trama. Pero, sobre todo, era un mago de la imaginación, un demiurgo capaz de crear mundos enteros, aunque fueran de papel y en dos dimensiones. Moebius , alias del francés Jean Giraud (1938-2012), expandió con su inventiva las posibilidades del cómic y revolucionó el género de la fantasía y la ciencia ficción , influyendo en otros ámbitos de la creación, como el cine.\nCon un formato de lujo, 480 páginas y varios kilos de peso, acaba de ver la luz en Reservoir Books Obra hermética , el volumen que reúne por primera vez toda la obra publicada por Moebius durante una década en la edad dorada de la revista Métal Hurlant , en los años setenta y ochenta. Un libro imprescindible para todos los amantes del cómic, la fantasía y la ciencia ficción.\nPor aquella época, Giraud —que también firmaba como Gir— ya era conocido por sus aventuras del oeste protagonizadas por el teniente de caballería Blueberry, realizadas junto al guionista Jean-Michel Charlier y publicadas por la revista Pilote , la más importante del cómic francés.\nMarjane Satrapi, cómic contra el integrismo: un premio para las iraníes que no se dejan silenciar El libro se abre con algunas historietas cortas en las que se combinan tramas del espacio con giros y desenlaces humorísticos: una tripulación en un planeta extraño que explora un castillo que resulta ser de arena y acaban aplastados por el pie de un niño pequeño; un robot asistente que confunde su nave con un barco pirata y a su capitán con Barbarroja; o un creador de series de televisión cuyos épicos guiones de superhéroes son convertidos en escenas ridículas por culpa de la falta de presupuesto; o una auto(ciencia)ficción sobre unas accidentadas y surrealistas vacaciones familiares en las que él y su mujer deben enfrentarse a monstruos y asaltadores de caminos de todo tipo antes de llegar a la isla de Ré.\nEn una de estas historietas tempranas aparece también por primera vez el mayor Grubert, uno de sus personajes más recurrentes, en una delirante historieta en la que intentan cazar a un francés de vacaciones en un rompeolas.\nPortada de 'Obra hermética', de Moebius (ed. Reservoir Books)\nEl mayor Grubert es un misterioso y carismático aventurero que actúa como una figura central en el vasto y surrealista universo del Garaje Hermético , una de las obras más experimentales y surrealistas de Moebius, publicada originalmente de manera serializada en la revista Métal Hurlant entre 1976 y 1979 y que también son recogidas en este volumen de Reservoir Books. Es famosa por su estilo visual único, sus tramas desconcertantes y su capacidad para mezclar géneros como la ciencia ficción, la fantasía y el humor absurdo.\nCon “aires de don Quijote trasnochado” , Grubert es un explorador interdimensional y comandante del Ciguri, una nave que se mueve entre distintas realidades y dimensiones. Su misión principal es supervisar y proteger el Garaje Hermético, una especie de mundo dentro de un mundo, lleno de capas de realidades interconectadas y seres extraños .\nPáginas de 'Obra hermética', de Moebius (Reservoir Books)\nNumerosas palabras y conceptos inventados para describir extraños artefactos —como cablero, proyector de partículas de doble polarización cromática, sensor de ojal, harenga, motor de blavos, onda puchepull…— complican la tarea de cualquier traductor —Carlos Mayor en este caso— y convierten cada historieta en un extraño galimatías que parecen burlarse de los clichés de algunas obras de ciencia ficción. Además, entre una historieta y la siguiente el tono puede cambiar drásticamente de serio a cómico y el estilo de dibujo, de abocetado a extremadamente detallista.\nPáginas de 'Obra hermética', de Moebius (Reservoir Books)\nLo más recomendable en muchos casos es deslizar la mirada por las viñetas y los bocadillos sin hacerse muchas preguntas y disfrutar de la imaginación sin límites de Moebius, que a menudo usaba la escritura y el dibujo automáticos , y su capacidad para dibujar toda clase de artilugios, vehículos, atuendos y seres extraterrestres.\nTambién encontramos en el libro otro de los personajes más emblemáticos y misteriosos de Moebius: Arzach , un guerrero solitario que monta un extraño pájaro volador, una criatura majestuosa y prehistórica que parece ser una mezcla de pterosaurio y ave. Arzach (también escrito como Arzak, Harzak, Harzach y otras combinaciones) transita por paisajes surrealistas y oníricos, enfrentándose a desafíos y misterios que, como ocurre en las aventuras de Garaje Hermético , rara vez se explican directamente.\nNo queda claro si Arzach es un explorador, un guardián o ambas cosas, porque sus motivaciones son ambiguas. Silencioso y enigmático, sus historias suelen ser mudas, lo cual agudiza su naturaleza abstracta. Lo que Moebius aportó con estas historias fue una nueva forma de narrativa visual donde el arte y la atmósfera cuentan la historia , sin necesidad de palabras.\nArzach, uno de los personajes más icónicos de Moebius\nMaestro de maestros La influencia de Moebius ha sido decisiva en otros dibujantes y en el cine de fantasía y ciencia ficción. Participó en el diseño de producción de Alien y Tron , y su huella estética puede apreciarse de manera indirecta en otros títulos como Blade Runner y Dune .\nEl maestro del manga y del anime Hayao Miyazaki ( El viaje de Chihiro, El chico y la garza ...) declaró: “Lo leí por primera vez en 1980 y fue un gran descubrimiento. No solo para mí, influyó en todos los autores de manga de la época. Por desgracia, por entonces yo ya tenía un estilo definido y no pude aprovechar su influencia para enriquecer mis dibujos”.\nPáginas de 'Obra hermética', de Moebius (Reservoir Books)\nGeorge Lucas , el creador de Star Wars , opinó: “Un dibujante magistral y un artista superior, y no solo eso: su universo mental no puede ser más original y potente. Desde que vi las ilustraciones de Moebius en la revista Heavy Metal [así se titulaba en Estados Unidos Métal Hurlant ] años atrás, siempre me ha impresionado y conmovido su sagaz e insólito sentido del trazo, y el modo peculiar en que retrata lo fantástico. La belleza de su arte siempre me ha proporcionado un gran placer\".\nPor su parte, el británico Neil Gaiman , uno de los autores de fantasía más reconocidos, opina: \"Leía Métal Hurlant una y otra vez y envidiaba más y más a los franceses, porque tenían todo lo que yo soñaba que podía tenerse en el cómic: historias bellamente dibujadas, visionarias y elaboradas, hechas para adultos. Al hacerme mayor, lo que yo quería hacer eran cómics como esos\".\nCómic Libros NEWSLETTER - EL CULTURAL Todos los jueves un avance de los contenidos de la edición impresa Apuntarme De conformidad con el RGPD y la LOPDGDD, EL LEÓN DE EL ESPAÑOL PUBLICACIONES, S.A. tratará los datos facilitados con la finalidad de remitirle noticias de actualidad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Arts, Culture and Entertainment",
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jean-Michel Charlier",
          "sentiment": "none"
        },
        {
          "name": "Jean Giraud",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T03:27:52.510+02:00",
    "updated": "2024-12-06T03:27:52.510+02:00"
  },
  {
    "uuid": "932417e3a5ad5aacb9fa839b0f6073976e391b5b",
    "url": "https://www.jornada.com.mx/2024/05/10/politica/002n2pol",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DEMOS, Desarrollo de Medios, S.A. de C.V.",
    "published": "2024-05-10T00:00:00Z",
    "title": "La Jornada: La Secretaría de Salud admite alza de emergencias por temperaturas extremas",
    "text": "A nterior S iguiente Crisis climática La Secretaría de Salud admite alza de emergencias por temperaturas extremas Ángeles Cruz Martínez Periódico La Jornada\nViernes 10 de mayo de 2024, p. 2 Durante la temporada de calor 2024, que inició el pasado 17 de marzo y concluirá el 5 de octubre, se han registrado 337 personas con algún problema de salud y siete decesos. De estos, uno está asociado a la actual ola de altas temperaturas, de acuerdo con el reporte oficial, con datos al 4 de mayo.\nLas temperaturas extremas contribuyen directamente en más muertes por enfermedades cardiovasculares y respiratorias, principalmente en adultos mayores, advirtió la Secretaría de Salud (Ssa).\nDestacó que como resultado del constante aumento en la temperatura, en sólo seis años se duplicó el número de casos de daños a la salud en el país por golpe de calor, deshidratación y quemaduras.\nEn 2012 se empezó a llevar un registro nominal de este tipo de afectaciones en el país, con 309 pacientes y 15 defunciones. Para 2018, la cifra subió a 631 y 30, respectivamente.\nLa Ssa elaboró un manual destinado al personal encargado de recabar la información para los reportes semanales de vigilancia epidemiológica, en el cual señala que el incremento en la temperatura se observa en el planeta desde hace 30 años como resultado del cambio climático.\nRefiere que en el último siglo, la temperatura del mundo aumentó 0.85 grados centígrados aproximadamente y de acuerdo con proyecciones de la Organización Mundial de la Salud (OMS) elaboradas bajo el supuesto de un crecimiento económico y progreso sanitario continuo, entre 2030 y 2050 se registrarán 250 mil defunciones anuales adicionales por efecto del cambio climático.\nDel total, 38 mil muertes serán por la exposición de adultos mayores al calor, 48 mil por diarrea, 60 mil por paludismo y 95 mil por desnutrición infantil como consecuencia de las sequías.\nY es que a consecuencia de la alteración del clima en el planeta, el nivel del mar aumenta por el derretimiento de los glaciares y los regímenes de lluvias también presentan cambios. Los fenómenos meteorológicos extremos son cada vez más intensos y frecuentes como ya se ha visto con los huracanes. Sobre las enfermedades cardiovasculares y respiratorias la Ssa destaca que las temperaturas altas provocan un aumento de los niveles de ozono y de otros contaminantes del aire. Eso propicia complicaciones graves de esos y otros males como diabetes y afecciones cerebrovasculares. Los aumentos rápidos de la temperatura comprometen la capacidad del cuerpo de regular la propia.\nA nterior S iguiente Subir al inicio del texto Please enable JavaScript to view the comments powered by Disqus.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T14:00:43.886+03:00",
    "updated": "2024-05-10T14:06:18.230+03:00"
  },
  {
    "uuid": "30929a34541b7bdd6af5fc580d2d1dae868b9228",
    "url": "https://www.summitdaily.com/news/colorado-cell-coverage-committee",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shelby Reardon",
    "published": "2024-07-11T22:19:00Z",
    "title": "Calling for change: Colorado legislators ring in new era of cell coverage",
    "text": "State Rep. Meghan Lukens was talking with a colleague about their upcoming meeting regarding cell phone connectivity issues in Colorado when something ironic happened: The call dropped.\nThe moment was emblematic of a problem all too familiar to frequent travelers of Colorado’s Western Slope — an issue Lukens and a bipartisan group of state lawmakers are hoping to solve.\n“I start every single phone call with ‘Just letting you know, I’m driving, so I’m most likely going to lose service,'” Lukens said at the inaugural Cell Phone Connectivity Interim Study Committee meeting Tuesday, July 9. “And I almost inevitably do.”\nThe study committee, which is made up of six legislators and six nonvoting members, was formed this year by a legislative request from two members of the committee: Rep. Matt Soper, R-Delta, and Rep. Jennifer Bacon, D-Denver.\nLukens is the chair of the committee and Sen. Dylan Roberts, D-Frisco, Sen. Nick Hinrichsen, D-Pueblo, and Sen. Rod Pelton, R-Cheyenne Wells, are also members. The six nonvoting members appointed by the governor are representatives of the Department of Public Safety, the Department of Transportation and the cell phone industry.\n“When they say, ‘We want good cell phone coverage in a mountainous state where they said it was impossible, and they did it,’ I want folks to point to Colorado,” Soper said in the meeting.\nHe added that he wants to find legislative solutions that incentivize better cell coverage rather than create punishments.\nSoper and Bacon requested the committee after Bacon visited the Western Slope last year for the Palisade Peach Festival and was alarmed at the poor cell service in the area. Bacon said her district in Denver also struggles with cell service.\n“It is not just a rural issue. It’s an urban issue, and, therefore, it’s an all-of-Colorado issue,” she said.\nLukens and Roberts both said they hear about the issue constantly from residents of their districts, which span huge swaths of the Western Slope.\nIn the first meeting, the committee heard general presentations on the topic from the telecom industry, state government representatives and the National Conference of State Legislatures.\nThe committee will have five more meetings this year, two of which will be “field trips.” The regular meeting dates are Aug. 12, Aug. 20 and Oct. 1.\nWhile the committee exists, this year and next year, the members will be able to meet six times per year and request up to three bill drafts to address the issue each year.\nThe next legislative session will begin in January.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "meghan lukens",
          "sentiment": "negative"
        },
        {
          "name": "rod pelton",
          "sentiment": "none"
        },
        {
          "name": "matt soper",
          "sentiment": "none"
        },
        {
          "name": "nick hinrichsen",
          "sentiment": "none"
        },
        {
          "name": "dylan roberts",
          "sentiment": "none"
        },
        {
          "name": "jennifer bacon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cell phone connectivity interim study committee",
          "sentiment": "none"
        },
        {
          "name": "r",
          "sentiment": "none"
        },
        {
          "name": "d",
          "sentiment": "none"
        },
        {
          "name": "delta",
          "sentiment": "none"
        },
        {
          "name": "lukens",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "frisco",
          "sentiment": "none"
        },
        {
          "name": "denver",
          "sentiment": "none"
        },
        {
          "name": "cheyenne wells",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T03:11:38.719+03:00",
    "updated": "2024-07-12T03:11:38.719+03:00"
  },
  {
    "uuid": "8f03b473ea4c324c5df0472cb9bd16b8b8ddd3b4",
    "url": "https://www.juancole.com/2023/12/victories-american-worker.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Inequality.org",
    "published": "2023-12-31T05:02:00Z",
    "title": "10 Victories of the American Worker in 2023",
    "text": "By Sarah Anderson | –\n(\n Inequality.org ) – Looking for something positive to celebrate on New Year’s Eve? Consider lifting a glass to the hardworking people behind these inspiring victories of 2023.\n1. The ‘Year of the Strike’\nMore than\n half a million American workers walked off the job this year. In October, companies lost more workdays to strikes than in any month during the past 40 years.\nBig 3 auto workers, Hollywood writers and actors, Las Vegas and Los Angeles hotel staff, and Kaiser Permanente health care employees were among those who used strikes to score big bargaining table wins. For UPS drivers, the mere threat of a Teamsters strike was enough to secure\n historic wage hikes and safety protections.\nAfter renewing contracts with Ford, GM, Stellantis, and UPS, the UAW and the Teamsters doubled down on efforts to organize the unorganized. The Teamsters picketed outside 25 Amazon\n warehouses, demanding a fair contract for unionized drivers at a California-based delivery service for the notoriously anti-union retailer. The UAW set their sights on non-unionized car companies, causing so much indigestion among Nissan, Toyota, Honda, and Hyundai executives that they immediately hiked wages for their U.S. employees.\n2. Black worker organizing in the south\nTo move the needle on the country’s dismally low\n 6 percent unionization rate, the labor movement will need to make inroads in tough territory, particularly in historically anti-union southern states that have been magnets for investment.\nTwo union victories in 2023 are the latest proof that this goal is not impossible. The United Steelworkers won an election at a\n Blue Bird bus factory in Georgia with nearly 1,500 predominantly Black workers. In three Alabama cities, AT&T Mobility workers at In Home Expert hubs joined the Communications Workers of America.\n3. A crack in the anti-union tech sector\nThe past year also saw union progress in another historically union-averse territory: the tech sector. Earlier this month, Microsoft forged an\n agreement with the AFL-CIO to remain neutral in organizing drives among their U.S.-based workers. This will make it easier for about 100,000 Microsoft employees to unionize, with potential ripple effects across the industry.\n4. New trifecta states\nIn Michigan and Minnesota, pro-worker state legislators hit the ground running after Democrats won state trifectas in 2022.\nMinnesota passed a\nblizzard of pro-labor reforms, including paid sick leave for most workers, minimum pay and benefits for nursing home staff, and wage theft protections for construction workers. Teachers will be able to negotiate over class sizes and nurses will have a greater say in staffing levels. The new laws also ban non-compete agreements and “captive audience” meetings designed to undercut union support.\nThis year\nMichigan became the first state in six decades to roll back anti-union “right-to-work” laws. They also restored a “prevailing wage” law requiring construction contractors to pay union wages and benefits on state-funded projects.\n5. Cities lead the way on low-wage worker protections\nThe federal minimum wage for tipped workers has been stuck at $2.13 since 1991. In that vacuum, states and cities are taking action. This year, restaurant servers and other advocates in the nation’s capital successfully\nbeat back last-ditch industry attempts to undercut a victorious 2022 ballot initiative to phase out the local subminimum tipped wage. After a multi-year, hard-fought campaign, DC’s tipped workers got their first raise this past summer, putting them on track to earn the full local minimum wage by 2027. The Chicago City Council also passed a five-year tipped wage phaseout plan, set to begin in 2024.\nApp-based delivery drivers in New York City had to\nfight back in 2023 against Uber, DoorDash, and other corporations’ efforts to block introduction of the nation’s first minimum wage for their occupation. Gig companies finally lost their legal challenges to the pay rule in late November. Delivery driver pay rose to $17.96 an hour on December 4 and will increase to $19.96 when the legislation takes full effect in 2025.\n6. College campuses as labor hotbeds\nOrganizing among graduate and medical students continued to explode in 2023, with the\nhighest number of union elections among these groups than in any year since the 1990s. In the first four months of 2023 alone, over 14,000 graduate students on five campuses voted to join the United Electrical union — all by margins of over 80 percent. Campuses across the country coordinated organizing efforts through a series of teach-ins and other events under the banner of Labor Spring, an initiative that will continue in 2024.\n7. Stock buyback blowback\nMany of the labor battles of 2023 skewered corporate executives for underpaying workers while blowing money on stock buybacks, a financial maneuver that artificially inflates CEO stock-based pay. Two precedent-setting federal policies to rein in buybacks also took effect in 2023. For the first time, corporations faced a\none percent excise tax on buybacks. The Biden administration also began giving companies a leg up in the competition for new semiconductor subsidies if they agree to forgo all stock buybacks for five years. This important precedent should be expanded to all companies receiving any form of public funds.\n8. Collective bargaining requirements on federally funded construction projects\nWith megabillions in new public investment flowing into infrastructure projects, it’s critical that the administration ensure these taxpayer dollars support good jobs. This week, Biden officials took an important step forward by\nfinalizing regulations requiring the use of “project labor agreements” between employers and workers for large federal construction projects. The terms of these pre-hire collective bargaining agreements must cover all parties — contractors, subcontractors, and unions. This important rule https://ourfinancialsecurity.org/2022/10/letters-to-the-administration-letter-to-president-biden-on-contracting-standards/ beyond construction to contractors that provide goods and other services.\n9. Trashing “junk” fees\nWorking class Americans fork out tens of billions of dollars every year on deceptive, hidden charges that raise the cost of banking and internet services, concerts and movies, rental cars and apartments, and more. In October, President Joe Biden announced\na plan to put these “junk fees” where they belong — in the trash.\nUnder the plan, the Federal Trade Commission aims to force companies to disclose the total price of goods and services up front and slap violators with big fines. This will mean no hidden fees — and more money in working families’ pockets.\n10. NLRB rulings on Amazon and Starbucks\nAnyone wondering whether our labor laws need fixing need look no further than the fact that\nStarbucks and Amazon have been able to get away with refusing to negotiate with workers who voted to unionize for well more than a year. (Two years for the path-breaking Buffalo, New York Starbucks workers). On the positive side, Biden appointees at the National Labor Relations Board seem to be making the most of their current authority and capacity.\nIn August, the labor board issued\na ruling that will make union-busting harder in cases where a majority of workers have signed union cards but the employer still demands an election. Under the ruling, bosses who engage in unfair labor practices in these situations will now be forced to recognize and bargain with the union without an election.\nIn the meantime, the NLRB is continuing to try to hold Starbucks and Amazon accountable for rampant labor rights violations. The board has 240 open or settled charges against Amazon in 26 states and they’ve issued more than\n100 complaints against Starbucks, covering hundreds of accusations of threats or retaliation against union supporters and failure to bargain in good faith. Most recently, the NLRB ordered the reopening of 23 Starbucks cafes, alleging the company had closed them to suppress union activity, in violation of federal law.\nReflecting on 2023,\nStarbucks barista and union organizer Shep Searl marveled at how diverse workers, “from Teamsters to actors,” demonstrated that there are many ways to win through collective action.\n“Every day, we’ve been absorbing that information and utilizing it in our mobilization and escalation plan,” Searl told Inequality.org. “We aren’t going anywhere and so much of that is inspired by the other campaigns. If we stand together, there’s no mountain we cannot climb.”\nLicensed under a\n Creative Commons 3.0 License",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor"
    ],
    "external_links": [
      "https://inequality.org/great-divide/ceo-pay-solutions/",
      "https://inequality.org/wp-content/uploads/2023/06/inequality-newsletter-june-14-2023.html",
      "https://www.bls.gov/news.release/pdf/union2.pdf",
      "https://inequality.org/great-divide/10-victories-for-the-working-class-in-2023/",
      "https://inequality.org/research/montgomery-brawl-civil-rights-worker-rights/",
      "https://creativecommons.org/licenses/by/3.0/",
      "https://news.bloomberglaw.com/daily-labor-report/unionization-nears-record-levels-as-students-interns-organize",
      "https://inequality.org/research/right-to-work-michigan/",
      "https://www.nytimes.com/2023/12/12/business/economy/microsoft-unions.html",
      "https://inequality.org/research/industry-backlash-low-wage-worker-victories/",
      "https://inequality.org/great-divide/red-cup-rebellion/",
      "https://ourfinancialsecurity.org/2022/10/letters-to-the-administration-letter-to-president-biden-on-contracting-standards/",
      "https://inequality.org/research/congress-takes-historic-step-to-tax-stock-buybacks/",
      "https://news.bloomberglaw.com/daily-labor-report/diverse-workforce-reaps-benefits-of-strikes-as-contracts-kick-in#:~:text=Labor%20activism%20fueled%20by%20post,the%20highest%20in%2040%20years.",
      "https://www.whitehouse.gov/omb/briefing-room/2023/12/18/fact-sheet-biden-harris-administration-announces-action-to-support-economic-and-efficient-construction-projects-while-creating-good-paying-and-union-jobs/",
      "https://teamster.org/2023/11/amazon-teamsters-strike-expands-to-chicago-warehouse/",
      "https://www.nytimes.com/2023/12/13/business/economy/starbucks-nlrb-stores.html",
      "https://inequality.org/research/labor-spring/",
      "https://aflcio.org/press/releases/afl-cio-and-microsoft-announce-new-tech-labor-partnership-ai-and-future-workforce",
      "https://inequality.org/great-divide/deceptive-junk-fees/",
      "https://teamster.org/2023/08/teamsters-ratify-historic-ups-contract/",
      "https://www.ueunion.org/ue-news-feature/2023/14000-graduate-workers-join-ue-in-first-four-months-of-2023",
      "https://inequality.org/research/minnesota-lawmakers-labor-protection/",
      "https://www.nlrb.gov/news-outreach/news-story/board-issues-decision-announcing-new-framework-for-union-representation",
      "https://inequality.org/great-divide/semiconductor-subsidies-stock-buybacks/",
      "https://nytimes.com/2023/12/12/business/economy/microsoft-unions.html",
      "https://www.inequality.org/research/labor-spring/",
      "https://inequality.org/research/industry-backlash-low-wage-worker-victories",
      "https://www.inequality.org/research/montgomery-brawl-civil-rights-worker-rights/",
      "https://www.inequality.org/research/industry-backlash-low-wage-worker-victories/",
      "https://www.inequality.org/research/right-to-work-michigan/",
      "https://www.whitehouse.gov/omb/briefing-room/2023/12/18/fact-sheet-biden-harris-administration-announces-action-to-support-economic-and-efficient-construction-projects-while-creating-good-paying-and-union-jobs",
      "https://ueunion.org/ue-news-feature/2023/14000-graduate-workers-join-ue-in-first-four-months-of-2023",
      "https://www.inequality.org/great-divide/red-cup-rebellion/",
      "https://inequality.org/research/congress-takes-historic-step-to-tax-stock-buybacks",
      "https://www.inequality.org/research/congress-takes-historic-step-to-tax-stock-buybacks/",
      "https://www.inequality.org/great-divide/deceptive-junk-fees/",
      "https://nytimes.com/2023/12/13/business/economy/starbucks-nlrb-stores.html",
      "https://inequality.org/great-divide/red-cup-rebellion",
      "https://www.creativecommons.org/licenses/by/3.0/",
      "https://inequality.org/great-divide/ceo-pay-solutions",
      "https://inequality.org/great-divide/deceptive-junk-fees",
      "https://bls.gov/news.release/pdf/union2.pdf",
      "https://teamster.org/2023/08/teamsters-ratify-historic-ups-contract",
      "https://www.inequality.org/great-divide/10-victories-for-the-working-class-in-2023/",
      "https://www.news.bloomberglaw.com/daily-labor-report/unionization-nears-record-levels-as-students-interns-organize",
      "https://teamster.org/2023/11/amazon-teamsters-strike-expands-to-chicago-warehouse",
      "https://www.inequality.org/research/minnesota-lawmakers-labor-protection/",
      "https://www.inequality.org/great-divide/semiconductor-subsidies-stock-buybacks/",
      "https://www.news.bloomberglaw.com/daily-labor-report/diverse-workforce-reaps-benefits-of-strikes-as-contracts-kick-in#:~:text=Labor%20activism%20fueled%20by%20post,the%20highest%20in%2040%20years.",
      "https://inequality.org/great-divide/semiconductor-subsidies-stock-buybacks",
      "https://www.teamster.org/2023/11/amazon-teamsters-strike-expands-to-chicago-warehouse/",
      "https://www.inequality.org/great-divide/ceo-pay-solutions/",
      "https://creativecommons.org/licenses/by/3.0",
      "https://inequality.org/research/minnesota-lawmakers-labor-protection",
      "https://inequality.org/research/labor-spring",
      "https://whitehouse.gov/omb/briefing-room/2023/12/18/fact-sheet-biden-harris-administration-announces-action-to-support-economic-and-efficient-construction-projects-while-creating-good-paying-and-union-jobs/",
      "https://www.teamster.org/2023/08/teamsters-ratify-historic-ups-contract/",
      "https://nlrb.gov/news-outreach/news-story/board-issues-decision-announcing-new-framework-for-union-representation",
      "https://inequality.org/research/right-to-work-michigan",
      "https://ourfinancialsecurity.org/2022/10/letters-to-the-administration-letter-to-president-biden-on-contracting-standards",
      "https://inequality.org/research/montgomery-brawl-civil-rights-worker-rights",
      "https://inequality.org/great-divide/10-victories-for-the-working-class-in-2023",
      "https://www.aflcio.org/press/releases/afl-cio-and-microsoft-announce-new-tech-labor-partnership-ai-and-future-workforce",
      "https://www.inequality.org/wp-content/uploads/2023/06/inequality-newsletter-june-14-2023.html",
      "https://www.ourfinancialsecurity.org/2022/10/letters-to-the-administration-letter-to-president-biden-on-contracting-standards/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sarah anderson",
          "sentiment": "negative"
        },
        {
          "name": "kaiser permanente",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "gm",
          "sentiment": "none"
        },
        {
          "name": "ups",
          "sentiment": "none"
        },
        {
          "name": "teamsters",
          "sentiment": "none"
        },
        {
          "name": "ford",
          "sentiment": "none"
        },
        {
          "name": "uaw",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T07:18:30.038+02:00",
    "updated": "2023-12-31T07:18:30.038+02:00"
  }
]