[
  {
    "uuid": "ebb835765b0de672439f1ffa69d985029acf74b7",
    "url": "https://www.bobvila.com/articles/greenworks-80v-electric-snow-shovel-sale/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Perri Kressel",
    "published": "2024-01-12T19:18:00Z",
    "title": "If You Get One Thing Before the Storm, We Recommend This Electric Snow Shovel—And It's on Sale",
    "text": "If You Get One Thing Before the Storm, We Recommend This Electric Snow Shovel—And It’s on Sale Conquer snowy driveways with this durable, electric snow tool from Greenworks. Winter storm Gerri and winter storm Heather are expected to impact much of the United States this week and next. Snow storms are quite typical in January, so ensuring your home is prepped with the [necessary tools to combat heavy snowfall](https://www.bobvila.com/articles/winter-storm-prep-buy-online-pick-up-today/) is crucial. If you haven’t picked up your snow tools yet, now’s your last chance before the first big snowstorms of 2024. Lucky for you, the [Greenworks 80V Electric Snow Shovel](https://www.amazon.com/dp/B00YYPQPYC/?tag=bv-greenworks-snow-blower-sale-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.bobvila.com%2Farticles%2Fgreenworks-80v-electric-snow-shovel-sale&ascsubtag=0000BV0000306452O 20240113020000)—one of the best electric snow shovels we’ve tested—is on sale right now. [Our tester Zach Lazzari tested](https://www.bobvila.com/articles/greenworks-80v-electric-snow-shovel-review/) the [Greenworks 80V Electric Snow Shovel](https://www.amazon.com/dp/B00YYPQPYC/?tag=bv-greenworks-snow-blower-sale-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.bobvila.com%2Farticles%2Fgreenworks-80v-electric-snow-shovel-sale&ascsubtag=0000BV0000306452O 20240113020000), rating it a 9 out of 10 for its easy-to-use design, excellent battery, and durable build. In fact, it beat out eight other models that Lazzari tested in more than a foot of Montana snow this season, claiming “Best Overall” award in our guide to [the best electric snow shovels](https://www.bobvila.com/articles/best-electric-snow-shovel/). Its unique chute-less design continuously propels the snow forward (20+ feet away). “During testing, this model performed excellently, but the battery and power were the real difference makers,” Lazzari notes. “The Greenworks 80V just kept on going, and the auger speed felt more powerful than competing models.” Altogether, it provides continuous 45 minutes of runtime, and the battery recharges in just 30 minutes on its rapid charger. While its 45 minutes on a single charge is already impressive, Greenworks also offers batteries of up to 5 amp hours, which would grant you an even longer snow-clearing action between charges. Plus, it’s easy to use. Connect the battery to the port, then grip the lower handle and battery simultaneously to get it moving. Other notable features of this electric model include its sharp auger blade and a 12-inch shoveling width for clearing driveways, walkways, decks, and patios. Normally retailing around $300, the Greenworks 80V Electric Snow Shovel is now nearly a third off—a steal ahead of peak snow. Head to Amazon to [take advantage of this deal](https://www.amazon.com/dp/B00YYPQPYC/?tag=bv-greenworks-snow-blower-sale-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.bobvila.com%2Farticles%2Fgreenworks-80v-electric-snow-shovel-sale&ascsubtag=0000BV0000306452O 20240113020000) before it’s gone for good. [Get the Greenworks 80V 12” Brushless Cordless Snow Shovel, 2.0Ah at Amazon for $237.73 (Save $112.26)](https://www.amazon.com/dp/B00YYPQPYC/?tag=bv-greenworks-snow-blower-sale-20&asc_source=browser&asc_refurl=https%3A%2F%2Fwww.bobvila.com%2Farticles%2Fgreenworks-80v-electric-snow-shovel-sale&ascsubtag=0000BV0000306452O 20240113020000) The prices listed here are accurate as of publication on January 12, 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "http://amazon.com/exec/obidos/ASIN/B00YYPQPYC",
      "http://www.amazon.com/exec/obidos/ASIN/B00YYPQPYC"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sale conqu",
          "sentiment": "negative"
        },
        {
          "name": "gerri—",
          "sentiment": "none"
        },
        {
          "name": "bob vila",
          "sentiment": "none"
        },
        {
          "name": "zach lazzari",
          "sentiment": "none"
        },
        {
          "name": "lazzari",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "greenworks 80v electric snow shovel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T03:55:04.800+02:00",
    "updated": "2024-01-13T04:22:37.901+02:00"
  },
  {
    "uuid": "09b8b0ba3db1f75c12626127c479d098db96b647",
    "url": "https://menafn.com/1107955030/Taiwan-Training-Laser-Weapons-On-Chinas-Drone-Threat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-03-08T22:11:00Z",
    "title": "Taiwan Training Laser Weapons On China's Drone Threat | MENAFN.COM",
    "text": "( MENAFN - Asia Times) Taiwan has teamed up with allies to develop a 50-kilowatt laser weapon system, marking a potential great leap in the self-governing island's defenses against China's rising drone threats and incursions.\nThe Taipei Times reported that Taiwan is rapidly advancing in the development of a pioneering 50-kilowatt vehicle-mounted laser weapon, which it aims to deploy on CM-32 Clouded Leopard armored vehicles by the end of the year.\nThe initiative, spearheaded by the National Chungshan Institute of Science and Technology (NCSIST), marks a notable improvement on a low-powered prototype unveiled last year. The high-energy laser system under development is primarily designed to counter drones.\nThe effort highlights the institute's global technological collaborations and the publication of research exploring operational synergies between laser technology and existing air defense platforms such as the missile-based AN/TWQ-1 Avenger.\nWhile lasers can be used against ballistic and hypersonic missiles, a July 2021 US Congressional Research Service (CRS) report states that a 1-megawatt laser may be needed to neutralize such threats.\nWhile the Boeing YAL-1 airborne laser weapon was in that power range, it was canceled in 2010 due to high costs, impractical size and weight, technological immaturity and limited range due to atmospheric beam distortion.\nHowever, solid-state laser (SSL) technology advancements and a resetting of goals to use lasers for point defense rather than missile defense have made laser weapons feasible.\nTaiwan's new laser weapon may become the“hard kill” component of its planned national drone defense system against intruding drones from mainland China.\nIn September 2022, the South China Morning Post (SCMP) reported that Taiwan is bolstering its defense capabilities with a US$143 million drone defense system developed by the NCSIST to counter the rising incursions of Chinese drones, particularly around its offshore islands.\nLatest stories\nGold, Bitcoin surges show black swan risk rising Report from Paris: an encounter with the left\nThe maritime issues ASEAN wants to talk about SCMP notes that the system is designed to identify incoming drones through search radars, camera and frequency detection, jam the drones' controls electronically and then capture them with nets.\nChina's Caihong-5 armed drones are for sale on global markets. Photo: Xinhua SCMP notes that Taiwan's Defense Ministry plans to implement this system over the next four years across all military bases, ports and airports with an emphasis on 45 offshore islands and isolated locations, targeting not only Chinese military threats but also civilian drones used in gray-zone tactics.\nTaiwan's drive to develop a cost-effective short-range air defense system that can take down multiple drones is likely spurred by the potential dronification of a Taiwan Strait conflict.\nIn February 2024, Asia Times reported that China has revealed plans to transform its military operations by integrating advanced unmanned systems.\nChina's strategy marks a shift toward drone-led special operations in war scenarios, including a potential conflict with the US over Taiwan. The People's Liberation Army (PLA) is developing unmanned aerial vehicles (UAVs) capable of flying vast distances, diving deep underwater and lying in wait for long periods.\nThe PLA is reportedly planning for a small-scale conflict between China and an unnamed neighboring country in 2035, with both sides agreeing to limit their equipment to small arms including small boats, drones and anti-aircraft guns.\nIn the scenario, the PLA is tasked with striking swiftly and silently at key enemy installations, including critical command and supply hubs, deep behind enemy lines.\nAdvanced intelligence, surveillance, and reconnaissance (ISR) systems hover over the battlefield after an initial attack, assess the damage and determine whether further action is required.\nFurthermore, in December 2022, Asia Times reported that China had unveiled a catamaran drone carrier mothership, a new type of warship that could change the military balance in a conflict over Taiwan.\nThe catamaran drone mini-carrier, part of an experimental naval training force, can simulate enemy drone swarms, high-volume anti-ship missile strikes and distributed electronic warfare attacks.\nThe drone carrier could operate as part of a larger surface action group to direct drone swarms against shore targets or air defenses, allowing more traditional capabilities to be used more effectively.\nThe drones can have specialized payloads such as sensors, electronic warfare systems or explosive warheads.\nThis new type of warship could play a decisive role in a clash between the mainland and Taiwan, potentially launching drone swarm attacks to knock out Taiwan's air defenses and enabling a“shock and awe” bombing campaign to take out critical military, government and civilian infrastructure.\nChina could seek to launch dronified small-scale military operations to take Taiwan's frontline islands, Kinmen and Matsu, which are situated only three and nine kilometers away from the mainland.\nThe heavily fortified islands would likely play a vital role in Taiwan's possible protraction strategy against a Chinese invasion, whereby their defenders would seek to buy time for US and allies to intervene in the first 90 days of a conflict .\nSign up for one of our free newsletters The Daily Report Start your day right with Asia Times' top stories AT Weekly Report A weekly roundup of Asia Times' most-read stories\nA Taiwanese military outpost on Shihyu Islet, seen past anti-landing spikes along Lieyu Island in the Kinmen Islands, August 10, 2022. Image: Twitter / Screengrab Taking cues from the ongoing Israel-Hamas conflict and Ukraine war, Taiwan could seek to use its new laser weapon to defend critical urban areas from suicide drone strikes, potentially eliminating the problem of limited and costly missile interceptors and the relatively poor performance of gun-based defenses .\nIn February 2024, Asia Times noted that if the PLA were to enter Taipei, it might face costly urban warfare in the city of seven million. Taiwan's military is known to be preparing for that situation by acquiring“mobile, small, portable and AI-enabled” weapons, UAVs and counter-UAV systems.\nStill, Taiwan may face challenges in delivering an effective laser weapon. Those include high development costs, diminishing beam power over distance, size and mobility restrictions, high energy requirements, limited suppliers for critical components and the need for specialized facilities to maintain the sophisticated weapons.\nTaiwan has so far struggled to balance its acquisition of high-profile assets such as frigates and fighter jets with that of more survivable assets like shore-based anti-ship missiles, naval mines and anti-tank guided missiles, which are better-suited for an asymmetric defense strategy.\nThese competing strategic priorities may limit Taiwan's resources and ultimately slow its laser weapons program.\nAlready have an account? Sign i Sign up here to comment on Asia Times stories OR\nThank you for registering!\nAn account was already registered with this email. Please check your inbox for an authentication link.\nMENAFN09032024000159011032ID1107955030\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://asiatimes.com/2024/03/taiwan-training-laser-weapons-on-chinas-drone-threat/",
      "https://asiatimes.com/2024/03/taiwan-training-laser-weapons-on-chinas-drone-threat",
      "https://www.asiatimes.com/2024/03/taiwan-training-laser-weapons-on-chinas-drone-threat/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "asia times",
          "sentiment": "negative"
        },
        {
          "name": "national chungshan institute of science and technology",
          "sentiment": "none"
        },
        {
          "name": "taipei times",
          "sentiment": "none"
        },
        {
          "name": "us congressional research service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "taiwan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T08:50:55.179+02:00",
    "updated": "2024-03-09T08:50:55.179+02:00"
  },
  {
    "uuid": "f0dd7b0072f624f6e864acf01ba2ef986f65baf6",
    "url": "https://www.jpost.com/israel-news/article-804340",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jpost.com",
    "published": "2024-06-02T04:23:00Z",
    "title": "Sisterhood: The US woman's Zionist organization helping Israeli women - Israel News - The Jerusalem Post",
    "text": "Hadassa: The US woman's Zionist organization helping Israeli women Hadassah Women won’t stop at anything when it comes to helping those in need By ANDREA SAMUELS JUNE 2, 2024 12:23 Updated: JUNE 2, 2024 12:24 CHAGALL WINDOWS at Hadassah University Medical Center, in Jerusalem’s Ein Kerem. (photo credit: Dana Bar Siman-Tov) ‘Healing the world” may sound like a tall order, but for Hadassah, The Women’s Zionist Organization of America (HWZOA), practically nothing is beyond their reach.\n“At Hadassah, we have the power to heal our world. For us, that means bringing healing – in every sense of the word – where it’s needed most, in the US, Israel, and around the world,” states the organization’s website. For this 300,000-strong US-based community of female volunteers and philanthropists and their male associates and supporters, this goal lies at the heart of their organization.\nSince the start of the current war, HWZOA has been working tirelessly to help those affected in any way they can, such as wounded soldiers, bereaved and displaced families, the families of the hostages, and the victims of sexual violence – women and girls whose voices have not been heard.\nSignificant funds have been raised to provide practical help and assistance where possible, and leaders of the organization from abroad have visited Israel on two solidarity missions. The Magazine was invited to join one of these missions to meet the women who make the impossible happen.\nThe day began with a visit to the new eight-story Gandel Rehabilitation Center at Hadassah Hospital Mount Scopus. Although the center was under construction when the war started, the organization redoubled its efforts to expedite the process after Oct. 7 with a phased opening. THE GROUP at the Foreign Ministry, where they held discussions around the sexual violence of Oct. 7. (credit: Dana Bar Siman-Tov)\n“Right now, we are facing a real crisis in the State of Israel that has only intensified, given the many war wounded who need rehabilitation,” explained Prof. Yoram Weiss, director general of the Hadassah Medical Organization.\n“It is important to understand that each wounded person requires prolonged rehabilitation, a period of at least several weeks – if not many months.” The center\nTwelve wounded soldiers were the first patients to be welcomed into the center on January 15. The first to come through its doors was 1st Sgt. Yotam, to the sounds of Hadassah representatives clapping and singing “Shalom Aleichem.” Since then, scores of wounded soldiers have received state-of-the-art treatment at the center, such as physical and occupational therapy, physiotherapy, hydrotherapy, and respiratory and orthopedic rehabilitation.\n“The first patients, all of whom were wounded in the war – heroes and heroines to whom we owe a huge debt of gratitude – begin their journey in the new center in a designated department with advanced equipment and systems that were built and installed especially for them,” said Weiss.\nWhile the building itself has been completed, only three out of the seven floors are currently in use. A further $20 million is required to purchase additional essential equipment for the center, which Hadassah hopes to raise in short order.\nThe center is named for John and Pauline Gandel of the Gandel Foundation in Melbourne, Australia. When construction is complete, the 323,000-square-foot center will care for 10,000 patients annually, with 140 in-patient beds and an outpatient clinic serving 250 patients a day.\nThe part played by the Hadassah Women’s Organization in the creation of this advanced rehabilitation center cannot be overstated: “Its opening is possible thanks to large-scale fundraising by Hadassah, The Women’s Zionist Organization of America,” Hadassah National President Carol Ann Schwartz said. “This is part of the organization’s 112-year commitment to the State of Israel in general and to Jerusalem in particular.”\nAS A separate building with a separate entrance, the new center will enable patients, such as civilians in need of rehabilitation following strokes, to come and go without having to pass through the main hospital.\nNot only are the patients’ physical rehabilitation needs taken care of, but their overall well-being, including mental health, is given the same level of attention. Accordingly, the center has been designed to create a hotel-like feeling that ensures patients will be as comfortable and relaxed as possible, thus expediting their recovery.\nThat relaxed feeling was apparent as we walked around the bright, airy center, occasionally encountering patients who were known to some of the group and were keen to praise the support and treatment they had received there.\nEasing patients back into civilian life is also important at the center. Alongside the treatment rooms and cutting-edge equipment – such walking labs (also known as gait labs), which use computers to analyze motion and detect problems not always apparent in clinical exams, and a therapeutic swimming pool with a modular floor that adapts to each patient’s needs – are simulated apartments and stores. These help patients to familiarize themselves with life outside the center, making the adjustment when they return to civilian life easier.\nThe combination of hi-tech, practical assistance, and the human touch is something that Executive Director of Hadassah International Jorge Diener believes is the key to the success of the rehab center: “We want to bring these people back to life, and this place can do it,” he enthused.\nHis words were reinforced by Timor, a policeman from Ashkelon who was wounded on Oct. 7 and has been receiving treatment at the center for two months. Everyone sat silently as he addressed the group, recounting the horrors from that day when he was shot in the arm by the terrorists, leaving him with a crushed bone and damaged nerves. He was then forced to drive for two kilometers using his left hand only until he found a fellow police officer in Sderot, who applied a tourniquet to his injured arm and took him to a checkpoint, from where he was transported by ambulance to Soroka Medical Center in Beersheba.\nDue to the overwhelming number of wounded people at the hospital, Timor’s injuries were left untreated for 30 hours. Finally, he underwent an initial operation, with a second taking place at Hadassah during which two pieces of metal were inserted on either side of the bone.\nThis was followed by two months of rehab at the Gandel Center, where he remains a patient and is making extraordinary progress. Although he lost the use of his right arm in the attack, he can now raise it above his head, as he proudly demonstrated for us.\nThe group was also shown around the 130-bed emergency hospital, also known as “The God Forbid Hospital,” built at the start of the war in an underground car park in an undisclosed location. With 130 hospital beds in the marked-out parking spots, this fully-equipped hospital, which includes critical care bays, could be up and running in a matter of hours, should the need arise.\nBEFORE LUNCH, the group made its way to the only other American-owned hospital in Israel, also founded by HWZOA, The Hadassah University Hospital, Ein Kerem. Welcome speeches by Dalia Itzik and Prof. Weiss followed a private viewing of the famous Chagall Windows. When asked to create the windows in the late 1950s, while the hospital was being built and people were still recovering from the aftermath of World War II and the War of Independence, Marc Chagall didn’t hesitate: “What took you so long?” he replied. “I’ve been waiting my entire life to be asked to serve the Jewish people.”\nChagall’s 12 magnificent stained-glass windows, each portraying one of the twelve tribes of Israel, light up what is now the Abbell Synagogue at Hadassah Ein Kerem. According to the organization, they serve as a source of much-needed hope and light, “illuminating the road taking the Jewish people from difficult times to a brighter future.”\nThe subsequent speeches emphasized the essential role played by the women’s organization in the smooth running and upkeep of the hospital, especially now: “I am glad that you exist. We need you more than ever,” said Itzik in her impassioned address.\nWeiss echoed her words before turning his attention to Oct. 7, “a day which will always be remembered in infamy” – and how the hospital dealt with the ongoing trauma of the day. Everyone had to work together and was treated together, regardless of race or religion, he stressed, “We are here to take care of people; politics must remain outside.” Teams were hurriedly organized, working around the clock alongside the police and the army, at first treating civilians, then soldiers, doubtless saving hundreds of lives with their efficiency and cool headedness.\nTheir work was made harder as more than 200 physicians were called up to serve in the army, he said, including a number from Hadassah. Later in the day, they joined a fascinating panel discussion organized by the Israel Director of Public Relations for Hadassah, Barbara Sofer.\nThe discussion centered on four physicians who work at Hadassah Ein Kerem, all of whom have provided invaluable help and assistance in one way or another since the war began.\nOne senior doctor who was called up on Oct. 7 to serve in an elite combat unit shared the events of that weekend in some detail. Having reported to his base immediately, he and his comrades were taken by helicopter to Kibbutz Be’eri, which he described as a “battlefield,” with “shooting from all over.” He also saw “a lot of bodies on the road” as the Hamas terrorists continued to pour in.\nAs the eldest combat soldier in his unit, the doctor confirmed he’s “never seen anything like it before or since.” Nevertheless, he stayed and fought alongside his comrades for two grueling days. “Some events you’ll never forget,” he lamented, before adding, “No one knew what was going on.”\nHe subsequently served on the front lines in Gaza, where he played a key role in the Shifa Hospital raid and treated a significant number of wounded soldiers. It was, he said, one of his worst jobs.\nEven after a lengthy stint in Gaza, the doctor’s work there is not over. When we met him, he was still serving on the front lines for two out of every six weeks.\nAnother Hadassah physician whose tireless work has proven invaluable since the start of the war is the director of the Postgraduate Program in Prosthodontics and volunteer head of the Dental Forensic Unit of the Israel Police, Dr. Esie Sharon Sagi.\n“We don’t speak about what we saw,” she began.\nWhen she was called to identify someone, she’d have to “disconnect from media” so she could “work without emotional distress, like a robot.” This was essential to enable her to do her job properly, she said.\nOn Sunday, October 8, Sagi was called to the Shura military base to assist with the identification of the many victims.\nShe described the heartbreaking scenes when she arrived. Tents had been set up at the entrance to the base, where families sat and waited for news of their missing loved ones. “I had to go inside without looking at them,” she told us sadly.\nOnce inside, Sagi changed into her white clinician’s uniform before heading down one of the two corridors: one for civilians, the other for soldiers.\nThe military corridor was piled high with coffins resting on top of each other. “Some had names on them,” she recalled. The civilian corridor, on the other hand, “was filled with stretchers and black bags, some with blood still dripping from them.”\nIn each room of the unit, of which she was asked to take charge, people worked in eight-hour shifts to identify the bodies. When a body was brought into the room, the bag had to be opened in order to see if it was male or female. “I saw everything,” she said, adding that “most bodies were damaged in all kinds of ways.”\nFaces had been shot, and in some cases only half a face remained, she told us. Body parts were also missing, and “some didn’t even have heads,” she said, before adding, “We got the heads later to identify.”\nWhen asked how she managed to keep going with her gruesome, heartbreaking task , Sagi replied simply, “This is what I’m supposed to do; this is my work. I know that I have to think about the families who want [their loved ones] back, and I can help them.”\nNEXT UP was Hadassah Hospital Orthopaedic Surgery resident Maj. Alexandra Satanovsky, who was at home studying for exams when she was called up on Oct. 7. Thereafter, she served as the reserve surgeon of the Gaza Division. On her base, she received initial reports of multiple casualties.\nDespite being unarmed, she maintained, “I had to go and see what was going on.” Fortunately, a young medic who had a gun went with her. “Within two minutes, I could see that it was a full-scale massacre everywhere; there was hardly anyone alive.”\nDespite the danger, she didn’t worry about her own safety, instead concentrating on the fact that her “expertise and knowledge could save a lot of lives,” which is exactly what they did, for months on end.\nThe last panel member to address the group was rehabilitation psychologist Shiri Ben-David, who has worked at Hadassah Hospital for 20 years, the last two of which she served as chief psychologist on both Hadassah campuses. Her “days consist of hearing these stories [from Oct. 7],” she told us, adding that she “never left the hospital” in the aftermath of the massacre.\nNot only does she help soldiers wounded in battle, but she also helps fellow staff members suffering from secondary trauma.\nBen-David shed some light on PTSD, a condition that many who face trauma are at risk of developing. However, that number lies at 20% – not as high as we have been led to believe.\nShe also touched on some problems that newly released combat soldiers may face in attempting to readjust to civilian life, such as anger bursts. Although these are frustrating for all involved, they are not indicative of PTSD, she stated, but rather “a normal reaction to a stressful situation.”  End the silence\nOn our visit to Hadassah, the remainder of the afternoon centered around a major campaign organized by the Hadassah Women’s Organization aimed at ending the silence about sexual violence.\n“As leaders of a humanitarian organization, we at Hadassah are shaken to the core by the horrific evidence of how Hamas used rape and other acts of brutal sexual violence on the Oct. 7 attack. And we are outraged that these war crimes have been ‘justified,’ denied – and even celebrated – by some,” said Hadassah National President Carol Ann Schwartz.\nThe group heard from women who have played a significant role in highlighting this disturbing trend which has caused immense additional suffering to the victims of Oct. 7.\nConsultant gynecologist and director of the Hadassah Bat Ami Center for sexually assaulted victims, Dr. Dvora Bauman, spoke at length to the group about this issue. “While it’s difficult, it’s important not to turn our heads away,” she began. “We must continue to speak about it.”\nStatistics surrounding sexual violence are bleak, she said. One in every three women suffers some form of sexual violence in her life, while the number stands at one in six for men. Victims of sexual abuse are also more likely to suffer physical and psychological abuse, thus leading to an early death.\nBauman stressed the need to take care of the victims and survivors, which is precisely what happens at the Bat Ami Center, where psychological support, medical care, and gathering evidence for legal purposes take place.\n“Horrible, cruel, and horrific sexual violence” took place on Oct. 7, she said, to the point where “bodies were mutilated so you couldn’t see if they were men or women.”\nSurvivors witnessed women being gang raped. They “were passed between 10 men, then killed.”She also stated that the terrorists were so “focused and obsessive about sexual violence,” that they used almost all their resources and energy for this purpose alone.\nLike the Hadassah women, Bauman also lamented the silence of other high-profile women and international organizations on this issue, adding that silence was “much worse for victims and their families,” as it “increases psychological distress, disease, and self-harm.”\nIn short, she said, “Silence has a price.”\nAnd the victims of Oct. 7 are paying an extremely heavy price. Most haven’t been able to talk about what happened to them personally on that day but instead spoke of witnessing the suffering of others.\n“They don’t talk, but their bodies are screaming,” she said.\nThe day drew to a close at the Foreign Ministry, with a powerful address by the Director of Human Rights and\nInternational Affairs, Michal Philosoph, the driving force behind the Israel visit of United Nations Envoy Pramila Patten earlier this year.\nThe visit, which focused on “sexual violence in conflict,” resulted in a report, the first written by a UN body, confirming that “sexual violence, including genital mutilation, sexualized torture, or cruel, inhuman and degrading treatment” was perpetrated by Hamas terrorists on Oct. 7. It also stated that the female hostages were likely suffering similar ongoing torture.\nThe cumulative efforts of these incredible women, and their supporters, all of whom are working toward a common goal, namely to “end the silence,” will hopefully go some way toward easing the suffering of the victims of Oct. 7.\nRelated Tags israel women volunteering The October 7 Massacre Israel-Hamas War",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hadassah",
          "sentiment": "neutral"
        },
        {
          "name": "hwzoa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jerusalem post",
          "sentiment": "neutral"
        },
        {
          "name": "israel news",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T12:33:22.628+03:00",
    "updated": "2024-06-02T13:05:21.437+03:00"
  },
  {
    "uuid": "b95e838c5beae0e387a10363d49f4f633fdee50b",
    "url": "https://g1.globo.com/sp/sao-paulo/noticia/2023/12/28/turismo-movimenta-valor-recorde-de-r-290-bilhoes-em-sp-neste-ano.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2023-12-28T22:15:00Z",
    "title": "Turismo movimenta valor recorde de R$ 290 bilhões em SP neste ano | São Paulo | G1",
    "text": "1 de 2 Aurora faz show na tarde do terceiro dia de Lollapalooza — Foto: Rafael Leal / g1 Aurora faz show na tarde do terceiro dia de Lollapalooza — Foto: Rafael Leal / g1\nO setor de Turismo movimentou uma quantia recorde de R$ 289,6 bilhões no estado de São Paulo ao longo de 2023, um crescimento de 28,7% em relação ao último ano.\nSegundo o governo estadual, o setor, que foi um dos mais afetados pelo isolamento social durante a pandemia de Covid-19, tem se tornado responsável por uma fatia cada vez maior da economia paulista e já representa 9,3% do PIB (Produto Interno Bruto) do estado.\n\"Quando a gente retomou da pandemia, a gente teve um movimento muito grande aqui no estado porque os hotéis de fora tinham várias restrições, mas isso tem se mantido ao longo desses anos e a ocupação tem melhorado cada vez mais. Vai ser um dezembro recorde pra nós\", afirmou a gerente de hotel Natali Diorio.\nUm dos principais motivos são os diversos shows que ocorrem no território paulista. Somente neste ano, a capital recebeu grandes atrações, nacionais e estrangeiras, como Taylor Swift, Thiaguinho, RBD, NX Zero e Paul McCartney. Festivais como Lollapalooza, Primavera Sound e o novato The Town também atraíram uma multidão de turistas para a região.\n2 de 2 Vista do palco montado para a festa de réveillon na Avenida Paulista, em SP — Foto: LEANDRO CHEMALLE/THENEWS2/ESTADÃO CONTEÚDO Vista do palco montado para a festa de réveillon na Avenida Paulista, em SP — Foto: LEANDRO CHEMALLE/THENEWS2/ESTADÃO CONTEÚDO\nNeste fim de ano, a Avenida Paulista receberá sua tradicional festa de Réveillon, resultando numa maior ocupação dos hotéis da zona central da cidade de São Paulo. A Associação Brasileira da Indústria de Hotéis estima que a ocupação de quartos na capital deva superar os 70% para a virada.\n\"Não só o réveillon, mas a São Silvestre também contribui e muito para a ocupação dos hotéis, principalmente no eixo paulista. Os hotéis aqui na região da Av. Paulista estão todos com uma ocupação muito superior a 80, 90%\", diz o diretor da associação, Roberto Gracioso.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://s3.glbimg.com/v1/AUTH_14ce1dbebbe64b1e8e955809a085692d/web-components/teste-ab.html?url=aHR0cHM6Ly9zMy5nbGJpbWcuY29tL3YxL0FVVEhfMTRjZTFkYmViYmU2NGIxZThlOTU1ODA5YTA4NTY5MmQvd2ViLWNvbXBvbmVudHMvcGxheWVyLXdlYi1tdWx0aWNvbnRlbnQvcHJvZC93aWRnZXQuaHRtbD9wcm9kdWN0TmFtZT1nMSZwcm9kdWN0Q29sb3I9JTIzQzQxNzBDJmFydHdvcmtVUkw9aHR0cHMlM0ElMkYlMkZzMy5nbGJpbWcuY29tJTJGdjElMkZBVVRIXzU5ZWRkNDIyYzBjODRhODc5YmQzNzY3MGFlNGY1MzhhJTJGYXVkaW9wdWItcG9kY2FzdHMlMkZicyUyRjIwMjMlMkYxJTJGSyUyRnl4d2k4UlRxNkkwRzFaeFVzYXBRJTJGbWljcm9zb2Z0dGVhbX",
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://www.s3.glbimg.com/v1/AUTH_14ce1dbebbe64b1e8e955809a085692d/web-components/teste-ab.html?url=aHR0cHM6Ly9zMy5nbGJpbWcuY29tL3YxL0FVVEhfMTRjZTFkYmViYmU2NGIxZThlOTU1ODA5YTA4NTY5MmQvd2ViLWNvbXBvbmVudHMvcGxheWVyLXdlYi1tdWx0aWNvbnRlbnQvcHJvZC93aWRnZXQuaHRtbD9wcm9kdWN0TmFtZT1nMSZwcm9kdWN0Q29sb3I9JTIzQzQxNzBDJmFydHdvcmtVUkw9aHR0cHMlM0ElMkYlMkZzMy5nbGJpbWcuY29tJTJGdjElMkZBVVRIXzU5ZWRkNDIyYzBjODRhODc5YmQzNzY3MGFlNGY1MzhhJTJGYXVkaW9wdWItcG9kY2FzdHMlMkZicyUyRjIwMjMlMkYxJTJGSyUyRnl4d2k4UlRxNkkwRzFaeFVzYXBRJTJGbWljcm9zb2Z0dGVhbX",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://s3.glbimg.com/v1/AUTH_14ce1dbebbe64b1e8e955809a085692d/web-components/teste-ab.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:55:17.651+02:00",
    "updated": "2023-12-29T00:55:17.651+02:00"
  },
  {
    "uuid": "e0c88d3eb5ed3e10c316a68b79d80db99e6e6c96",
    "url": "https://www.news-journal.com/news/local/weather-cant-stop-us-small-crowd-large-passion-at-mlk-march-service-in-longview/article_790e68ea-b3f4-11ee-866d-dbd3a39e3d65.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jordan Green Report for American/Longview News-Journal",
    "published": "2024-01-16T04:30:00Z",
    "title": "'Weather can't stop us': Small crowd, large passion at MLK march, service in Longview | Local News | news-journal.com",
    "text": "As snow softly fell Monday morning on the ground outside Broughton Recreation Center in Longview, the Rev. LaDarian Brown was thinking about heat. In spite of the cold and subfreezing temperatures, he and four others showed up for the annual march down Martin Luther King Jr. Boulevard in honor of the civil rights icon.\n“One thing I’m realizing, even at 31 years of age, there are generations coming behind me who are easily forgetting about Dr. King because the ‘60s are so long ago,” Brown said. “We must do everything that we can to keep that legacy, to keep his memory, to keep the fire and the warmth that he started — keep going with it.”\nMonday was the first time in recent history that the city’s annual march honoring King was almost snowed out. It was called off briefly this past week by the Longview Area Interdenominational Ministerial Alliance. But then, ministry leaders gave it a second thought.“The way it was put to me is that, it may be cold — it may be too cold for some to march — but the world is too cold for us not to,” said Brown, president of the group.\nJoining him for the 11:30 a.m. trek were the Rev. Damien Reese Sr. of St. Paul Baptist Church; Leisha Kidd-Brooks, the city of Longview’s environmental health manager; Jamey Brogan, vice president for mission integration at Christus Good Shepherd Health System; and Longview resident Timothy Sheffield. Their destination was Mt. Olive Baptist Church, where an annual memorial service for King took place Monday after the march.\nAs he stood in the recreation center parking lot, Brown’s breath took on the form of vapor in the subfreezing temperatures. He likened Monday’s march to those King and his followers took in cities across the nation as they advocated for equality during the mid-20th century.\n“Thankfully, we’re not going to have it to where dogs are going to be attacking us or we don’t have the climate anymore where police is attacking us to march,” Brown said. “The weather can’t stop us.”\nWrapped in a white scarf and black coat as she stood in the parking lot of the recreation center, Kidd-Brooks said staying at home would have been easier than braving the cold.\n“But I feel like the essence of Dr. Martin Luther King Jr. would have been to come out and march anyway, in any type of weather,” she said. “If my brothers are out here, then one lone lady can make it as well.”The group took off, singing songs about being soldiers as they made their way up the road about three-fourths of a mile. A few cars and a city dump truck carrying sand and salt for roads passed them by.\nWhen they arrived at the church, a crowd of around a dozen formed in the sanctuary. Songs, played softly on an organ, reverberated throughout the pew-lined room. What light pierced through thick clouds outside shone through the stained glass windows, filled with hues of red and purple.\n“If you love the Lord, come on, clap your hands and give God praise,” Reese said as he welcomed the congregation. “Praising Him, it helps to warm our fingers for those of us who just came in from the march.”\nThe congregation clapped, sang spirituals and prayed before Pastor J.T. Harris of the Bethlehem Baptist Church in Carthage stepped up to the lectern to give a message.\nSign Up for Newsletters Email* Select Newsletters to Sign Up For News Updates Breaking News Sports Digest Obituaries and Death Notices Submit Based on the King James Bible’s version of Proverbs 30:28 — “The spider taketh hold with her hands, and is in kings’ palaces” — Harris compared the spider’s boldness to march uninvited into the king’s palace with the resolve Black Americans have to earn a place of stature in society.\nThe spider, he said audacity “to be not in some ghetto, but in the king’s palace.”\n“God is no doubt impressed with the spider’s audacity because she was a member of a much-maligned race,” Harris said. “Yes, the spider is a member of a much-maligned race. … However, she never allows her race to dictate nor determine her ascendancy.”\nHarris raised his voice to yell at times and quieted himself at others. Almost like a call-and-response exercise, at his most significant points of inflection, the crowd replied “Yeah, yeah” and “Yes, sir” to signal their agreement. He raised his hands in the air, pointed his right index finger and waved his arms as he spoke.\nHe said the spider didn’t wait to be offered a place in the king’s palace, but instead summoned the resolve to get there. Former President Barack Obama “made it to the king’s palace,” Harris said.\n“Everything in nature, even the king’s palace, is available to me,” Harris said. “And I’ve got a right, to my royal resolve, to reside in the palace. And because I have a right, my race won’t stop me.”\nThe Rev. Collin Bullard of Longview’s First Baptist Church encouraged congregants to follow the Holy Spirit to what God calls them to do.\n“We need audacity to love, Lord,” Bullard prayed. “We need the audacity to love in spite of hate.”\nFor the last song of the service, the congregation sang “How I Got Over,” beginning with the words “How I got over/How I got over/You know my soul looks back in wonder how I got over.”\nIn the benediction for the ceremony, Reese thanked the crowd for doing that — getting on over to the church.\n“This has been what the Lord wanted it to be,” he said. “We’re here today, and our toes are frozen. Our hands were cold, and our tears were frozen as we were marching because we don’t see the face of Dr. King, but we feel his presence.”\nJordan Green is a Report for America corps member covering underserved communities for the News-Journal. Reach him at jgreen@news-journal.com . Please consider making a tax-deductible donation to the Morris Roberts Local Journalism Foundation to support this kind of journalism.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://mroberts.activehosted.com/proc.php?jsonp=true",
      "https://mroberts.activehosted.com/proc.php",
      "https://mroberts.activehosted.com/proc.php?",
      "https://ads.empowerlocal.co/adserve/;ID=181918;size=0x0;setID=588479;type=js;sw=",
      "https://fonts.bunny.net/css?family=ibm-plex-sans:400,600);",
      "https://mroberts.activehosted.com/proc.php",
      "https://www.mroberts.activehosted.com/proc.php?",
      "https://www.mroberts.activehosted.com/proc.php",
      "https://www.ads.empowerlocal.co/adserve/;ID=181918;size=0x0;setID=588479;type=js;sw=",
      "https://www.fonts.bunny.net/css?family=ibm-plex-sans:400,600);",
      "https://www.mroberts.activehosted.com/proc.php?jsonp=true",
      "https://fonts.bunny.net/css"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ladarian brown",
          "sentiment": "none"
        },
        {
          "name": "brown",
          "sentiment": "none"
        },
        {
          "name": "king",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "longview area interdenominational ministerial alliance",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "broughton recreation center",
          "sentiment": "none"
        },
        {
          "name": "longview",
          "sentiment": "none"
        },
        {
          "name": "boulevard",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T13:28:24.106+02:00",
    "updated": "2024-01-16T14:52:52.749+02:00"
  },
  {
    "uuid": "3ff97411f0c92044b63421f8d74a5c446e2d9554",
    "url": "https://gulfnews.com/food/savour-delectable-delights-and-unwind-with-loved-ones-this-ramadan-and-easter-1.1711631215825",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manuel Almario, Senior News Editor Follow us",
    "published": "2024-03-29T04:00:00Z",
    "title": "Savour delectable delights and unwind with loved ones this Ramadan and Easter | Food – Gulf News",
    "text": "Dubai's culinary scene comes alive this festive season with a variety of tempting offers for both Ramadan and Easter. From lavish buffets to curated suhour menus and exciting Easter brunches, there's something for everyone to celebrate with family and friends. Find out what’s on offer from these top-notch restaurants in Dubai and Abu Dhabi.\nGet exclusive content with Gulf News WhatsApp channel Ramadan offers This Ramadan, savour the spirit of togetherness and delicious cuisine at Bebek restaurant's special iftar in a flying buffet style that comes with unlimited soup, salad, starters, main course, dessert and Ramadan drinks from sunset to 9pm. It’s free for kids six years old and below. Bebek’s iftar flying buffet menu changes daily. It’s an a la carte menu will resume at 8.30pm til 5am. For suhour, Bebek offers Turkish Serpme Breakfast for two, which comes with unlimited tea and bread. Available from 1 to 5am. Bebek is open during Ramadan from 12noon to 5am. It is also giving a special offer to a group booking of 10 people and above. Bebek Restaurant is at Jumeirah Beach Road, Jumeirah 3, Dubai. For more, visit www.bebekrestaurant.ae and https://www.instagram.com/bebekrestaurant\nExperience a memorable Ramadan dining experience at Olea, the Levantine restaurant featuring home-cooked flavours and ingredients from Mediterranean and Levantine countries. For suhour, Olea has created a bespoke a la carte menu that celebrates the best of Arabic cuisine, offering a curated range of dishes to explore. Available every day during Ramadan. Iftar is from sunset to 9pm. Suhour is from 10pm to 2am. Olea is in Kempinski Mall of the Emirates.\nSiraj Restaurant offers a blend of Emirati and Levantine cuisine, seamlessly combining tradition with modernity. Guests can indulge in a nourishing and delicious buffet featuring an array of delectable, meticulously crafted dishes. Suhour at Siraj offers a set menu served until 1.30am. Siraj Restaurant is in Souq Al Bahar, Downtown Dubai.\nRSVP is inviting guests for an iftar experience that embodies the unique essence of French fine dining. Available from sunset to 2am. RSVP is in Box Park, Al Wasl Road, Jumeirah, Dubai.\nDukes The Palm, A Royal Hideaway Hotel, is celebrating Ramadan with enticing iftar and suhour offers catering to all tastes and desires. Available daily from sunset to 8pm.\nCafé Society invites you and your loved ones to partake in the joyous tradition of ending your fast with a sumptuous iftar buffet featuring Arabic delightsAvailable throughout Ramadan, from sunset to 8.30pm. Café Society is in Dubai Marina.\nLocated in Jumeirah Fishing Harbour, award-winning seafood restaurant Bordo Mavi invites diners to celebrate the spirit of Ramadan with a delightful iftar menu crafted to be shared by groups. Experience the joy of sharing cultures and flavours of the ocean with Bordo Mavi's iftar menu this Ramadan.\nThe Six Board Game Cafe, the iconic home-grown café, presents ‘Suhour with the Gang’, which provides a perfect setting to connect with friends after a family iftar for a memorable evening combining games, cherished moments with friends, and hand-picked suhour items from the café’s revamped menu. The Six Board Game Café is in Sunrise Bay Tower, Emaar Beachfront. Open daily from 9am to 1am during Ramadan. Another branch in Burj Vista, The Boulevard, Downtown Dubai, opens daily from 9am to 3am during Ramadan.\nPatty and Bun, the burger hotspot all the way from London, is excited to unveil its Ramadan Sharing Boxes, designed to take your iftar and suhour gatherings to the next level. Patty and Bun offers a range of sharing options for an unforgettable dining experience with family and friends. Available at Box Park via a food truck set up from April 1 for dine-in and delivery.\nEgg-citing Easter menu\nThe Terrace on the Corniche at The St Regis Abu Dhabi will be hosting an Easter brunch to celebrate the occasion. A delectable dining experience, traditional family customs, and exciting Easter festivities await guests who observe the holiday. It is a time to gather with loved ones, indulge in delicious food, and enjoy Easter egg hunts and family fun. Available on March 31, from 12.30 to 4pm.\nTwine Restaurant, nestled within Ibis World Trade Centre Dubai, announces its exclusive Easter set menu, inviting families to revel in a delectable culinary experience. With the whole venue set to get an Easter-themed makeover, this is the perfect way for your little ones and you to revel in the magic of the season. Available on March 31 from 12noon to 4pm.\nHome of celebrated French Mediterranean cuisine, LPM Restaurant and Bar Dubai invites guests to embark on the restaurant’s carefully curated a la carte lunch menu this Easter, March 31 from 12noon to 4.30pm LPM Restaurant and Bar is in DIFC.\nMott 32 will be hosting an Easter Brunch this Saturday, March 30. There will be a Peking Duck station, complemented with freshly steamed pancakes, thinly sliced cucumber and scallions, raw cane sugar, and house-made special hoisin sauce. For dessert, guests can enjoy Mott 32’s spin on an Easter Egg, as well as a carrot cake with a cheese mousse and crispy base. Mott 32 is in Dubai Marina.\nThis Easter Sunday get ready for a whimsical adventure at Hoya! The charming new venue will play host to 'The Story Case,' an immersive storytelling experience designed especially for children. While parents indulge in a tasty two-course lunch, little ones will embark on a magical treasure hunt. Available on March 31 at 12 noon. Hoya is at Al Wasl Road, Al Manara, Dubai.\nKeep an eye out for the newest places to visit across the UAE by checking out our Going Out section.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://whatsapp.com/channel/0029Va23xpxEFeXuMgVqck3B",
      "https://www.instagram.com/bebekrestaurant",
      "https://www.whatsapp.com/channel/0029Va23xpxEFeXuMgVqck3B",
      "https://instagram.com/bebekrestaurant"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abu dhabi",
          "sentiment": "none"
        },
        {
          "name": "jumei",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gulf news dubai",
          "sentiment": "positive"
        },
        {
          "name": "bebek restaurant",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bebek",
          "sentiment": "none"
        },
        {
          "name": "jumeirah beach road",
          "sentiment": "none"
        },
        {
          "name": "dubai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T07:03:54.962+03:00",
    "updated": "2024-04-19T07:46:33.522+03:00"
  },
  {
    "uuid": "694c9701a7681e109685a89976797d7b733c518a",
    "url": "https://www.europapress.es/internacional/noticia-lider-hamas-asegura-tiene-voluntad-alcanzar-acuerdo-israel-pesar-sabotaje-netanyahu-20240505143219.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press Internacional",
    "published": "2024-05-05T00:00:00Z",
    "title": "El líder de Hamás asegura que tiene voluntad de alcanzar un acuerdo con Israel a pesar del \"sabotaje\" de Netanyahu",
    "text": "Archivo - El jefe político de Hamás, Ismail Haniye (I), en Doha - Europa Press/Contacto/Iranian Foreign Ministry Europa Press Internacional Actualizado: domingo, 5 mayo 2024 14:43 Newsletter Boletín de Internacional Recibe un email cada día con las noticias más importantes. Suscríbete Autorizo el tratamiento de mis datos personales para la finalidad indicada. Es importante que antes de enviar la solicitud lea y acepte la siguiente información básica sobre nuestra Política de Privacidad. RESPONSABLE EUROPA PRESS NOTICIAS S.A. FINALIDAD PRINCIPAL Gestionar el envío del boletín de noticias diario para informarle de los hechos más relevantes de cada día. LEGITIMACIÓN Consentimiento del interesado. DESTINATARIOS Sus datos podrán ser comunicados al resto de entidades del Grupo Europa Press con la finalidad de poder gestionar de forma correcta la suscripción. DERECHOS Acceso, rectificación, supresión y portabilidad de sus datos, de limitación y oposición a su tratamiento, así como a no ser objeto de decisiones basadas únicamente en el tratamiento automatizado de sus datos, cuando procedan. INFORMACIÓN ADICIONAL Puede consultar la información adicional y detallada sobre nuestra Política de Privacidad en https://www.europapress.es/politica-privacidad.html o escribiendo al correo electrónico protecciondedatos@europapress.es @epinternacional Sigue en directo las últimas noticias sobre la guerra en Gaza MADRID,\nEl líder político del movimiento islamista palestino Hamás, Ismail Haniye, ha asegurado que su formación sigue interesada en alcanzar \"un acuerdo integral e interconectado\" que ponga fin a la guerra con Israel pero ha mantenido su exigencia de que todo pacto garantice un alto el fuego inmediato así como la retirada de las tropas israelíes de Gaza.\nHaniyeh, que ha acusado al primer ministro israelí, Benjamin Netanyahu, de \"inventarse perpetuas excusas\" como actos de \"sabotaje\" para prolongar el conflicto, ha manifestado que Hamás está haciendo un ejercicio de \"flexibilidad\" para facilitar las negociaciones que ahora mismo están teniendo lugar en El Cairo (Egipto), bajo la mediación egipcia, qatarí y estadounidense.\n\"Hamás todavía está interesado en alcanzar un acuerdo integral e interconectado que ponga fin a la agresión, garantice la retirada (de Israel) y logre un acuerdo serio de intercambio de prisioneros\", ha hecho saber Haniye en un comunicado donde incide en el principal punto de fricción con Israel, que exige la liberación incondicional de los rehenes en manos de las milicias palestinas como paso previo a cualquier otro tipo de discusión.\nEl líder de Hamás denuncia en este sentido que \"el mundo se ha convertido en el rehén de un gobierno de extremistas\" y acusa a Netanyahu de \"inventarse excusas permanentes para justificar la continuación de su agresión y la expansión del círculo del conflicto en Gaza\"; un comportamiento que representa \"un acto de sabotaje a los esfuerzos realizados a través de los mediadores y las partes\" adicionales que participan de una forma u otra.\nHaniye hace hincapié no obstante en que el movimiento palestino está participando en estas conversaciones con un carácter \"serio y positivo\" como demuestran \"las intensas reuniones\" previas al encuentro de El Cairo, en las que ha trasladado \"posturas flexibles\" y destacado que su prioridad es la de \"poner fin a la agresión\"; una \"postura lógica y fundamental que pone los cimientos para un futuro más estable\".\nHaniye, por último, ha vuelto a insistir a Estados Unidos que asuma un papel preponderante en este conflicto tras \"proporcinar coartadas a la ocupación de los territorios palestinos\" y es \"quien debería detenerlo en lugar de proporcionar armas para la destrucción y el genocidio\", remacha el comunicado recogido por el diario 'Falastin', vinculado a Hamás.\nLeer más acerca de: Hamás Israel Palestina",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-05T15:50:00.062+03:00",
    "updated": "2024-05-05T16:33:01.248+03:00"
  },
  {
    "uuid": "53dff3ef600720649660c7f68c72b8219ba435e8",
    "url": "https://es.nhandan.vn/presidente-de-vietnam-lanza-festival-de-plantacion-de-arboles-2024-post59121.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Nhan Dan en línea en español",
    "published": "2024-02-15T09:55:00Z",
    "title": "Presidente de Vietnam lanza Festival de plantación de árboles 2024 | Nhan Dan en línea en español",
    "text": "En el acto, el jefe de Estado subrayó que luego de más de seis décadas, el Festival, una iniciativa del Tío Ho, se convirtió en una tradición, una costumbre y una belleza cultural, así como un movimiento que brinda grandes beneficios al país. Por otro lado, el movimiento ha contribuido a proteger el entorno ecológico y el paisaje, responder al cambio climático e impulsar el desarrollo socioeconómico, así como mejorar la calidad de vida de los pobladores. Destacó en la ocasión que implementando el programa \"Plantar mil millones de árboles\" hasta 2025, el país registró hasta el año pasado 260 mil hectáreas de bosques plantados concentrados y 127 millones de árboles esparcidos, y una tasa de cobertura forestal por encima del 42 por ciento. En la ocasión, el dirigente resaltó el empeño de Tuyen Quang en la protección forestal y su determinación de convertir la agrosilvicultura en un sector clave de la economía local. Por otro lado, reiteró que, en el contexto marcado por el cambio climático global cada vez más severo y una biodiversidad degradada, la política consecuente de Vietnam se enfoca en promover el desarrollo sostenible y la respuesta al cambio climático, en aras de construir una economía verde, circular y amigable con el medio ambiente. Vietnam cumple gradualmente sus fuertes compromisos, con el apoyo de los países desarrollados en cuestiones de tecnología y finanzas, para lograr emisiones netas cero para 2050. Por tanto, la tarea de proteger el medio ambiente ecológico, plantar árboles y proteger los bosques resulta cada vez más importante, notificó Van Thuong. En ese sentido, exigió centrarse en concientizar a los pobladores sobre la repoblación y protección forestal, en aras de mejorar el entorno ecológico. A su vez, el viceministro de Agricultura y Desarrollo Rural Nguyen Quoc Tri resaltó que en el período 2021- 2023, se sembraron casi 770 millones de árboles, en respuesta al proyecto de plantar un millón para el lapso 2021- 2025 del Primer Ministro. El mismo día, el presidente Vo Van Thuong inauguró el proyecto de la ruta considerada como el eje de desarrollo urbano en Tuyen Quang.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T02:06:12.126+02:00",
    "updated": "2024-02-16T02:06:12.126+02:00"
  },
  {
    "uuid": "2ae6c9fef46987da07fc40ff6085605e7c82d4f3",
    "url": "https://www.aol.com/news/passover-brisket-holocaust-survivors-recipe-135149530.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Perri Blumberg",
    "published": "2024-04-18T00:00:00Z",
    "title": "Passover brisket: Holocaust survivor's recipe holds 'special significance' amid Jewish holiday",
    "text": "Passover begins Monday, April 22, as members of the Jewish faith gather to commemorate the Israelites' freedom from slavery by God in Egypt. In honor of the holiday, June Hersh, a New York-based author, is offering a brisket recipe from her book titled, \"Food, Hope & Resilience: Authentic Recipes and Remarkable Stories from Holocaust Survivors.\" The dish was originally owned by Judith Ginsburg, a Holocaust survivor who shared it with Hersh. JEWISH GROUP FOR PASSOVER INTRODUCES 'TEN PLAGUES OF ANTISEMITISM' IN ITS HAGGADAH THIS YEAR \"Born in Lida, Poland, Judith was first ghettoized, then escaped a march to fight alongside Russian partisans in the woods,\" Hersh said of Ginsburg, who died in 2021. \"After a short time, she joined the Bielski Brigade of partisans depicted in the acclaimed film, 'Defiance.' These partisans saved over 1,200 Jews and survived deep in the woods of Poland until they were liberated.\" \"This recipe reflects her Ashkenazi style of cooking and is a straightforward, savory brisket to be enjoyed anytime,\" Hersh added. \"It has special significance at Passover, a holiday that celebrates freedom and renewal.\" NEW YORK CITY CORNED BEEF SANDWICHES TELL SALTY TALE OF AMERICAN IMMIGRANT SUCCESS For this recipe, Hersh points out that you can use any cut of brisket — but do consider the second cut, which includes the top fatty layer of mouth-watering goodness. \"You’ll trim it before serving, but that extra layer assures a juicy brisket,\" she said. Makes 8 servings Prep Time: 10 minutes Cook Time: 4 hours For the brisket 1 (5-to-6 pound) brisket (2nd cut preferred, 1st cut/flat can be used) 2 tablespoons of paprika 2 tablespoons of garlic powder CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER 1 pound of carrots (about 5-6), peeled and cut into chunks 6 medium onions (about 2 pounds), cut into large chunks 8-10 cloves of garlic (look for heavy closed bulbs), coarsely chopped For the sauce 1 (14.5-ounce) can of condensed tomato soup 1 cup ketchup 2 tablespoons brown sugar 1 tablespoon white vinegar Preheat the oven to 350° F. Rub the brisket generously with salt, pepper, paprika and garlic powder. Place it in a covered roasting pan with the carrots, onions, garlic and ½ cup of water. Cover and roast until fork tender, about 4 hours, checking on the brisket every hour to see if additional water is needed to prevent the meat from scorching. When the meat is done, remove it from the roasting pan and thinly slice it against the grain. To make the sauce, stir into the pan ½ cup of water, the can of soup, ketchup, brown sugar and vinegar. Place the brisket slices back into the sauce. You can heat the sliced beef and sauce and serve at once, or let the brisket soak up the big flavors overnight in the fridge. It will be worth the wait. This original recipe was shared with Fox News Digital courtesy of author June Hersh (junehersh.com), and the dish's creator, the late Judith Ginsburg. For more Lifestyle articles, visit www.foxnews.com/lifestyle . Original article source:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.foxnews.com/newsletters?cmpid=fnfirstnl",
      "https://www.foxnews.com/lifestyle/passover-brisket-holocaust-survivors-recipe-holds-special-significance-jewish-holiday",
      "https://www.foxnews.com/lifestyle",
      "https://www.foxnews.com/category/food-drink/recipes",
      "https://www.foxbusiness.com/lifestyle/campbells-releases-new-tomato-soup-flavor-inspired-beloved-comfort-dish-classic-pairing",
      "https://www.foxnews.com/food-drink/weekend-brisket-recipe",
      "https://www.foxnews.com/lifestyle/new-york-city-deli-corned-beef-sandwiches-tell-salty-tale-american-immigrant-success",
      "https://www.yahoo.com/lifestyle/jewish-group-passover-introduces-ten-203142660.html",
      "https://www.foxnews.com/category/food-drink/food",
      "https://www.foxnews.com/newsletters",
      "https://yahoo.com/lifestyle/jewish-group-passover-introduces-ten-203142660.html",
      "https://foxnews.com/lifestyle/new-york-city-deli-corned-beef-sandwiches-tell-salty-tale-american-immigrant-success",
      "https://foxbusiness.com/lifestyle/campbells-releases-new-tomato-soup-flavor-inspired-beloved-comfort-dish-classic-pairing",
      "https://foxnews.com/category/food-drink/recipes",
      "https://foxnews.com/lifestyle/passover-brisket-holocaust-survivors-recipe-holds-special-significance-jewish-holiday",
      "https://foxnews.com/food-drink/weekend-brisket-recipe",
      "https://foxnews.com/lifestyle",
      "https://foxnews.com/newsletters?cmpid=fnfirstnl",
      "https://foxnews.com/category/food-drink/food"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith",
          "sentiment": "none"
        },
        {
          "name": "june hersh",
          "sentiment": "none"
        },
        {
          "name": "ginsburg",
          "sentiment": "none"
        },
        {
          "name": "judith ginsburg",
          "sentiment": "none"
        },
        {
          "name": "hersh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bielski brigade",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "poland",
          "sentiment": "none"
        },
        {
          "name": "lida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:05:18.978+03:00",
    "updated": "2024-04-19T00:05:18.978+03:00"
  }
]