[
  {
    "uuid": "34781977c4a163ea68158a101f50fc0b23a819a1",
    "url": "https://kion546.com/weather-authority/local-forecast/2023/12/29/985298/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Erika Bratten",
    "published": "2023-12-29T14:54:00Z",
    "title": "Strong Strom on Our Doorstep, Heavy Rain and Gusty Winds",
    "text": "Strong Strom on Our Doorstep, Heavy Rain and Gusty Winds High surf and coastal flooding will remain a risk throughout Friday, along with beach erosion, and safety risks of large breakers. The next storm system is making big swells to our west which will arrive late in the day Friday, but there will be a brief lull early in the day. That storm system will also push a strong cold front through our area later in the day on Friday with heavy rain likely. This fast-moving front will also have strong, gusty winds along and ahead of it and the potential for thunderstorms along and behind it all the way into Saturday afternoon. Rainfall rates may overwhelm poorly drained areas and roadways. Friday evening’s commute is looking difficult around the bay. AIR QUALITY: GOOD From the National Weather Service in Monterey… ***HIGH SURF WARNING*** …for the immediate coastline of Santa Cruz & Monterey Counties in effect until 6PM Friday.. *Dangerously large breaking waves of 28 to 33 ft with up to 40 ft possible at favored locations. High surf will subside Friday before another large swell train arrives Saturday. *Breaking waves can sweep people off jetties and docks, and into dangerous seas. Life-threatening swimming conditions and significant beach erosion can be expected. Everyone should remain out of the water due to life-threatening surf conditions. Stay off of jetties, piers, and other waterside infrastructure. **COASTAL FLOOD ADVISORY** …for the immediate coastline of Santa Cruz & Monterey Counties in effect until 2PM Friday. -Minor coastal flooding expected due to high surf *Flooding of lots, parks, and roads with only isolated road closures expected *Numerous roads may be closed. Low-lying property including homes, businesses, and some critical infrastructure will be inundated. Some shoreline erosion will occur. If travel is required, allow extra time as some roads may be closed. Do not drive around barricades or through water of unknown depth. Take the necessary actions to protect flood-prone property ***GALE WARNING*** …for the near coastal waters from Pigeon Point to Point Pinos (outside of Monterey Bay) and from Point Pinos to Point Piedras Blancas in effect until 9PM Friday …for Monterey Bay in effect from 9AM Friday until 9PM Friday *South winds 15 to 30 kt with gusts up to 45 kt and seas 8 to 13 ft expected. *Strong winds will cause hazardous seas which could capsize or damage vessels and reduce visibility. Mariners should alter plans to avoid these hazardous conditions. Remain in port, seek safe harbor, alter course, and/or secure the vessel for severe conditions. This Morning: Partly cloudy on the coast with occasional light rain, especially in the coastal mountains. Areas of fog, thick in spots. Lows in the 50s for most areas. **WIND ADVISORY** …for Santa Cruz County and the Santa Cruz Mountains into Santa Clara County, the coast, coastal mountains, and lower elevation valleys of Monterey County, and the lower elevation valleys of San Benito & Santa Clara Counties in effect from 7AM Friday until 7PM Friday. *South winds 20 to 30 mph with gusts up to 50 mph expected. *Gusty winds could blow around unsecured objects. Tree limbs could be blown down and a few power outages may result. Use extra caution when driving, especially if operating a high profile vehicle. Secure outdoor objects. Friday: Mostly cloudy on the coast and partly cloudy inland early in the day with isolated showers possible mainly near the coast. Southerly winds increase and will become gusty in the afternoon. Highs mainly in the 60s. A cold front will bring wind and rain to the region as early as mid-afternoon and then into the evening. Heavy rain is possible, though the fast-moving front won’t stick around too long. Showers and perhaps thunderstorms will follow the front in the evening and into the overnight. Saturday: Mostly cloudy to partly cloudy with scattered showers and thunderstorms, dying off late in the day. Cooler, with highs in the 50s to around 60ºF. Breezy northwest winds at times. Snow levels drop to around 4,500ft. Extended: A weak disturbance passes to our south on Sunday and may push a few light showers into our area. Otherwise, expect seasonable temperatures as we head into the New Year with dry conditions expected Monday and Tuesday before another system arrives Wednesday. This week's normal temperatures: --COASTAL CITIES-- LOW: 42ºF HIGH: 59ºF --INLAND CITIES-- LOW: 37ºF HIGH: 60ºF",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "santa cruz & monterey counties",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "monterey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:13:47.875+02:00",
    "updated": "2023-12-29T20:27:23.672+02:00"
  },
  {
    "uuid": "0f618ba251378e8cdb2da79469c5acdf17e47789",
    "url": "https://ground.news/article/thread-by-macfarlanenews-on-thread-reader-app_55a5cd",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Revolver",
    "published": "2023-12-28T21:26:00Z",
    "title": "Ground News - Thread by @MacFarlaneNews on Thread Reader App",
    "text": "Summary by Revolver @MacFarlaneNews: ALERT: DC federal judges have indefinitely postponed sentencing hearings for TWO MORE Jan 6 defendants, citing Supreme Court decision to review Jan 6 \"obstruction of official proceeding\" charge (MOR...… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nRevolver Right Low Factuality Thread by @MacFarlaneNews on Thread Reader App @MacFarlaneNews: ALERT: DC federal judges have indefinitely postponed sentencing hearings for TWO MORE Jan 6 defendants, citing Supreme Court decision to review Jan 6 \"obstruction of official proceeding\" charge (MOR...…\n1 hour ago Read Full Article\nRevolver Right Low Factuality\nThread by @MacFarlaneNews on Thread Reader App @MacFarlaneNews: ALERT: DC federal judges have indefinitely postponed sentencing hearings for TWO MORE Jan 6 defendants, citing Supreme Court decision to review Jan 6 \"obstruction of official proceeding\" charge (MOR...…\n1 hour ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://revolver.news/2023/12/second-sentencing-of-j6er-delayed-thanks-to-pending-supreme-court-decision-on-obstruction-farce/?utm_source=ground.news&utm_medium=referral",
      "https://www.revolver.news/2023/12/second-sentencing-of-j6er-delayed-thanks-to-pending-supreme-court-decision-on-obstruction-farce/?utm_source=ground.news&utm_medium=referral",
      "https://revolver.news/2023/12/second-sentencing-of-j6er-delayed-thanks-to-pending-supreme-court-decision-on-obstruction-farce/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "dc",
          "sentiment": "negative"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:57:12.809+02:00",
    "updated": "2023-12-29T00:57:12.809+02:00"
  },
  {
    "uuid": "70002dcbb1270fb1dfcf6878c2450db1600a1d8a",
    "url": "https://www.seventeen.com/prom/prom-style/g19400881/best-prom-flats/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kelsey Stiegman",
    "published": "2024-01-04T23:12:00Z",
    "title": "21 Best Prom Flats 2024 - Cute Comfy Flats to Wear For Prom Night",
    "text": "Design by Yoora Kim Seventeen picks products that we think you'll love the most. We may earn commission from the links on this page.\nIf visions of blisters, foot cramps, and 6-inch stilettos swim before your eyes when you think of prom shoes for 2023, we're here to advocate for a prom alternative that'll pretty much save your life. Are you ready? Okay, here it goes: ✨ flat shoes✨. It's that simple! The cutest, best prom flats will transform your look into something memorable (and comfy) that'll be remembered long after prom night.\nThat's right, you can fully bring the drama and the glam all night even if you choose to go non-traditional and ditch the heels. Your unique flats or sneaks might even put you in the running for the \"Best Dressed\" or \"Most Unique Look\" awards — all the more reason to choose the shoes you feel most comfortable in for one of the most iconic nights, ever.\nAnd if you do plan on bringing down the house in sky-high heels , you'll be glad you came prepared with a second pair of comfortable shoes to change into later...just in case. Toss a pair in your purse and don't be afraid to reach for them when the heels start to ache. Your sore feet are the perfect excuse to rock a stylish shoe change mid-prom, whether that's a sick pair of glitter sneakers , velvet Mary Janes , or sparkly ballet flats .\nThere are a ton of flat prom shoes that are just as stylish and special as their high-heeled counterparts — but without the blisters. Keep scrolling to shop them all below.\n1 nina shoes Solita Shop at ninashoes.com Shop at ninashoes.com Read more 2 DREAM PAIRS Weitz Silver Ankle Strap Rhinestones Low Wedge Sandals $34 at Amazon $34 at Amazon Read more 3 Birdies The Swan $165 at Birdies $165 at Birdies Read more 4 Betsey Johnson Suton Highwall Bling Platform Sneaker $89 at DSW $89 at DSW Read more 5 Kurt Geiger London Princely Crystal Embellished Mule $90 at Nordstrom $90 at Nordstrom Read more 6 Bibi Lou Bibi Lou Bow Flats $120 at Anthropologie $120 at Anthropologie Read more 7 Converse Custom Chuck Taylor All Star Lift Platform Glitter $100 at Converse $100 at Converse Read more 8 ZhuLinFeng Rhinestone Gladiator Sandals $41 at Amazon $41 at Amazon Read more 9 Free People Mystic Mary Jane Velvet Flats $98 at Free People $98 at Free People Read more 10 Badgley Mischka Tessy Sandal $79 at Amazon $79 at Amazon Read more Show more 1 nina shoes Solita 1 nina shoes Solita Shop at ninashoes.com You’ll be wearing these slide-on sandals long past prom night thanks to the subtle shimmer and comfy fit. They're just that good.\n2 DREAM PAIRS Weitz Silver Ankle Strap Rhinestones Low Wedge Sandals 2 DREAM PAIRS Weitz Silver Ankle Strap Rhinestones Low Wedge Sandals $34 at Amazon Between the metallic material, the silver sparkles, and the thin criss-cross straps, these sandals are way cooler (and comfier) than any heels.\n3 Birdies The Swan 3 Birdies The Swan $165 at Birdies Quite frankly, Cinderella is jealous of your shoes. Shimmering velvet flats with a bejeweled strap are the ultimate prom night touch.\n 4 Betsey Johnson Suton Highwall Bling Platform Sneaker 4 Betsey Johnson Suton Highwall Bling Platform Sneaker $89 at DSW Sneakers that are sparkly enough to blind? Hard yes. Just imagine how they're going to look in all of your flash photos.\n5 Kurt Geiger London Princely Crystal Embellished Mule 5 Kurt Geiger London Princely Crystal Embellished Mule Now 40% Off $90 at Nordstrom $150 at Bloomingdale's Want some sparkle, but not a huge fan of massive statement jewelry? An embellished shoe like these jeweled flats offers just the right touch of shine.\n6 Bibi Lou Bibi Lou Bow Flats 6 Bibi Lou Bibi Lou Bow Flats Now 29% Off $120 at Anthropologie Perfectly pretty in pink, with a chic '80s bow. Bonus: these lightweight babies will fit easily in your bag, making them the ideal backup shoes for prom.\n 7 Converse Custom Chuck Taylor All Star Lift Platform Glitter 7 Converse Custom Chuck Taylor All Star Lift Platform Glitter $100 at Converse Three words for you — glitter Chuck Taylors. They're the It Shoe of Converse, and it’s also a pair you're guaranteed to wear post-prom.\n8 ZhuLinFeng Rhinestone Gladiator Sandals 8 ZhuLinFeng Rhinestone Gladiator Sandals $41 at Amazon How perfect are these bejeweled summer sandals? The lavender sparkles will add a *hint* of pastel to your look, and the delicate gold chains are totally Grecian.\n9 Free People Mystic Mary Jane Velvet Flats 9 Free People Mystic Mary Jane Velvet Flats $98 at Free People You might not be styling these pretty AF velvet Mary Janes with jeans on prom night, but clearly you don’t have to ditch the glam even if you ditch the heel.\n 10 Badgley Mischka Tessy Sandal 10 Badgley Mischka Tessy Sandal $79 at Amazon $79 at Nordstrom $79 at Zappos This neutral shade of champagne practically matches with every single color. You'll be able to repurpose these flats for weddings, Easters, birthdays, and more in a pinch.\n11 Jessica Simpson Grissa Sandal 11 Jessica Simpson Grissa Sandal $50 at DSW A mix of pearls and rhinestones on top of a slide is as elegant as it gets. Pair with your favorite midi-length black dress to show off your shoe bling.\n12 Bargain Alert Simmi Azura Teal Diamante Sliders 12 Bargain Alert Simmi Azura Teal Diamante Sliders $3 at simmi.com A splash of sparkly rhinestones will complement any prom pedicure. Try matching your polish shade to the silver bling for some extra ~coordination~.\n 13 Editor's Pick NanShoes11 Vintage Bee Mules Shoes Women Pointed Toe Flats 13 Editor's Pick NanShoes11 Vintage Bee Mules Shoes Women Pointed Toe Flats Now 10% Off $66 at Etsy These pointed-toe flats will feel like slippers, but the blinged-out bees on top will make them look totally expensive and designer.\n14 Bargain Alert Allegra K Women's Pointed Toe Floral Embroidery Beige Mules 14 Bargain Alert Allegra K Women's Pointed Toe Floral Embroidery Beige Mules $29 at Amazon And here we have the most romantic shoe to pair with your best Bridgerton-inspired, Victorian, dashing-through-the-castle-in-my-ballgown moment.\n15 Betsey Johnson SB-WILLO IVORY 15 Betsey Johnson SB-WILLO IVORY Now 29% Off $99 at betseyjohnson.com Skipping the dress altogether? Amp up your suit with a pair of embellished with satin detailing. The mesh ensures that your shoes are breathable, all night long.\n 16 Sam Edelman Daffy Sandal 16 Sam Edelman Daffy Sandal $70 at samedelman.com Bring the spring energy with these light green lace-ups. For a bold, fashion-y color combo, style with hot pink accessories.\n17 Pelle Moda Besse Slide 17 Pelle Moda Besse Slide $170 at pellemoda.us Want your dress to do all the talking? An understated shoe is the perfect pairing. These slides are serving elegance and the tiniest bit of sparkle.\n18 Jeffrey Campbell Lenna 18 Jeffrey Campbell Lenna $160 at jeffreycampbellshoes.com Chunky soles give you a little extra height, minus the foot pain. It's a win/win, really. Just be sure to break in your shoes before the day-of.\n 19 Badgley Mischka Anthropologie Christianne Flats 19 Badgley Mischka Anthropologie Christianne Flats $185 at Anthropologie $327 at Walmart $198 at Nordstrom If you got a good deal on your dress, you get to splurge on killer shoes. Plus, these art deco flats put every piece of jewelry to shame with their sparkle.\n20 Jewel Badgley Mischka Ohara Flat Sandal 20 Jewel Badgley Mischka Ohara Flat Sandal $43 at Amazon $89 at Nordstrom $89 at Zappos These strappy sandals have just a teeny heel for lift, but still feel as comfy as flats. We can't get enough of that deep royal blue — it's so luxe.\nKelsey Stiegman Senior Style Editor Kelsey is Seventeen.com's fashion expert and resident Harry Potter nerd. At the office, she spends her day writing about style, beauty, and literally every move Kylie Jenner makes. On the weekends, you can find her sifting through vintage shops and hunting for the perfect burger. Follow her on Instagram at @klstieg.\nHannah Oh Assistant Shopping Editor Hannah is the assistant shopping editor at Cosmopolitan, covering all things from cute apartment decor to trendy fashion finds, TikTok products that are actually worth your $$$, and the perfect gift to buy for your boyfriend's mom. She previously wrote for Seventeen and CR Fashion Book. Follow her on Instagram for hot takes on red carpet fashion and unhinged updates on the books she’s reading on the train.\nWatch Next Prom Dresses & Style 2023 57 Cute Prom Quote: s You'll Want to Steal\nMonet\nChlöe Gives Prom Princess Vibes in Corseted Gown\n FYI: You *Can* Buy A Prom Dress For Under $100\n27 Unique Prom Dresses You'll Be Obsessed With\nWe Found Prom Tuxedos You'll Want to Shop ASAP\n17 Super Stylish Ways to Wear Pants To Prom\nPretty Prom Shoes You'll Want to Wear ~Everywhere~\n30 Cutest Prom Sneakers You'll Live For\n15 Prettiest Vintage-Inspired Prom Dresses\nWhat's Your Prom Dress Style?\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.anthropologie.com/shop/badgley-mischka-gigi-flats",
      "https://www.dsw.com/en/us/product/betsey-johnson-suton-highwall-bling-platform-sneaker/504551",
      "https://hips.hearstapps.com/rover/profile_photos/9e169fc8-14e4-4944-a1af-6f8ad2fa1b25_1690490924.file?fill=1:1&resize=120:*",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.dsw.com%2Fen%2Fus%2Fproduct%2Fbetsey-johnson-suton-highwall-bling-platform-sneaker%2F504551",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats&u1=svn|xid:{xid}",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4841387&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4841387&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2024-01-02",
      "https://www.pinterest.com/Seventeen/?auto_follow=1",
      "https://www.instagram.com/hannahohx/",
      "https://www.nordstrom.com/s/4841387",
      "https://betseyjohnson.com/products/sb-willo-ivory",
      "http://www.amazon.com/exec/obidos/ASIN/B08GQKJYXX",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.zappos.com%2Fp%2Fjewel-badgley-mischka-tessy%2Fproduct%2F9121738%2F",
      "https://www.simmi.com/us/azura-teal-diamante-sliders",
      "https://www.etsy.com/listing/1055880020/vintage-bee-mules-shoes-women-pointed",
      "https://www.nordstrom.com/s/4413571",
      "http://www.amazon.com/exec/obidos/ASIN/B072QRZVB8",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5194853&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5194853&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-03",
      "https://goto.walmart.com/c/3006986/565706/9383?veh=aff&sourceid=imp_000011112222333344&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBadgley-Mischka-Gigi-Womens-Flat-Shoes%2F353362475&subId1=svn&subid3=xid:{xid}",
      "https://shareasale.com/r.cfm?b=999&u=3455358&m=70734&urllink=www.etsy.com%2Flisting%2F1055880020%2Fvintage-bee-mules-shoes-women-pointed&afftrack=svn|xid:{xid}",
      "https://shareasale.com/r.cfm?b=999&u=3455358&m=70734&urllink=www.etsy.com%2Flisting%2F1055880020%2Fvintage-bee-mules-shoes-women-pointed&afftrack={subid}&quot;,&quot;network_name&quot;:&quot;sas&quot;,&quot;appended_link&quot;:&quot;https://shareasale.com/r.cfm?b=999&u=3455358&m=70734&urllink=www.etsy.com%2Flisting%2F1055880020%2Fvintage-bee-mules-shoes-women-pointed&afftrack={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-06-21",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbibi-lou-bow-flats&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbibi-lou-bow-flats&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-06-15",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbadgley-mischka-gigi-flats&u1=svn|xid:{xid}",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5194853&u1=svn|xid:{xid}",
      "https://www.samedelman.com/product/womens-daffy-sandal-3022522/kiwi-leather-ec0236091",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.ninashoes.com%2Fproducts%2Fsolita-alamo-tan-suede%3F",
      "https://www.ninashoes.com/products/solita-alamo-tan-suede?",
      "https://www.zappos.com/p/jewel-badgley-mischka-ohara/product/9511115/",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fbetseyjohnson.com%2Fproducts%2Fsb-willo-ivory",
      "https://www.dsw.com/en/us/product/jessica-simpson-grissa-sandal/524314",
      "https://jeffreycampbellshoes.com/collections/flats/products/lenna-3",
      "https://www.converse.com/shop/p/custom-chuck-taylor-all-star-lift-platform-glitter-by-you-womens-high-top-shoe/570626CHO22.html",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.zappos.com%2Fp%2Fjewel-badgley-mischka-ohara%2Fproduct%2F9511115%2F",
      "https://birdies.com/products/womens-slides-swan-pointed-blue-velvet-crystal?variant=39631879372880",
      "http://www.amazon.com/exec/obidos/ASIN/B01NBWDT4X",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.simmi.com%2Fus%2Fazura-teal-diamante-sliders",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbadgley-mischka-gigi-flats&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbadgley-mischka-gigi-flats&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-03",
      "https://www.anthropologie.com/shop/bibi-lou-bow-flats",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.samedelman.com%2Fproduct%2Fwomens-daffy-sandal-3022522%2Fkiwi-leather-ec0236091",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.pellemoda.us%2Fcollections%2Fsandals%2Fproducts%2Fbesse-platinum-gold-metallic-suede",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=13867&murl=https%3A%2F%2Fwww.bloomingdales.com%2Fshop%2Fproduct%2Fkurt-geiger-london-womens-princely-embellished-pointed-toe-mules%3FID%3D3534566&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=13867&murl=https%3A%2F%2Fwww.bloomingdales.com%2Fshop%2Fproduct%2Fkurt-geiger-london-womens-princely-embellished-pointed-toe-mules%3FID%3D3534566&u1={subid",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.dsw.com%2Fen%2Fus%2Fproduct%2Fjessica-simpson-grissa-sandal%2F524314",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats%2F&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats%2F&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-26",
      "https://www.freepeople.com/shop/mystic-mary-jane-velvet-flats",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5891036&u1=svn|xid:{xid}",
      "https://birdies.com/products/womens-slides-swan-silver-velvet-crystal-band",
      "https://goto.walmart.com/c/3006986/565706/9383?veh=aff&sourceid=imp_000011112222333344&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBadgley-Mischka-Gigi-Womens-Flat-Shoes%2F353362475&subId1={subid}&quot;,&quot;network_name&quot;:&quot;ir&quot;,&quot;appended_link&quot;:&quot;https://goto.walmart.com/c/3006986/565706/9383?veh=aff&sourceid=imp_000011112222333344&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBadgley-Mischka-Gigi-Womens-Flat-Shoes%2F353362475&subId1={subid}&subid3=xid:{xid}&quot;,&quot;last_u",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fbirdies.com%2Fproducts%2Fwomens-slides-swan-silver-velvet-crystal-band",
      "http://www.amazon.com/exec/obidos/ASIN/B08FDDWKJ9",
      "https://www.tiktok.com/@seventeen?lang=en",
      "https://www.zappos.com/p/jewel-badgley-mischka-tessy/product/9121738/",
      "https://www.freepeople.com/shop/mystic-mary-jane-velvet-flats/",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5891036&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5891036&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2024-01-01",
      "https://www.nordstrom.com/s/5891036",
      "https://www.pellemoda.us/collections/sandals/products/besse-platinum-gold-metallic-suede",
      "https://www.nordstrom.com/s/5194853",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.converse.com%2Fshop%2Fp%2Fcustom-chuck-taylor-all-star-lift-platform-glitter-by-you-womens-high-top-shoe%2F570626CHO22.html",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats%2F&u1=svn|xid:{xid}",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4413571&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4413571&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-03",
      "https://www.instagram.com/seventeen/",
      "https://www.walmart.com/ip/Badgley-Mischka-Gigi-Womens-Flat-Shoes/353362475",
      "https://go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fbirdies.com%2Fproducts%2Fwomens-slides-swan-pointed-blue-velvet-crystal%3Fvariant%3D39631879372880",
      "https://www.facebook.com/seventeen",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbibi-lou-bow-flats&u1=svn|xid:{xid}",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=13867&murl=https%3A%2F%2Fwww.bloomingdales.com%2Fshop%2Fproduct%2Fkurt-geiger-london-womens-princely-embellished-pointed-toe-mules%3FID%3D3534566&u1=svn|xid:{xid}",
      "https://www.bloomingdales.com/shop/product/kurt-geiger-london-womens-princely-embellished-pointed-toe-mules?ID=3534566",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4841387&u1=svn|xid:{xid}",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-26",
      "https://click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4413571&u1=svn|xid:{xid}",
      "https://twitter.com/seventeen",
      "http://www.amazon.com/exec/obidos/ASIN/B08PY7G3MV",
      "https://www.youtube.com/user/SeventeenMagazine?sub_confirmation=1",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5194853&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5194853&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-03",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5891036&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5891036&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2024-01-01",
      "https://www.shareasale.com/r.cfm?b=999&u=3455358&m=70734&urllink=www.etsy.com%2Flisting%2F1055880020%2Fvintage-bee-mules-shoes-women-pointed&afftrack=svn|xid:{xid}",
      "https://tiktok.com/@seventeen?lang=en",
      "https://youtube.com/user/SeventeenMagazine?sub_confirmation=1",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fbirdies.com%2Fproducts%2Fwomens-slides-swan-silver-velvet-crystal-band",
      "https://www.instagram.com/seventeen",
      "https://www.goto.walmart.com/c/3006986/565706/9383?veh=aff&sourceid=imp_000011112222333344&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBadgley-Mischka-Gigi-Womens-Flat-Shoes%2F353362475&subId1=svn&subid3=xid:{xid}",
      "https://instagram.com/seventeen/",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4413571&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4413571&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-03",
      "https://anthropologie.com/shop/bibi-lou-bow-flats",
      "https://walmart.com/ip/Badgley-Mischka-Gigi-Womens-Flat-Shoes/353362475",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.pellemoda.us%2Fcollections%2Fsandals%2Fproducts%2Fbesse-platinum-gold-metallic-suede",
      "https://www.zappos.com/p/jewel-badgley-mischka-ohara/product/9511115",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=13867&murl=https%3A%2F%2Fwww.bloomingdales.com%2Fshop%2Fproduct%2Fkurt-geiger-london-womens-princely-embellished-pointed-toe-mules%3FID%3D3534566&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=13867&murl=https%3A%2F%2Fwww.bloomingdales.com%2Fshop%2Fproduct%2Fkurt-geiger-london-womens-princely-embellished-pointed-toe-mules%3FID%3D3534566&u1={subid",
      "https://goto.walmart.com/c/3006986/565706/9383",
      "https://www.pinterest.com/Seventeen/",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5891036&u1=svn|xid:{xid}",
      "https://www.instagram.com/hannahohx",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.dsw.com%2Fen%2Fus%2Fproduct%2Fbetsey-johnson-suton-highwall-bling-platform-sneaker%2F504551",
      "https://www.shareasale.com/r.cfm?b=999&u=3455358&m=70734&urllink=www.etsy.com%2Flisting%2F1055880020%2Fvintage-bee-mules-shoes-women-pointed&afftrack={subid}&quot;,&quot;network_name&quot;:&quot;sas&quot;,&quot;appended_link&quot;:&quot;https://www.shareasale.com/r.cfm?b=999&u=3455358&m=70734&urllink=www.etsy.com%2Flisting%2F1055880020%2Fvintage-bee-mules-shoes-women-pointed&afftrack={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-06-21",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fbetseyjohnson.com%2Fproducts%2Fsb-willo-ivory",
      "https://go.redirectingat.com/",
      "http://amazon.com/exec/obidos/ASIN/B08GQKJYXX",
      "https://www.bloomingdales.com/shop/product/kurt-geiger-london-womens-princely-embellished-pointed-toe-mules",
      "https://nordstrom.com/s/5194853",
      "https://www.betseyjohnson.com/products/sb-willo-ivory",
      "https://converse.com/shop/p/custom-chuck-taylor-all-star-lift-platform-glitter-by-you-womens-high-top-shoe/570626CHO22.html",
      "https://samedelman.com/product/womens-daffy-sandal-3022522/kiwi-leather-ec0236091",
      "https://dsw.com/en/us/product/betsey-johnson-suton-highwall-bling-platform-sneaker/504551",
      "https://www.tiktok.com/@seventeen",
      "https://shareasale.com/r.cfm",
      "https://nordstrom.com/s/4413571",
      "https://www.birdies.com/products/womens-slides-swan-silver-velvet-crystal-band",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbadgley-mischka-gigi-flats&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbadgley-mischka-gigi-flats&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-03",
      "https://ninashoes.com/products/solita-alamo-tan-suede?",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.samedelman.com%2Fproduct%2Fwomens-daffy-sandal-3022522%2Fkiwi-leather-ec0236091",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbibi-lou-bow-flats&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbibi-lou-bow-flats&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-06-15",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fbirdies.com%2Fproducts%2Fwomens-slides-swan-pointed-blue-velvet-crystal%3Fvariant%3D39631879372880",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.dsw.com%2Fen%2Fus%2Fproduct%2Fjessica-simpson-grissa-sandal%2F524314",
      "https://pinterest.com/Seventeen/?auto_follow=1",
      "https://etsy.com/listing/1055880020/vintage-bee-mules-shoes-women-pointed",
      "https://www.zappos.com/p/jewel-badgley-mischka-tessy/product/9121738",
      "https://hips.hearstapps.com/rover/profile_photos/9e169fc8-14e4-4944-a1af-6f8ad2fa1b25_1690490924.file",
      "http://amazon.com/exec/obidos/ASIN/B072QRZVB8",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4413571&u1=svn|xid:{xid}",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.zappos.com%2Fp%2Fjewel-badgley-mischka-tessy%2Fproduct%2F9121738%2F",
      "https://www.jeffreycampbellshoes.com/collections/flats/products/lenna-3",
      "https://facebook.com/seventeen",
      "https://click.linksynergy.com/deeplink",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4841387&u1=svn|xid:{xid}",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=13867&murl=https%3A%2F%2Fwww.bloomingdales.com%2Fshop%2Fproduct%2Fkurt-geiger-london-womens-princely-embellished-pointed-toe-mules%3FID%3D3534566&u1=svn|xid:{xid}",
      "https://zappos.com/p/jewel-badgley-mischka-ohara/product/9511115/",
      "https://www.birdies.com/products/womens-slides-swan-pointed-blue-velvet-crystal?variant=39631879372880",
      "https://freepeople.com/shop/mystic-mary-jane-velvet-flats",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats&u1=svn|xid:{xid}",
      "http://amazon.com/exec/obidos/ASIN/B08FDDWKJ9",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.simmi.com%2Fus%2Fazura-teal-diamante-sliders",
      "https://www.hips.hearstapps.com/rover/profile_photos/9e169fc8-14e4-4944-a1af-6f8ad2fa1b25_1690490924.file?fill=1:1&resize=120:*",
      "https://nordstrom.com/s/4841387",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4841387&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F4841387&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2024-01-02",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.zappos.com%2Fp%2Fjewel-badgley-mischka-ohara%2Fproduct%2F9511115%2F",
      "https://pellemoda.us/collections/sandals/products/besse-platinum-gold-metallic-suede",
      "https://www.youtube.com/user/SeventeenMagazine",
      "https://www.goto.walmart.com/c/3006986/565706/9383?veh=aff&sourceid=imp_000011112222333344&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBadgley-Mischka-Gigi-Womens-Flat-Shoes%2F353362475&subId1={subid}&quot;,&quot;network_name&quot;:&quot;ir&quot;,&quot;appended_link&quot;:&quot;https://www.goto.walmart.com/c/3006986/565706/9383?veh=aff&sourceid=imp_000011112222333344&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBadgley-Mischka-Gigi-Womens-Flat-Shoes%2F353362475&subId1={subid}&subid3=xid:{xid}&quot;,&quot;last_u",
      "https://freepeople.com/shop/mystic-mary-jane-velvet-flats/",
      "https://www.freepeople.com/shop/mystic-mary-jane-velvet-flats",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.converse.com%2Fshop%2Fp%2Fcustom-chuck-taylor-all-star-lift-platform-glitter-by-you-womens-high-top-shoe%2F570626CHO22.html",
      "https://dsw.com/en/us/product/jessica-simpson-grissa-sandal/524314",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbadgley-mischka-gigi-flats&u1=svn|xid:{xid}",
      "https://anthropologie.com/shop/badgley-mischka-gigi-flats",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats%2F&u1=svn|xid:{xid}",
      "https://birdies.com/products/womens-slides-swan-pointed-blue-velvet-crystal",
      "https://instagram.com/hannahohx/",
      "https://www.ninashoes.com/products/solita-alamo-tan-suede",
      "https://simmi.com/us/azura-teal-diamante-sliders",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-26",
      "https://www.go.redirectingat.com/?id=74968X1525086&url=https%3A%2F%2Fwww.ninashoes.com%2Fproducts%2Fsolita-alamo-tan-suede%3F",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats%2F&u1={subid}&quot;,&quot;network_name&quot;:&quot;ls&quot;,&quot;appended_link&quot;:&quot;https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=43177&murl=https%3A%2F%2Fwww.freepeople.com%2Fshop%2Fmystic-mary-jane-velvet-flats%2F&u1={subid}|xid:{xid}&quot;,&quot;last_updated_at&quot;:&quot;2023-10-26",
      "http://amazon.com/exec/obidos/ASIN/B01NBWDT4X",
      "https://nordstrom.com/s/5891036",
      "https://www.twitter.com/seventeen",
      "http://amazon.com/exec/obidos/ASIN/B08PY7G3MV",
      "https://zappos.com/p/jewel-badgley-mischka-tessy/product/9121738/",
      "https://bloomingdales.com/shop/product/kurt-geiger-london-womens-princely-embellished-pointed-toe-mules?ID=3534566",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=1237&murl=https%3A%2F%2Fwww.nordstrom.com%2Fs%2F5194853&u1=svn|xid:{xid}",
      "https://www.click.linksynergy.com/deeplink?id=SyrN4SGJMyU&mid=39789&murl=https%3A%2F%2Fwww.anthropologie.com%2Fshop%2Fbibi-lou-bow-flats&u1=svn|xid:{xid}"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yoora kim seventeen",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:16:34.904+02:00",
    "updated": "2024-02-03T13:30:53.888+02:00"
  },
  {
    "uuid": "e7e62fa13da345ca51b507d81243ae27bb4ccb6a",
    "url": "https://www.wbfo.org/2024-02-01/biden-issues-order-targeting-israeli-settlers-who-attack-west-bank-palestinians",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Hider",
    "published": "2024-02-01T18:38:00Z",
    "title": "Biden issues order targeting Israeli settlers who attack West Bank Palestinians | WBFO",
    "text": "Biden issues order targeting Israeli settlers who attack West Bank Palestinians Updated February 1, 2024 at 4:37 PM ET President Biden issued an executive order on Thursday targeting Israeli settlers in the West Bank who have been attacking Palestinians in the occupied territory. The order named four people and will lay the groundwork for financial sanctions against settlers who carry out violent assaults, which have increased since Hamas launched an attack on Israel three months ago, triggering a full-scale war in Gaza. The order will not target U.S. citizens, who make up a significant number of the settler community. The Biden administration had issued an order late last year imposing travel bans on Israeli settlers who had attacked Palestinians. While only four people are named, the order marks the first time that the U.S. has targeted Israeli settlers with the threat of frozen assets and bank accounts in an attempt to rein in settler attacks on Palestinians living in the West Bank, which Palestinians see as the central plank of a future Palestinian state. \"This violence poses a grave threat to peace, security, and stability in the West Bank, Israel, and the Middle East region, and threatens the national security and foreign policy interests of the United States,\" White House national security adviser Jake Sullivan said in a statement. There have been almost 500 attacks by settlers on Palestinians in the West Bank, which is largely under Israeli-military occupation, since the start of the Israel-Hamas war in Gaza, according to the United Nations. Some Palestinians have been killed in these attacks while settlers have also attacked property and torched cars, the Palestinian authorities and human right groups say. Three of the four men named in Thursday's executive order have been prosecuted by Israeli authorities, State Department spokesperson Matthew Miller told reporters on Thursday. One of the four men cited in the order, Shalom Zicherman, was indicted by Israeli police on assault and damage charges in 2022, after he was filmed attacking left-wing Israeli activists near Hebron, in the southern West Bank, as they traveled to join a demonstration in protest at Palestinians being evicted from their homes, [according to the Israeli newspaper Haaretz.](https://www.haaretz.com/israel-news/2022-06-20/ty-article/.premium/israeli-settler-indicted-for-throwing-stones-at-left-wing-activists/ 181-800a-da88-afef-d5cee72b0000) Israeli Prime Minister Benjamin Netanyahu responded to the announcement on Thursday, saying, \"Israel acts against all those who break the law everywhere, and therefore there is no room for exceptional measures in this regard.\" But Dror Etkes, an Israeli expert in settler violence, welcomed the news. \"The fact that these people are walking free and they are in the West Bank and can do what they want to do is an indication that the law enforcement system in Israel... prefers not to deal with this type of people,\" he told NPR. \"This is why we came to the point that the American administration is, you know, is sanctioning them,\" he said, adding that all four had been \"involved in severe violent attacks against Palestinians.\" Israel's Finance Minister Bezalel Smotrich, who himself lives in a settlement in the West Bank, [said on X, formerly known as Twitter](https://twitter.com/bezalelsm/status/1753093343507005858?s=46), that \"the 'settler violence campaign is an anti-Semitic lie spread by Israel's enemies with the aim of discrediting the pioneer settlers.\" Copyright 2024 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.haaretz.com/israel-news/2022-06-20/ty-article/.premium/israeli-settler-indicted-for-throwing-stones-at-left-wing-activists/00000181-800a-da88-afef-d5cee72b0000)",
      "https://twitter.com/bezalelsm/status/1753093343507005858?s=46),",
      "https://www.npr.org.",
      "https://twitter.com/bezalelsm/status/1753093343507005858",
      "https://npr.org.",
      "https://haaretz.com/israel-news/2022-06-20/ty-article/.premium/israeli-settler-indicted-for-throwing-stones-at-left-wing-activists/00000181-800a-da88-afef-d5cee72b0000)",
      "https://www.twitter.com/bezalelsm/status/1753093343507005858?s=46),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:22:43.475+02:00",
    "updated": "2024-02-02T01:22:43.475+02:00"
  },
  {
    "uuid": "e7fef4d09a5eaf0352832691ca47575756f16bc2",
    "url": "https://people.com/authorities-search-person-stabbed-baby-seal-11730428",
    "ord_in_thread": 0,
    "author": "Lesley Cosme Torres",
    "published": "2025-05-07T21:31:00Z",
    "title": "Baby Seal Stabbed on Oregon Beach, Prompting Manhunt for Suspect",
    "text": "Federal authorities released a sketch of the suspect, who could face prison time under the Marine Mammal Protection Act\nBy Lesley Cosme Torres Lesley Cosme Torres Lesley Cosme Torres is a writer at PEOPLE covering crime. She has been working at PEOPLE since 2025. Her work has previously appeared in the Tampa Bay Times, Miami Herald and NPR. People Editorial Guidelines Published on May 7, 2025 05:31PM EDT 2 Comments Credit : The National Oceanic and Atmospheric Administration\nA young elephant seal was stabbed multiple times on a beach in Neskowin, Oregon. The National Oceanic and Atmospheric Administration is seeking public help to identify the suspect. Harming marine mammals is a federal crime under the Marine Mammal Protection Act, carrying penalties of up to $100,000 and one year in prison. Federal authorities are looking for the person who stabbed a baby seal several times on a beach cove in Oregon.\nThe 300-pound elephant seal pup, which survived the attack, has mostly recovered, authorities say — and now they want help from the public to identify its attacker, the National Oceanic and Atmospheric Administration said in a statement.\nThe stabbing occurred on March 16, between 8 and 11:30 p.m. at a beach cove near a condominium in Neskowin, Oregon, according to the NOAA announcement. The baby seal began to heal by mid-April with no signs of lasting injuries.\n“Young elephant seals like this often spend time on their own, learning to hunt and growing larger, before eventually returning to breeding areas in and around the Channel Islands off Southern California,” Michael Milstein, a public affairs officer with NOAA said to The New York Times .\nOn Monday, the agency released a sketch and described the suspect as a white man who's about 5 feet 10 inches tall, with black and white hair, a groomed beard and a large gap between his front teeth, per the NOAA announcement.\nThe National Oceanic and Atmospheric Administration\nHe was wearing aviator glasses with thick lenses, a thin blue-and-green fleece top, and a low-profile black cap with a logo depicting an orange four-track excavator with the word “timber” on it, The New York Times reported, citing NOAA. He also wore dark pants and lightweight hiking shoes or low boots.\nPer the description, NOAA are also seeking a vehicle seen in a parking lot next to the cove behind the condos. The inside of his dark blue 1990s Dodge or Chrysler van was described as cluttered and the rear passenger window on the driver’s side was covered in plastic.\nWant to keep up with the latest crime coverage? Sign up for PEOPLE's free True Crime newsletter for breaking crime news, ongoing trial coverage and details of intriguing unsolved cases.\nThe federal Marine Mammal Protection Act prohibits harassing, harming, killing or feeding wild elephant seals and other marine mammals. Violators can face federal criminal penalties of up to $100,000 in fines and up to 1 year in jail.\nClose Leave a Comment Read more: Crime Crime News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Environment"
    ],
    "topics": [
      "Crime, Law and Justice->animal abuse",
      "Crime, Law and Justice->investigation (criminal)",
      "Environment->animal",
      "Environment->endangered species",
      "Environment->conservation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/i/flow/login?redirect_after_login=%2Flesleyctorres",
      "https://www.fisheries.noaa.gov/marine-life-distress/frequent-questions-feeding-or-harassing-marine-mammals-wild#:~:text=If%20prosecuted%2C%20violators%20of%20the,that%20vessel%20up%20to%20$25%2C000.",
      "https://www.nytimes.com/2025/05/06/us/elephant-seal-pup-stabbed-oregon-beach.html",
      "https://www.x.com/i/flow/login?redirect_after_login=%2Flesleyctorres",
      "https://x.com/i/flow/login",
      "https://nytimes.com/2025/05/06/us/elephant-seal-pup-stabbed-oregon-beach.html",
      "https://fisheries.noaa.gov/marine-life-distress/frequent-questions-feeding-or-harassing-marine-mammals-wild#:~:text=If%20prosecuted%2C%20violators%20of%20the,that%20vessel%20up%20to%20$25%2C000."
    ],
    "entities": {
      "persons": [
        {
          "name": "Lesley Cosme Torres Lesley Cosme Torres Lesley Cosme Torres",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Beach",
          "sentiment": "none"
        },
        {
          "name": "Neskowin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "National Oceanic and Atmospheric Administration",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Tampa Bay Times",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Miami Herald",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "NPR",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "NPR",
              "exchange": "CVE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "left",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T01:51:10.657+03:00",
    "updated": "2025-05-07T22:54:49.000+00:00"
  },
  {
    "uuid": "89a03403b9e14db94af8b5d68b06007b4f879527",
    "url": "https://www.lafm.com.co/educacion/universidades-advierten-sobre-desfinanciamiento-en-la-educacion-publica",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adriana Cuestas",
    "published": "2024-08-15T21:51:00Z",
    "title": "Universidades alertan por desfinanciación en educación",
    "text": "[Adriana Cuestas ](/autores/adriana-cuestas) Universidades advierten sobre desfinanciamiento en la educación pública Esta semana se presentó un proyecto al Congreso para pedir más recursos. La Asociación Colombiana de Universidades (Ascun) se sumó a la advertencia que hizo la Contraloría sobre desfinanciación en las instituciones de educación superior públicas. En particular, el ente de control puso el foco en la Universidad de Antioquia, Universidad del Valle y la Universidad Industrial de Santander (UIS). Para el director de Ascun, Óscar Domínguez, esa situación \"estructural\" se ha venido agravando con el paso de los años. El representante de la entidad, señaló que, incluso, desde el surgimiento de la Ley 30 de 1992 quedó planteado el desfinanciamiento. Lea también: [Productos agrícolas resultado de sustitución de cultivos serán comercializados](https://www.lafm.com.co/colombia/productos-agricolas-resultado-de-sustitucion-de-cultivos-seran-comercializados) Lo anterior, \"toda vez que los costos de los presupuestos (en las instituciones) quedaron amarrados al IPC y, como es de conocimiento público, el costo de la canasta educativa está por encima del IPC. (...) Este año, desafortunadamente para el país, ese desfinanciamiento se hace muy evidente\", puntualizó Domínguez en entrevista con RCN Radio. En cuanto a la disminución en las matrículas en la educación superior pública, el representante de Ascun consideró que no hay una vinculación directa con la problemática en cuestión. \"Una universidad como la de Antioquia recibe por transferencias el 45 % de su presupuesto y el otro 55 % tiene la institución que gestionar\", apuntó. Más noticias: [Viruela del mono en Colombia: ¿Cuántos casos se han registrado y en qué ciudades?](https://www.lafm.com.co/colombia/viruela-del-mono-en-colombia-cuantos-casos-se-han-registrado-y-en-que-ciudades) Esta semana, durante la radicación de un proyecto en el Congreso para pedir más recursos, el rector de la Universidad Pedagógica Nacional, Helberth Choachí, insistió en la necesidad de más inversión. El 50 % el dinero que ingresa lo reciben del Estado y para el restante, el plantel debe conseguirlo. La Contraloría hizo un llamado al Ministerio de Educación a no pasar por alto esta problemática y exhortó a un \"compromiso\" en la asignación de recursos. El ente de control pidió, además, un acompañamiento especial de las contralorías territoriales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Education"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:07:20.180+03:00",
    "updated": "2024-08-16T02:06:17.352+03:00"
  },
  {
    "uuid": "c410c7aff3a5722949024f3bafe683e6950b1016",
    "url": "https://elcomentario.ucol.mx/?p=122386",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2024-08-22T21:01:00Z",
    "title": "Reivindica Trump desde el sur de EUA su promesa de una frontera fuerte",
    "text": "El expresidente estadounidense y candidato republicano Donald Trump (2017-2021) viajó este jueves a Arizona, limítrofe con México, para reivindicar su intención de lograr una “frontera fuerte” en caso de volver al poder tras las elecciones del 5 de noviembre.\nEl magnate neoyorquino compareció ante la prensa en el condado de Cochise, junto a un tramo del muro fronterizo y acompañado por fuerzas del orden locales, para repetir que si los demócratas siguen en la Casa Blanca abrirán las puertas del país a los criminales.\nTrump centró sus críticas en su contrincante electoral, la vicepresidenta, Kamala Harris.\n“La llamo camarada porque es una marxista radical de izquierdas. Quiere fronteras abiertas. No entiendo por qué alguien querría eso, pero quiere que nuestro país se abra para que los delincuentes puedan venir, violar, robar y hacer lo que quieran”, dijo.\nSu intervención coincide con el mismo día en que Harris aceptará en la Convención Nacional Demócrata de Chicago su nominación electoral.\n“Es la persona de izquierdas más radical que jamás se haya postulado para un alto cargo político en la historia de nuestro país”, añadió Trump, según el cual la criminalidad en Estados Unidos es “increíble” y constituye una “carnicería de violencia en niveles nunca vistos”.\nLas últimas cifras apuntan sin embargo a una reducción generalizada de la tasa de delincuencia en los 6 primeros meses de 2024 respecto a hace un año.\nLos datos de la Major Cities Chiefs Association (MCCA) difundidos este agosto con información de 69 de las 70 ciudades en las que está presente esta organización de jefes policiales, indican que los homicidios han pasado de 3,783 a 3,124, las violaciones de 14,472 a 13,064 y los robos de 48,529 a 45,575.\nLas cifras migratorias no respaldan tampoco la denuncia de Trump de que hay una invasión inmigrante. En julio, la Patrulla Fronteriza registró 56,408 detenciones en puertos de entrada a lo largo de la frontera suroeste, un 32% menos que en junio.\nTrump ha intensificado esta semana sus actos de campaña para intentar desviar el foco mediático de la convención demócrata, donde también se ha oficializado la candidatura del gobernador Tim Walz a la vicepresidencia.\nHarris mantiene de momento su ventaja en las intenciones de voto. Según la media efectuada por la web FiveThirtyEight, supera al expresidente conservador por 3.4 puntos porcentuales, con un porcentaje del 47.1%.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T00:09:59.724+03:00",
    "updated": "2024-08-23T00:09:59.724+03:00"
  },
  {
    "uuid": "709fb93e367533886c6eccbaf308c8f72c565214",
    "url": "https://www.kptv.com/prnewswire/2023/12/30/newsblaze-exclusive-interview-with-heroic-leader-khalif-omar-moalim-nur-el-dheer-embraces-freedom/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PRNewswire",
    "published": "2023-12-30T14:25:00Z",
    "title": "NewsBlaze Exclusive: Interview with Heroic Leader Khalif Omar Moalim Nur as El-Dheer Embraces Freedom",
    "text": "EL-DHEER, Somalia , Dec. 30, 2023 /PRNewswire/ -- In a remarkable turn of events, El-Dheer town in Somalia , once held captive by the oppressive rule of Al-Shabaab for 16 long years, is now basking in the glow of newfound freedom and peace. Government forces, in collaboration with local freedom fighters, successfully liberated the town, culminating in a significant victory over the notorious terrorist group.\nKhalif Omar Moalim Nur, leader of local Somali freedom fighters in El-Dheer, the former stronghold of al-Shabaab pirates. (PRNewswire) Journalist Shafi'i Mohyaddin Abokar interviews leader of Somali freedom fighters, Khalif Omar Moalim Nur. Senior NewsBlaze.com journalist Shafi'i Mohyaddin Abokar had the privilege of conducting an exclusive interview with the charismatic leader of the local freedom fighters, Khalif Omar Moalim Nur. Despite the challenges, Khalif Omar Moalim Nur and his forces played a pivotal role in driving Al-Shabaab militants from El-Dheer, bringing an end to years of Al-Shabaab brutality.\nRead the full story here:\nhttps://newsblaze.com/world/africa/normal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787/ The interview, conducted via phone from the Khalif's base in a remote area outside El-Dheer, offers a unique insight into the operation and the ongoing efforts to eliminate any remaining Al-Shabaab remnants in the region.\nThe Khalif expressed cautious optimism about the future, emphasizing a commitment to continue the fight until the entire central Galgduud region is free from the clutches of terrorism. The leader underscored the importance of witnessing the transformation firsthand, inviting local and international media to observe the resurgence of normalcy in El-Dheer and neighboring areas.\nThe strategic control over coastal regions was highlighted by the Khalif as a significant blow to Al-Shabaab, rendering them landlocked and disrupting their ability to escape or import crucial supplies. The liberation of seaports Igo and Mareeg, once under the control of militants, marks a turning point in the fight against Al-Shabaab.\nResidents, who endured so much hardship, can now experience a gradual return to normalcy. Some medical care has been reinstated, and the reopening of the town's hospital stands as a testament to positive changes. However, challenges persist, and schools need repairs and learning materials. The international community is urged to support the region's recovery, with assistance to rebuild what was destroyed during years of Al-Shabaab rule.\nAs the world witnesses the triumph of resilience over terror in El-Dheer, NewsBlaze remains committed to surfacing the stories of hope and recovery from regions emerging from the shadows of conflict.\nFor media inquiries or further information, please contact:\nAlan Gray\nMaxMention.com\n+1 775 241 8446\nAbout Shafi'i Mohyaddin Abokar\nShafi'i Mohyaddin Abokar Islaw is an accomplished journalist based in the UK with a versatile portfolio that spans a range of subjects, including sports. With a unique blend of skills encompassing journalism, public relations, and content writing, he is a seasoned communicator.\nShafi'i holds a Bachelor's degree in Multimedia Journalism from the prestigious University of Northampton, where he honed his storytelling prowess. Additionally, he boasts a Master's degree in International Relations and Globalization from De Montfort University, equipping him with a deep understanding of global affairs and an invaluable perspective on the world.\nWith a passion for uncovering compelling narratives and a talent for crafting impactful content, Shafi'i brings a wealth of expertise to his writing. Whether he's delving into the world of sports or exploring international relations, his dedication to delivering informative, engaging, and thought-provoking stories shines through. He is a trusted source of insightful journalism and a beacon of effective communication. Contact him through MaxMention.\nAbout NewsBlaze\nNewsBlaze was founded in 2004 as an independent online newspaper and information portal, forming relationships with other publishers and wire services. NewsBlaze covers broad topics of interest to readers worldwide, which helps build a loyal, global following of readers, especially in Australia , North America and Europe .\nIn addition, as the lead Syndicate Partner of the World City Press Network, NewsBlaze provides news, editing and content services, including news features and news followup with the publishers that make up the World City Press Network. Visit https://NewsBlaze.com or http://Axcessnews.com to learn more.\nAbout MaxMention\nMaxMention is a marketing growth agency specializing in brand mentions and media followup for SMEs. \"Media followup is the missing ingredient for business credibility.\" MaxMention is a division of NewsBlaze Pty. Ltd. This release was crafted by MaxMention.\nMedia Contact:\nAlan Gray\nhttps://MaxMention.com\n+1 775 241 8446\nView original content to download multimedia:\nhttps://www.prnewswire.com/news-releases/newsblaze-exclusive-interview-with-heroic-leader-khalif-omar-moalim-nur-as-el-dheer-embraces-freedom-302024057.html SOURCE NewsBlaze",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.prnewswire.com/news-releases/newsblaze-exclusive-interview-with-heroic-leader-khalif-omar-moalim-nur-as-el-dheer-embraces-freedom-302024057.html",
      "https://c212.net/c/link/?t=0&l=en&o=4058793-1&h=2171225635&u=http%3A%2F%2Faxcessnews.comt%2F&a=http%3A%2F%2FAxcessnews.com",
      "https://c212.net/c/link/?t=0&l=en&o=4058793-1&h=1036834271&u=https%3A%2F%2Fnewsblaze.com%2Fworld%2Fafrica%2Fnormal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787%2F&a=https%3A%2F%2Fnewsblaze.com%2Fworld%2Fafrica%2Fnormal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787%2F",
      "https://MaxMention.com",
      "https://NewsBlaze.com",
      "https://c212.net/c/link/?t=0&l=en&o=4058793-1&h=114838873&u=https%3A%2F%2Fmaxmention.com%2F&a=https%3A%2F%2FMaxMention.com",
      "http://Axcessnews.com",
      "https://c212.net/c/link/?t=0&l=en&o=4058793-1&h=1324491916&u=https%3A%2F%2Fc212.net%2Fc%2Flink%2F%3Ft%3D0%26l%3Den%26o%3D3247797-1%26h%3D1632084554%26u%3Dhttps%253A%252F%252Fnewsblaze.com%252F%26a%3Dhttps%253A%252F%252FNewsBlaze.com&a=https%3A%2F%2FNewsBlaze.com",
      "https://newsblaze.com/world/africa/normal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787/",
      "https://www.newsblaze.com/world/africa/normal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058793-1&h=1036834271&u=https%3A%2F%2Fnewsblaze.com%2Fworld%2Fafrica%2Fnormal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787%2F&a=https%3A%2F%2Fnewsblaze.com%2Fworld%2Fafrica%2Fnormal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787%2F",
      "https://prnewswire.com/news-releases/newsblaze-exclusive-interview-with-heroic-leader-khalif-omar-moalim-nur-as-el-dheer-embraces-freedom-302024057.html",
      "https://newsblaze.com/world/africa/normal-life-somali-town-govt-forces-end-16-year-al-shabaab-brutality_194787",
      "http://www.Axcessnews.com",
      "https://www.MaxMention.com",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058793-1&h=114838873&u=https%3A%2F%2Fmaxmention.com%2F&a=https%3A%2F%2FMaxMention.com",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058793-1&h=1324491916&u=https%3A%2F%2Fc212.net%2Fc%2Flink%2F%3Ft%3D0%26l%3Den%26o%3D3247797-1%26h%3D1632084554%26u%3Dhttps%253A%252F%252Fnewsblaze.com%252F%26a%3Dhttps%253A%252F%252FNewsBlaze.com&a=https%3A%2F%2FNewsBlaze.com",
      "https://www.NewsBlaze.com",
      "https://c212.net/c/link/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058793-1&h=2171225635&u=http%3A%2F%2Faxcessnews.comt%2F&a=http%3A%2F%2FAxcessnews.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "khalif omar moalim nur",
          "sentiment": "negative"
        },
        {
          "name": "el-dheer",
          "sentiment": "negative"
        },
        {
          "name": "dheer",
          "sentiment": "negative"
        },
        {
          "name": "al-shabaab",
          "sentiment": "none"
        },
        {
          "name": "shafi'i mohyaddin abokar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al-shabaab",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "somalia",
          "sentiment": "none"
        },
        {
          "name": "el-dheer",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T18:01:25.763+02:00",
    "updated": "2023-12-30T18:01:25.763+02:00"
  },
  {
    "uuid": "cf52f594446cf30a8fc550b87c8de325dfd4e40d",
    "url": "https://www.news9.com/story/67db4faa3ede9aab8b39ff3a/oklahoma-state-wrestling-heads-to-the-2025-ncaa-championships",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Griffin Media",
    "published": "2025-03-19T23:08:00Z",
    "title": "Oklahoma State wrestling heads to the 2025 NCAA Championships",
    "text": "Wednesday, March 19th 2025, 6:08 pm\nOklahoma State Wrestling at the NCAA Championships\nThe No. 3 Oklahoma State wrestling team (13-1, 9-0 Big 12) heads to the 2025 NCAA Championships, held March 20-22 at the Wells Fargo Center in Philadelphia. After capturing the Big 12 Championship, OSU boasts nine national qualifiers and seven wrestlers seeded in the top eight.\nHead Coach David Taylor was asked what his first year has been like?\nDAVID TAYLOR: When I got there May last year, it's been crazy. In some ways feels like you've been there for 10 years. Some days it feels like we just got there yesterday.\nI just think every day we go to work and we're just trying to help our guys get better wrestling, help our guys live a better lifestyle. Help them to lead them to a championship mentality.\nAnd that's everything. That's not just how you wrestle. It's how you live your life. It's how you think, how you perform, how you train, how you recover.\nI think when you do that, I mean every day we get to go to work it's a blessing. We get to go in there and help these guys get great at wrestling, help them become better student-athletes.\nI've enjoyed every second of it. There's definitely times that you go to bed -- maybe that day's a little bit stressful. Maybe it was very fulfilling. But you get to lay down and you get to wake up the next day and you get to go do it again. Every day you get to try to make a difference in people's lives.\nI think that's why I desired to take this job. I felt like it was a way I could impact lives at the highest level. It's just been very fulfilling.\nAnd excited to be here at the national tournament. And this is year one, it's exciting to focus on the present right now. Excited for every day moving forward.\nBroadcast Info The NCAA Championships will air across ESPN networks. Morning sessions will be on ESPNU, with Sessions 2 and 6 on ESPN and Friday night’s session on ESPN2. Mike Couzens, Jordan Burroughs, and Quint Kessenich will call the evening sessions. MatCast coverage is available on ESPN+ for all sessions until the finals.\nChampionship Schedule (CT)\nAbout Oklahoma State\nThis season marks the first under head coach David Taylor, following John Smith's retirement. The Cowboys finished with a 13-1 dual record and won the Big 12 title. OSU impressed throughout the season, beating 10 ranked teams and securing a program-best 45.6% bonus rate. Nine Cowboys are national qualifiers, with seven seeded in the top eight. Key wrestlers include returning finalist Dustin Plott, freshmen Dean Hamiti Jr. and Wyatt Hendrickson, and veterans Troy Spratley, Tagen Jamison, Luke Surber, Caleb Fish, and Teague Travis.\nSeeds and Matchups\nAt the NCAA Championships\nOklahoma State wrestling is a storied program, with 34 team titles, 143 individual champions, and 486 All-Americans. The Cowboys have been consistent contenders, with 29 national qualifiers over the last three seasons.\nExperience and Consistency\nWith six seniors and a wealth of national tournament experience, OSU is one of the most seasoned teams in the nation. Dustin Plott, Cameron Amine, Wyatt Hendrickson, and Dean Hamiti Jr. all bring extensive NCAA experience, with several Cowboys having qualified multiple times.\nBig 12 Champions\nOSU claimed its 56th conference championship at the Big 12s, winning with 153.5 team points. This marks the program’s first title since 2021, and David Taylor’s achievement of winning a team title in his first season mirrors Cael Sanderson’s 2007 success at Iowa State.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->wrestling"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "DAVID TAYLOR",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "OSU",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:38:26.938+02:00",
    "updated": "2025-03-20T01:38:26.938+02:00"
  },
  {
    "uuid": "f08fdd8b21403e80bc4a9eb551c125a2457a3c14",
    "url": "https://news.knowledia.com/in/en/articles/elon-musk-is-pushing-to-remove-dates-from-x-posts-and-planning-new-8-4a6f944753fbb95e090f771f82352783d145216e",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kali Hays",
    "published": "2025-01-10T02:34:00Z",
    "title": "Elon Musk is pushing to remove dates from X posts and planning new $8 sign-up fee",
    "text": "The change under consideration, which Musk says is for aesthetics, would remove vital information from the X timeline and potentially exacerbate the site's issues with misinformation. Kali Hays",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->social sciences"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://fortune.com/2025/01/09/elon-musk-exploring-eliminating-dates-x-twitter-posts-timeline-signup-fee/",
      "https://www.fortune.com/2025/01/09/elon-musk-exploring-eliminating-dates-x-twitter-posts-timeline-signup-fee/",
      "https://fortune.com/2025/01/09/elon-musk-exploring-eliminating-dates-x-twitter-posts-timeline-signup-fee"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T04:54:33.054+02:00",
    "updated": "2025-01-10T04:54:33.054+02:00"
  }
]