[
  {
    "uuid": "f7abd49c1d70e272a283345e793de86100fad072",
    "url": "https://www.meneame.net/story/oleksiy-arestovych-rival-zelenskyy-ex-portavoz-presidente-ha-mas/c0177",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jeu",
    "published": "2024-06-27T21:46:00Z",
    "title": "#177 Oleksiy Arestovych: el rival de Zelenskyy El ex portavoz del presidente se ha convertido en su crítico más feroz (ENG)",
    "text": "Portada\nmis comunidades\notras secciones\n[#150](c150#c-150) Veo necesario incluír propaganda en la que el gobierno ruso expresa sus intenciones para Ucrania: conquista y genocidio.\nY, por eso, a ti te gustaría excluírla.\n[#157](c157#c-157) Veo necesario incluír propaganda rusa sobre sus intenciones para Ucrania: conquista y genociddio.\nY tú ves necesario excluírla porque no quieres que se sepan.\n[#168](c168#c-168) [#169](c169#c-169) [#170](c170#c-170) Y sigues sin responder a mi pregunta. Con mentiras cada vez más transparentes en pos de racionalizaciones cada vez más ridículas.\nEres un mentiroso patológico,\n[@vonmises.](/user/vonmises.)\n[#56](c56#c-56) Falso. Partidos legales y en activo en Ucrania, a nivel nacional, regional o local, con ideología de centro, centro-izquierda, o izquierda:\n- Estrategia Ucraniana de Groysman (\nhttps://en.wikipedia.org/wiki/Ukrainian_Strategy_of_Groysman))\n- Partido Radical de Oleh Liashko (\nhttps://en.wikipedia.org/wiki/Radical_Party_of_Oleh_Liashko)\n- Partido de los Verdes de Ucrania (\nhttps://en.wikipedia.org/wiki/Party_of_Greens_of_Ukraine)\n- Asociación Agraria Pan-Ucraniana \"Zastup\" (\nhttps://en.wikipedia.org/wiki/Spade_(political_party))\n- Restauración de Ucrania (\nhttps://en.wikipedia.org/wiki/Restoration_of_Ukraine)\n- Unión Pan-Ucraniana \"Patria\" (\nhttps://en.wikipedia.org/wiki/Batkivshchyna)\n- Plataforma por la Vida y la Paz (\nhttps://en.wikipedia.org/wiki/Platform_for_Life_and_Peace)\nMás info:\nhttps://en.wikipedia.org/wiki/List_of_political_parties_in_Ukraine\n[#145](c145#c-145) Son propaganda rusa, dirigida a su población, en la que se especifica claramente una intención genocida. Por lo tanto, son relevantes.\nPero tú los has descartado porque no convienen a tu narrativa.\n[#120](c120#c-120) Hombre, [@manboobies](/user/manboobies) leyendo otra vez mis comentarios, y demostrando que me tiene en el ignore porque se hace caquita ante la posibilidad de que pueda responderle. Dale recuerdos de mi parte.\n[#163](c163#c-163) Se te va la olla, atina a quien contestas ó que Santi te ayude, el puede mover a varios meneantes a la vez con el beneplácito de la administración.\n[#172](c172#c-172) Hombre, no sé si una persona que parece sufrir de manía persecutoria y alucinaciones paranoicas relacionadas con un tal Santi es la más indicada para acusar a los demás de que se les va la olla.\n[#65](c65#c-65) ¿Es más rápida la lechuga o el color magenta? Sí o no, sí o no.\nLo que veo es que votaron en el 35 y luego en el 45.\nhttps://es.wikipedia.org/wiki/Categor%C3%ADa:Elecciones_generales_de_Reino_Unido\nLuego, se deduce que la élite política tomó las riendas y el pueblo ya no podía decir ni misa, estuviera más de acuerdo o menos.\nSin embargo me consta, o más bien tengo la vaga idea, de que Churchill gozaba de un respaldo popular significativo que declinó mucho al final de la contienda.\nNo sé si genuino, por obra y gracia de la propaganda o sólo en esa propaganda.\nLo que convierte en dictadura una dictadura no es que no se vote, que es el aspecto puramente formal, el fondo de la cuestión es que una mayoría quiera quitar al pájaro y no tenga medios para ello. El voto es un medio, no un fin.\nNo es esa dicotomía que buscas entre dictadura y democracia, o por lo menos no es todo el cuento.\nDemocracia no había ni en Grecia y la inventaron ellos\nEstaba leyendo el discurso de Churchill... y con todo el respeto... viendo lo de Dunkerke... Lo que hicieron fue recibir y aguantar más que otra cosa y ya fue un éxito, y porque tenían el canal de la mancha... Sin embargo Hitler se acaba girando hacia el este.\nTambién hay que tener en cuenta que es el mismo día que están invadiendo Francia.\nPero te voy a contestar a lo que de verdad vas: Zelensky no es precisamente Churchill.\nNo hay acontecimiento sobrevenido, hay unas negociaciones previas traicionadas. Nada que ver.\nLas declaraciones no reflejan intenciones concretas, son dispares y cambiantes, lo que reflejan es un clima, un ambiente: un caldo de cultivo.\nY poner a una sociedad en estado de alarma, en estado de guerra, conlleva riesgos graves. también por el lado de Ucrania:\n¿De verdad quieres que nos pongamos a revisar qué ha quedado de oposición en Ucrania?\n¿En una noticia de su máximo opositor, desde el extranjero, que además había sido su propio portavoz y que tienes objetivos... idénticos?\nTe planteo lo mismo que me plantearía en Francia, ¿hay alguna opción política que abogue por parar esto?\n[#118](c118#c-118) No respondes a mi pregunta. Es un simple sí o no. Todas tu disgresiones son para no responder. Porque sabes perfectamente que lo que digas también sería aplicable a Ucrania. Te has tirado dos horas intentando encontrar algo a lo que agarrarte para que no sean casos comparables.\nY lo mejor que has inventado es: \"Zelensky no es precisamente Churchill.\" y \"No hay acontecimiento sobrevenido\". Lo que tiene su gracia, cuando fueron británicos y franceses los que declararon la guerra a Alemania.\nLa verdad, es bastante patético.\n[#167](c167#c-167) No sé, según algún usuario de por aquí de los de tu cuerda para enero de 2025 los rusos estaban fuera de Crimea.\nPor eso te digo que el tiempo da y quita razones. Dejemos que hable el tiempo\n[#171](c171#c-171) Mi cuerda es la que quiere que los imperios no puedan invadir y masacrar impunemente a quien les de la gana.\nDeberías probarla alguna vez.\n[#96](c96#c-96) Es perfectamente pertienente. Tanto la entrevista como mi comentario son sobre la invasión de Ucrania.\n[#102](c102#c-102) Es propaganda rusa sobre la invasión de Ucrania. El entrevistado es ucraniano. Por supuesto que es refractario a ella. Pero es propaganda dirigida a los rusos, señalando las intenciones del régimen, no a los ucranianos.\n[#116](c116#c-116) O sea, que has dicho que mi comentario es irrelevante sin mirar lo que hay en él.\nEstá bien que admitas tu desfachatez.\n[#99](c99#c-99) He copiado y pegado el comentario en el que dices contestar a mi pregunta. Y te he pedido repetidamente que me indiques en qué parte de él lo haces. Pero has puesto todo tipo de excusas peregrinas para no hacerlo. Porque, como sabes perfectamente, en realidad no has contestado, y mientes sobre haberlo hecho.\n[#105](c105#c-105) Que esté o no en desacuerdo con tu comentario no tiene ninguna relación con que ese comentario responda realmente a la pregunta que te he hecho, [@vonmises.](/user/vonmises.)\nCada vez buscas excusas más peregrinas para no responder, y para encubrir tus mentiras sobre tu falta de respuesta.\n[#113](c113#c-113) De nuevo, mi acuerdo o falta de acuerdo contigo no tiene ninguna relación con el hecho de que no hayas respondido a mi pregunta de si para ti, Gran Bretaña dejó de ser una democracia en 1940, al no convocar elecciones. Y que yo haga copy paste en mis comentarios tampoco.\nVuelves a reincidir en tu excusa peregrina para no responder a mi pregunta. Estás intentando desviar la atención sobre el hecho de que no has contestado a mi pregunta, y que has mentido repetidamente para encubirlo.\n[#121](c121#c-121) Entiendo perfectamente la respuesta. Y también entiendo perfectamente que ninguna parte de ella responde a mi pregunta.\nY también entiendo que seguirás inventando excusas peregrinas para no contestar a mi pregunta. Porque no puedes.\n[#127](c127#c-127) La he leído detalladamente. Y ninguna parte de ese comentario responde a mi pregunta.\nAl llegar a este estado, cualquier persona normal señalaría la parte o partes de su comentario que constituyen una respuesta a la pregunta de su interlocutor. Pero tú no lo harás, porque no puedes. Porque los dos sabemos que no has respondido, y que llevas dos horas mintiendo para encubrirlo.\n[#134](c134#c-134) No hay ninguna frase de tu comentario en la que aludas al hecho de que no hubo elecciones en 1940.\nMientes una vez más. Y además insultas.\n[#154](c154#c-154) Lo único \"confirmable\" es que llevamos 140 y pico comentarios, y sigues sin responder a mi pregunta. Y sigues mintiendo, diciendo que has respondido.\n[#158](c158#c-158) Los dos sabemos que no has respondido, [@vonmises.](/user/vonmises.) Y que llevas 140 y pico comentarios mintiendo para encubrirlo\n[#103](c103#c-103) He copiado y pegado el comentario en el que tú has dicho que contestabas a mi pregunta. Y te he pedido que me indicaras en que parte lo has hecho. Y simplemente has replicado que la pregunta estaba respondida.\nAsí que vuelves a mentir, para encubrir que no has contestado a mi pregunta.\nPor cierto, tu comentario tiene un tufillo a narcisismo que asusta.\n[#109](c109#c-109) Lo único que he pegado en este envío es tu comentario.\nY no has contestado a mi pregunta de si, para ti, Gran Bretaña dejó de ser una democracia al no convocar elecciones en 1940.\n[#117](c117#c-117) Aquí lo tienes:\nPutin es un fascista, y lo sabes. Por eso le apoyas.\nLo que sé de verdad es que Putin no ha puesto a un fascista en el gobierno de primer ministro, como sí ha hecho Zelenski\nNo, han prohibido partidos favorables al país que los está invadiendo. Como Gran Bretaña con la UBF.\nAhora me entero de que en Gran Bretaña un tercio de la población era votante de la UBF....\nCuriosa analogía la que tu haces, teniendo en cuenta que la población prorrusa es la que, mayoritariamente, votaba a partidos socialistas y comunistas.\nSi estuvieran a favor de un invasor extranjero de España, seguro.\nUn invasor extranjero que tiene de simpatizantes a más de un tercio del censo, o sea partidos que representarían a 15 millones de españoles....\nSigue sin funcionar mucho tu analogía....\nEl único partido prorruso que representaba las opciones politicas de una porción significativa de la población ucraniana era el comunista.\nPues ya me explicarás porqué prohibieron y persiguieron también al partido que gobernaba, que no era comunista...\nNo se pueden hacer elecciones porque, debido a la guerra, se ha declarado la ley marcial. Y la ley ucraniana no permite elecciones durante la ley marcial.\nExtraño, teniendo en cuenta que, debido a que llevan en guerra desde 2014, NO se han frenado ninguna de las elecciones que han llevado a Zelenski al poder. Curioso esto de la democracia ukro.\nEl motivo: Ninguna de esas frases es una respuesta a la pregunta \"¿crees que Gran Bretaña dejó de ser un dejó de ser una democracia al no convocar elecciones en 1940?\"\nTu turno. Dime cual o cuales de esas frases son una respuesta a la pregunta \"¿crees que Gran Bretaña dejó de ser un dejó de ser una democracia al no convocar elecciones en 1940?\"\nEs muy fácil.\n[#132](c132#c-132) Veo que tus excusas son cada vez más patéticas. Ahora debería copiar y pegar las partes en las que me respondes, cuando no estás respondiendo a mi pregunta.\nSería hasta gracioso, si no fuera tan patético.\n[#138](c138#c-138) Entiendo perfectamente todas las partes. Y en ninguna respondes a mi pregunta.\nBuscas excusas peregrinas una y otra vez para encubrir que no has respondido y que mientes sobre haberlo hecho.\n[#144](c144#c-144) No respondes a mi pregunta. Los dos lo sabemos, Y vuelves a mentir para encubrirlo.\nY nunca he afirmado que tú siempre digas la verdad. Es otra de tus mentiras.\n[#78](c78#c-78) En Ucrania están ilegalizados todos los partidos que en su día querían diálogo con Rusia para llegar a una solución pacífica y evitar la guerra.\nEl partido comunista está ilegalizado desde 2015.\nNo tienes ni puta idea de lo que hablas, porque solo te informas leyendo panfletos como El País o El Mundo.\nY apostaría a que ni siquiera lees panfletos. Tú cómo mucho ves el telediario de Antena 3",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://en.wikipedia.org/wiki/Ukrainian_Strategy_of_Groysman",
      "https://en.wikipedia.org/wiki/List_of_political_parties_in_Ukraine",
      "https://en.wikipedia.org/wiki/Party_of_Greens_of_Ukraine)",
      "https://en.wikipedia.org/wiki/Radical_Party_of_Oleh_Liashko)",
      "https://en.wikipedia.org/wiki/Ukrainian_Strategy_of_Groysman)",
      "https://es.wikipedia.org/wiki/Categor%C3%ADa:Elecciones_generales_de_Reino_Unido",
      "https://en.wikipedia.org/wiki/Batkivshchyna)",
      "https://en.wikipedia.org/wiki/Restoration_of_Ukraine)",
      "https://en.wikipedia.org/wiki/Spade_(political_party))",
      "https://en.wikipedia.org/wiki/Platform_for_Life_and_Peace)",
      "https://www.en.wikipedia.org/wiki/Radical_Party_of_Oleh_Liashko)",
      "https://www.en.wikipedia.org/wiki/Restoration_of_Ukraine)",
      "https://www.en.wikipedia.org/wiki/Batkivshchyna)",
      "https://www.en.wikipedia.org/wiki/Ukrainian_Strategy_of_Groysman)",
      "https://www.es.wikipedia.org/wiki/Categor%C3%ADa:Elecciones_generales_de_Reino_Unido",
      "https://www.en.wikipedia.org/wiki/List_of_political_parties_in_Ukraine",
      "https://www.en.wikipedia.org/wiki/Platform_for_Life_and_Peace)",
      "https://www.en.wikipedia.org/wiki/Spade_(political_party))",
      "https://www.en.wikipedia.org/wiki/Party_of_Greens_of_Ukraine)",
      "https://www.en.wikipedia.org/wiki/Ukrainian_Strategy_of_Groysman"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:56:38.821+03:00",
    "updated": "2024-06-28T01:56:38.821+03:00"
  },
  {
    "uuid": "a9ecd9ec389be973c24f9fb93f5ae0dff84a1756",
    "url": "https://www.detroitnews.com/story/sports/nhl/red-wings/2024/01/14/late-andrew-copp-goal-gives-detroit-red-wings-victory-amid-plane-weather-issues/72223070007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@type",
    "published": "2024-01-15T03:33:00Z",
    "title": "Late Andrew Copp goal gives Detroit Red Wings victory amid plane, weather issues",
    "text": "Toronto — Not sure why anyone would want to skip the Red Wings game Sunday, but anyone who did missed an entertaining game. Andrew Copp scored at 18 minutes, 20 seconds of the third period, giving the Wings a dramatic 4-2 victory over the Toronto Maple Leafs. Copp's eighth goal was a shot from the hashmarks, as Copp got the puck and found some open ice, then fired a shot past goaltender Ilya Samsonov.\nLucas Raymond scored into an empty net to clinch the victory.\nThe Wings (22-16-5) have earned points in six consecutive games (5-0-1) and are now one point behind Toronto for third place in the Atlantic Division (50-49). The Wings now occupy the No. 1 wild-card spot in the Eastern Conference.\n\"It feels amazing,\" Wings captain Dylan Larkin said of the victory.\nThere's a reason this one felt so special.\nWhile the Detroit sports world was excited to get to a television set to watch the Lions, the Wings were simply glad to get to Toronto.\nBOX SCORE: Red Wings 4, Maple Leafs 2\nThe Wings encountered weather and mechanical issues after Saturday's game and never left Detroit. They returned home in the middle of the night, and came back Sunday, only to wait for an available plane to arrive.\nThe Wings didn't reach Scotiabank Arena until 6:15 p.m., coach Derek Lalonde said, for what was scheduled to be a 7 p.m. start, was pushed back to 7:30 p.m., then finally 7:52 p.m.\n\"Real good win, a real unique 24 hours,\" Lalonde said. \"I haven't experienced 24 hours like that, I don't think anyone in the league has. Weather, mechanical issues, it was crazy. But our guys handled it pretty well. There were things we couldn't control in the last 24 hours but the one thing was effort and execution and the guys did a pretty job there.\"\nLarkin compared it to a preseason game, when the Wings would have arrived late in the afternoon for a game that night.\n\"Fly in and get here a little bit late but our staff, from top to bottom, all of them did above and beyond to have everything we needed to play,\" Larkin said. \"We had every reason to not show up and we showed up. We've talked about our locker room and how close it is, and that (the victory) should show what it says about the guys in this room.\"\nOriginally scheduled to fly to Fort Lauderdale for the rest of this road trip after game, the Wings are now flying Monday after staying the night in Toronto.\nThe only negative in the game for the Wings was losing forward Patrick Kane in the first period.\nKane was involved in a pair of collisions and suffered a lower-body injury that knocked him out of the game. There was no immediate update, but the concern likely is the right hip on which Kane had resurfacing surgery in June.\nLalonde had no further update on Kane, after the game.\n\"(But) I don't think it's related to his hip,\" Lalonde said. \"But again, I don't have all the information on it yet.\"\nDaniel Sprong (his 11th goal) and Larkin (17th goal) had Wings goals, while goaltender James Reimer made 28 saves in his first start since Dec. 27. Sprong tied the score 2-2 at 2:46 of the third period.\nSprong took advantage of Toronto defenseman Morgan Rielly's stick exploding at the blue line and drove in alone, using a nifty move to his backhand to beat Samsonov.\nReimer was impressive, especially as the game progressed, while solidifying the victory.\n\"He was unbelievable,\" Larkin said. \"You look at our recent success, it's been goaltending. He was called upon tonight and he gave us 60 minutes, made big save after big save. It's hard when you're not playing a lot but he came in and did his job well. We're real happy for him.\"\nReimer was happy to cap the unusual day by contributing to the win.\n\"A ton of adversity, backs against the wall, schedule is all messed up, flight is late, and all that and those are the game you can cave or you can dig in,\" Reimer said. \"As a group, to a man, we dug in. So much adversity, but if we don't have the character we have in here, you kind of give up and lick our wounds and try again next game.\n\"But we dug in, and to a man, I'm proud of the guys.\"\nPontus Holmberg and Mitch Marner scored the Leafs' goals.\ntkulfan@detroitnews.com\n@tkulfan",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather"
    ],
    "external_links": [
      "https://detroitnews.sports.gracenote.com/hockey/nhl/boxscore/152097",
      "https://www.detroitnews.sports.gracenote.com/hockey/nhl/boxscore/152097"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andrew copp",
          "sentiment": "negative"
        },
        {
          "name": "ilya samsonov",
          "sentiment": "none"
        },
        {
          "name": "sprong",
          "sentiment": "none"
        },
        {
          "name": "james reimer",
          "sentiment": "none"
        },
        {
          "name": "dylan larkin",
          "sentiment": "none"
        },
        {
          "name": "morgan rielly",
          "sentiment": "none"
        },
        {
          "name": "copp",
          "sentiment": "none"
        },
        {
          "name": "samsonov",
          "sentiment": "none"
        },
        {
          "name": "daniel sprong",
          "sentiment": "none"
        },
        {
          "name": "lucas raymond",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "red wings",
          "sentiment": "negative"
        },
        {
          "name": "detroit red wings",
          "sentiment": "negative"
        },
        {
          "name": "wings",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "leafs",
          "sentiment": "none"
        },
        {
          "name": "toronto maple leafs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "atlantic",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T06:08:31.848+02:00",
    "updated": "2024-01-15T16:31:16.839+02:00"
  },
  {
    "uuid": "4657234751b0ccfa2745f0ec626fa67e00364272",
    "url": "https://www.sdpnoticias.com/mexico/se-acabo-la-sequia-en-mexico-lluvias-llenaron-las-presas-segun-conagua",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Raúl Díaz",
    "published": "2024-07-18T23:36:00Z",
    "title": "¿Se acabó la sequía en México? Lluvias llenaron las presas según Conagua",
    "text": "¿Se acabó la [sequía en México](https://www.sdpnoticias.com/mexico/sequia-en-mexico-abarca-casi-todo-el-territorio-esta-es-la-cifra/)? De acuerdo con lo informado por la Comisión Nacional del Agua (Conagua), las lluvias de los últimos días han dejado muy buenas noticias. Lo anterior debido a que en un reporte del Comité Técnico de Operación de Obras Hidráulicas de la Conagua, se dio a conocer que subió el nivel de las presas tras las lluvias. Pero, ¿se acabó la sequía en México tras las precipitaciones torrenciales típicas de la temporada que lograron que subiera el nivel de las presas? Te contamos los detalles. Conagua reporta que lluvias han elevado el nivel de agua de las presas en México El Comité Técnico de Operación de Obras Hidráulicas de la Conagua reportó que las 210 principales presas del país, han elevado sus niveles por las lluvias de los últimos días. Al respecto, el organismo indicó que las lluvias torrenciales que son típicas de la temporada en curso, han permitido que las presas suban su nivel en un 42% en promedio. [MéxicoEstos son los estados menos afectados por la sequía en México: Tienen abasto de agua dulce](/mexico/estos-son-los-estados-menos-afectados-por-la-sequia-en-mexico-tienen-abasto-de-agua-dulce/) [MéxicoSequía en México: Esta es la extensión de la crisis en el país](/mexico/sequia-en-mexico-esta-es-la-extension-de-la-crisis-en-el-pais/) [MéxicoLos desgarradores efectos de la sequía en México en cifras](/mexico/los-desgarradores-efectos-de-la-sequia-en-mexico-en-cifras/) [Estados¿Qué le pasó al Lago de Pátzcuaro? A la isla de Janitzio casi se llega caminando por la sequía](/estados/que-le-paso-al-lago-de-patzcuaro-a-la-isla-de-janitzio-casi-se-llega-caminando-por-la-sequia/) Así lo destacó la Conagua al detallar que hasta la última revisión, las principales presas del país subieron su volumen en un total de 52.623 millones de metros cúbicos. Es decir que varias de los sistemas de recolección y distribución que estaban en sus niveles mínimos históricos, se han logrado recuperar hasta casi la mitad de su capacidad. En el caso particular del Sistema Cutzamala, la Conagua destacó que se mantiene en rangos bajos, aunque ya comenzó a recuperarse luego de las lluvias torrenciales. [EstadosSinaloa: Funeral en Culiacán termina en balacera tras discusión entre asistentes](/estados/sinaloa-funeral-en-culiacan-termina-en-balacera-tras-discusion-entre-asistentes/) [México¿Quién es Claudia Curiel de Icaza, titular de la Secretaría de Cultura en el gabinete de Claudia Sheinbaum?](/mexico/quien-es-claudia-curiel-de-icaza-titular-de-la-secretaria-de-cultura-en-el-gabinete-de-claudia-sheinbaum/) [MéxicoClaudia Sheinbaum presentó la quinta ronda de su gabinete: Claudia Curiel de Icaza, Josefina Rodríguez Zamora y Marath Bolaños ](/mexico/claudia-sheinbaum-presenta-su-gabinete-en-vivo-hoy-18-de-julio-sigue-el-minuto-a-minuto/) En particular debido a que resaltó que hasta el registro del pasado lunes 15 de julio, se colocaba en un 29.1%, lo que representa un incremento por el orden del 1.4%. ¿Se acabó la sequía en México? Esto informó la Conagua Tras reportar que las principales presas del país han comenzado a llenarse debido a las lluvias recientes, la Conagua destacó que la sequía en México ha ido a la baja. Con respecto a dicho punto, el informe del comité señala que las fuertes precipitaciones de la temporada, han ocasionado que la sequía en el país baje en amplios rangos. Con respecto a ello, los datos apuntan que el 73.19% de sequía al que se llegó antes de la temporada, pasó al 19.08% en el corte que corresponde al pasado 30 de junio. El Servicio Meteorológico Nacional explicó que las lluvias que subieron los niveles de las presas y la redujeron de la sequía, ocurrieron del periodo del 15 de junio al 14 de julio. Sobre las precipitaciones que se registraron a lo largo de dicho periodo, el organismo apuntó que fueron 63.8% mayores a las que han ocurrido de forma habitual en otros años.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T02:38:37.273+03:00",
    "updated": "2024-07-19T02:38:37.273+03:00"
  },
  {
    "uuid": "6a2ce455917db707ba7df36102e8020aceef2054",
    "url": "https://twitchy.com/dougp/2024/05/10/mich-ag-wants-to-sue-oil-and-gas-companies-for-making-the-weather-worse-its-awkward-for-whitmer-n2396111",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Doug P.",
    "published": "2024-05-10T09:28:00Z",
    "title": "Mich. AG Wants to Sue Oil and Gas Companies for Making the Weather Worse (It's Awkward for Whitmer) – Twitchy",
    "text": "Because the economy hasn't been crippled enough by idiotic policies, Michigan Attorney General Dana Nessel is looking to hold oil and gas companies accountable for the weather not being nice enough, or something like that. The weather's never too bad for [excessive tailgating](https://twitchy.com/dougp/2021/11/11/michigan-ag-dana-nessels-statement-about-getting-very-drunk-at-the-michmich-st-game-is-something-else-n2091230), but otherwise, Whitmer's AG might make a move that would please their fellow climate change alarmists: Nessel plans to sue oil and gas companies over Michigan's changing climate— The Detroit News (@detroitnews) [https://t.co/Cakwep7qnx] [May 9, 2024] Alternate headline for [this story](https://www.wxyz.com/news/ag-dana-nessel-plans-to-sue-fossil-fuel-companies-over-climate-change-effects-on-michigan): Michigan Attorney General Planning to Sue Fossil Fuel Companies for Making the Weather Worse: In a release issued Thursday, Nessel said her office is pursuing litigation related to climate change impacts on the state caused by the fossil fuel industry. The AG's office is also seeking proposals from attorneys and law firms to serve as special assistant attorneys general to help in the litigation. She said that the \"Pure Michigan\" identity is under threat because of climate change. The state's slogan under this bunch should be changed to \"Pure Insanity.\" It's all about raising taxes and fees to make up for the money the state's losing due to people fleeing Whitmer's Mitten Utopia. This is the \"where it gets awkward\" part... Recommended I can't help but wonder if Nessel's lawsuit will include Gov. Gretchen Whitmer. It won't surprise anybody to know that she's a hypocrite (which we learned during the Covid shutdowns). Maybe Whitmer could use her oil and gas connections to convince them to make the weather better: Gretchen Whitmer has over $1 million invested in oil companies, financial disclosure shows— The Midwesterner (@Th_Midwesterner) [https://t.co/AonfjqMKBu]via [@Th_Midwesterner] [April 18, 2024] When there's not much else, there's always a bunch of hypocrisy with these people. Will Nessel also sue the governor? I didn’t have Governor Whitmer investing $1M in big oil on my BINGO card today, but here we are with that— Heather Dow (@PatriotPostGirl) [#PureMichiganHypocrisy] [https://t.co/66eWtquorO] [pic.twitter.com/uYPjykXfKG] [April 18, 2024] [April 18, 2024] As usual, mansions, private jets and SUVs for them -- tiny houses, electric golf carts and an insect diet [for you](https://www.themidwesterner.news/2024/04/gretchen-whitmer-has-over-1-million-invested-in-oil-companies-financial-disclosure-shows/): Whitmer’s financial investments in those oil companies seemingly conflict with her efforts in Michigan to invest billions of taxpayer dollars in the electric vehicle industry. In recent years, the Whitmer administration has inked investment packages that will steer $236.6 million in taxpayer money to a Next Energy battery gigafactory in Novi, $800 million for a CCP Gotion battery parts plant near Big Rapids, and $1.7 billion for Ford’s BlueOval Battery Park in southwest Michigan, MLive reports. Laughably, Gov. Whitmer has put together a commission designed to figure out why people are moving out of Michigan at a greater rate than they're moving in. I'm assuming that commission will cost taxpayers a lot of money when all Whitmer has to do to get an answer to that question is go look in a mirror.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/Cakwep7qnx",
      "https://www.wxyz.com/news/ag-dana-nessel-plans-to-sue-fossil-fuel-companies-over-climate-change-effects-on-michigan):",
      "https://t.co/66eWtquorO",
      "https://t.co/AonfjqMKBu",
      "https://www.themidwesterner.news/2024/04/gretchen-whitmer-has-over-1-million-invested-in-oil-companies-financial-disclosure-shows/):",
      "https://www.t.co/AonfjqMKBu",
      "https://wxyz.com/news/ag-dana-nessel-plans-to-sue-fossil-fuel-companies-over-climate-change-effects-on-michigan):",
      "https://www.t.co/Cakwep7qnx",
      "https://www.t.co/66eWtquorO",
      "https://themidwesterner.news/2024/04/gretchen-whitmer-has-over-1-million-invested-in-oil-companies-financial-disclosure-shows/):"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "whitmer",
          "sentiment": "negative"
        },
        {
          "name": "dana",
          "sentiment": "negative"
        },
        {
          "name": "nessel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ag wants to sue oil",
          "sentiment": "negative"
        },
        {
          "name": "ag",
          "sentiment": "none"
        },
        {
          "name": "detroit news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mich",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T16:35:53.164+03:00",
    "updated": "2024-05-25T16:27:41.033+03:00"
  },
  {
    "uuid": "65605c4b63ef322071aee715bd767c4f392b3a9a",
    "url": "https://flipboard.com/topic/eastmalaysia/-/a-QGiTCzQ3Su-WxgFUlTIpmw%3Aa%3A2252574355-%2F0",
    "ord_in_thread": 0,
    "author": "Al Jazeera",
    "published": "2025-04-16T22:06:00Z",
    "title": "China's Xi hails 'new golden era' with Malaysia during trade tour | Flipboard",
    "text": "Forbes\nBillionaires\nMalaysia’s Sunway Group Chairman Jeffrey Cheah Says The Best Is Yet To Come\nThis story is part of Forbes’ coverage of Malaysia’s Richest 2025. See the full list here. With its shares up by nearly one-fifth in the past year, Sunway has delivered healthy returns to its investors, giving a $600 million boost to the net worth of Jeffrey Cheah, Sunway’s founder and …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics"
    ],
    "topics": [
      "Economy, Business and Finance->business information",
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->business strategy and marketing",
      "Politics->diplomacy",
      "Politics->international relations",
      "Politics->economic policy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Jeffrey Cheah",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Sunway",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:09:33.637+03:00",
    "updated": "2025-04-17T01:09:33.637+03:00"
  },
  {
    "uuid": "5f99fde837dfb5cb71d658ea474567c68c094150",
    "url": "https://widgets.hindustantimes.com/india-news/dense-fog-in-north-india-flights-trains-affected-amid-zero-visibility-delhi-airports-issues-advisory-details-101735875178425.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2025-01-03T03:17:00Z",
    "title": "Dense fog in north India: Flights, trains affected amid zero visibility; Delhi airport issues advisory | Details",
    "text": "Dense fog in north India: Flights, trains affected amid zero visibility; Delhi airport issues advisory | Details\nAt Delhi's Palam Airport, visibility fell to zero, while Safdarjung Airport reported just 50 metres.\nThe harsh winter chill has tightened its grip on north India, including Delhi, with dense fog blanketing the region and temperatures plunging further. In Delhi, Friday morning began with a minimum temperature of 9.6°C—marking the fifth consecutive cold day. Visibility dropped to near zero in parts of the capital, disrupting travel and daily routines.\nFlights, trains affected\nAt Delhi's Palam Airport, visibility fell to zero, while Safdarjung Airport reported just 50 metres. Although commercial flights continued operating, airlines like SpiceJet, IndiGo, and Air India faced delays. Passengers reported average hold-ups of 5–11 minutes, and some flights to Amritsar and Guwahati were significantly disrupted.\nAmid the prevailing dense fog conditions, Delhi airport authorities on Friday issued an advisory and stated that flights which were not CAT III compliant would get affected.\nTaking to social media X, the authority wrote in a post \"While landing and take offs continue at Delhi airport, flights that are not CAT III compliant may get affected.\"\nFurther, the airport authorities requested passengers to contact concerned airlines for their updated flight information.\n\"Passengers are requested to contact the airline concerned for updated flight information,\" the post further read.\nInconveniences caused to passengers were regretted.\n\"Any inconvenience caused is deeply regretted,\" the post further read.\nTrains were no exception. Over two dozen trains departing from Delhi were delayed due to poor visibility, including the Ayodhya Express, which was four hours late, and the Gorakhdham Express, running two hours behind schedule.\nNorth India shivers\nThe cold wave extended its grip across northern states. Lucknow woke up to a chilly 8°C, while Jaipur recorded 10.2°C. In Srinagar, the temperature dipped to -1.3°C, with snowfall disrupting air travel.\nIn Rajasthan, chief minister Bhajanlal Sharma visited a winter shelter near Jaipur’s Gandhinagar Railway Station, distributing blankets and reassuring residents about the arrangements. “No one should face any difficulty in this weather,” he said.\nRelief for homeless\nIn Delhi, night shelters have become lifelines for many. The Delhi Urban Shelter Improvement Board (DUSIB) has set up 235 pagoda tents to provide warmth and safety to the homeless. Locations like AIIMS, Lodhi Road, and Nizamuddin flyover are housing hundreds seeking refuge from the biting cold.\n\"I’m grateful for this shelter,\" said a young man at a night home near Lodhi Road. “Without it, I don’t know how I’d survive the night.” Bonfires on street corners offered some solace to those braving the outdoors.\nFog and pollution\nThe fog wasn’t the only issue—Delhi’s air quality deteriorated further, with an AQI of 348, categorised as ‘very poor.’ The choking smog added another layer of discomfort for residents already battling the biting cold.\nIMD prediction\nThe IMD has predicted dense fog until January 8 in Delhi, with a chance of light rain on January 6, which may bring slight relief. In the meantime, authorities continue to urge travellers to check updates on flights and trains while preparing for potential delays.\n[India News](https://www.hindustantimes.com/india-news), [Weather Today](https://www.hindustantimes.com/weather), [Latest News](https://www.hindustantimes.com/latest-news)and [Top Headlines](https://www.hindustantimes.com)from India. [News](https://www.hindustantimes.com)/ [India News](https://www.hindustantimes.com/india-news)/ Dense fog in north India: Flights, trains affected amid zero visibility; Delhi airport issues advisory | Details",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Weather->weather phenomena",
      "Human Interest->human mishap",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "SpiceJet",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Palam Airport",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T06:02:15.293+02:00",
    "updated": "2025-01-03T06:02:15.293+02:00"
  },
  {
    "uuid": "b75077bfc84b507278ccbe84cf0eaaaba7346394",
    "url": "https://www.finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PR Newswire",
    "published": "2024-11-07T22:36:00Z",
    "title": "DelveInsight Business Research, LLP: Global Respiratory Disease Testing Market to Grow at a CAGR of ~4% by 2030 | DelveInsight",
    "text": "The growing demand for respiratory disease testing is largely driven by the increasing global prevalence of respiratory disorders. Furthermore, the rising risk factors linked to these disorders, along with advancements in product development and regulatory approvals, are significant contributors to the expansion of the respiratory disease testing market from 2024 to 2030.\nLAS VEGAS, Nov. 7, 2024 /PRNewswire/ -- DelveInsight's Respiratory Disease Testing Market Insights report provides the current and forecast market analysis, individual leading respiratory disease testing companies' market shares, challenges, respiratory disease testing market drivers, barriers, trends, and key market respiratory disease testing companies in the market.\nKey Takeaways from the Respiratory Disease Testing Market Report\nAs per DelveInsight estimates, North America is anticipated to dominate the global respiratory disease testing market during the forecast period. In the product type segment of the respiratory disease testing market, the instrument category had a significant revenue share in the respiratory disease testing market in 2023. Notable respiratory disease testing companies such as Koninklijke Philips N.V., Niterra Co., Ltd., Thermo Fisher Scientific Inc., QIAGEN, Abbott, Danaher Corporation, Siemens Healthineers, Diasorin S.p.A, BD, GE Healthcare, QuantuMDx Group Ltd., BIOMÉRIEUX, SDI Diagnostics, COSMED srl, Seegene Inc., CAREstream Medical Ltd., Bird Healthcare, visby medical, Vitalograph, Bio-Rad Laboratories, Inc., and several others, are currently operating in the respiratory disease testing market. In August 2023, BD received FDA clearance for its BD Respiratory Viral Panel (RVP) for the BD MAX System. This innovative single molecular diagnostic combination test swiftly identified and differentiated SARS-CoV-2, influenza A, influenza B, and Respiratory Syncytial Virus (RSV) in roughly two hours. In July 2023, United Imaging , a global leader in manufacturing advanced medical imaging and radiotherapy equipment, introduced Next-Generation PET/CT Systems and Integrated Molecular Technology at SNMMI. To read more about the latest highlights related to the respiratory disease testing market, get a snapshot of the key highlights entailed in the Global Respiratory Disease Testing Market Report\nRespiratory Disease Testing Overview\nRespiratory disease testing is a critical aspect of diagnosing and managing various conditions that affect the lungs and airways, including asthma, chronic obstructive pulmonary disease (COPD), and infections like pneumonia and COVID-19. These tests help in identifying the specific cause of respiratory symptoms, such as shortness of breath, coughing, or wheezing, and can range from non-invasive procedures like spirometry and pulse oximetry to more complex methods such as chest X-rays, CT scans, and bronchoscopy. Early and accurate diagnosis through these tests allows for timely treatment, which is essential in preventing complications, managing symptoms, and improving overall patient outcomes.\nAdvances in technology have significantly enhanced the accuracy and speed of respiratory disease testing. Molecular testing, such as polymerase chain reaction (PCR) tests, can detect respiratory pathogens with high sensitivity, allowing for the identification of viruses and bacteria in a matter of hours. In addition, new imaging techniques and portable diagnostic devices have made it easier to diagnose and monitor respiratory conditions in various settings, including at-home care. With the ongoing evolution of these testing methods, healthcare providers are better equipped to address the challenges of respiratory diseases, ultimately leading to more personalized and effective treatment plans.\nRespiratory Disease Testing Market Insights\nNorth America held the largest share of the respiratory disease testing market in 2023, driven by the increasing prevalence of respiratory diseases in the region. The rising incidence of respiratory disorders, coupled with strong research and development efforts and a highly viable market for product development and launches, are key factors contributing to the market's growth in North America.\nAs respiratory disorders become more common, the demand for diagnostic testing is expected to rise, further fueling market expansion in the United States and across North America. Moreover, significant product launches in the region are also positively influencing market growth. For example, in August 2023, BD received FDA clearance for its BD Respiratory Viral Panel (RVP) for the BD MAX System, a groundbreaking molecular diagnostic test that quickly identifies and differentiates SARS-CoV-2, influenza A, influenza B, and Respiratory Syncytial Virus (RSV) within approximately two hours.\nIn summary, the factors outlined above are expected to drive the overall growth of the respiratory disease testing market in North America throughout the forecast period.\nTo know more about why North America is leading the market growth in the respiratory disease testing market, get a snapshot of the Respiratory Disease Testing Market Outlook\nRespiratory Disease Testing Market Dynamics\nThe respiratory disease testing market has undergone significant transformation over the past few years, driven primarily by the growing incidence of respiratory infections , advancements in diagnostic technologies , and the impact of the COVID-19 pandemic . The pandemic has especially highlighted the critical need for rapid and accurate diagnostic tests, propelling market growth and innovation. Governments and healthcare organizations worldwide have increased investments in respiratory disease testing infrastructure, further driving market expansion.\nTechnological advancements play a crucial role in shaping the dynamics of the respiratory disease testing market. The development of molecular diagnostic technologies, such as Polymerase Chain Reaction (PCR) and next-generation sequencing (NGS) , has improved the accuracy and speed of disease detection. These advancements are not only essential for identifying common respiratory pathogens like influenza and respiratory syncytial virus but are also crucial in detecting emerging pathogens. Additionally, the integration of artificial intelligence (AI) and machine learning in diagnostic tools has enhanced the ability to interpret test results more accurately, thereby improving patient outcomes.\nThe market is also influenced by the increasing awareness and demand for point-of-care (POC) testing . POC tests offer the advantage of quick results, often within minutes, which is critical in managing and controlling respiratory diseases, particularly in pandemic situations. The convenience and speed of POC tests have led to their widespread adoption in various settings, including hospitals, clinics, and even home care. This trend is expected to continue, driven by the need for rapid diagnostics and the ongoing development of portable and easy-to-use testing devices.\nHowever, the respiratory disease testing market faces challenges such as high costs associated with advanced diagnostic tests and regulatory hurdles . While innovations are rapidly evolving, the regulatory approval process can be lengthy and complex, potentially delaying the introduction of new products to the market. Moreover, disparities in access to testing, particularly in low- and middle-income countries, remain a significant concern, highlighting the need for affordable and accessible diagnostic solutions.\nGet a sneak peek at the respiratory disease testing market dynamics @ Respiratory Disease Testing Market Dynamics Analysis\nReport Metrics\nDetails\nCoverage\nGlobal\nStudy Period\n2021-2030\nRespiratory Disease Testing Market CAGR\n~4%\nRespiratory Disease Testing Market Size by 2030\n~USD 9 Billion\nKey Respiratory Disease Testing Companies\nKoninklijke Philips N.V., Niterra Co., Ltd., Thermo Fisher Scientific Inc., QIAGEN, Abbott, Danaher Corporation, Siemens Healthineers, Diasorin S.p.A, BD, GE Healthcare, QuantuMDx Group Ltd., BIOMÉRIEUX, SDI Diagnostics, COSMED srl, Seegene Inc., CAREstream Medical Ltd., Bird Healthcare, visby medical, Vitalograph, Bio-Rad Laboratories, Inc., among others\nRespiratory Disease Testing Market Assessment\nRespiratory Disease Testing Market Segmentation Respiratory Disease Testing Market Segmentation By Product Type: Instruments and Reagents & Kits Respiratory Disease Testing Market Segmentation By Test Type: Imaging, In Vitro Diagnostics, Mechanical Test, and Blood Gas Test Respiratory Disease Testing Market Segmentation By Disease: Lung Cancer, Tuberculosis, Asthma and COPD, and Others Respiratory Disease Testing Market Segmentation By End User: Hospitals & Clinics, Diagnostics Centres, and Others Respiratory Disease Testing Market Segmentation By Geography : North America, Europe, Asia-Pacific, and Rest of World Porter's Five Forces Analysis, Product Profiles, Case Studies, KOL's Views, Analyst's View Which MedTech key players in the respiratory disease testing market are set to emerge as the trendsetter explore @ Respiratory Disease Testing Companies\nTable of Contents\n1\nRespiratory Disease Testing Market Report Introduction\n2\nRespiratory Disease Testing Market Executive Summary\n3\nCompetitive Landscape\n4\nRegulatory Analysis\n5\nRespiratory Disease Testing Market Key Factors Analysis\n6\nRespiratory Disease Testing Market Porter's Five Forces Analysis\n7\nRespiratory Disease Testing Market Layout\n8\nRespiratory Disease Testing Market Company and Product Profiles\n9\nKOL Views\n10\nProject Approach\n11\nAbout DelveInsight\n12\nDisclaimer & Contact Us\nInterested in knowing the respiratory disease testing market by 2030? Click to get a snapshot of the Respiratory Disease Testing Market Trends\nRelated Reports\nRespiratory Drugs Market\nRespiratory Drugs Market Insight, Competitive Landscape, and Market Forecast - 2030 report delivers an in-depth understanding of market trends, market drivers, market barriers, and key respiratory drugs companies, including AstraZeneca, F. Hoffmann-La Roche Ltd., Teva Pharmaceuticals, Novartis AG, GSK plc., Merck & Co., Grifols, S.A., Boehringer Ingelheim International GmbH., Sanofi, Regeneron Pharmaceuticals Inc., Glenmark Pharmaceuticals Ltd., Lupin, Verona Pharma plc, Moderna, Inc., Pfizer Inc., among others.\nChronic Obstructive Pulmonary Disease Market\nChronic Obstructive Pulmonary Disease Market Insights, Epidemiology, and Market Forecast - 2034 report deliver an in-depth understanding of the disease, historical and forecasted epidemiology, market share of the individual therapies, and key chronic obstructive pulmonary disease companies, including Circassia Pharmaceuticals Inc., Theravance, Inc, Innoviva, Sunovion Pharmaceuticals, Boehringer Ingelheim Pharmaceuticals, Regeneron Pharmaceuticals, Sanofi, United Therapeutics, Verona Pharma PLC, Chiesi Farmaceutici S.p.A., Inmunotek, Tetherex Pharmaceuticals Corporation, Novartis Pharmaceuticals, Organicell Regenerative Medicine, GlaxoSmithKline, Novartis Pharmaceuticals, Vertex Pharmaceuticals Incorporated, Pulmotect Inc., GlaxoSmithKline, Genentech, Amgen, Mereo BioPharma, Biomarck Pharmaceuticals, among others.\nAsthma Market\nAsthma Market Insights, Epidemiology, and Market Forecast - 2034 report delivers an in-depth understanding of the disease, historical and forecasted epidemiology, market share of the individual therapies, and key asthma companies, including GlaxoSmithKline, Chia Tai Tianqing Pharmaceutical Group, AstraZeneca, Oneness Biotech Co., Ltd., Arrowhead Pharmaceuticals, Areteia Therapeutics, Jiangsu HengRui Medicine, SinoMab BioScience Ltd, Incyte Corporation, CSPC ZhongQi Pharmaceutical, Advagene Biopharma Co. Ltd., Beijing Kanova Biopharmaceutical, Inmunotek, Roche, Sanofi, ARS Pharmaceuticals, among others.\nSevere Asthma Market\nSevere Asthma Market Insights, Epidemiology, and Market Forecast - 2034 report delivers an in-depth understanding of the disease, historical and forecasted epidemiology, market share of the individual therapies, and key severe asthma companies, including AstraZeneca plc, GlaxoSmithKline plc, Sanofi S.A., Novartis AG, Roche Holding AG, Teva Pharmaceutical Industries Ltd., Merck & Co., Inc., Boehringer Ingelheim International GmbH, Regeneron Pharmaceuticals, Inc., Johnson & Johnson, Pfizer Inc., Bristol Myers Squibb, Eli Lilly and Company, Vertex Pharmaceuticals Incorporated, Amgen Inc., AbbVie Inc., Genentech, Inc., Gilead Sciences, Inc., Biogen Inc., CSL Limited, among others.\nAbout DelveInsight\nDelveInsight is a leading Business Consultant, and Market Research firm focused exclusively on life sciences. It supports pharma companies by providing comprehensive end-to-end solutions to improve their performance.\nContact Us\nShruti Thakur\ninfo@delveinsight.com\n+14699457679\nhttps://www.delveinsight.com/medical-devices\nLogo: https://mma.prnewswire.com/media/1082265/DelveInsight_Logo.jpg\nView original content:https://www.prnewswire.co.uk/news-releases/global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030--delveinsight-302298325.html\n© 2024 PR Newswire Nach Nvidia: 5 KI-Revolutionäre aus der zweiten Reihe! Künstliche Intelligenz hat spätestens nach dem Raketenstart von Chat GPT das Leben aller verändert. Doch der Superzyklus steht nach Meinungen von Experten erst am Anfang. Während Aktien wie Nvidia von der ersten Aufwärtsentwicklung stark profitieren konnten, versprechen aussichtsreiche Player aus der zweiten Reihe noch enormes Aufwärtspotenzial.\nIm kostenlosen, exklusiven Spezialreport präsentieren wir ihnen 5 innovative KI-Unternehmen, die bahnbrechende Entwicklungen in diesem Sektor prägen könnten.\nWarum sollten Sie dabei sein?\nTrotz der jüngsten Erfolge steht die Entwicklung der künstlichen Intelligenz noch am Beginn eines neuen Superzyklus. Experten gehen davon aus, dass der Sektor bis 2032 global auf 1,3 Billionen US-Dollar explodieren wird, wobei ein großer Teil auf Hardware und Infrastruktur entfallen wird.\nNutzen Sie die Chance!\nFordern Sie sofort unseren brandneuen Spezialreport an und erfahren Sie, welche 5 KI-Aktien das größte Potenzial zur Vervielfachung besitzen. Dieser Report ist komplett kostenlos und zeigt Ihnen die aussichtsreichsten Investments im KI-Sektor.\nHandeln Sie jetzt und sichern Sie sich Ihren kostenfreien Report!\nHier klicken",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/shareArticle?mini=true&url=https://www.finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm&title=deintitel",
      "https://www.delveinsight.com/medical-devices",
      "https://www.facebook.com/sharer.php?u=https://www.finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm",
      "https://share.flipboard.com/bookmarklet/popout?v=2&title=DelveInsight",
      "https://www.wallstreet-online.de/reports/kiaktien/kiaktien/willkommen",
      "https://getpocket.com/edit?url=https://www.finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm",
      "https://twitter.com/intent/tweet?source=webclient&url=https://www.finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm%2F&text=DelveInsight",
      "https://www.prnewswire.co.uk/news-releases/global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030--delveinsight-302298325.html",
      "https://www.xing.com/app/user?op=share;url=https://www.finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm",
      "https://www.share.flipboard.com/bookmarklet/popout?v=2&title=DelveInsight",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://linkedin.com/shareArticle?mini=true&url=https://finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm&title=deintitel",
      "https://prnewswire.co.uk/news-releases/global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030--delveinsight-302298325.html",
      "https://xing.com/app/user?op=share;url=https://finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm",
      "https://www.xing.com/app/user",
      "https://twitter.com/intent/tweet?source=webclient&url=https://finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm%2F&text=DelveInsight",
      "https://facebook.com/sharer.php?u=https://finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer.php",
      "https://twitter.com/intent/tweet",
      "https://wallstreet-online.de/reports/kiaktien/kiaktien/willkommen",
      "https://getpocket.com/edit",
      "https://getpocket.com/edit?url=https://finanznachrichten.de/nachrichten-2024-11/63757931-delveinsight-business-research-llp-global-respiratory-disease-testing-market-to-grow-at-a-cagr-of-4-by-2030-delveinsight-008.htm",
      "https://delveinsight.com/medical-devices"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "DelveInsight Business Research",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "North",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T00:54:54.935+02:00",
    "updated": "2024-11-08T00:54:54.935+02:00"
  },
  {
    "uuid": "43fcb6c8ad7834963e0af3b892198995686d9335",
    "url": "https://flipboard.com/article/ef-3-tornado-confirmed-in-alabama-from-wednesday-storms/f-97bde8da50%2Fal.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "al.com - Leigh Morgan",
    "published": "2024-05-09T00:00:00Z",
    "title": "EF-3 tornado confirmed in Alabama from Wednesday storms | Flipboard",
    "text": "EF-3 tornado confirmed in Alabama from Wednesday storms The National Weather Service in Huntsville was looking at storm damage in several areas in north Alabama on Thursday afternoon following an intense … [AL.com](/@AlcomNews) flipped this story into [Al.com News](/@alcomnews/al-com-news-au87201az)•1h More stories from [Tornadoes](/topic/tornado) More stories from [Natural Disasters](/topic/naturaldisasters) [The terrifying predictions Nostradamus has made for the rest of 2024 after one came true just hours into the new year](/topic/naturaldisasters/the-terrifying-predictions-nostradamus-has-made-for-the-rest-of-2024-after-one-c/a-MLzzsuZaRvOahB1cga59Yg%3Aa%3A2115733179-f947f7252e%2Funiladtech.com) The philosopher's predictions have a knack for coming true. There aren't many names more famous than Nostradamus when it comes to grand predictions … [Jury awards California sisters $18 million from insurance company that offered only $5,000 for storm damage](/topic/naturaldisasters/jury-awards-california-sisters-18-million-from-insurance-company-that-offered-o/a-R3iyAcqYQlaGcu2eHRhDaA%3Aa%3A2034191127-bcc490ecf9%2Fmercurynews.com) A San Bernardino County jury has awarded two women $18 million after determining their insurance carrier acted in bad faith when it failed to pay out … [My dream £232k seaside home is now worthless - I should never have bought it](/topic/naturaldisasters/my-dream-232k-seaside-home-is-now-worthless---i-should-never-have-bought-it/a-4nyBJmvTRfieJKyEh8zsqg%3Aa%3A2848079825-c418b8d900%2Fco.uk) Christine Hunter, 78, moved into her dream home to enjoy her retirement in December 2018 The deluges — the most recent of which was last weekend — … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Extreme Weather](/topic/extremeweather) - Storyboard Americans' biggest fears when they leave the safety of their own home [Northern lights this weekend? Auroras could be visible as far south as Alabama.](/topic/extremeweather/northern-lights-this-weekend-auroras-could-be-visible-as-far-south-as-alabama/a-dOhSQ51QRn25Pbn9OVF5wQ%3Aa%3A3199709-653b509c07%2Fusatoday.com) Skywatchers get ready: Thanks to heightened solar activity, the aurora borealis could be coming to the skies above a large portion of the United States this weekend, space weather forecasters said Thursday. Federal forecasters from NOAA's Space Weather Prediction Center said that during previous … [La Niña is coming, raising the chances of a dangerous Atlantic hurricane season – an atmospheric scientist explains this climate phenomenon](/topic/extremeweather/la-ni-a-is-coming-raising-the-chances-of-a-dangerous-atlantic-hurricane-season-/a-mduxHboQQ326eNSYTgGxtQ%3Aa%3A3153968-98f4d1117d%2Ftheconversation.com) One of the big contributors to the record-breaking global temperatures over the past year – El Niño – is nearly gone, and its opposite, La Niña, is …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ef-3",
          "sentiment": "negative"
        },
        {
          "name": "national weather service",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "huntsville",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T01:20:24.689+03:00",
    "updated": "2024-05-10T01:20:24.689+03:00"
  },
  {
    "uuid": "99a77605a75e091a78e7622a67b760670c21a383",
    "url": "https://www.lavoz.com.ar/ciudadanos/traslasierra-un-exintendente-preso-por-violencia-de-genero-contra-la-intendenta",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Corresponsalía LaVoz",
    "published": "2024-11-07T23:45:00Z",
    "title": "Traslasierra: un exintendente preso por violencia de género contra la intendenta",
    "text": "En Traslasierra fue detenido por violencia de género el exintendente de la localidad de Los Cerrillos, José Vargas (45). El hecho supone en la zona un escándalo que involucra lo político, ya que la denunciante es su ex pareja y actual titular del municipio. Fuentes de la Departamental San Javier de Policía informaron que el miércoles fue detenido quien gobernó durante dos períodos el pueblo, situado 25 kilómetros al oeste de Villa Dolores. El motivo habrían sido “amenazas y desobediencia a la autoridad” en el marco de una causa por violencia familiar. En agosto pasado, Silvana Michelini, intendenta y ex esposa de Vargas, lo había denunciado por agresiones. Desde entonces, la Justicia de Villa Dolores había impuesto al hombre una restricción de contacto. Versiones vecinales indican que Vargas habría violado esta vez esa medida. En diciembre, Vargas concluyó su segundo mandato y dejó en funciones a Michelini, cuya candidatura había apoyado en el marco de Hacemos por Córdoba. Aparentemente hasta entonces, la armonía duraba en la pareja. La causa se encuentra en manos de la fiscal Lucrecia Zambrana, de Villa Dolores.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Silvana Michelini",
          "sentiment": "none"
        },
        {
          "name": "José Vargas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Departamental San Javier de Policía",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Traslasierra",
          "sentiment": "none"
        },
        {
          "name": "Los Cerrillo",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:14:01.584+02:00",
    "updated": "2024-11-08T03:02:27.488+02:00"
  }
]