[
  {
    "uuid": "5704387006ed1497eded25fedba391d55728af8d",
    "url": "https://www.elpais.cr/2023/12/29/ecuador-estara-sin-apagones-programados-hasta-mediados-de-enero/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Por Sputnik",
    "published": "2023-12-29T00:00:00Z",
    "title": "Ecuador estará sin apagones programados hasta mediados de enero",
    "text": "Quito, 30 dic (Sputnik).- El Gobierno ecuatoriano confirmó el viernes que no habrá apagones programados hasta mediados del próximo mes de enero, debido a «mejoras» en el sistema eléctrico nacional. «Se suspenden los cortes de energía eléctrica hasta el 15 de enero de 2024», informó el ministerio de Energía y Minas en su cuenta de la red social X. La decisión fue adoptada luego de una reunión el viernes del comité de crisis, donde se informó que se ha reducido el consumo de electricidad en más del cuatro por ciento. La cartera alertó, sin embargo, que la crisis energética no ha terminado debido a que el estiaje o bajos caudales de los ríos que permiten producir energía se prolongará hasta el primer trimestre de 2024 y se repetirá en septiembre próximo. «La mejora se atribuye a un manejo eficiente y a condiciones climáticas favorables, lo que ha generado una recuperación sustancial y sostenida», dijo el Ministerio de Energía y Minas. La ministra de esa cartera, Andrea Arrobo, instó al sector industrial a apoyar al país con la autogeneración de energía. Desde fines de octubre pasado, Ecuador reporta cortes de la electricidad de hasta tres horas diarias debido a la escasez de precipitaciones, que impiden la producción de la energía hidroeléctrica. Las autoridades han confirmado que existe un déficit de generación por fuentes termoenergéticas de más de 400 megavatios, por lo cual este año el país gastó más de 220 millones en la compra de energía a Colombia. Actualmente, el Parlamento ecuatoriano analiza una ley con la cual el Gobierno busca soluciones para evitar que se repitan los apagones a causa del estiaje. Frente a críticas de una presunta privatización de la generación eléctrica, la ministra Arrobo descartó que ello vaya ocurrir y también que se vayan a subir el costo del servicio a la población. (Sputnik)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:18:40.100+02:00",
    "updated": "2023-12-30T04:18:40.100+02:00"
  },
  {
    "uuid": "14af6a7c40141a91d45c65d728aa1b7716ae9372",
    "url": "https://www.clarin.com/internacional/saber-perro-vivira-mirando-nariz_0_oqQcsBlVe2.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Clarín",
    "published": "2024-04-04T19:39:00Z",
    "title": "Cómo saber si tu perro vivirá mucho o poco mirando su nariz",
    "text": "Un estudio científico demostró que las narices de los perros pueden determinar su esperanza de vida. Los resultados surgieron a partir de la investigación de alrededor de 600.000 canes británicos de 150 razas . Y estas son las conclusiones más relevantes. Según lo publicado el jueves en Scientific Reports , las razas grandes y con caras aplanadas tienen una esperanza de vida promedio más corta que los perros pequeños y los de hocicos largos . De este modo, observar el tamaño del perro y el largo de su nariz puede ser útil para tener más o menos una idea de cuál es su esperanza de vida. Ni que hablar si se conoce su raza. También se llegó a la conclusión de que las perras viven más que los machos . Obviamente, como en toda regla hay excepciones . Los datos podrían no ser útiles para los perros \"extranjeros\", ya que los métodos de reproducción son diferentes en cada país. Tampoco se sabe por qué algunas razas tienen esperanzas de vida más larga que otras y averiguar el porqué es el nuevo objetivo de los científicos. Kirsten McMillan , autora del estudio y gerente de datos de Dogs Trust, una organización benéfica de bienestar canino en Gran Bretaña, dijo que la investigación les brinda la \"oportunidad de mejorar la vida de nuestros perros \". De acuerdo al gráfico del estudio, las tres razas de perros con mayor esperanza de vida en Reino Unido son Bolognese (14,9 años promedio), Tibetan Spaniel (15,2) y Lancashire Heeler (15,4). Las de menor esperanza son el Cane Corso (8,1), Presa Canario (7,7) y Caucasian Shepherd Dog (5,4). La esperanza de vida promedio de los perros analizados fue de 12,5 años , pero varió “espectacularmente” entre las razas. La investigación concluyó en que los perros de cara plana viven un promedio de 11,2 años, un tiempo apenas por debajo del de las razas de cara larga, cuya esperanza de vida ronda los 12,1. El informe explica que lo que suele pasarles a algunos perros de cara plana, como el bulldog francés, es que debido a sus hocicos extremadamente cortos pueden tener problemas respiratorios, insolación u otros problemas de salud. El estudio analizó una base de datos de 584.734 perros británicos recopilados a partir de registros de razas, empresas de seguros para mascotas, veterinarias y más.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.nature.com/articles/s41598-023-50458-w",
      "https://nature.com/articles/s41598-023-50458-w"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:18:13.570+03:00",
    "updated": "2024-04-05T02:18:13.570+03:00"
  },
  {
    "uuid": "c19aaa9304d844a0c00a7674b187cd4813beb9c9",
    "url": "https://biz.crast.net/2-stocks-to-buy-now-that-could-skyrocket-in-2024/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Neeley",
    "published": "2023-12-28T22:31:00Z",
    "title": "2 stocks to buy now that could skyrocket in 2024",
    "text": "“Find out where the world is going and get there as fast as possible.” –David Gardner, co-founder, The Motley Fool\nThe best investors can recognize transformative technologies before others. This is a fascinating skill that can help you make huge wealth in the stock market.\nIf you want to learn early about powerful trends and benefit from exciting technological advancements like artificial intelligence (AI) and electric aircraft, read on. The two companies that follow are poised to disrupt the markets in a big way while also potentially delivering great returns to their shareholders.\nsymbolic\nAI is coming to a warehouse near you. symbolic (NASDAQ: SYM) is using cutting-edge AI and robotics technology to help companies reduce their logistics costs by automating their supply chains.\nSymbotik's system can reduce its customers' warehouse-space needs by up to 60%. Instead of hours, trailers can be loaded in minutes. Orders can be fulfilled with 99.99% accuracy and low inventory requirements. The company estimates that its $50 million purchase of one module could reduce operating expenses by $10 million annually for 25 years.\nThese benefits are not escaping the attention of major retailers. grocery giant albertsons And Target has deployed Symbiotic's systems in its warehouses. wal-martMeanwhile, it is integrating Symbiotic's technology across all 42 of its regional distribution centers to strengthen its inventory management and fulfillment operations.\nPredictably, given the speed and efficiency its technology can provide, Symbiotic's sales are increasing. Its revenue rose 98% to $1.2 billion in the fiscal year ended Sept. 30. Even better, Symbiotic's profit margins are improving as it grows its revenue base.\nThe company has not yet achieved profitability based on generally accepted accounting principles (GAAP). However, it generated positive adjusted EBITDA (earnings before interest, taxes, depreciation and amortization) for the first time in the fourth quarter of its fiscal year. It expects this positive trend to continue in 2024 as well. The company estimates it will generate $14 million in adjusted EBITDA in the first quarter.\nthe story continues\nLooking ahead, Symbiotic's profits could grow rapidly in the coming years. The robotics leader estimates its long-term market opportunity at a staggering $350 billion.\nArcher Aviation\nYour next trip to the airport may take much less of your time. Archer Aviation (NYSE:ACHR) is working to make flying taxis a reality, and it's made more progress than you might expect. Archer is developing an all-electric vertical take-off and landing (eVTOL) vehicle. Its Midnight Aircraft is designed to usher in a new wave of high-speed urban travel.\nCapable of flying at speeds of up to 150 mph, Archer's EV can avoid congested roads and replace exhausting 60-minute journeys by car with safe 10-minute air taxi flights. And Midnight's all-electric design creates zero operating emissions, making it a more environmentally friendly option.\nNot surprisingly, given these advantages, transportation industry giants are willing to partner with Archer. boeing, United AirlinesAnd Stellantis All have acquired equity stakes in the EV upstart. Archer has received over $1.1 billion in funding from these and other high-profile backers.\nEven better, Stellantis is helping Archer expand manufacturing operations at its plant in Covington, Georgia. Initial production of the Midnight aircraft is expected to begin in mid-2024.\nArcher Aviation's Midnight EV. Image source: Archer Aviation.\nMeanwhile, United Airlines has agreed to buy $1.5 billion worth of Archer aircraft. The airline is also collaborating with Archer to establish the first commercial electric air-taxi route in the US\nThese transportation leaders are rightly impressed by Archer's growth potential. It is estimated that the urban air-mobility industry will reach $1 trillion by 2040 and $9 trillion by 2050. Morgan Stanley,\nArcher is on track to begin commercial operations by 2025. Its sales should increase rapidly soon after this. Today, you have the opportunity to buy shares in this innovative upstart that is poised to lead a potentially multitrillion-dollar industry, while its total market cap is still just under $2 billion.\nShould you invest $1,000 in Archer Aviation now?\nBefore buying stock in Archer Aviation, consider this:\nMotley Fool Stock Advisor The analyst team has just identified what they believe 10 best stocks For investors to buy now… and Archer Aviation wasn't one of them. The 10 stocks that made the cut could deliver tremendous returns in the coming years.\nstock advisor Provides investors with an easy-to-follow blueprint for success, including guidance on building a portfolio, regular updates from analysts, and two new stock picks every month. stock advisor The service has more than tripled the returns of the S&P 500 since 2002*.\nView 10 Stocks\n*Stock Advisor returns are as of December 18, 2023\nJoe Tenebruso has no positions in any stocks mentioned. The Motley Fool has positions in and recommends Target and Walmart. The Motley Fool recommends Stellantis. The Motley Fool has a disclosure policy.\nThe bull market is coming: 2 stocks to buy now that could skyrocket in 2024 Originally published by The Motley Fool\nSource: finance.yahoo.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david gardner",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:40.748+02:00",
    "updated": "2023-12-29T01:34:40.748+02:00"
  },
  {
    "uuid": "6bb5f2a7bbf59d86d9683c233a2dc85c1a751e80",
    "url": "https://vnexplorer.net/the-once-dormant-port-kim-jong-un-has-sprung-back-to-life-and-its-bad-news-for-ukraine-s697748.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:14:00Z",
    "title": "The once-dormant port Kim Jong-un has sprung back to life - and it's bad news for Ukraine",
    "text": "Najin port\nKim Jong-un has revived a formerly dormant port on the border with Russia that could soon help advance the country’s campaign in Ukraine. Little is known about Najin, a large port on the totalitarian nation’s northeast coast.\nBut, recent intelligence from the US has suggested it has roared back to life following a period of inactivity. Satellite imagery taken by the US and South Korean intelligence between October and December this year shows a steady parade of ships filtering in and out of the port, attended by rail cars unloading goods.\nUnfortunately for Ukraine, the port serves as a gateway to Russia and has previously facilitated trade between the two nations.\nThe latest intelligence update suggests North Korea is funnelling weapons to its neighbour and that six trips have carried arms between the nations since August, marking a potential blow to Ukraine’s defensive efforts.\nSatellite pictures released by the White House claims to show weapons passing from Naijin to the Russian town of Tikhoretsk, just 124 miles from Ukraine’s border.\nWhite House images\nThe deliveries included hundreds of thousands of artillery shells, the US has alleged, and “military material”, and the Royal United Services Institute (RUSI) has said they also show the “rapid expansion of a munitions storage facility” from August 2023.\nThe images show excavators “digging over 100 new munitions pits” on location, designed to hold “North Korean weapons and munitions”.\nRUSI suggested North Korea is supplying Russia with “significant quantities of munitions” it has stockpiled since the close of the Korean War.\nThe institute concluded that the munitions exchange could have “profound consequences for the war in Ukraine”.\nThe report said the establishment of a “major North Korean supply line” would “alleviate shortages of munitions for what has proven to be an ordinance-hungry conflict and enable the Russian armed forces to feed their frontline troops as they try to repel a Ukrainian counteroffensive”.\nJoost Oliemans, co-author of the book The Armed Forces of North Korea, said the deliveries would “allow Russia to keep up much higher pressure for longer on Ukrainian forces”.\nThe report adds: “Ukraine and its supporters will also have to contend with this new reality, potentially escalating their support by providing additional quantities of weapons and munitions to Ukraine’s defenders.”\nUp to one million new shells in Russian hands would give the aggressor nation 2,700 rounds more per day to use in its assault on the nation.\nAt the same time, the exchange will give North Korea a new income stream that could help it swerve international sanctions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Politics"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maHky.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maHkr.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maHky.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maHkr.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kim jong-un",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "white house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine najin",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "najin",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "naijin",
          "sentiment": "none"
        },
        {
          "name": "tikhoretsk",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "north korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:13.194+02:00",
    "updated": "2023-12-29T01:18:13.194+02:00"
  },
  {
    "uuid": "1b29d758d5ec5acc275a730f1bfbb58681bffeb4",
    "url": "https://www.vaticannews.va/en/church/news/2024-06/poland-corpus-christi-worship-concerts-young-people.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vatican News",
    "published": "2024-06-01T12:34:00Z",
    "title": "Poland: Thousands gather for Corpus Christi worship concerts",
    "text": "Poland: Thousands gather for Corpus Christi worship concerts By Fr. Paweł Rytel-Andrianik & Fr. Jakub Nagi This year, the \"One Heart, One Spirit\" concert in Rzeszow brought together over 25,000 people from Poland and other European countries on the feast of Corpus Christi, celebrated on Thursday. As the organizers stress, \"the concert is a form of prayer, and Christ is the most important. It gathers so many people to worship together on-site and through television, radio, and Internet broadcasts.\" Broadcasts and media coverage of the event reached millions of people in Poland and around the world. The \"One Heart, One Spirit\" orchestra and choir accompanied the concert performers, including nearly 200 choristers and soloists, as well as instrumentalists and volunteers. Participants of the concert enjoyed 26 songs and religious pieces for three hours. Father Andrzej Cypryś, one of the organizers of the concert, Marcin Pospieszalski, music director, and Jan Budziaszek, the MC, welcomed all gathered for the 22nd edition of the “One Heart, One Spirit” concert. Bishop Jan Wątroba, of the Diocese of Rzeszów, gave his blessing at the end. Worship concerts on the day of Corpus Christi are becoming more and more popular in Poland, both in large cities and small towns. They also impact the media, with many people posting reports of the concert on social media. Many attendees are young people and young couples. Thank you for reading our article. You can keep up-to-date by subscribing to our daily newsletter. [ Just click here](/en/newsletter-registration.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jaku",
          "sentiment": "neutral"
        },
        {
          "name": "nagi",
          "sentiment": "none"
        },
        {
          "name": "andrzej cypryś",
          "sentiment": "none"
        },
        {
          "name": "jan wątroba",
          "sentiment": "none"
        },
        {
          "name": "marcin pospieszalski",
          "sentiment": "none"
        },
        {
          "name": "jan budziaszek",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "poland",
          "sentiment": "none"
        },
        {
          "name": "rzeszow",
          "sentiment": "none"
        },
        {
          "name": "corpus christi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T17:04:19.685+03:00",
    "updated": "2024-06-01T19:11:43.223+03:00"
  },
  {
    "uuid": "ee0e2885b4eeb9153c7febb50e855bc4423eb43b",
    "url": "https://vnexplorer.net/ponts-de-mai-la-circulation-sera-calamiteuse-cette-semaine-les-automobilistes-au-ralenti-s2705961.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-09T22:48:00Z",
    "title": "Ponts de mai : la circulation sera calamiteuse cette semaine, les automobilistes au ralenti",
    "text": "Ce mardi et ce mercredi seront chargés sur les routes Une fois n’est pas coutume, la semaine s’annonce chargée sur les routes de France. La circulation y sera parfois très difficile. La faute aux ponts du mois de mai. Voici ce à quoi les automobilistes prenant la roue doivent s’attendre. Vous n’êtes sans doute pas sans savoir que cette semaine du 6 au 12 mai compte de nombreux jours de fête. L’armistice de 1945 sera célébré ce mercredi 8 mai, avant l’Ascension le 9. Et de nombreux citoyens en profiteront pour faire le pont ce vendredi 10 avant le week-end. L’occasion, donc, pour ces derniers de prendre la route. Raison pour laquelle les conditions de circulation seront très difficiles cette semaine. Cela se ressentira ce mardi et ce mercredi, sur l’ensemble du territoire, dans le sens des Départs. Ainsi, la circulation sera très difficile en France entière dans ce sens. Cela débutera dès ce mardi 7 mai, annonce Bison Futé. L’entité prévoit que la situation s’améliorera légèrement ce mercredi, avec une circulation seulement “difficile”. Ceci sur l’ensemble du territoire, toujours. Pas de conseils de Bison Futé Des conditions de circulation dignes de celles des vacances d’été. De quoi, sans doute, effrayer certains automobilistes. Reste qu’ils ne peuvent, à l’heure actuelle, compter que sur eux-mêmes pour éviter les embûches. Bison Futé ne publie effectivement pas encore ses conseils habituels face aux difficultés de circulation. Face à cela, d’autres solutions existent toutefois. Il est possible d’utiliser les applications de navigation comme Waze ou Google Maps lors de son trajet. Ces dernières calculent effectivement le trafic en temps réel. Vinci, gérant des axes autoroutiers, propose aussi un système de prévision du trafic. Il est également possible d’essayer d’emprunter les petites routes et de fuir les grands axes. De quoi changer la physionomie du voyage et éviter les bouchons créés sur les autoroutes.\" } Global US CH SE DK NO NL BE UK DE FR FI IT AT ES PT PL IE GR CZ TR AE CA JP KR AR BR IN\nFR Ponts de mai : la circulation sera calamiteuse cette semaine, les automobilistes au ralenti 10/05/2024\nCe mardi et ce mercredi seront chargés sur les routes\nUne fois n’est pas coutume, la semaine s’annonce chargée sur les routes de France. La circulation y sera parfois très difficile. La faute aux ponts du mois de mai. Voici ce à quoi les automobilistes prenant la roue doivent s’attendre.\nVous n’êtes sans doute pas sans savoir que cette semaine du 6 au 12 mai compte de nombreux jours de fête. L’armistice de 1945 sera célébré ce mercredi 8 mai, avant l’Ascension le 9. Et de nombreux citoyens en profiteront pour faire le pont ce vendredi 10 avant le week-end.\nL’occasion, donc, pour ces derniers de prendre la route. Raison pour laquelle les conditions de circulation seront très difficiles cette semaine. Cela se ressentira ce mardi et ce mercredi, sur l’ensemble du territoire, dans le sens des Départs.\nAinsi, la circulation sera très difficile en France entière dans ce sens. Cela débutera dès ce mardi 7 mai, annonce Bison Futé. L’entité prévoit que la situation s’améliorera légèrement ce mercredi, avec une circulation seulement “difficile”. Ceci sur l’ensemble du territoire, toujours.\nPas de conseils de Bison Futé Des conditions de circulation dignes de celles des vacances d’été. De quoi, sans doute, effrayer certains automobilistes. Reste qu’ils ne peuvent, à l’heure actuelle, compter que sur eux-mêmes pour éviter les embûches. Bison Futé ne publie effectivement pas encore ses conseils habituels face aux difficultés de circulation.\nFace à cela, d’autres solutions existent toutefois. Il est possible d’utiliser les applications de navigation comme Waze ou Google Maps lors de son trajet. Ces dernières calculent effectivement le trafic en temps réel. Vinci, gérant des axes autoroutiers, propose aussi un système de prévision du trafic.\nIl est également possible d’essayer d’emprunter les petites routes et de fuir les grands axes. De quoi changer la physionomie du voyage et éviter les bouchons créés sur les autoroutes.\nNews Related Foot: Cristiano Ronaldo la joue fair-play en Ligue des champions asiatique Cristiano Ronaldo indique à l&#8217;arbitre qu&#8217;il n&#8217;y avait pas faute sur lui lors de la rencontre de Ligue des champions asiatique entre son club d&#8217;Al Nassr et Persepolis, le 27 novembre 2023 à Ryad. Cristiano Ronaldo s&#8217;est illustré par son fair-play, lundi soir, dans une rencontre de Ligue des champions ...\nSee Details: Foot: Cristiano Ronaldo la joue fair-play en Ligue des champions asiatique A Panmunjom, des soldats nord-coréens munis d'un pistolet après l'annulation de l'accord militaire intercoréen Panmunjom SEOUL, 28 nov. (Yonhap) &#8212; Des soldats nord-coréens en poste dans la Zone commune de sécurité (JSA) du village de la trêve de Panmunjom, situé dans la Zone démilitarisée (DMZ), portent un pistolet, ont fait savoir ce mardi plusieurs sources militaires sud-coréennes et américaines. Les hommes armés au village ...\nSee Details: A Panmunjom, des soldats nord-coréens munis d'un pistolet après l'annulation de l'accord militaire intercoréen Assurance chômage: les partenaires sociaux ont six mois pour renégocier, notamment sur les seniors Le chômage enregistre une baisse significative de 1,2% en France (hors Mayotte) au premier trimestre 2023 Copie à revoir. Après plusieurs semaines de négociations, le gouvernement a finalement décidé de ne pas valider l’accord conclu entre les partenaires sociaux. Ce consensus trouvé le 10 novembre qui devait donner lieu à ...\nSee Details: Assurance chômage: les partenaires sociaux ont six mois pour renégocier, notamment sur les seniors «Je ne regardais les réseaux sociaux que 15 minutes par jour»: la méthode d’Ulysse, major à HEC Ulysse, arrivé major au concours HEC en 2023, partage ses astuces Major d’HEC, Ulysse a intégré la meilleure école de commerce de notre palmarès avec une moyenne générale de 18,5/20 après deux années de classe préparatoire au sein du prestigieux lycée parisien Louis-le-Grand. Un succès qu’il doit à un programme ...\nSee Details: «Je ne regardais les réseaux sociaux que 15 minutes par jour»: la méthode d’Ulysse, major à HEC Décarbonation, souveraineté, compétitivité... Macron attendu aux assises de l'économie de la mer à Nantes Des éoliennes dans la baie de Saint-Nazaire, en Loire-Atlantique Décarbonation du secteur maritime et compétitivité: attendu aux assises de l&#8217;économie de la mer mardi à Nantes, le président Emmanuel Macron devrait réaffirmer son soutien aux pêcheurs et son ambition de faire de l&#8217;éolien en mer la première source d&#8217;énergies renouvelables ...\nSee Details: Décarbonation, souveraineté, compétitivité... Macron attendu aux assises de l'économie de la mer à Nantes Sam Bennett, un sprinteur à relancer pour Decathlon-AG2R La Mondiale Sam Bennett, le nouveau sprinteur de Decathlon-AG2R (B. Papon/L&#8217;Équipe) L&#8217;équipe française a annoncé, lundi, six recrues dont le sprinteur irlandais Sam Bennett. Les noms des six recrues ont été officialisés lundi également. Deux Français, Victor Lafay (27 ans), vainqueur d&#8217;étape sur le Tour cet été, et Bruno Armirail (29 ans), maillot rose sur ...\nSee Details: Sam Bennett, un sprinteur à relancer pour Decathlon-AG2R La Mondiale Burkina Faso: une attaque terroriste d'ampleur vise la ville de Djibo, dans le Sahel Une vue aérienne de la ville burkinabè de Djibo, dans la région du Sahel. (image d&#8217;illustration) La ville de Djibo, située dans la région du Sahel a fait l’objet d’une attaque terroriste dans l’après-midi de dimanche. De très nombreux assaillants arrivés à moto et en voiture ont pris d’assaut le ...\nSee Details: Burkina Faso: une attaque terroriste d'ampleur vise la ville de Djibo, dans le Sahel VIDÉO. Fair-play, Cristiano Ronaldo obtient un penalty avec Al-Nassr et le fait annuler Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ...\nSee Details: VIDÉO. Fair-play, Cristiano Ronaldo obtient un penalty avec Al-Nassr et le fait annuler EXCLU EUROPE 1 - Vieillir à domicile, un luxe de plus en plus coûteux Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ...\nSee Details: EXCLU EUROPE 1 - Vieillir à domicile, un luxe de plus en plus coûteux Guerre en Ukraine : quel est le rapport de force avant l’hiver ? Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ...\nSee Details: Guerre en Ukraine : quel est le rapport de force avant l’hiver ? Pollution : Pourquoi la qualité de l’air n’est-elle jamais « bonne » en Bretagne ? Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ...\nSee Details: Pollution : Pourquoi la qualité de l’air n’est-elle jamais « bonne » en Bretagne ? Ligue des champions. Le PSG qualifié pour les huitièmes de finale de C1 si… Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ...\nSee Details: Ligue des champions. Le PSG qualifié pour les huitièmes de finale de C1 si… Les trois meilleurs sacs banane en 2023 Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ...\nSee Details: Les trois meilleurs sacs banane en 2023 Assurance chômage : comment l’État met la pression sur les partenaires sociaux Cristiano Ronaldo a fait preuve de fair-play lors d’un match entre Al-Nassr et Persepolis. Cristiano Ronaldo s’est illustré d’un geste plein de fair-play, lundi 27 novembre, dans un match de Ligue des champions asiatique entre Al-Nassr et le club iranien de Persepolis (0-0). Dès les premières secondes de la partie, le ...\nSee Details: Assurance chômage : comment l’État met la pression sur les partenaires sociaux INFO FRANCEINFO. Expédition de l'ultradroite à Romans-sur-Isère : certains membres disposaient d'une liste détaillée des suspects du meurtre de Thomas Calogena: le groupe Gorgé développe un mini-réacteur nucléaire pour décarboner le chauffage urbain Programme TV sportif du 28 novembre 2023 : sur quelles chaînes regarder du sport ? Pourquoi la solitude est (presque) aussi dangereuse que le tabagisme pour la santé Le prix littéraire Booker Prize a été décerné à l'auteur irlandais Paul Lynch Idée cadeau de Noël : notre meilleure sélection pour faire plaisir à tous les coups \"Je n'en peux plus\": excédé, un propriétaire varois tente de déloger un \"squatteur\" au tractopelle Tunnel effondré en Inde : les secouristes ne sont plus qu'à cinq mètres des 41 ouvriers piégés Ni Joe Biden ni la vice-président américaine Kamala Harris ne participeront à la COP28 à Dubaï TEMOIGNAGE. « J’essaie de faire la paix avec ma mort » : d’une leucémie aux Mondiaux d’Ironman OTHER NEWS Vieillir à domicile coûte-t-il vraiment moins cher qu'aller en Ehpad? 1216 euros par mois en moyenne, c’est le coût moyen sur 20 ans qu’il faut prévoir pour vieillir dignement chez soi de 65 ans à plus de 85 ans. Aller ... Read more » Face à une fronde syndicale majeure en Suède, Tesla décide de poursuivre l’État À l’origine des protestations : le refus de Tesla d’adhérer à une convention collective sur les salaires. Le géant américain Tesla, confronté au refus des employés du secteur postal suédois ... Read more » Nucléaire : près de 100 millions d'euros pour six projets français de réacteurs innovants Vers l’infini, et au-delà (ou pas). Six projets supplémentaires de réacteurs nucléaires “innovants” feront l’objet d’un soutien de l’État français, à hauteur de 77,2 millions d’euros, auquel s’ajoute un accompagnement ... Read more » JO-2024: quasi doublement du prix des tickets de métro parisiens pendant l'été JO-2024: quasi doublement du prix des tickets de métro parisiens pendant l’été Le prix du ticket de métro parisien à l’unité va quasi-doubler durant l’été, a annoncé la présidente du ... Read more » Hautes-Alpes: 10 à 15 cm de neige en vallée, jusqu'à 25 dans le Valgaudemer et les Écrins Le département des Hautes-Alpes a engagé pas moins de 150 personnes depuis 4 heures du matin ce mardi 28 novembre. 10 à 15 cm de neige sont tombés en vallée ... Read more » Hyundai et Kia dévoilent l'«Universal Wheel Drive System» Module du système Uni Wheel SEOUL, 28 nov. (Yonhap) — Les constructeurs automobiles locaux Hyundai Motor et Kia Corp. ont dévoilé un nouveau système de traction intégré dans la roue ... Read more » L’oryctérope du Cap, un animal unique en son genre L’oryctérope du Cap est le seul membre de son genre, n’ayant aucun parent proche vivant aujourd’hui. Même s’il est appelé aardvark en afrikaans, ce qui signifie “cochon de terre”, il ... Read more » NEWS RELATED Suisse : Des radars déchaînés flashent 10.000 PV en trop Magna développera pick-up et SUV Scout (Volkswagen/US) Inflation : pourquoi les prix des frites, chips et pommes de terre ont explosé ces derniers mois Plan anti-tabac: l'interdiction dans les parcs ou sur les plages peut-elle être efficace? Haute-Garonne: un bébé de trois mois retrouvé mort chez son assistante maternelle Mort de Thomas : à Lyon, un rassemblement d’extrême droite dispersé après avoir été interdit Après une longue bataille juridique avec la Russie, l'Ukraine récupère des trésors de Crimée ENTRETIEN. Titres-restaurant, immigration, crise… Le chef Thierry Marx (Umih) passe à table <div class=\"lazy item_r_img item_r_img_single c_domain_top francetvinfo\" itemprop=\"image\" alt=\"Ultradroite : \" Il y a un changement de rapport à la violence de rue, mais aussi à la violence terroriste",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDZhE.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE5xs.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE1FT.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kB2p2.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEb4i.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1d5EEl.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE2iA.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lSMKo.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE3so.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEauJ.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCpCs.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kAkCB.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDYHi.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEa2Y.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kBPKh.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA16mxq7.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDWmC.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDYZv.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE5Es.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEcHr.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE43n.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1fRyKY.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA13swiz.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE2YW.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEb7N.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE73v.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDTlH.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE9PC.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1il5MW.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE5TH.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE2T6.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEkBW.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCR9S.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kB2Qg.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kzV8w.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1gAkkn.img",
      "https://vneass.newsexplorer.info/assets/img/logo.svg?ver=2023",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE85c.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDocd.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDocd.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kAkCB.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE5TH.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1lSMKo.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1gAkkn.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1fRyKY.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE2YW.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEkBW.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEb7N.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE5xs.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kBPKh.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE2iA.img",
      "https://vneass.newsexplorer.info/assets/img/logo.svg",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDYZv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDTlH.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE5Es.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE9PC.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE43n.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kzV8w.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA16mxq7.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA13swiz.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1d5EEl.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDYHi.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE85c.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEb4i.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE1FT.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE73v.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kB2p2.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEa2Y.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kB2Qg.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDWmC.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1il5MW.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCR9S.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kCpCs.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEauJ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE2T6.img",
      "https://www.vneass.newsexplorer.info/assets/img/logo.svg?ver=2023",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kEcHr.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDZhE.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kE3so.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T10:01:54.227+03:00",
    "updated": "2024-05-10T10:01:54.227+03:00"
  }
]