[
  {
    "uuid": "fed565fd915dda92b6ab3f2f23b2ace51fd00869",
    "url": "https://www.gumtree.com.au/s-ad/south-maclean/lawn-mowers/nearly-new-rover-raider-439-38-ride-on-mower-less-than-20-hours-use/1320224871",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Harvey",
    "published": "2023-12-23T00:00:00Z",
    "title": "NEARLY NEW ROVER RAIDER 439&#47;38 RIDE ON MOWER LESS THAN 20 HOURS USE Logan Area - South Maclean | 1320224871",
    "text": "Please send a mobile number - Since gumtree changed their message platforms I have had problems with replying to all messages that may be send to me in a reply. When you send a reply it blocks my replying ability. If I don’t reply it’s because I can’t due to no reply message port available here. If I don’t reply please send me your mobile phone number so that I can text a reply regards Matt\nNEARLY NEW ROVER RAIDER 439/38 RIDE ON MOWER LESS THAN 20 HOURS USE\nRRP $ 3999.00 Depending on mower shop. + click to reveal\nI’ll upload photos as soon as I can but mower presents as NEW\nDescription\nROVER Raider 439/38 ride-on mower is designed for large residential blocks up to small acreage – strong, versatile and amazing value for money.\nBacked by Rover’s famous 5 5 year engine and unit warranty, for year after year durability.\n38 Inch Cutting Deck\n439cc Rover Engine\nCup Holder\n5 Year Warranty\nSpecifications\nROVER Raider 439/38 ride-on mower\nCountry of Manufacture United States\nBlock Size Up to 2 Acres\nEngine 439cc Rover Engine\nTransmission 6 Speed Manual\nCutting Width 38 Inches\nCutting Deck Construction Pressed Steel\nCutting Height Adjustment 5 Position\nCutting Height Maximum TBA\nCutting Height Minimum TBA\nDeck Wash No\nBlade Engagement Manual PTO\nBlade(s) “2 x Blade (Part# 942-0610A)”\nSeat Mid Back Seat, with forward/backward adjustment\nTurning Circle 36 Inch Uncut circle\nStarting Key Start\nTow Hitch Yes\nBumper Bar No\nReverse Mowing Yes\nGrass Catcher Optional Extra\nMulch Plug Optional Extra\nSafety Operator Presence Control\nFront Tyres 15 x 6 Inch Turf Saver\nRear Tyres 20 x 8 Inch Turf Saver\nFuel Tank 5.7 Litre\nMaximum Slope Capability 10 Degrees\nProduct Length 160cm\nProduct Weight 196kg\nProduct Width (Chute Up) 105cm\nReady to mow.\nDue to living in a technical black spot I don't receive any phone 📞 calls unless I am outside in the yard. PLEASE sent all questions through gumtree which works?\nPlease study the scans for the best description of this NEARLY NEW ROVER RAIDER 439/38 RIDE ON MOWER you are buying.\nCollection from South Maclean which is 40km south of the Brisbane CBD\nThanks for looking\nWhile here check out my other items for items you may need or want.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matt",
          "sentiment": "none"
        },
        {
          "name": "rover",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "country of manufacture united states",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "use logan area",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T11:00:02.043+02:00",
    "updated": "2023-12-24T11:00:02.043+02:00"
  },
  {
    "uuid": "6dff9c2059b1e3f6dd06982456ef29b1d6c076e4",
    "url": "https://inkbotdesign.com/seo-tips-for-non-profits/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stuart Crawford",
    "published": "2024-01-06T00:40:00Z",
    "title": "SEO Tips for Non-Profits: A Complete Guide",
    "text": "SEO Tips for Non-Profits: A Complete Guide\nSearch engine optimisation (SEO) is critical for non-profits looking to expand their reach and promote their cause online. With more donation dollars shifting digital, implementing an SEO strategy can help non-profits connect with supporters and achieve their mission.\nThis comprehensive guide covers actionable SEO tips for non-profits and charities in 2024 and beyond.\nTable of Contents\nUnderstanding Why SEO Matters for Non-Profits\nIn today's digital world, people increasingly go online to research causes to support. A robust SEO strategy helps ensure your non-profit appears prominently in relevant searches. Consider these statistics:\n- 93% of online experiences begin with a search engine like Google or Bing (\nHubSpot)\n- 75% of users never scroll past the first page of search results (HubSpot)\n- Non-profits ranked on the first Google search results page report 86% more web traffic than those on page two (\nOptinMonster)\nWith SEO best practices, you can capture searchers' attention, educate them on your mission, and motivate them to donate or volunteer.\nTop SEO Benefits for Non-Profits\nImplementing SEO provides many concrete benefits for non-profit organisations:\n- Increased site traffic. Higher rankings lead to more visits.\n- Improved credibility. Prominent rankings signal authority and trust.\n- Lower marketing costs. SEO delivers targeted visitors without paid ads.\n- Expanded reach. You can get your message in front of new potential supporters.\n- Measurable results. You can track SEO success via Google Analytics.\n- Renewed discoveries. People can learn about your cause months or years later via search.\nConducting an SEO Audit\nBefore optimising your website, perform an SEO audit to identify strengths, weaknesses, and opportunities.\nAnalyse on-page and off-page factors impacting rankings:\nExamining On-Page SEO Elements\nOn-page SEO refers to elements within your control on your website. Assess:\nPage titles and meta descriptions\n- Are titles descriptive and compact, and are page titles and meta descriptions unique for every page?\n- Do meta descriptions provide an engaging overview of page content?\nURL structure\n- Are URLs short, keyword-rich, and easy to understand?\n- Is there consistency across site architecture?\nHeadings\n- Does each page feature a hierarchy of optimised H1, H2, and lower-level headings?\nContent\n- Is content well-written, informative, and valuable for target audiences?\n- Are keywords woven in naturally throughout each page?\n- Is multimedia included where relevant?\nPage speed\n- Does each page load quickly on mobile and desktop?\n- Have unnecessary elements slowing page speed been eliminated?\nEvaluating Off-Page SEO Signals\nOff-page SEO includes external signals search engines analyse to rank pages:\nBacklinks\n- How many sites link back to your non-profit's website?\n- Who is linking to you? What is their domain authority?\n- How competitive are your main keyword targets?\nSocial shares\n- Which content attracts the most social media shares? Why?\n- How can you encourage increased shares?\nOnce you've audited technical and off-page ranking factors, identify 3-5 priority areas for improvement.\nOptimising Site Architecture and Navigation\nA clear, consistent site architecture improves visitor experience and SEO. Ensure people and search bots can easily navigate your non-profit site.\nCreating a Site Map\nA sitemap outlines your website's pages, hierarchies, and navigation pathways. If your non-profit lacks one, build a visual sitemap to optimise.\nBenefits include:\n- Identifying orphan pages untouched by site architecture\n- Eliminating redundant or thin content not benefiting SEO\n- Structuring IA informed by user searches and behaviour flow\n- Building internal links to boost rankings of critical pages\n- Providing search engines with an index of pages to crawl\nIdeally, create an XML sitemap file and submit it to search engines.\nEnhancing Findability\nEvaluate whether critical sections and pages from the homepage and subnavigation are manageable.\nBest practices:\n- Include descriptive leading site sections such as “About Us,” “Programs,” and “Get Involved.”\n- Create logical IA under sections — Example for “Get Involved”: Volunteering, Donating, Events, Jobs.\n- Add visible main and footer navigation linking important pages\n- Enable breadcrumb trails below page titles indicating page trail\n- Build site search, allowing visitors to search content\n- Implement tags and categories if using a\nblog\nOptimising Site Speed\nSite speed significantly impacts user experience, bounce rate, and SEO. Optimise these elements:\n- Enable browser caching and compression\n- Minify HTML, CSS, and JavaScript files\n- Optimise images (file types, dimensions)\n- Eliminate render-blocking\nresources\n- Fix broken links and redirects\n- Upgrade to faster\nweb hostingif needed\nMeasure speed via Google PageSpeed Insights and fix what slows your site.\nBuilding Quality Link Profiles\nThe number and authority of external sites linking to your non-profit's website signal trust and relevancy to Google.\nEarning High-Value Editorial Links\nBuild contextual backlinks from reputable publications—pitch contributors expert sources (your staff) for quotes in articles on your cause. Offer unique data or free professional resources to insert as links where relevant.\nSecuring Links from Partners and Supporters\nWebsite mentions from corporate supporters, community partners, influential bloggers, and influencers provide value. Initially focus on your city or state, then expand to national organisations.\nLeveraging Link Building Outreach\nProactively and regularly reach out to niche industry media, bloggers, resource sites, and local interest websites. Offer great guest posts or resources relevant to their audience with links to selected pages on your non-profit site.\nParticipating in Forums and Groups\nShare authentic expertise on popular forums like Reddit, Quora, LinkedIn Groups, and industry hubs. Include live links back to your site when relevant to build community trust and link equity.\nOptimising Content For Organic Search\nCreating robust, valuable content that ranks well organically helps non-profits attract and inform visitors without paid search ads.\nResearching User Intent for Keywords\nConduct keyword research to uncover terms and questions people search when seeking information from non-profits like yours.\nIdentify searcher intent, volume, difficulty, and alternatives for your most relevant SEO keywords. Integrate these organically into compelling page copy.\nCreating Rank-Worthy Title Tags\nSearch engine results pages prominently feature page title tags encouraging clicks. Craft meta title tags that are:\n✅ Descriptive, clear, and concise\n✅ 60 characters max, with key term upfront\n✅ Unique for every page\nWriting Strategic Meta Descriptions\nMeta descriptions summarise page content in search listings. Compelling descriptions boost click-through rates.\n❗ Avoid simply reusing title tag content.\n✅Feature your value prop and call to action\n✅Keep under 155 characters\n✅Use keywords naturally\n✅End with ellipses to encourage clicks\nPublishing Content that Ranks Well\nThe content itself heavily determines rankings. Create pages that:\n🔎 Answer specific user questions\n🗣 Use keywords based on search intent data\n⚖️ Feature quality over quantity\n❤️ Provide precious information to readers\nConversion-focused copy is better than keyword stuffing. Help first; optimise second.\nEnhancing Content with LSI Keywords\nLatent Semantic Indexing (LSI) keywords and phrases relate closely to your core terms. Weave these organically into content to strengthen rankings.\nFor a non-profit site targeting the keyword “volunteer mentoring programs,” related LSI terms could include:\n- youth mentoring\n- become a mentor\n- mentor training\n- mentorship programs\n- mentor opportunities\nVary usage between main terms and supporting LSI phrases.\nOptimising Content Structure with Headings\nProper heading tag structure signals document hierarchy to search engines. Outline content with optimised headings:\nH1: Primary page title/topic\nH2: Main subtopics\nH3: Supporting details on subtopics\nH4: Granular details\nIntegrating Media for Engagement\nVideos, gifs, images, infographics, photo galleries, audio clips and other multimedia engage visitors and boost dwell time and social shares. Ensure accessibility best practices are met. Optimise file names and ALT text.\nImproving Local SEO Presence\nOver 97% of searches on mobile devices seek local information. Local SEO builds visibility in area-relevant search results.\nComplete and Optimise Google My Business Listing\nGoogle My Business profiles display prominently for local searches like “non-profit organisations near me” in Maps and Search.\n❗ Complete your free listing with essential details:\n✅ Address, phone, hours\n✅ Website URL\n✅ Description summarising the cause\n✅ Photos representing your organisation\nEncourage reviews to build local trust signals. Respond publicly.\nRegister and Manage Bing Places for Business\nFor expanded reach, verify and optimise your free Bing Places listing—sync key details from Google for consistency.\nAbout 34% of searches happen on Bing, so tap into this demand, too.\nList Your Non-profit on Key Directories\nIncrease exposure by listing your charity on crucial local directories like:\n- Yelp\n- Apple Maps\n- Alexa Local\n- Trip Advisor\nSync your hours, descriptions, photos, offerings, and contact information across each.\nEncourage Reviews and Testimonials\nPositive Google, Facebook, and Yelp ratings and reviews reinforce community trust. Proactively request feedback from engaged volunteers and donors. Share and link to 4 and 5-star reviews.\nBlog Local Events and Partnerships\nOn your blog, showcase upcoming local events, fundraisers, speaking engagements, and awareness campaigns. Tag locations. Link to community partners.\nAlso, include your non-profit as the experienced local perspective in relevant city paper stories on your cause.\nAmplifying Content Reach on Social Media\nLeveraging social media extends your SEO impact by engaging followers and earning clicks and shares of content.\nResearch Ideal Platforms and Influencers\nIdentify key influencers and optimal platforms – Facebook, Instagram, Twitter, YouTube, TikTok, LinkedIn, etc. – for your cause based on current reach and follower demographics.\nConnect and provide share-worthy content to influencers.\nCreate Clickable and Shareable Posts\nCraft social media updates, leading followers to click optimised pages on your site.\nEffective tactics:\n🔗 Shortened URLs\n📋 Catchy previews\n💯 Emojis and reactions\n🤳 Engaging images\nStimulate Shares with Compelling Multimedia\nCurate and natively publish engaging photos, videos, live videos, and reels/stories highlighting your non-profit programs and community impact.\nCaption Videos receive\n1200% more shares than text and images combined.\nLeverage Hashtags for Expanded Visibility\nInclude hashtags representing your cause alongside branded tags in social posts to tap into more extensive conversations.\nJoin Twitter chats and Facebook Groups centred around these to engage new audiences.\nRun Targeted Contests and Campaigns\nLaunch social contests and hashtag campaigns rewarding participants for shares. Require visiting your site as part of entries to build SEO metrics.\nExample: Share a volunteer selfie and reason for service for a chance to win a $100 donation to the non-profit of the winner's choice.\nTracking and Improving SEO Performance Over Time\nOnce SEO best practices are implemented, monitor rankings and traffic to assess effectiveness.\nConnect Google Analytics for Insights\nLink Google Analytics to view:\n🔎 Visits from organic vs other sources\n📈 Keyword rankings and conversions\n⏱ Page dwell time and bounce rates\n📱 Mobile vs desktop metrics\nMonitor Rankings Manually via Tools\nAdditionally, manually check keyword rankings monthly using free tools like:\n- Google Search Console\n- MozBar plugin\nSEMRush's Position Tracking\nCompare your site against competitors for critical terms—set goals for reaching page 1 rankings.\nPerform Quarterly SEO Audits\nRe-evaluate on and off-page SEO health every three months to identify new issues and opportunities.\nReview analytics reports for insights on rising search queries to create content.\nSEO Mistakes NonProfits Should Avoid\nSteer clear of common SEO missteps with long-term repercussions:\n⛔ Overusing exact-match keywords\n⛔ Stuffing keywords were unnatural\n⛔ Plagiarising content from other sites\n⛔ Buying fake social media followers\n⛔ Using misleading metadata\n⛔ Having thin content pages\nFocus on publishing beneficial content using keywords naturally. Building authentic trust and authority takes time. Patience and best practices ultimately prevail.\nConclusion\nBy now, you should have a strong understanding of core SEO strategies vital for non-profits.\nThe time is now to increase your search visibility.\nStart with foundational on-site optimisations and savvy content production. Monitor your search analytics routinely to track progress.\nStay attuned to algorithm changes, new features, and search trends annually to keep your rankings competitive.\nFine-tune and amplify your SEO approach over time. The long-term rewards of increased donations, volunteers, and community authority are worth this effort.\nBy embracing essential SEO, you can elevate your non-profit's purpose to help even more people in need. Let your key messages be found and shared.\nNow, here are answers to some frequently asked questions on this topic:\nSEO Tips for Non-Profits FAQs\nWhat are the best SEO platforms for tracking our non-profit's keywords?\nSuggested platforms: SEMrush, Ahrefs, Moz,\nSerpstat. They provide keyword tracking, backlink analysis, site audits, and competing domain analytics. Most offer discounted non-profit rates.\nShould our organisation focus more on local, national or global SEO exposure?\nBegin SEO locally, then expand nationally over 1-2 years.\nPursue global reach only if relevant based on cause and donor/volunteer base.\nStart hyperlocal.\nHow much time per week should our non-profit dedicate to SEO?\nSuggested time: 5-7 hours per week, depending on current strategy. This provides enough time for keyword research, content creation, link-building outreach, analytics review, and site quality checks. Assign clear owner accountability.\nHow soon could we expect to see results after starting to work on SEO?\nExpected timeline: Organic rankings improve slowly over 3-6 months. Maximum ROI comes at 9-12 months after starting SEO integration. Ensure proper expectations, then optimise and be patient.\nIs it ok to outsource SEO implementation instead of owning it internally?\nApproach recommendation: Yes, fully outsourcing to an SEO agency specialising in non-profits can be smart initially. Learn their strategies over 6-12 months, then gradually shift management of essentials internally to save costs. Partial outsourcing is acceptable in the long term for capacity but owns most execution.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education"
    ],
    "external_links": [
      "https://www.modaimageconsulting.com/blog/social-video-generates-1200-more-shares-than-text-and-image-content-combined/",
      "https://www.modaimageconsulting.com/blog/social-video-generates-1200-more-shares-than-text-and-image-content-combined",
      "https://modaimageconsulting.com/blog/social-video-generates-1200-more-shares-than-text-and-image-content-combined/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T02:44:38.351+02:00",
    "updated": "2024-01-06T02:44:38.351+02:00"
  },
  {
    "uuid": "1da35f1ec51f737c260668d0d175d6b937cd305a",
    "url": "https://radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Peter Helman",
    "published": "2024-06-27T21:00:00Z",
    "title": "Donald Trump Brags His Mugshot 'is the Best Ever' at Black Barbershop",
    "text": "Home > Politics > Donald Trump Trump Brags His Mugshot 'is the Best Ever' During Black Barbershop Event as He Tries to Sway Voters Source: MEGA Donald Trump repeated his frequent claims that his felony convictions have helped him appeal to the Black community.\nBy: Peter Helman Jun. 27 2024, Published 5:00 p.m. ET\nGetting your Trinity Audio player ready... Donald Trump repeated his frequent claims that his felony convictions have helped him appeal to the Black community , bragging about his mugshot at a Black barbershop event as he desperately tries to win over more Black voters ahead of the 2024 election against President Joe Biden in November, RadarOnline.com has learned.\nThe embattled former president called into a \"Black Americans for Trump\" event hosted by Rep. Byron Donalds (R-FL), who has been floated as a potential VP candidate , at a barbershop in Atlanta ahead of the upcoming CNN debate, Mediaite reports.\nArticle continues below advertisement \"Well, you know, it’s an amazing thing when this happened,\" Trump said of the multiple criminal cases against him. \"And as as you saw, all the legal scholars say these are not cases. These are the cases should be brought. It’s just it’s just a terrible thing. It’s weaponization. And it comes out of the White House. Even when a city and state comes out of the White House in order to attack a political opponent.\"\n\"But since that happened, the Black support has gone through the roof,\" he continued. \"And I guess they equate it to problems that they’ve had. But since this has happened, like, the mugshot! The mugshot is the best ever. It just beat Elvis Presley and Frank Sinatra by a lot, by the way! Beat ’em by a lot! But that’s the number one mugshot of all time.\"\n\"It’s really an amazing thing,\" he added. \"Since it happened, the support among the Black community and the Hispanic community has skyrocketed. It’s been amazing, really been amazing ... The truth is, it’s really a lovely thing when I see that we have great support now in the Black community and in the Hispanic community, great support.\"\nArticle continues below advertisement Source: Fulton County Sheriff's Office \"The mugshot is the best ever. It just beat Elvis Presley and Frank Sinatra by a lot, by the way!\" Trump declared.\nMORE ON: Donald Trump Trump's Wild Claim That Biden Will Be 'Pumped Up' on Drugs for Debate Isn't Far-Fetched, Top Doctors Says Trump vs. Biden: Ex-'Apprentice' Star Predicts Don's Debate Strategy for 'Luring Black Voters' Trump Slams 'Lying Machine' Biden in Unhinged Rant on Eve of Presidential Debate Article continues below advertisement As RadarOnline.com reported, Trump made similar remarks about Black voters in February. \"I got indicted a second time and a third time and a fourth time, and a lot of people said that that's why the Black people like me, because they have been hurt so badly and discriminated against, and they actually viewed me as I'm being discriminated against,\" he said.\n\"Some of the greatest evils in our nation's history have come from corrupt systems that try to target and subjugate others to deny them their freedom and to deny them their rights. I think that's why the Black people are so much on my side now because they see what's happening to me happens to them.\"\n\"Certain communities are coming over to my father. It’s exactly because of this,\" Eric Trump echoed during an appearance on Fox News over the weekend. \"They’re doing the same to Donald Trump as they did to so many of those communities for so long. These people are saying, 'Huh, it’s really interesting. They did this to us for a long time. Now they’re doing it to him. I might actually want to vote for the guy, you know, who’ll fight back against this as we have tried to for so long.'\"\nArticle continues below advertisement Source: mega Trump made similar remarks about Black voters in February.\nArticle continues below advertisement Never miss a story — sign up for the RadarOnline.com newsletter to get your daily dose of dope. Daily. Breaking. Celebrity news. All free.\nCedric Richmond , a former Democratic Congressman and White House advisor who now works on Biden's re-election campaign, called Trump's comments \"absolute foolishness,\" adding that \"what Black men care about is the economic prosperity and opportunity that they have in their community, and what’s going to help them support a family, what’s going to help them with entrepreneurship. So what Donald Trump talks about, those Black men are going to like me because I’m a convicted felon. I have a mug shot. I sell cheap gold tennis shoes.\"\n\"President Biden is going to reiterate that unemployment in the Black community is at an all time low. Entrepreneurship is at an all time high. He’s closed the racial wealth gap, the closest it’s ever been. And so that’s what you will see. And I think that that’s one of the greatest examples of how the two individuals approach things,\" Richmond said during an appearance on CNN.\nSeveral recent polls have found that although Black voters aren't happy with Biden, they dislike Trump even more.\nPowered by RedCircle\nAdvertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.mediaite.com/news/trump-brags-at-black-barbershop-event-the-mugshot-it-just-beat-elvis-presley-and-frank-sinatra-by-a-lot/",
      "https://share.flipboard.com/bookmarklet/popout?v=2&url=https://radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop/&title=Trump%20Brags%20His%20Mugshot%20%27is%20the%20Best%20Ever%27%20During%20Black%20Barbershop%20Event%20as%20He%20Tries%20to%20Sway%20Voters",
      "https://www.facebook.com/sharer/sharer.php?u=https://radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop/",
      "https://rumble.com/embed/v51rlj8/?pub=4",
      "https://api.podcache.net/embedded-show-player/sh/88223be6-061a-48fb-aec7-3dfc9420858f?theme=blurred",
      "http://twitter.com/share?text=Trump%20Brags%20His%20Mugshot%20%27is%20the%20Best%20Ever%27%20During%20Black%20Barbershop%20Event%20as%20He%20Tries%20to%20Sway%20Voters%20via%20@radar_online&url=https://radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop/",
      "https://redcircle.com?utm_source=rc_embedded_player&utm_medium=web&utm_campaign=embedded_v1",
      "https://www.usatoday.com/story/news/politics/elections/2024/06/16/black-voters-biden-trump-poll/73671017007/",
      "https://www.share.flipboard.com/bookmarklet/popout?v=2&url=https://www.radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop/&title=Trump%20Brags%20His%20Mugshot%20%27is%20the%20Best%20Ever%27%20During%20Black%20Barbershop%20Event%20as%20He%20Tries%20to%20Sway%20Voters",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://www.redcircle.com?utm_source=rc_embedded_player&utm_medium=web&utm_campaign=embedded_v1",
      "https://mediaite.com/news/trump-brags-at-black-barbershop-event-the-mugshot-it-just-beat-elvis-presley-and-frank-sinatra-by-a-lot/",
      "https://usatoday.com/story/news/politics/elections/2024/06/16/black-voters-biden-trump-poll/73671017007/",
      "https://facebook.com/sharer/sharer.php?u=https://radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop/",
      "https://rumble.com/embed/v51rlj8/",
      "http://www.twitter.com/share?text=Trump%20Brags%20His%20Mugshot%20%27is%20the%20Best%20Ever%27%20During%20Black%20Barbershop%20Event%20as%20He%20Tries%20to%20Sway%20Voters%20via%20@radar_online&url=https://www.radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop/",
      "https://redcircle.com",
      "https://www.mediaite.com/news/trump-brags-at-black-barbershop-event-the-mugshot-it-just-beat-elvis-presley-and-frank-sinatra-by-a-lot",
      "https://www.rumble.com/embed/v51rlj8/?pub=4",
      "https://www.facebook.com/sharer/sharer.php",
      "http://twitter.com/share",
      "https://www.facebook.com/sharer/sharer.php?u=https://radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop",
      "https://www.api.podcache.net/embedded-show-player/sh/88223be6-061a-48fb-aec7-3dfc9420858f?theme=blurred",
      "http://twitter.com/share?text=Trump%20Brags%20His%20Mugshot%20%27is%20the%20Best%20Ever%27%20During%20Black%20Barbershop%20Event%20as%20He%20Tries%20to%20Sway%20Voters%20via%20@radar_online&url=https://radaronline.com/p/donald-trump-felony-convictions-appeal-black-voters-mugshot-black-barbershop",
      "https://api.podcache.net/embedded-show-player/sh/88223be6-061a-48fb-aec7-3dfc9420858f",
      "https://www.usatoday.com/story/news/politics/elections/2024/06/16/black-voters-biden-trump-poll/73671017007"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump trump",
          "sentiment": "positive"
        },
        {
          "name": "donald trump",
          "sentiment": "positive"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "black",
          "sentiment": "none"
        },
        {
          "name": "peter helman",
          "sentiment": "none"
        },
        {
          "name": "byron donalds",
          "sentiment": "none"
        },
        {
          "name": "mediaite",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "black barbershop home",
          "sentiment": "positive"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "mega donald trump",
          "sentiment": "none"
        },
        {
          "name": "trinity audio",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlanta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:51:55.210+03:00",
    "updated": "2024-06-28T00:51:55.210+03:00"
  },
  {
    "uuid": "05abbfa33acd630ea0fc3aaffe98cd79437fb2cd",
    "url": "https://www.laserfocusworld.com/optics/article/55093304/umicore-coating-services-ltd-precision-infrared-technology-and-evolving-regulations-revolutionize-emissions-tracking",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Naples",
    "published": "2024-07-05T00:00:00Z",
    "title": "Precision infrared technology and evolving regulations revolutionize emissions tracking | Laser Focus World",
    "text": "For too long, the issue of methane in the energy sector has been out of sight, out of mind. But with each year that passes, the focus on it grows. Despite being one of the largest contributors to global warming, methane has for years flown under the industry’s radar. This invisible gas, second only to carbon dioxide in its impact on pollution, has caused between 20 and 30% of all recorded temperature increases during the last 200 years,1 but has failed to garner the same attention from those positioned to act. Poor data collection and monitoring have led to methane levels growing in the atmosphere, with leaking infrastructure and gas-spewing operations often going unchecked. However, the increasing awareness of this threat has prompted a surge of action from industry and regulators alike. Multiple new targets and measures have been introduced promising to decrease emissions around the world and hold energy operators to account for their contributions. Combined with advancements in gas detection technology granting the energy sector the tools it needs to improve monitoring, the tide on methane may be about to turn. Improving emissions tracking The importance of data when it comes to methane emissions cannot be overstated. Robust information is essential for everything from establishing baselines to setting targets for reduction. Without understanding where emissions are occurring and at what scale, operators cannot effectively target repairs and maintenance or track their progress over time. Despite promising growth in the quality of reporting on methane emissions, estimates are still plagued by uncertainty. There is a notable gap between the data collected by scientists and official measurements, and that submitted by energy operators. For example, while the Global Methane Budget and International Agency both estimate emissions from oil and gas operations sit at around 84 metric tons (MT) per year,2 figures provided by countries to the United Nations (U.N.) are around half this, and estimates based on company-provided figures are even lower. Extrapolating reports to the Oil & Gas Methane Partnership 2.0 to cover the remainder of the industry puts estimates of methane emissions at just 5 MT. Explanations for this discrepancy vary. It is possible that only the better-performing national governments report their figures to the U.N., which means estimates may not properly represent the performance of the industry. Too often, official data relies on out-of-date or inaccurate reporting. The problem with inaccurate data is immediately apparent. Failing to clearly map emissions risks underestimating their scale, as well as potentially overlooking larger one-off accidental “super-emitting” events. If the oil and gas sector is to improve its reputation on the environment, urgent action will be needed to improve emissions monitoring. Changing legislation In today’s regulatory landscape, emissions tracking is no longer an expectation—in many parts of the world, accurate monitoring and reporting is becoming a requirement. In May 2024, the European Union’s (EU) first-ever rules for energy sector methane emissions became legislation—requiring oil and gas operators to actively monitor and report on any methane emissions to high standards, and take tangible steps to reduce them once identified.3 Businesses must also end any avoidable flaring and venting activity, and reserve the practice solely for situations where it is strictly necessary such as safety-critical incidents. This regulation will impact emissions from imports. Often, EU countries’ domestic methane emissions from energy are lower than the emissions from their imports, so the EU regulation will require countries to ensure imported fossil fuels are being produced to the same exacting data monitoring standards as domestic operations. These requirements will become stricter over time, eventually ensuring that exporters operate by the same monitoring and detection standards as businesses within the EU. These measures have the potential to transform the energy sector’s environmental impact by radically overhauling transparency around methane emissions. Under the law, any reports made will need to be verified by independent bodies, and periodic inspections will be conducted by national authorities to ensure the standards are being adhered to. This requirement should go a long way toward improving the accuracy of the data that companies hold. Around the world, growing numbers of countries are developing their own legislation or opening investment opportunities to improve data transparency on methane. In the U.S. for example, the Environmental Protection Agency and Department of Energy have opened applications for $850 million in funding for methane monitoring, measuring, and reduction programs.4 This investment, part of the Inflation Reduction Act, comes alongside targets to reduce methane emissions from parts of the oil and gas sector by 80%. Methane leak detection technology With new regulations requiring operators to detect and repair methane leaks across their infrastructure, having the right equipment is becoming more important than ever. Many oil and gas suppliers oversee vast networks of pipelines and tanks, much of which is hidden underground, and without specialist monitoring technology that is both high-performance and versatile enough for widespread deployment, successfully locating leaks can be almost impossible. The EU is supporting these efforts with its own investments. Under recent legislation, the EU Commission is required to introduce a satellite monitoring tool that will provide information on the scale, frequency, and location of large-scale emission sources, regardless of their location. A rapid alert mechanism will also be introduced for “super-emitting” events—alerting the EU or relevant country when particularly large leaks are identified to facilitate preventative action. Operators can enhance this by deploying their own equipment on the ground. With the need to quickly and accurately identify leaks across a wide area and in a range of challenging environments, infrared (IR) technology is emerging as a particularly promising solution. Laser absorption spectroscopy (LAS) is a high-performance gas detection technique ideally suited for the challenges faced by the energy sector. Combined with precision IR filters, this technology enables monitoring of a wide range of gases including carbon dioxide (CO2), methane, sulphur dioxide, and volatile organic compounds—to support companies with accurate reporting required by evolving regulations. This technique is based on the unique IR-absorbing properties of greenhouse gases. By passing beams of IR light through a sampling chamber containing the gas being monitored for, these sensors can accurately detect concentrations based on the absorption of IR radiation. Recent advancements in LAS technology resulted in detectors that can continuously monitor for combustible gases and vapors and provide early notifications, while requiring minimal calibration. These sensors are also resistant to contamination and corrosion, which means they can be deployed for the range of environments often encountered in the oil and gas sector. Thanks to advances in filter coating technology, LAS detectors are becoming increasingly accessible. Coating characteristics determine how suitable the filters used in LAS are for any given application, which enables them to monitor a wide range of different gases, and the work of coating developers like Umicore Coating Services is bringing down the cost of this technology through bespoke innovative solutions. Umicore’s early prototyping services are helping equipment manufacturers improve the functionality of their technology—and advancing innovative solutions to further support emissions monitoring and reduction in the energy sector. With methane regulations continuing to evolve, energy operators can no longer afford to bury their head in the sand on this issue. Thankfully, the solutions that will help them stay compliant with emerging legislation are readily available today. The performance and versatility of LAS detectors make them ideal for deployment in the oil and gas sector and, in the years to come, this technology will prove instrumental to improving data accuracy and transparency. REFERENCES 1. See [www.iea.org/reports/global-methane-tracker-2022/methane-and-climate-change](https://www.iea.org/reports/global-methane-tracker-2022/methane-and-climate-change). 2. See [www.iea.org/reports/global-methane-tracker-2024/progress-on-data-and-lingering-uncertainties](https://www.iea.org/reports/global-methane-tracker-2024/progress-on-data-and-lingering-uncertainties). 3. See [energy.ec.europa.eu/news/new-eu-methane-regulation-reduce-harmful-emissions-fossil-fuels-europe-and-abroad-2024-05-27_en](https://energy.ec.europa.eu/news/new-eu-methane-regulation-reduce-harmful-emissions-fossil-fuels-europe-and-abroad-2024-05-27_en). 4. See [www.epa.gov/newsreleases/epa-doe-announce-850-million-reduce-methane-pollution-oil-and-gas-sector](https://www.epa.gov/newsreleases/epa-doe-announce-850-million-reduce-methane-pollution-oil-and-gas-sector).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.iea.org/reports/global-methane-tracker-2024/progress-on-data-and-lingering-uncertainties).",
      "https://www.iea.org/reports/global-methane-tracker-2022/methane-and-climate-change).",
      "https://www.epa.gov/newsreleases/epa-doe-announce-850-million-reduce-methane-pollution-oil-and-gas-sector).",
      "https://energy.ec.europa.eu/news/new-eu-methane-regulation-reduce-harmful-emissions-fossil-fuels-europe-and-abroad-2024-05-27_en).",
      "https://iea.org/reports/global-methane-tracker-2022/methane-and-climate-change).",
      "https://iea.org/reports/global-methane-tracker-2024/progress-on-data-and-lingering-uncertainties).",
      "https://www.energy.ec.europa.eu/news/new-eu-methane-regulation-reduce-harmful-emissions-fossil-fuels-europe-and-abroad-2024-05-27_en).",
      "https://epa.gov/newsreleases/epa-doe-announce-850-million-reduce-methane-pollution-oil-and-gas-sector)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T15:26:55.056+03:00",
    "updated": "2024-07-05T15:26:55.056+03:00"
  }
]