[
  {
    "uuid": "5f011c58710431e0bf9b0514f896e5844744b735",
    "url": "https://www.thetechedvocate.org/5-ways-to-get-fit-as-a-teenager",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Lynch",
    "published": "2024-04-04T21:00:00Z",
    "title": "5 Ways to Get Fit As a Teenager - The Tech Edvocate",
    "text": "Introduction:\nBeing a teenager is an exciting time of growth, change and self-discovery. It’s also important to make sure you’re staying healthy and fit during this critical phase of your life. Teenagers can be busy with school, friends, and extracurricular activities, so finding time for fitness can sometimes be a challenge. To help you get on track or stay in shape, here are five ways to get fit as a teenager.\n1. Find a fun and engaging physical activity.\nThe key to sticking with any fitness program is to enjoy it. Instead of focusing on tedious gym workouts, find a fun activity that gets your heart rate up while providing enjoyment. Join a soccer team, try an aerobics class or even take up dancing lessons—whatever it is that you look forward to doing. The more you enjoy the activity, the more likely you are to stick with it for the long run.\n2. Make small changes in your daily routine.\nYou don’t have to overhaul your entire day-to-day routine to improve your fitness. Small changes can make a big difference over time. For example, take the stairs instead of the elevator at school or walk or bike to classes when possible. Incorporate stretching or quick body-weight exercises (like push-ups or squat jumps) during TV commercial breaks or while waiting for food in the microwave.\n3. Focus on nutrition along with exercise.\nExercise is only one part of the equation when it comes to getting fit as a teenager. Good nutrition plays a significant role in supporting your overall health. Build a balanced diet consisting of fruits, vegetables, whole grains, lean proteins and healthy fats instead of overly processed or sugary snacks and meals. This will provide the energy you need for growth and daily activities—especially when combined with regular physical activity.\n4. Engage friends or family members as workout buddies.\nIt’s much easier to stay motivated and committed to your fitness goals when you’re not doing it alone. Whether you choose a sibling, a friend or a parent, having a workout buddy by your side can keep you accountable and make exercises more enjoyable. Plus, it creates an opportunity to bond with others over shared experiences.\n5. Set realistic goals and track your progress.\nDefine specific, achievable fitness goals that are relevant for your age and current fitness level. Instead of focusing on aesthetic changes (like losing weight), consider aiming to build strength, increase flexibility or improve athletic performance. Tracking your progress can also help motivate you and provide a sense of accomplishment when you reach milestones.\nConclusion:\nGetting fit as a teenager doesn’t have to be complicated. By finding an enjoyable physical activity, making small changes in your daily routine, focusing on nutrition, engaging friends or family members and setting realistic goals, you’ll be well on your way to better health and happiness. So go ahead and prioritize fitness in your teenage years—you won’t regret it!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:51:32.793+03:00",
    "updated": "2024-04-05T00:51:32.793+03:00"
  },
  {
    "uuid": "1fcd1c08023de37e6bf0b8f0e72b959f4cda0da1",
    "url": "https://www.defense.gov/News/Feature-Stories/Story/Article/3700859/navy-scientist-helped-develop-gps",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@DeptofDefense",
    "published": "2024-03-08T00:00:00Z",
    "title": "Navy Scientist Helped Develop GPS > U.S. Department of Defense > Story",
    "text": "Gladys West was among a small group of women who did computing for the U.S. military during the early days of the Cold War, including Defense Department work that eventually became the basis for the Global Positioning System.\nGlobal Positioning System Gladys West and Sam Smith look over data from the Global Positioning System, which West helped develop at the Naval Proving Ground in Dahlgren, Va., March 16, 1985. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 583.68 KB ) Photo By: Navy VIRIN: 850316-O-D0439-001Y\nThe Navy hired West — then Gladys Mae Brown — in 1956 as a mathematician to do computer programming and coding at Naval Proving Ground in Dahlgren, Virginia. While there, she met fellow Dahlgren mathematician Ira West, and they married in 1957.\nIn the early 1960s, she participated in an award-winning, astronomical study that proved the regularity of Pluto's motion relative to Neptune.\nSpotlight: Women's History Month\nFrom the mid-1970s through the 1980s, West used complex algorithms to account for variations in gravitational, tidal and other forces that distort Earth's shape. She programmed the IBM 7030 computer, also known as Stretch, to deliver increasingly refined calculations for an extremely accurate model of the Earth's shape, optimized for what ultimately became the GPS orbit used by satellites.\nGladys West Gladys West is inducted into the Air Force Space and Missile Pioneers Hall of Fame during a ceremony in her honor at the Pentagon, Dec. 6, 2018. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 1.04 MB ) Photo By: Adrian Cadiz, Air Force VIRIN: 181206-F-DT527-087Y West was born in Sutherland, Virginia, on Oct. 27, 1930. Her mother worked in a tobacco factory, and her father worked for the railroad.\nMuch of her childhood was spent working on the family farm, but West had aspirations other than farming. She wanted to become a scientist, so she studied hard, made excellent grades, and earned a full scholarship to Virginia State College, a historically Black public university.\nIn 1952, West graduated from the university with a Bachelor of Science degree in math. She went on to earn a graduate degree in math in 1955 just prior to beginning her job with the Navy.\nSpotlight: Science & Tech\nWest worked at Dahlgren for 42 years and retired in 1998. She later completed a doctorate in public administration at Virginia Tech.\nWest and her husband live in King George County, Virginia. They have three children and seven grandchildren.\n\"I think that Dr. West is another one of those hidden figures in our military that play a critical role in the advancements that not only affected our ability to fire missiles accurately but also enable everyday life when you pick up your phone and you're trying to find something,\" said retired Navy Rear Adm. Sinclair Harris during a Dahlgren awards ceremony for West last year.\nSpotlight: Engineering in DOD\nDespite having helped to develop GPS, West told the Atlanta Black Star news website that she still prefers using a paper map when she drives.\nHall of Fame Air Force Lt. Gen. David “DT” Thompson presents Gladys West with an award as she is inducted into the Air Force Space and Missile Pioneers Hall of Fame during a ceremony in her honor at the Pentagon, Dec. 6, 2018. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 1013.76 KB ) Photo By: Adrian Cadiz, Air Force VIRIN: 181206-F-DT527-136Y\nHer many awards and recognitions include:\nInduction into the Air Force Space and Missile Pioneers Hall of Fame in 2018. The Webby Lifetime Achievement Award in 2021. The Prince Philip Medal by the United Kingdom's Royal Academy of Engineering in 2021. The National Museum of the Surface Navy's Freedom of the Seas Exploration and Innovation Award in 2021. Falcon 9 Launch A SpaceX Falcon 9 rocket carrying the GPS III SV06 payload launches from Space Launch Complex-40 at Cape Canaveral Space Force Station, Fla., on Jan. 18, 2023. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 1.09 MB ) Photo By: Space Force Senior Airman Thomas Sjoberg VIRIN: 230118-X-QO603-1087 Satellite in Orbit A GPS Block IIA satellite orbits Earth, Nov. 25, 2013. Share: × Share Copy Link Email Facebook X LinkedIn WhatsApp Download: Full Size ( 634.88 KB ) Photo By: Scott Prater, Air Force VIRIN: 131125-F-MY013-001Y \"The Navy stands on the shoulders of the geniuses that have been advancing our technology in the Navy… We're standing on Dr. West's shoulders to execute the mission of the United States,\" said retired Navy Adm. Philip S. Davidson, former commander of U.S. Indo-Pacific Command, at the Dahlgren awards ceremony.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gladys west",
          "sentiment": "negative"
        },
        {
          "name": "dahlgren",
          "sentiment": "none"
        },
        {
          "name": "gladys mae brown",
          "sentiment": "none"
        },
        {
          "name": "ira west",
          "sentiment": "none"
        },
        {
          "name": "sam smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "navy",
          "sentiment": "negative"
        },
        {
          "name": "u.s. department of defense",
          "sentiment": "negative"
        },
        {
          "name": "defense department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "neptune",
          "sentiment": "none"
        },
        {
          "name": "va.",
          "sentiment": "none"
        },
        {
          "name": "naval proving ground",
          "sentiment": "none"
        },
        {
          "name": "dahlgren",
          "sentiment": "none"
        },
        {
          "name": "west",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "pluto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T19:48:57.257+02:00",
    "updated": "2024-03-08T19:48:57.257+02:00"
  },
  {
    "uuid": "8e2cde39888debd802f942eed28463cb7a1fc232",
    "url": "https://www.elobservador.com.uy/nota/temporal-en-salto-el-momento-impactante-cuando-llego-la-tormenta-calles-inundadas-y-autos-aplastados-2023122982932",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2023-12-29T11:29:00Z",
    "title": "Temporal en Salto: el \"momento impactante\" cuando llegó la tormenta, calles inundadas y autos aplastados",
    "text": "Desde las 21:45 del jueves hasta las 4:00 de este viernes hubo localidades de Salto que estuvieron primero bajo alerta amarilla y luego bajo alerta naranja del Instituto Uruguayo de Meteorología ( [Inumet](https://www.elobservador.com.uy/nota/clima-en-uruguay-hoy-asi-es-el-pronostico-de-inumet-para-este-viernes-29-de-diciembre-2023122973927)) por tormentas fuertes. Se trató de una \"perturbación atmosférica asociada a masa de aire húmeda e inestable\" que afectó al norte del país \"generando tormentas algunas puntualmente fuertes\", explicó Inumet. El instituto advirtió que en zonas de tormentas se podían registrar \"lluvias intensas en cortos períodos, caída de granizo, intensa actividad eléctrica y rachas de viento muy fuertes\". Varias personas registraron con imágenes y videos la situación en el departamento norteño. \"En Salto, [#Uruguay](https://twitter.com/hashtag/Uruguay?src=hash&ref_src=twsrc%5Etfw), se vivió un momento impactante con un temporal de vientos superiores a 100 kilómetros por hora. El ruido del viento y la llegada de la tormenta se captaron en un video\", dice una publicación de la Estación BCP. En Salto,— Meteorología Estación bcp (@Estacion_bcp) [#Uruguay], se vivió un momento impactante con un temporal de vientos superiores a 100 kilómetros por hora. El ruido del viento y la llegada de la tormenta se captaron en un video. 📼 [pic.twitter.com/GUgpE7YPQR] [December 29, 2023] La estación meteorológica compartió también un video que muestra cómo quedaron inundadas las calles salteñas tras las fuertes lluvias. Así quedaron las calles de Salto,— Meteorología Estación bcp (@Estacion_bcp) [#Uruguay]durante el temporal con las lluvias copiosas. [pic.twitter.com/O27F2IlUqp] [December 29, 2023] Además, hubo árboles que cayeron y aplastaron autos en la ciudad de Salto: Autos aplastados en la ciudad de Salto,— Meteorología Estación bcp (@Estacion_bcp) [#Uruguag]por árboles caídos durante el gran temporal. Video vía Matías Mena. [pic.twitter.com/GDPQrKhxDW] [December 29, 2023]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://twitter.com/hashtag/Uruguay?src=hash&ref_src=twsrc%5Etfw),",
      "https://twitter.com/hashtag/Uruguay",
      "https://www.twitter.com/hashtag/Uruguay?src=hash&ref_src=twsrc%5Etfw),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:36:18.051+02:00",
    "updated": "2023-12-29T13:36:18.051+02:00"
  },
  {
    "uuid": "c8611ae4e353716a6e8daa2243eeb05936b370d2",
    "url": "https://www.oggi.it/attualita/notizie/2023/12/29/hezbollah-minaccia-litalia-fa-parte-della-coalizione-del-male-che-protegge-gli-interessi-di-israele/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DI E M",
    "published": "2023-12-29T08:18:00Z",
    "title": "Hezbollah contro l’Italia: “È parte della coalizione del male di Israele” | Oggi",
    "text": "Hezbollah, dopo i continui scontri con Gerusalemme, minaccia anche l’Italia: «Fa parte della coalizione del male che protegge gli interessi di Israele». Nuovo raid dell’Idf su Gaza e altri 20 morti e 55 feriti. L’Onu denuncia le violenze dei coloni: «Sono 83 i bambini uccisi in Cisgiordania in tre mesi». – [foto](https://www.oggi.it/attualita/gallery/strage-allospedale-di-gaza-centinaia-di-morti-le-foto-della-tragedia/) | [video](https://www.oggi.it/video/attualita/2023/11/30/attentato-a-gerusalemme-il-momento-degli-spari-sulla-folla/) [Israele: “Uccideremo il capo di Hamas a Gaza”. Ecco chi è Yahya Sinwar - guarda](https://www.oggi.it/attualita/notizie/2023/11/05/israele-uccideremo-il-capo-di-hamas-a-gaza-ecco-chi-e-yahya-sinwar/) MINACCE ALL’ITALIA - Lo shaykh Naim Qassem, numero due del partito armato libanese filo-iraniano, arringa la folla e include nei nemici del popolo palestinese anche il nostro Paese: «È necessario fare fronte comune contro la coalizione del male rappresentata da America, Israele, Francia, Gran Bretagna, Italia e Germania con la coalizione del bene delle forze della resistenza anti-israeliana in Palestina, Libano, Iran, Yemen e Iraq». Il tutto mentre l’Idf effettua nuovi attacchi nel sud del Libano su Ayta ash Shab e Ramyeh con aerei, carri armati e artiglieria. Su Twitter, il ministro degli Esteri britannico David Cameron riferisce invece del suo incontro con il premier libanese: «Un’escalation del conflitto da Gaza al Libano, al Mar Rosso o in tutta la regione, rafforzerebbe il livello estremamente elevato di pericolo ed insicurezza nel mondo. Sono grato al Primo Ministro libanese Najib Mikati per aver discusso con me queste questioni cruciali oggi e per gli sforzi del Libano volti a prevenire tale escalation». E la Spagna si sfila dalla cordata occidentale contraria alla fine delle ostilità. Incontrando il primo ministro iracheno Mohamed Shia al Sudani, il premier di Madrid Pedro Sanchez dice infatti: «Rifiutiamo la morte di civili, soprattutto delle migliaia di bambini e bambine che muoiono a Gaza, allertiamo delle gravi conseguenze umanitarie di questa crisi fra la popolazione palestinese, reclamiamo la fine delle ostilità e un cessate il fuoco permanente». E poi: «Il mio Paese, sempre su richiesta delle autorità irachene, sosterrà l’unità, la sovranità e la stabilità dell’Iraq». [Joe Biden conferma: “La strage all’ospedale di Gaza non l’ha fatta Israele”. Ma il mondo arabo è in subbuglio: razzi anche dal Libano - guarda](https://www.oggi.it/attualita/notizie/2023/10/19/joe-biden-conferma-la-strage-allospedale-di-gaza-non-lha-fatta-israele-ma-il-mondo-arabo-e-in-subbuglio-razzi-anche-dal-libano/) FRONTI DI GUERRA - Un raid aereo dell’Idf su Rafah, nel sud di Gaza, provoca altri 20 morti e almeno 55 feriti vicino ad un ospedale, come riferisce Al Jazeera: «L’attacco aereo ha completamente raso al suolo l’edificio residenziale che ospitava persone sfollate». E Osama Hamdan, rappresentante di Hamas in Libano, dice no ad altre tregue: «Hamas non rilascerà altri ostaggi israeliani senza una completa cessazione dell’aggressione al nostro popolo». E denuncia: «Almeno 300 persone sono state uccise nei recenti attacchi israeliani a Gaza e ci sono 400 feriti. La situazione nel nord di Gaza ha raggiunto il punto in cui le persone muoiono di fame, compresi bambini, donne e anziani». La Cnn mostra altre immagini choc di detenuti palestinesi spogliati e trattenuti nello stadio Yarmouk di Gaza City dalle forze israeliane: tra essi anche donne e almeno due bambini. E il ministro Benny Gantz, che siede nel gabinetto di guerra israeliano, assicura: «Si avvicina al giorno in cui potremo consentire il ritorno di alcune comunità» lungo il confine con Gaza. «Quando diventerà possibile, e il processo di rientro sarà guidato dal ministero della Difesa, verrà svolto in pieno coordinamento con i vertici delle autorità, in modo che ad ogni località, comunità ed individuo siano garantite le soluzioni adatte alle necessità con un aiuto massiccio dello stato». [Pioggia di razzi su Tel Aviv. Nuovi raid di Israele nella Striscia. Jet Usa attaccano la Siria - guarda](https://www.oggi.it/attualita/notizie/2023/10/27/pioggia-di-razzi-su-tel-aviv-nuovi-raid-di-israele-nella-striscia-jet-usa-attaccano-la-siria/) LE VIOLENZE IN CISGIORDANIA - Adele Khodr, direttrice regionale dell’Unicef per il Medio Oriente e il Nord Africa, scrive in una nota che sono 83 i bambini uccisi in Cisgiordania, inclusa Gerusalemme Est in tre soli mesi. Un livello «senza precedenti». E aggiunge: «Mentre il mondo osserva con orrore la situazione nella Striscia di Gaza, i bambini in Cisgiordania stanno vivendo un incubo tutto loro. Vivere con una sensazione quasi costante di paura e dolore è, purtroppo, fin troppo comune per i bambini colpiti». E gli Emirati Arabi chiedono una riunione urgente all’Onu del Consiglo di Sicurezza per discutere delle violenze dei coloni israeliani e «sul loro impatto sulla fattibilità della soluzione a due Stati» per il conflitto tra israeliani e palestinesi. e.m. Oggi ©RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T11:11:13.989+02:00",
    "updated": "2023-12-29T11:11:13.989+02:00"
  },
  {
    "uuid": "13fba6d950b2dce8f6bf703aa749e026cbd6dc76",
    "url": "https://www.chch.com/london-attack-ruling-first-to-recognize-terror-on-grounds-of-white-nationalism",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-02-23T14:12:00Z",
    "title": "London attack ruling first to recognize terror on grounds of white nationalism",
    "text": "The case of an Ontario man who carried out a deadly attack on a Muslim family was the first to recognize terrorism on grounds of white supremacist ideology and further emphasized that terrorism isn’t limited to those who belong to specific groups, experts and observers said after the landmark trial ended this week. Nathaniel Veltman was sentenced Thursday to life in prison with no chance of parole for 25 years for each of four counts of first-degree murder in the June 2021 attack that killed four members of the Afzaal family in London, Ont. Veltman, 23, was also sentenced to life in prison for the attempted murder of a boy who survived. All five sentences are to be served concurrently. In handing down the sentencing decision, Ontario Superior Court Justice Renee Pomerance said Thursday it was an “inescapable conclusion” that Veltman committed a terrorist act in hitting the Afzaal family with his truck. She noted he targeted them because they were Muslim, and expressed white nationalist beliefs in a manifesto and in his statements to police. “Terrorism is not exclusive to any group or ideology,” she said. “Right-wing extremism is as potentially destructive of the social order as any other belief system promoting hate and violence.” READ MORE: [Judge rules attack on Afzaal family in London, Ont. as terrorism](https://www.chch.com/judge-rules-attack-on-afzaal-family-in-london-ont-as-terrorism/) Forty-six-year-old Salman Afzaal; his 44-year-old wife, Madiha Salman; their 15-year-old daughter, Yumna; and her 74-year-old grandmother, Talat Afzaal were killed in the attack. The couple’s nine-year-old son was seriously hurt but survived. The case was the first time Canada’s terrorism laws were put before a jury in a first-degree murder trial. It also “marks the first time in Canadian history that a case involving white nationalism has met the threshold of terrorism,” Amira Elghawaby, Canada’s Special Representative on Combatting Islamophobia, said after the ruling. “This decision will have profound reverberations across Canada,” Elghawaby said. Amarnath Amarasingam, an assistant professor at Queen’s University’s school of religion, said the terrorism finding was important in light of the overwhelming evidence of ideological motivation. “If Veltman, of all people, who mowed down a family, who left a manifesto … who literally called himself a white nationalist and called for the deportation of certain minorities — if that isn’t ideology and if that isn’t defined that way, then what exactly is the point of these words?” he said. “It’s important for these things to be applied fairly across ideologies and movements,” he added. It will be interesting to see what happens in the future in cases involving “more nebulous, far-right individuals who don’t leave much behind,” he said. While the terrorism ruling wasn’t a surprise given the evidence heard at trial, Pomerance’s decision provides details on how to consider political purpose and ideological motivation — both key elements of terror under law — “in a way that we haven’t seen before in criminal trials,” said Michael Nesbitt, an associate professor of law at the University of Calgary who specializes in anti-terrorism. In the past, someone accused of terrorism would be linked to a group, and that group with an ideology, which would then tie the person to that ideology, he said. That made things more difficult when dealing not only with lone actors, but also with individuals “drawing from a potpourri of different ideological influences,” rather than a focused movement or group, he said. Thursday’s ruling shows that the anti-terror laws in place are capable of capturing that sort of activity, which better reflects what officials have identified as the current security threat environment in Canada, he said. “This is an example of a successful prosecution where they made the case with the available evidence just associated with the individual,” he said. In her decision, Pomerance said Veltman “did not need to commune with a group and he did not even need to leave his apartment in order to become wholly immersed in extremist doctrine.” While radicalization is complex, based on the evidence presented at trial, Veltman “drew much of his rage from internet sources, which he repeatedly accessed in the days and moments leading up to the attack,” she said. READ MORE: [‘I can’t talk to my family anymore’ : London attack victims remembered](https://www.chch.com/i-cant-talk-to-my-family-anymore-london-attack-victims-remembered/) The judge said she would not refer to Veltman by name or repeat his beliefs in order to avoid giving him the attention he sought. That position is understandable, but it also makes it more difficult to parse out how the things Veltman said stack up against our understanding of white nationalism, which is part of assessing ideology, said Barbara Perry, the director of the Centre on Hate, Bias and Extremism at Ontario Tech University. “So that was, I think, something that will be food for lots of conversation and debate in months to come,” she said. Faisal Bhabha, an associate professor at York University’s Osgoode Hall law school, has long opposed anti-terrorism laws, arguing they are deployed in a discriminatory fashion and serve no real purpose since the acts they cover are already illegal. Veltman is facing the same sentence for the first-degree murders as anyone convicted of those offences without a terrorism component, he said, which shows terror convictions are largely symbolic. “If it doesn’t lead to different sentencing principles, then what is the point of a terrorism offence at all?” he asked. Bhabha pointed to the case of Alexandre Bissonnette, the gunman who killed six people in a Quebec City mosque in 2017. Bissonnette pleaded guilty to six counts of first-degree murder and six counts of attempted murder, none of them with a terrorism component. Bissonnette was initially sentenced to life in prison with no chance of parole for 40 years, under a law in place at the time that allowed judges to stack the mandatory 25-year parole ineligibility periods in cases involving multiple first-degree murders. That sentence, and the law allowing it, were then struck down by Quebec’s top court, a decision later upheld by the Supreme Court of Canada. Bissonnette’s parole ineligibility was brought down to 25 years. However, the fact that Pomerance considered terrorism as a key factor in sentencing Veltman to life for attempted murder was “noteworthy,” he said. “That might be the future of anti-terrorism legislation, to be able to capture acts … that might not attract significant sentences, for acts that are short of murder that advance a terrorist cause,” he said. This report by The Canadian Press was first published Feb. 23, 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nathaniel veltman",
          "sentiment": "none"
        },
        {
          "name": "veltman",
          "sentiment": "none"
        },
        {
          "name": "renee pomerance",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ontario superior court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T16:21:43.980+02:00",
    "updated": "2024-02-23T22:25:39.122+02:00"
  },
  {
    "uuid": "8274eb6713619ca37c81d38ca591dbb58fa3d162",
    "url": "https://www.wfaa.com/video/sports/locked-on/lo-national/big-3-in-30-college/oklahoma-lands-a-quarterback-transfer-on-christmas-day-the-big-3-in-30-college/535-fdcff8c4-3816-4ad6-aae1-b7e08e164cec",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Author wfaa com",
    "published": "2024-12-26T00:00:00Z",
    "title": "Oklahoma Lands a Quarterback Transfer on Christmas Day | The Big 3 In 30 College | wfaa.com",
    "text": "Skip Navigation\nNavigation\nNews\nBack\nLocal\nFTWtoday\nTexas\nDALtoday\nNation World\nPolitics\nNear Me\nMoney\nInvestigations\nWFAA Originals\nGood Morning Texas\nNoticias\nWeather\nBack\nSports\nBack\nHigh School Sports\nCowboys\nMavericks\nRangers\nStars\nTCU\nSMU\nFC Dallas\nLonghorns\nWings\nScholar Athlete\nLocked On Podcast Network\nVERIFY\nSearch\nSearch:\nSearch\nRight Now\nDallas, TX »\n59°\nDallas, TX »\nAdvertise With Us\nRadar\nSports\nNoticias\nContests\nInside Texas Politics\nVote Now\nRight on the Money\nLa Vida\nVerify\nRescan Your TV\nIsrael-Hamas War\nAt the Border\nWednesday's Child\nReasons to Smile\nFamily First\nBreaking News\nMore (\n) »\nOklahoma Lands a Quarterback Transfer on Christmas Day | The Big 3 In 30 College\nOklahoma gets a quarterback for Christmas from the transfer portal and Florida State gets help for its o-line. Is a coaching overhaul coming in Florida?\nBefore You Leave, Check This Out\nWFAA would like to send you push notifications about the latest news and weather.\nNotifications can be turned off anytime in the browser settings.\nNo Thanks\nAllow",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->american football",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "WFAA Originals\nGood Morning Texas\nNoticias\nWeather\nBack\nSports\nBack\nHigh School Sports\nCowboys\nMavericks\nRangers\nStars\nTCU\nSMU\nFC Dallas\nLonghorns\nWings\nScholar Athlete\nLocked On Podcast Network",
          "sentiment": "none"
        },
        {
          "name": "Money\nLa Vida",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:42:41.646+02:00",
    "updated": "2024-12-27T00:42:41.646+02:00"
  },
  {
    "uuid": "eefd73c605b40f7111281a1ec38e88a4e4ccdcfa",
    "url": "https://jornaleconomico.sapo.pt/noticias/pcp-lamenta-ausencia-de-medidas-para-melhorar-condicoes-dos-profissionais-do-sns",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tomás Gonçalves Pereira",
    "published": "2024-08-08T00:00:00Z",
    "title": "PCP lamenta ausência de medidas para melhorar condições dos profissionais do SNS",
    "text": "“Não se trata de uma questão de haver poucos meses de governação, porque na realidade o Governo, à semelhança do anterior, não tem nenhuma medida, incluindo no seu programa de emergência, para melhorar as condições dos profissionais de saúde”, lê-se numa nota do PCP. Luís Montenegro e Marcelo Rebelo de Sousa visitaram hoje o Hospital de Santa Maria, em Lisboa, acompanhados da ministra da Saúde, Ana Paula Martins. “Com esta visita, o Presidente da República vem em auxílio do Governo, com uma intervenção desculpabilizadora, participando numa inauguração de uma maternidade que está encerrada, num dia em que se soube que até terça-feira não estará em funcionamento nenhuma urgência obstétrica na Margem Sul da Grande Lisboa”, lê-se na nota dos comunistas. Para o PCP, nesta visita “não foi anunciada nenhuma medida para começar a resolver o problema fundamental das urgências obstétricas no Serviço Nacional de Saúde (SNS), que é o da falta de profissionais”. “O que é necessário é criar condições – melhores remunerações, carreiras dignas e melhores condições de trabalho – para que os profissionais de saúde fiquem e regressem ao SNS”, prossegue o comunicado de imprensa.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:02:20.134+03:00",
    "updated": "2024-08-09T00:02:20.134+03:00"
  },
  {
    "uuid": "e9337bac4a95cc50a0832ec17960faf0ee165374",
    "url": "https://torino.repubblica.it/cronaca/2024/07/18/news/fit_for_2030_bici_torino_capo_nord-423401890",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "di Laura Pertici",
    "published": "2024-07-18T11:31:00Z",
    "title": "In bici fino da Torino a Capo Nord per sensibilizzare sul cambiamento climatico - la Repubblica",
    "text": "In bici da Torino a Capo Nord per il clima: 4200 chilometri in un mese, con una media di 140 chilometri per tappa attraverso nove nazioni. È iniziato questa mattina il viaggio “Fit for 2030” promosso dall’Environment Park che vedrà pedalare per 30 giorni Davide Longo , il mobility manager di EnviPark, Roberta Minelli , data engineer di Irion, Marco Fantino , Ceo di M&Pf. Li hanno accompagnati alla partenza il presidente di EnviPark Giacomo Portas , il governatore Alberto Cirio e l’assessora comunale alla Mobilità Chiara Foglietta .\n“È una testimonianza simbolica e insieme un’iniziativa per sensibilizzare sull’importanza di arrivare alla neutralità climatica nel 2030, però per noi vuole dire anche un grosso impegno sportivo nella pratica - spiega Longo -. Durante il viaggio incontreremo enti e realtà legate al cambiamento climatico e alla transizione ecologica”.\nDopo la partenza, il percorso toccherà il Passo Spluga , simbolo dell’effetto del cambiamento climatico sui ghiacci delle Alpi, Arbon in Svizzera, città che ha avviato una serie di progetti legati all’idrogeno, Wiesloch e Middlegrunden in Germania, Copenaghen , Goteborg . È poi previsto un incontro con il parlamento sami , in Lapponia, prima di arrivare a Capo Nord.\nIl viaggio sarà testimoniato da una serie di video e pillole green che saranno diffuse sui social. I ciclisti porteranno con loro le bandierine del Piemonte e di Torino e un dispositivo di countdown per aver sempre presente quanto manca al 2030 .\nLeggi i commenti I commenti dei lettori",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T11:37:12.892+03:00",
    "updated": "2024-07-19T11:37:12.892+03:00"
  },
  {
    "uuid": "4ea75804203de1dd3b9a22267a183f6f51afdfdb",
    "url": "https://www.rte.ie/news/world/2024/1101/1478506-spanish-floods",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tony Connelly",
    "published": "2024-11-01T06:50:00Z",
    "title": "Spanish province on red alert as storm threat continues",
    "text": "The Spanish authorities have issued the highest weather warning for the country's southwestern coast as the storms which have devastated the Valencia region to the east continue to threaten lives and communities.\nLast night. Taoiseach Simon Harris spoke to the Spanish Prime Minister Pedro Sanchez, expressing Ireland’s horror and sorrow at the numbers of people who had lost their lives in the disaster.\nWhile the people of Valencia continue to count the cost of the devastating flash floods earlier this week, the Spanish meteorological agency has issued a red alert for the province of Huelva, next to the Portuguese border on the southwestern coast.\nThe town of Huelva, as well as other municipalities, have already been flooded this morning.\nIn the early hours, nearby towns recorded 100 litres of water per square metre.\nThe agency has also issued orange alerts for the islands of Mallorca and Menorca, as well as for the northern coast and northern interior.\nAs Spain faces into a holiday weekend, the authorities have urged people not to travel to the Balearic islands, Catalonia, Andalusia, Valencia or Extremadura.\nSearch and rescue teams have continued to search for bodies So far 158 people have been confirmed dead, 155 of those in the Valencia region.\nThe death toll is expected to climb higher as the emergency services reach towns and villages which have so far been cut off.\nIn a phone call with his Spanish counterpart last night, the Taoiseach Simon Harris said the stories of loss and injury were heartbreaking and Ireland would provide whatever help it could, including through EU structures.\nLast night, crews continued to search for bodies in stranded cars and sodden buildings as residents salvaged what they could from their ruined homes.\nThe damage from the storm late Tuesday and early Wednesday recalled the aftermath of a tsunami, with survivors left to pick up the pieces as they mourn their loved ones.\nCars were piled on one another like fallen dominoes, uprooted trees, downed power lines and household items all mired in mud that covered streets in dozens of communities in Valencia, a region south of Barcelona on the Mediterranean coast.\nAn unknown number of people are still missing and more victims could be found.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Pedro Sanchez",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Catalonia",
          "sentiment": "none"
        },
        {
          "name": "Andalusia",
          "sentiment": "none"
        },
        {
          "name": "Mallorca",
          "sentiment": "none"
        },
        {
          "name": "Menorca",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T08:53:18.131+02:00",
    "updated": "2024-11-01T08:53:18.131+02:00"
  }
]