[
  {
    "uuid": "b1e81c43c304baa3da3fadb0508af0bdf0f44ee2",
    "url": "https://www.livemint.com/news/india/fog-alert-flights-and-trains-running-late-due-to-low-visibility-in-delhi-imd-predicts-dense-fog-for-next-two-days-11703812120390.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Livemint",
    "published": "2023-12-29T00:42:00Z",
    "title": "Fog alert! Flights and trains running late due to low visibility in Delhi, IMD predicts dense fog for next two days | Mint",
    "text": "Delhiites woke up with a thick layer of fog on Thursday morning, causing delays in several trains. Some flights also got delayed due to fog and low visibility in the national capital. At least 11 Delhi-bound trains are running late on Friday.\n\"Trains arriving late in Delhi area dated December 29 are Mumbai CSMT-Amritsar Express, Farakka Express, Himachal Express, Brahmaputra Mail, MCTM Udhampur-Delhi Sarai Rohilla AC SF Express, Lucknow Mail, Danapur-Anand Vihar Terminal Jan Sadharan Express, Raxaul-Anand Vihar Terminal Sadbhavana Express, Jammu Mail, Padmavat Express and Kashi Vishwanath Express,\" Deepak Kumar CPRO, Northern Railways said.\nSpeaking about the delay of trains, a passenger Subhash said, \"Several trains are getting delayed. 8 trains that were supposed to reach last night have not yet arrived. The trains that were supposed to reach this morning are running late by almost 3-4 hours and there is no confirmation when these trains will arrive...\"\n“My flight is delayed by almost 3 hours. We had to attend an important event but due to this delay, we will not be able to attend it. A lot of people are facing difficulties due to the delay of flights…,\" said a passenger Mohd Shahrukh.\n“Fog conditions at IGI airport improved significantly today with the Lowest Visibility this morning at 150m in dense fog and the Runway Visual Range (RVR) is in a range of 400m to 800m,\" IMD said.\nMeanwhile, the India Meteorological Department has released a dense fog advisory for Punjab, Haryana, Delhi, Uttar Pradesh, north Rajasthan, and north Madhya Pradesh.\n“Dense Fog Advisory for Punjab, Haryana, Delhi Uttar Pradesh, north Rajasthan and north Madhya Pradesh: Be careful while driving or outing through any transport. Use fog lights while driving. Be in touch with airlines, railways, and state transport for your journey schedule,\" the weather office wrote on X.\nIMD has warned of dense fog for the northwest and parts of adjoining central India during the next three days. It had also reported about the satellite imagery, revealing the presence of fog blanketing the North India region.\nThursday morning witnessed a dense fog cover enveloping the national capital and its surrounding areas, leading to reduced visibility on roads resulting in delays for numerous trains and flights.\nThis caused delays in several trains and flights. More than 20 trains were running late, and 134 flights were delayed due to low visibility yesterday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://twitter.com/ANI/status/1740557416335548766?ref_src=twsrc%5Etfw",
      "https://twitter.com/ANI/status/1740558008583864738?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/ANI/status/1740558008583864738?ref_src=twsrc%5Etfw",
      "https://twitter.com/ANI/status/1740557416335548766",
      "https://twitter.com/ANI/status/1740558008583864738",
      "https://www.twitter.com/ANI/status/1740557416335548766?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohd shahrukh",
          "sentiment": "none"
        },
        {
          "name": "subhash",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "imd",
          "sentiment": "negative"
        },
        {
          "name": "igi",
          "sentiment": "none"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "haryana",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "madhya pra",
          "sentiment": "none"
        },
        {
          "name": "rajasthan",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:29:49.243+02:00",
    "updated": "2023-12-29T08:27:40.774+02:00"
  },
  {
    "uuid": "65e32988d55a1336232ae2be68656ecf61585f1b",
    "url": "https://wegotthiscovered.com/celebrities/thats-a-pack-of-lies-stephen-king-wags-a-finger-at-kayleigh-mcenany-for-bending-the-truth-and-being-generally-incompetent",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jordan Collins",
    "published": "2024-06-27T20:22:00Z",
    "title": "‘That’s a pack of lies’: Stephen King wags a finger at Kayleigh McEnany for bending the truth and being generally incompetent",
    "text": "You can always rely on Stephen King to cut through the trash. Today it’s the former White House press secretary, Kayleigh McEnany who he’s got in his sights.\nThe horror author called out McEnany for peddling “a pack of lies” on X. The clip King is responding to comes from Fox News where the secretary-turned-political commentator appeared to criticize President Joe Biden’s policies regarding immigration and border security.\nMcEnany claims that over five million immigrants have crossed the southwest border. She goes on to ask if there is any sort of vetting system, claiming, “They say we do, doesn’t appear we do,” before citing recent cases that have seen women killed by individuals in the country waiting for their asylum claims to be processed .\nKayleigh–that's a pack of lies. https://t.co/5ONfDT81EC\n— Stephen King (@StephenKing) June 27, 2024 Considering what a prolific writer King is, when it comes to his responses on X, he’s a man of few words; his take-downs are short and sweet. McEnany is certainly bending the truth to fit her narrative a bit here, but what does King mean when he says it’s a pack of lies? I feel some elaboration might be necessary in this context.\nThe facts on unauthorized arrivals Unauthorized arrivals to the U.S. have been on the increase in recent years, but how much of that can be blamed on Biden? Back at the start of his presidency, Biden reversed a number of harsh policies implemented by Trump, which was a popular move at the time — Trump’s barbaric zero-tolerance approach saw families being separated, with the parents being sent back and the children remaining in government custody.\nLet’s not forget that it was also Donald Trump who influenced the GOP to kill Biden’s bill that would’ve tightened border control and offered more support to Ukraine, as reported by NBC . And why would Trump want to put a stop to such a deal you might ask? Because it would’ve hurt his election campaign! If Biden’s border policies were successful, Trump would’ve lost some ammunition in his 2024 political race. With Biden’s deal killed at first sight, however, he can now point to the president’s failed border policies compared to his own.\nBiden’s recent policies on border control Despite this, there has been a drop in unauthorized entries into the U.S. in 2024, as well as more than a 40% drop in border arrests in the last three weeks, according to an article from Newsweek . The Biden-Harris Administration was able to strike up an agreement with the Mexican government to stop migrants from getting to the border. Biden’s recent executive actions suspended the asylum process to stem the flow of too many asylum seekers crossing the border, including in the agreement humanitarian exceptions such as “human trafficking, unaccompanied minors and those with severe medical emergencies.”\nSo to go back to what McEnany was saying about the Biden administration not going on the offensive — she’s being intentionally deceptive it seems and King was right to call out the lies. The recent months have seen more done to prevent unauthorized entry to the country, and while it may not be perfect, it’s a far cry better than what Trump had — and still has — in mind.\nWe’ve seen that play out once, and hopefully, we never will again.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://newsweek.com/border-arrests-fall-more-40-three-weeks-1917574",
      "https://www.newsweek.com/border-arrests-fall-more-40-three-weeks-1917574",
      "https://www.nbcnews.com/politics/congress/republicans-kill-border-bill-sign-trumps-strength-mcconnells-waning-in-rcna137477",
      "https://nbcnews.com/politics/congress/republicans-kill-border-bill-sign-trumps-strength-mcconnells-waning-in-rcna137477"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stephen king",
          "sentiment": "negative"
        },
        {
          "name": "kayleigh mcenany",
          "sentiment": "negative"
        },
        {
          "name": "mcenany",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "white house",
          "sentiment": "neutral"
        },
        {
          "name": "fox news",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:07:55.957+03:00",
    "updated": "2024-06-28T00:37:59.455+03:00"
  },
  {
    "uuid": "0a77e87f8d1ba4d78d0104d24a1cf6ee12f5fef3",
    "url": "https://english.jagran.com/spiritual/reciting-sunderkand-path-this-way-might-solve-all-your-problems-know-significance-and-benefits-10123572",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@englishjagrannews",
    "published": "2023-12-29T05:55:00Z",
    "title": "Reciting Sunderkand Path This Way Might Solve All Your Problems; Know Significance And Benefits",
    "text": "- By [Kashish Rai](/authors/kashish-rai) - Updated: Fri, 29 Dec 2023 10:59 AM (IST) - Source:JND Sunderkand Path Benefits: The fifth chapter in the renowned Hindu epic Ramayana is called Sundarkand. It was originally written by the renowned sage Valmiki in Sanskrit. Afterwards, the chapter was translated into Awadhi as Ramcharitmanas by Goswami Tulsidas. Sundarkand generally refers to The Book of Splendour. This book typically depicts the grandeur of Lord Hanuman's devotion and the realisation of his abilities during the Ramayana conflict between Lord Rama and the demon King Ravana. Reciting this sacred text might also resolve one’s persistent problems. Let us check out the significance, vidhi, and benefits of chanting Sunderkand Path to seek the blessings of Lord Hanuman. Significance Of Sunderkand Path After Jamwant tells him, Lord Hanuman discovers his abilities on the Sunderkand path. In addition, he crosses the ocean and defeats demons without a curse to get to Lanka and meet Goddess Sita. This chapter tells the story of Lord Ram's devotion to his wife and how he sent Hanumana to deliver a message to her. It grants Goddess Sita bliss and ends her long-suffering. Reciting the Sunderkand Path can lead to happiness and prosperity and remove barriers from one's path. Sunderkand is one such instance that speaks of victory, hence, the one who recites it also becomes victorious. The Sunderkand Path glorifies the majesty of Lord Hanuman. (Image Source: Canva) When And How To Recite Sunderkand Path? The Sunderkand Path must be recited every Tuesday and Saturday in order to yield fruitful outcomes and bring all your sufferings to an end. Wishes come true for anyone who performs the Sunderkand Path consistently for forty weeks with reverence and sincerity. Benefits Of Reciting Sunderkand Path - Sunderkand is performed in order to appease Lord Hanuman, an embodiment of courage and strength. This is why recitation of this Path gives the reader courage and perseverance. It also bolsters confidence and resolve. - Natives with weak Mars in their Kundli may benefit from chanting Sunderkand. It boosts their determination and dispels their fears about insignificant forces or situations. - It is advised that those experiencing family issues must recite the Sunderkand Path. It fosters marriage and family balance, harmony, and empathy. Furthermore, the devotion of Lord Hanuman and the recital of Sunderkand drive off negative energy from the house. ALSO READ: [7 Famous Temples In Sikkim | Kirateshwar Mahadev Temple To Ganesh Tok Where Only One Person Can Fit Inside At A Time](https://english.jagran.com/spiritual/7-famous-temples-in-sikkim-kirateshwar-mahadev-temple-to-ganesh-tok-where-one-person-can-fit-inside-at-a-time-10123233) - Sunderkand recitation removes all barriers and impediments from a person's life. It also directs people in the direction of success in life and leads to the removal of financial issues. (Disclaimer: This is based on general public information. Jagran English does not confirm its veracity. Before adopting any measures, consult an expert from the relevant field.) [English Jagran.com](https://english.jagran.com/)Jagran English is available on WhatsApp. Join now for latest news from India and around the world. [Join our WhatsApp Channel](https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l",
      "https://whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jnd sun",
          "sentiment": "negative"
        },
        {
          "name": "rama",
          "sentiment": "none"
        },
        {
          "name": "valmiki",
          "sentiment": "none"
        },
        {
          "name": "lord hanuman",
          "sentiment": "none"
        },
        {
          "name": "jamwant",
          "sentiment": "none"
        },
        {
          "name": "hanumana",
          "sentiment": "none"
        },
        {
          "name": "awadhi",
          "sentiment": "none"
        },
        {
          "name": "goswami tulsidas",
          "sentiment": "none"
        },
        {
          "name": "ram",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ramayana",
          "sentiment": "none"
        },
        {
          "name": "sita",
          "sentiment": "none"
        },
        {
          "name": "sunderkand path",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lanka",
          "sentiment": "none"
        },
        {
          "name": "ravana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:57:13.522+02:00",
    "updated": "2023-12-29T07:57:13.522+02:00"
  },
  {
    "uuid": "07c17f0e92993dc4782b97ee8ff3a6416b579c87",
    "url": "https://www.meteoweb.eu/2024/01/molise-aprono-impianti-campitello-matese/1001348534/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Beatrice Raso",
    "published": "2024-01-12T16:19:00Z",
    "title": "Si scia anche in Molise: aprono alcuni impianti a Campitello Matese",
    "text": "MeteoWeb » METEO » METEO MOLISE Si scia anche in Molise: aprono alcuni impianti a Campitello Matese Prima parziale apertura degli impianti a Campitello Matese dopo le recenti nevicate di Beatrice Raso 12 Gen 2024 | 17:19 MeteoWeb Dopo le nevicate degli ultimi giorni in Molise, alcuni impianti a Campitello Matese (Campobasso) sono pronti ad aprire. Da domani, sabato 13 gennaio, saranno attivi (dalle 8 alle 16.45) la seggiovia Piana Lavarelle, la seggiovia Del Caprio (solo per i pedoni) e il nastro trasportatore. Lo annuncia Matese Ski, la società che gestisce gli impianti della località turistica sulle montagne molisane. Parte, così, la stagione invernale, anche se la neve è ancora poca e si spera in ulteriori nevicate nei prossimi giorni per poter aprire tutti gli impianti.\nContinua la lettura su MeteoWeb Condividi TAGS: neve neve molise Video Vedi tutti › VIDEO DEL GIORNO Maltempo, tornado semina panico e distruzione in Belgio: decine di case danneggiate a Onze-Lieve-Vrouw-Waver | FOTO e VIDEO Gallery Vedi tutti ›\nMeteo Piemonte, finalmente inverno vero: -5°C stamani in pianura, scenari glaciali | FOTO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "https://www.addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://i.vimeocdn.com/video/1777663478-201e5336cbce7f6d7a731529a0654a28cca039f7cc100409d2c9fd8637fb8b1a-d_640x360?r=pad",
      "https://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://player.vimeo.com/progressive_redirect/playback/899814584/rendition/360p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=058d717f013fb5eb9996cfee2a3b913e5c8594dacf7aff1b526e63b3ef322912",
      "https://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://player.vimeo.com/external/899814584.m3u8?s=484adfe4e08fca249d015c12166da0b6b7cfe276&oauth2_token_id=1467441249",
      "https://www.addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://www.addtoany.com/add_to/whatsapp",
      "https://www.player.vimeo.com/external/899814584.m3u8?s=484adfe4e08fca249d015c12166da0b6b7cfe276&oauth2_token_id=1467441249",
      "https://addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://www.addtoany.com/add_to/email",
      "https://www.addtoany.com/add_to/twitter",
      "https://addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://player.vimeo.com/external/899814584.m3u8",
      "https://player.vimeo.com/progressive_redirect/playback/899814584/rendition/360p/file.mp4",
      "https://i.vimeocdn.com/video/1777663478-201e5336cbce7f6d7a731529a0654a28cca039f7cc100409d2c9fd8637fb8b1a-d_640x360",
      "https://www.addtoany.com/add_to/facebook",
      "https://www.i.vimeocdn.com/video/1777663478-201e5336cbce7f6d7a731529a0654a28cca039f7cc100409d2c9fd8637fb8b1a-d_640x360?r=pad",
      "https://addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://www.player.vimeo.com/progressive_redirect/playback/899814584/rendition/360p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=058d717f013fb5eb9996cfee2a3b913e5c8594dacf7aff1b526e63b3ef322912",
      "https://www.addtoany.com/add_to/linkedin",
      "https://addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese",
      "https://www.addtoany.com/add_to/pinterest",
      "https://addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F01%2Fmolise-aprono-impianti-campitello-matese%2F1001348534%2F&linkname=Si%20scia%20anche%20in%20Molise%3A%20aprono%20alcuni%20impianti%20a%20Campitello%20Matese"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-12T18:22:22.705+02:00",
    "updated": "2024-01-12T18:22:22.705+02:00"
  },
  {
    "uuid": "50d7efe97f79b63b7716ec06ebbda49d4ff5ac90",
    "url": "https://www.meneame.net/story/eduardo-verastegui-visita-especial-madrid-sanchez-no-ocurra-cruz/c038",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mcmey1",
    "published": "2024-05-24T16:12:00Z",
    "title": "#38 Eduardo Verástegui, en su visita especial a Madrid: «Que a Sánchez no se le ocurra tocar la cruz del Valle»",
    "text": "Portada\nmis comunidades\notras secciones\n[#1](c1#c-1) Al contrario, si nadie toca la cruz es el destino que le espera. Ya lleva años cayéndose a cachos.\n[#6](c6#c-6) El recadero mexicano de Steve Bannon, una de las estrellas emergentes de la Internacional Fascista\n[#1](c1#c-1) Por lo que veo otro zumbao de la CPAC.\nYo tampoco le conocía... cada día que amanece el número de tontos crece\n[#1](c1#c-1) Me pregunto si no seria mas conveniente ponerla al reves y usar el espacio para produccion de videoclips de death metal y similares generos musicales.\n[#1](c1#c-1) Busca en el perfil de [Verdaderofalso](/user/Verdaderofalso) que ha aportado mucho material sobre él.\nMerece la pena para ver el nivel de oligofrenia que campa en las cúpulas de la fachosfera mundial.\n[#21](c21#c-21) Eres pedante hasta para encomillar.\nPuede que salga pero es que no me interesa para nada lo que diga, volvemos a lo mismo. Menéame al igual que forocoches era interesante cuando había gente que posteaba sus inquietudes pero ahora sois todos cybervoluntarios, para un meneo interesante hay docenas de mierdas como tú envió que le puede interesar al retrasado que le importe ese personaje, que no es nadie, o al retrasado que se indigne porque haya personajes así, y entre unos y otros les estáis dando eco a personajes que no lo merecen pero claro, de algo hay que vivir ¿verdad?.\n[#17](c17#c-17) Cada día entro menos y vuelvo a la prensa escrita.\nLa verdad es que cada vez hay más mierda de cybervoluntarios, antes estaba bien porque había enlaces interesantes pero ahora es propaganda, igual que forocoches.\nTú el primero.c",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T20:19:27.752+03:00",
    "updated": "2024-05-24T20:19:27.752+03:00"
  },
  {
    "uuid": "2f292860a8d38372fa9ceac3095746fe43794151",
    "url": "https://www.texastribune.org/2024/09/19/alayer-personalized-reading",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Darla Cameron",
    "published": "2024-09-19T19:43:00Z",
    "title": "A new personalized way to read The Texas Tribune",
    "text": "[T-Squared](/series/t-squared/) A new personalized way to read The Texas Tribune We’re partnering with aLayer, a research organization, to test a tool that will help Tribune readers customize their reading experience. [Sign up for The Brief](https://www.texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief), The Texas Tribune’s daily newsletter that keeps readers up to speed on the most essential Texas news. The Texas Tribune is partnering with aLayer, a research organization studying how people use the internet. ALayer’s new filter tool is available on our site starting today, and it’s designed to help Tribune users personalize their reading experience. It’s easy to get started: [Click here](https://www.texastribune.org/?alayerEnabled=1&alayerOpenWidget=1), or click on the brain icon in the bottom right-hand corner of any page in our site. After you register, you can select the three topics you’re most interested in and aLayer will curate your daily reading experience via email or text message. You can also enable the aLayer tool for any Tribune story by clicking on the brain icon. ALayer founder Christina Mace-Turner said users can think of this project as an adventure in customizing your access to the information that matters most to you. Users can also customize the design of their reading experience, including selecting the fonts they prefer. “We’re trying to create a more inclusive and accessible internet,” Mace-Turner said. “We want people to start feeling more comfortable with information being presented in ways that are optimized to them.” ALayer and the Tribune agree that people think, learn and explore content differently, and we’re working together to create tools that honor your individual preferences and reading style. However, the data we collect during this trial period will be completely anonymized. aLayer won’t keep your personal details beyond those needed to create your account and deliver the settings you select. Plus, your preferences will not be linked to your Texas Tribune membership account in any way. This tool will be available on the Tribune’s site for three months. Our findings from the partnership will help us prioritize our audience’s needs as we prepare to redesign and refresh our site in 2025. Texans need truth. Help us report it. Independent Texas reporting needs your support. The Texas Tribune delivers fact-based journalism for Texans, by Texans — and our community of members, the readers who donate, make our work possible. Help us bring you and millions of others in-depth news and information. Will you support our nonprofit newsroom with a donation of any amount? Support independent Texas news Become a member. Join today. Choose an amount or [learn more about membership](https://support.texastribune.org/donate?installmentPeriod=yearly&campaignId=). [Donate now](https://support.texastribune.org/donate?installmentPeriod=yearly&amount=120&campaignId=7016f 2GvLdAAK) Information about the authors [Learn about The Texas Tribune’s policies](/about/privacy-policy/), including our partnership with [The Trust Project](/about/#trust-project) to increase transparency in news.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Christina Mace-Turner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Texas Tribune",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:17:56.329+03:00",
    "updated": "2024-10-18T11:06:21.504+03:00"
  },
  {
    "uuid": "e2b97999cac1e32bb48aaa0877a98786fd27ba49",
    "url": "https://pressofatlanticcity.com/sports/high-school/softball/article_1b5a2df5-4ec5-4efc-859a-fd553ef88e1a.html",
    "ord_in_thread": 0,
    "author": "MICHAEL McGARRY Staff Writer",
    "published": "2025-07-23T18:00:00Z",
    "title": "Tito Santiago is the new Holy Spirit softball coach",
    "text": "New Holy Spirit High School softball coach Tito Santiago hopes to build on the program’s success the past few years.\nSantiago, 43, was a Spirit assistant last season. He is also a long-time South Jersey travel coach and hitting and fielding instructor.\n“I’m excited,” Santiago said. “I’m happy. I’m looking forward to it.”\nSantiago replaces Dennis Smith, who rebuilt the Spartans into a Cape-Atlantic League contender. Spirit finished 15-10 last spring.\nSmith stepped down because he is becoming Spirit’s director of curriculum and instruction.\n“I need to focus on this new adventure full time,” Smith said, “to help Holy Spirit High School become competitive with our public school brethren when it comes to offering dual credit college opportunities with local and not so local colleges.”\nPeople are also reading…\nThe Spartans were 56-54 in Smith’s five seasons. Spirit won the CAL United Division championship for the program’s first CAL title in 32 years. Smith said he will continue to run and Spirit will continue to host the At-Bats for Autism Acceptance Invitational, a showcase event that features some of South Jersey’s top teams.\n“I absolutely loved coaching this group of girls over the last five years,” Smith said. “We definitely left the program in a better place than it was when we took over, and I look forward to mentoring Tito next year and watching him take the program to the next level.”\nSantiago said replacing Smith won’t be easy. Santiago said the Spartans will play an aggressive small-ball style.\n“We have similar philosophies,” Santiago said. “I’m not going to take away anything that he has built. I’m just going to add to it. We just want to keep building a family-oriented home for future Spartans.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->softball",
      "Sport->sports coaching",
      "Sport->sport organisation",
      "Human Interest->ceremony"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tito Santiago",
          "sentiment": "neutral"
        },
        {
          "name": "Dennis Smith",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "South Jersey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Holy Spirit High School",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": "local_news",
        "city": [
          "Marmora",
          "Holiday City South",
          "Ocean City",
          "South Seaville",
          "Milmay",
          "Harlingen",
          "Seaville",
          "Landing",
          "Dorchester",
          "Oceanville",
          "Pomona",
          "Absecon",
          "Atlantic City",
          "Mays Landing",
          "Pleasantville",
          "Atlantic"
        ],
        "state": [
          "New Jersey",
          "Pennsylvania"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:49:39.133+03:00",
    "updated": "2025-07-24T07:55:55.000+03:00"
  },
  {
    "uuid": "b5492f7bae5213d69a0420e4fefe5571e236c469",
    "url": "https://theprint.in/world/us-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california/1898717/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yoshita Singh",
    "published": "2023-12-23T23:30:00Z",
    "title": "US lawmakers strongly condemn vandalism of Hindu temple in California – ThePrint – PTIFeed",
    "text": "Home World US lawmakers strongly condemn vandalism of Hindu temple in California World US lawmakers strongly condemn vandalism of Hindu temple in California Yoshita Singh 24 December, 2023 10:00 am IST Facebook Twitter WhatsApp Linkedin Text Size: A- A+\nNew York, Dec 24 (PTI) Several US lawmakers, including three prominent Indian-American Congressmen, have strongly condemned the vandalism of a Hindu temple in California and asserted that those responsible for the act must be held accountable.\nThe Shri Swaminarayan Mandir Hindu Temple in Newark, California was vandalised with anti-India graffiti and the police are investigating the matter as a possible hate crime. Congressman Ro Khanna, who represents California’s 17th Congressional District located in Silicon Valley, said in a post on X that he strongly condemns the “defacing” of the Swaminarayan temple in Newark, California which is in his district.\n“Freedom to worship is at the heart of American democracy. Those who committed this act of vandalism must be held accountable,” Khanna said.\nShow Full Article\nHe said he is heartened that the community is coming together to stand up against hate and remove the graffiti. “This community action is answering wickedness with goodness,” he said.\nCongressman Raja Krishnamoorthi termed the defacing of the Swaminarayan temple as “despicable” and said he strongly condemns it.\nKrishnamoorthi, the US representative for Illinois’s 8th congressional district, said he is glad the community is rallying in support of the mandir.\n“We must stand united against bigotry in all its ugly forms. Those who did this vandalism must be held accountable,” he said.\nCongressman Shri Thanedar also expressed his profound condemnation of the “disgraceful act of vandalism”.\n“This desecration, marked by anti-India graffiti, strikes at the very essence of our diverse and inclusive society. I denounce such attacks of intolerance and call for a thorough investigation into this heinous crime,” Thanedar, the US representative from Michigan’s 13th congressional district, said.\n“Religious freedom and communal harmony are fundamental tenets of our nation, and I urge swift action by law enforcement to bring the perpetrators to justice, ensuring the safety and sanctity of all places of worship,” he added.\nCongresswoman Barbara Lee from California “unequivocally” condemned the attack. “Hatred in all forms cannot be tolerated. Those responsible must be held accountable,” she said.\nState Senator in the Ohio Senate Niraj Antani, elected to the Ohio Senate at age 29 and the youngest currently serving member of the Senate, said that as the first Hindu-American State Senator in Ohio history, he condemns in the “strongest terms” the vandalisation of the Hindu Mandir.\n“The perpetrators must be caught and punished to the full extent of the law. We must root out and vanquish Hinduphobia everywhere it is,” Antani said.\nThe US State Department on Saturday also condemned the vandalism at the temple and welcomed efforts by the police to ensure those responsible are held accountable.\n“We condemn the vandalism of Shri Swaminarayan Mandir Hindu Temple in California. We welcome efforts by the Newark Police Department to ensure that those responsible are held accountable,” the US State Department’s Bureau of South and Central Asian Affairs said in a post on X Saturday.\nThe City of Newark Police Department in Newark, Newark, California had told PTI in an emailed statement that on Friday at approximately 8:35 am, Newark Police received a report of graffiti at the Shri Swaminarayan Mandir Hindu Temple.\nOfficers responded and met with temple leaders who described the vandalism as meant to intimidate them.\n“Based on the content of the graffiti it is believed that the defacement was a targeted act, and the vandalism is being investigated as a possible hate crime,” the statement said.\nThe Consulate General of India in San Francisco strongly condemned the defacing of the temple.\n“We strongly condemn the defacing of SMVS Shri Swaminarayan Mandir at Newark, California with anti-India graffiti,” the Consulate posted on X.\n“This incident has hurt the sentiments of the Indian community. We have pressed for quick investigation and prompt action against the vandals by the US authorities in this matter,” the Consulate said.\nAccording to images posted on social media, the word ‘Khalistan’ was spray-painted on a signpost outside the temple along with other objectionable graffiti.\nNewark police further said that any acts or threats of violence, property damage, harassment, intimidation, or other crimes motivated by hate or bias are considered very serious and given very high priority.\n“Officers are investigating, collecting evidence, and reviewing surveillance footage from nearby businesses to establish the chain of events and bring those responsible to justice,” the police said. The department said that “we stand united with our community and are urging community members with any information regarding this incident to come forward and speak with investigators.” The police are asking anyone with information regarding this investigation to contact the Newark Police Investigations Unit. PTI YAS NSA NSA NSA\nThis report is auto-generated from PTI news service. ThePrint holds no responsibility for its content.\nSubscribe to our channels on YouTube & Telegram\nSupport Our Journalism\nIndia needs fair, non-hyphenated and questioning journalism, packed with on-ground reporting. ThePrint – with exceptional reporters, columnists and editors – is doing just that.\nSustaining this needs support from wonderful readers like you.\nWhether you live in India or overseas, you can take a paid subscription by clicking here .\nSupport Our Journalism\nTags Facebook Twitter WhatsApp Linkedin LEAVE A REPLY Cancel Comment: Please enter your comment! Name:* Please enter your name here Email:* You have entered an incorrect email address! Please enter your email address here Save my name, email, and website in this browser for the next time I comment.\nΔ\nMost Popular IMA welcomes lower jail term for medical negligence, but it’s fighting for total ‘decriminalisation’ Sumi Sukanya Dutta - 24 December, 2023 Cross 50% vote share in 2024 — Modi sets a new target for BJP Shanker Arnimesh - 24 December, 2023 Forget blush. Try tomatoes, carrots, peppers for skin glow Deepali Bhardwaj - 24 December, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.facebook.com/plugins/like.php?href=https://theprint.in/world/us-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california/1898717/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://api.whatsapp.com/send?text=US+lawmakers+strongly+condemn+vandalism+of+Hindu+temple+in+California",
      "https://www.youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Ftheprint.in%2Fworld%2Fus-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california%2F1898717%2F",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://theprint.in/world/us-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california/1898717/&title=US+lawmakers+strongly+condemn+vandalism+of+Hindu+temple+in+California",
      "https://t.me/ThePrintIndia",
      "https://twitter.com/intent/tweet?text=US+lawmakers+strongly+condemn+vandalism+of+Hindu+temple+in+California&url=https%3A%2F%2Ftheprint.in%2Fworld%2Fus-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california%2F1898717%2F&via=theprintindia",
      "https://www.t.me/ThePrintIndia",
      "https://facebook.com/plugins/like.php?href=https://theprint.in/world/us-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california/1898717/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21",
      "https://www.facebook.com/plugins/like.php",
      "https://linkedin.com/shareArticle?mini=true&url=https://theprint.in/world/us-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california/1898717/&title=US+lawmakers+strongly+condemn+vandalism+of+Hindu+temple+in+California",
      "https://www.twitter.com/intent/tweet?text=US+lawmakers+strongly+condemn+vandalism+of+Hindu+temple+in+California&url=https%3A%2F%2Ftheprint.in%2Fworld%2Fus-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california%2F1898717%2F&via=theprintindia",
      "https://www.linkedin.com/shareArticle",
      "https://youtube.com/ThePrintIndia/?sub_confirmation=1",
      "https://www.api.whatsapp.com/send?text=US+lawmakers+strongly+condemn+vandalism+of+Hindu+temple+in+California",
      "https://www.youtube.com/ThePrintIndia/",
      "https://www.facebook.com/sharer.php",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Ftheprint.in%2Fworld%2Fus-lawmakers-strongly-condemn-vandalism-of-hindu-temple-in-california%2F1898717%2F"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ro khanna",
          "sentiment": "none"
        },
        {
          "name": "yoshita singh",
          "sentiment": "none"
        },
        {
          "name": "khanna",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook twitter",
          "sentiment": "none"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "shri swaminarayan mandir hindu temple",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california world us",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "newark",
          "sentiment": "none"
        },
        {
          "name": "silicon valley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T07:03:30.492+02:00",
    "updated": "2023-12-24T07:03:30.492+02:00"
  },
  {
    "uuid": "b2f1f48d72a61acdca9c44d1d845e0bdea06f5cf",
    "url": "https://www.agenzianova.com/fr/news/Charles-Michel-est-irresponsable%2C-l%27escalade-au-Liban-est-un-monde-pouss%C3%A9-par-la-vengeance-et-le-danger",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Davide Traglia",
    "published": "2024-09-26T20:47:00Z",
    "title": "Charles Michel : \"L'escalade au Liban est irresponsable, le monde poussé par la vengeance est dangereux\"",
    "text": "Entraîner le Liban dans la spirale de l’escalade est absolument irresponsable. Le président du Conseil européen l'a dit Charles Michel dans son discours à l'Assemblée générale des Nations Unies, à New York. « Liberté et solidarité, en nous appuyant précisément sur ces principes, nous voudrions condamner les attaques terroristes, les lâches attaques terroristes commises par le Hamas. Nous exigeons la libération inconditionnelle de tous les otages. Israël a le droit de se défendre conformément au droit international et au principe de proportionnalité, mais nous appelons à un cessez-le-feu immédiat, conformément à l'avis consultatif de la Cour internationale de Justice », a déclaré Michel. « La vie de chaque civil compte et nous condamnons toutes les attaques aveugles visant les populations civiles. L’UE agit et souhaite faire davantage pour parvenir à une paix durable dans le cadre d’une solution à deux États. Cette escalade sans fin doit cesser », a poursuivi le haut responsable de l’UE, avant d’ajouter : « Et permettez-moi de dire qu’entraîner le Liban dans cette spirale est absolument irresponsable. Ces appels, y compris ceux adressés au gouvernement israélien, n’ont jusqu’à présent porté aucun fruit. Nous ne pouvons pas continuer ainsi », a-t-il poursuivi. « Nous voulons un État d’Israël fort et démocratique, vivant en paix et en sécurité, aux côtés du peuple palestinien, qui devrait avoir son propre État stable et viable. Le peuple palestinien mérite respect et dignité. Je dis ceci au gouvernement israélien : tenter d’instaurer la sécurité sans la paix est impossible, car la paix est la meilleure garantie de sécurité. Un monde animé par la vengeance est un monde moins sûr. Le peuple palestinien a droit à son propre État, et le déni de ce droit continuera de porter atteinte à la sécurité d’Israël et de tous les Juifs du monde. Le déni des droits des Palestiniens rend le monde plus dangereux et sape le système multilatéral qui ne peut tolérer deux poids, deux mesures », a conclu Michel. Lire aussi d'autres nouvelles sur [Nouvelles Nova](https://www.agenzianova.com/fr/news) [Cliquez ici et recevez des mises à jour sur WhatsApp](https://whatsapp.com/channel/0029VaZNLBP6BIEk5MzqOb2Q) Suivez-nous sur les réseaux sociaux de Nova News sur [Twitter](https://twitter.com/agenzia_nova), [LinkedIn](https://www.linkedin.com/company/64989554/admin/), [Instagram, ](https://www.instagram.com/agenzia.nova/)[Telegram](https://t.me/novanewsagenzia)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/agenzia.nova/)",
      "https://whatsapp.com/channel/0029VaZNLBP6BIEk5MzqOb2Q)",
      "https://www.linkedin.com/company/64989554/admin/),",
      "https://t.me/novanewsagenzia)",
      "https://twitter.com/agenzia_nova),",
      "https://www.t.me/novanewsagenzia)",
      "https://www.whatsapp.com/channel/0029VaZNLBP6BIEk5MzqOb2Q)",
      "https://instagram.com/agenzia.nova/)",
      "https://linkedin.com/company/64989554/admin/),",
      "https://www.twitter.com/agenzia_nova),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:49:55.728+03:00",
    "updated": "2024-09-27T01:49:55.728+03:00"
  },
  {
    "uuid": "45ac0ed6b4080842eeb623f946d90a831f4fdc05",
    "url": "https://vnexplorer.net/handicap-a-lecole-plusieurs-centaines-de-manifestants-contre-linclusion-systematique-s1161204.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-25T22:30:00Z",
    "title": "Handicap à l'école : plusieurs centaines de manifestants contre \"l'inclusion systématique\"",
    "text": "Une semaine avant un appel à la grève dans le monde de l’éducation, les accompagnants d’élèves en situation de handicap (AESH) ont manifesté jeudi pour réclamer plus de moyens afin d’améliorer “l’inclusion des élèves en situation de handicap”.\nHandicap à l’école : plusieurs centaines de manifestants contre “l’inclusion systématique”\n“Métier formidable, salaire fort minable”, “On veut des moyens on n’est pas magiciens”, “inclusion sauce Macron = exclusion”. Quelque 1 700 enseignants et Accompagnants d’élèves en situation de handicap (AESH), selon la préfecture de police, ont manifesté, jeudi 25 janvier, à Paris contre “l’inclusion systématique et forcée” des enfants en situation de handicap dans les classes ordinaires, avant un appel à la grève plus large jeudi 1er février. Ce jour-là, six syndicats de l’éducation nationale (FSU, CGT, FO, Sud, SE-Unsa et Sgen-CFDT) appellent à la grève et à manifester dans toute la France sur les salaires et les conditions de travail.\nDes enseignants, AESH, agents territoriaux dont Atsem, en maternelle, et personnels des services sociaux étaient appelés à faire grève et à manifester à Paris jeudi, à l’appel du syndicat Fnec FP-FO. Le cortège s’est élancé dans le calme à proximité du jardin du Luxembourg, en direction de la rue de Grenelle. Pour Clément Poullet, secrétaire général de la Fnec FP-FO, “les gens sont là pour dénoncer l’école inclusive systématique et forcée, sans aucun soin et aucune scolarité adaptée”. “Ça devient intenable”, selon lui. A Montpellier (Hérault), une trentaine de personnes se sont rassemblées pour exprimer leur colère, selon France 3 Occitanie.\n“Il faut que le gouvernement mette les moyens”\n“Que les choses soient claires, nous ne sommes pas contre l’inclusion des enfants en situation de handicap à l’école. Mais il faut pouvoir le faire dans de bonnes conditions, avec des accompagnants, il faut que le gouvernement mette les moyens”, a témoigné auprès de l’AFP Olivia Queysselier, enseignante en école maternelle à Bayonne (Pyrénées-Atlantiques).\nEnseignante depuis 40 ans, Isabelle Audic, en école maternelle dans le Val-d’Oise, dit constater “la dégradation de l’inclusion des élèves en situation de handicap dans les classes ordinaires”. “J’ai la chance d’être un peu formée mais la grande majorité des enseignants se retrouvent à devoir gérer des enfants qui demandent une attention et une formation particulières. Sinon, cela met l’enfant handicapé, les autres élèves et les profs parfois en danger”, assure-t-elle.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:32:25.966+02:00",
    "updated": "2024-01-26T00:32:25.966+02:00"
  }
]