[
  {
    "uuid": "efa635b772b80d87ea3edb352bb0b7817af92a25",
    "url": "https://www.sunjournal.com/2024/04/18/church-provides-medical-equipment-community-service",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rebecca Richard",
    "published": "2024-04-18T22:00:00Z",
    "title": "Farmington church provides medical equipment, community service",
    "text": "Farmington church provides medical equipment, community service Old South Church sponsors a number of projects that help make life more comfortable for others.\nPosted 6:00 PM Updated at 6:13 PM Rebecca Richard Franklin Journal 4 min read Font size + Gift article\nYou are able to gift 5 more articles this month.\nAnyone can access the link you share with no account required. Learn more .\nEmail Copy Link Email address Send! Article link sent! An error has occurred. Please try again.\nWith a Lewiston Sun Journal subscription, you can gift 5 articles each month.\nIt looks like you do not have any active subscriptions. To get one, go to the subscriptions page .\nSubscribe Today With a Lewiston Sun Journal subscription, you can gift 5 articles each month.\nSubscribe Today Sign In Loading.... Share Facebook Reddit Linkedin Email Copy Link Print Sherry Jenckes, volunteer, helps sign out medical equipment Tuesday, April 16, from the medical lending effort at the Old South Church in Farmington. Rebecca Richard/Franklin Journal\nFARMINGTON — Old South Church of Farmington now houses Annie’s Beanpole, a medical equipment lending library that originated in the founder’s basement. The church offers this crucial service, supplying medical equipment free of charge to those in need.\nThere are no fees or due dates; simply sign the waiver, and the equipment can be used for as long as needed. Sherry Jenckes, a volunteer, said the inventory includes crutches, walkers, hospital bed rails, wheelchairs, ramps, shower seats, grab bars, tub rails, glucometers, and more.\n“We are trying to get the word out that we exist,” Jenckes said. “We are here. And we also need products.”\nJenckes, along with Mardy Bogar another volunteer shared insights into the church’s various ministries during a recent interview. Jenckes offered a comprehensive tour of not just Annie’s Beanpole but other initiatives flourishing at Old South Church. The first stop was a ministry to offer people essential items like soap.\n“We started it last June; we are working on what hours are best and what resources and products,” Jenckes said, as she led the way to the Essentials Closet. The closet, adorned with delicate lights, offers essential support to the community. “Folks can just come and tell us what they need. We have some guidelines, like one item per person, unless it’s something like a family that needs toothbrushes. We are narrowing down what people most need,” she added.\nThe Essentials Closet has items like laundry detergent, dish soap, feminine hygiene products, razors, toothbrushes, toilet paper, diapers, adult incontinence products, socks, and more. There is a set-up of books and crayons for the children while the parents pick up some items. Low-income families are encouraged to visit the Essentials Closet for free personal care products once each month. Advertisement\nThe Coat Closet is open during the same hours as the Essentials Closet. Rebecca Richard/Franklin Journal\nBogar highlighted the significance of community support. “The Rotary has helped us, and the Church of Latter-Day Saints, they have really been instrumental in getting us off the ground,” she said. Their collaborative efforts have propelled these ministries forward, ensuring their sustainability and impact, she said.\nAnother popular ministry is the Coat Closet. The church’s youth group plays a crucial role in managing the Coat Closet, ensuring that winter clothing is readily available for those in need. It is much more than a closet. It is a big room with coats and hats on display. Jenckes credited the outgoing youth director, Jody Gunther for her role in organizing donations and setting up the closet. The Coat Closet is usually open on two dates in the fall, one in November and one on Chester Greenwood Day.\n“We have a really good group of volunteers. We have up to 200 people on the advertised days for the Coat Closet. The Coat Closet is also open on the days we open the Essentials Closet,” Bogar said.\nReflecting on the broader impact of their work, Jenckes said, “The concept is not to provide any one or any family with all the essential care products that they need all the time, but to supplement their needs when they are trying to get through the month.” She said this philosophy underscores the church’s commitment to addressing the immediate needs of the community.\nIn addition to these ministries, Old South offers a range of services, including a free community lunch and a warming center during colder months. Despite challenges, such as lower attendance at the warming center this year, Jenckes said the church remains steadfast in its mission to provide aid and comfort to those in need.\nAnother food ministry is the Pancakery. Gunther oversees the monthly Pancakery brunch. The Pancakery is a community event offering free food and live music after worship. Youth volunteers wait on tables and assist in the kitchen, with parents pitching in too. Advertisement\nAnother monthly event is the community lunch which provides a hearty meal with takeout options. Jenckes said both meals foster socialization and camaraderie.\n“The way we have this program set up with the volunteer rotation works really well,” Jenckes said. “Each person takes a half of the month, and everything is by appointment, so each volunteer and individual who needs something can agree on a time that works for both of them.”\nThe Essentials Closet was started last June. Rebecca Richard/Franklin Journal\nAs Annie’s Beanpole and the Essentials Closet continue to evolve, Jenckes said the dedication of volunteers ensures that these resources remain accessible to those who need them most.\nOld South Church is located at 235 Main St. in Farmington. The Essentials Closet will be open on Wednesday, April 24 from 2 to 4 p.m. The Essentials Closet is open the second Monday of the month from 10 a.m. to 12 p.m. and the fourth Wednesday from 2 to 4 p.m.\nThe medical equipment lending library, Annie’s Beanpole, can be accessed by contacting the church at 207-778-0424 for more information. Donations of quality gear are appreciated, especially wheelchairs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "annie",
          "sentiment": "neutral"
        },
        {
          "name": "mardy bogar",
          "sentiment": "none"
        },
        {
          "name": "sherry jenckes",
          "sentiment": "none"
        },
        {
          "name": "jenckes",
          "sentiment": "none"
        },
        {
          "name": "” jenckes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "farmington — old south church of farmington",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "old south church",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:16:59.661+03:00",
    "updated": "2024-04-19T06:33:25.413+03:00"
  },
  {
    "uuid": "7be951aab96cea388c06d3dd180d78302805df8e",
    "url": "http://business.bigspringherald.com/bigspringherald/article/getnews-2024-4-4-noble-happy-family-reinforces-its-commitment-to-exceptional-home-care-in-west-hartford-ct",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T00:00:00Z",
    "title": "Noble Happy Family Reinforces Its Commitment to Exceptional Home Care in West Hartford, CT | User | bigspringherald.com",
    "text": "Noble Happy Family in West Hartford, CT, reaffirms its commitment to exceptional elder care, emphasizing personalized services for seniors' well-being. With a focus on happiness, dignity, and quality, they remain a trusted community partner for families. Discover compassionate care tailored to your loved one's needs. Google it at [https://happynoblehomecare.com] for more information. West Hartford, CT - Noble Happy Family, an esteemed provider of elder care services, reiterates its steadfast commitment to the community of West Hartford, CT, ensuring that families seeking high-quality home care for their senior loved ones can always rely on its services. This announcement is a testament to the organization's dedication to maintaining the highest levels of care and responding to the sustained demand for dependable and exceptional elder care in the area. Noble Happy Family’s commitment highlights the importance of customized care strategies and the overall well-being of each senior they serve.\n“Noble Happy Family is rooted in the belief that every senior deserves to live a life marked by happiness and dignity,” said Joanita Bilson, founder of Noble Happy Family. “Our dedication to providing top-tier elder care in West Hartford is unwavering. We’re not just a service provider; we’re a community partner committed to enriching the lives of seniors and offering peace of mind to their families. As we continue to evolve to meet the needs of our community, our promise remains the same: to deliver compassionate, individualized care that stands out for its quality and heart.”\nNoble Happy Family’s approach to home care is characterized by personalized services tailored to each client's individual requirements. From assistance with daily activities to comprehensive support tailored to more specific care needs, this approach ensures seniors' enhanced quality of life, fostering independence, comfort, and comprehensive well-being.\nFor families in West Hartford, CT, seeking the best in-home care services, Noble Happy Family is the go-to source for their elderly care needs.\nFor more information about Noble Happy Family and their home care in West Hartford, CT , please visit their website at https://happynoblehomecare.com\nAbout Noble Happy Family:\nNoble Happy Family is a premier elder care provider in West Hartford, CT, known for its unwavering commitment to excellence and a team of dedicated caregivers. Offering a wide range of tailored services to meet the diverse needs of the elderly community, Noble Happy Family is dedicated to improving the lives of seniors and their families, ensuring they are the first choice for those seeking compassionate, high-quality care in the comfort of their homes.\nMedia Contact\nCompany Name: Noble Happy Family Homemaker Companion Agency\nContact Person: Joanita Bilson\nEmail: Send Email\nPhone: +1 860 709 1072\nAddress: 257 Spruce St\nCity: Manchester\nState: CT\nCountry: United States\nWebsite: Http://www.happy-homecare.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "Http://www.happy-homecare.com",
      "http://www.universalpressrelease.com/?pr=noble-happy-family-reinforces-its-commitment-to-exceptional-home-care-in-west-hartford-ct",
      "https://www.getnews.info/press_stat.php?pr=noble-happy-family-reinforces-its-commitment-to-exceptional-home-care-in-west-hartford-ct",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-noble-happy-family-reinforces-its-commitment-to-exceptional-home-care-in-west-hartford-ct",
      "https://happynoblehomecare.com/our-services/",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://happynoblehomecare.com",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "Http://www.happy-homecare.com",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://getnews.info/press_stat.php?pr=noble-happy-family-reinforces-its-commitment-to-exceptional-home-care-in-west-hartford-ct",
      "https://www.happynoblehomecare.com/our-services/",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-noble-happy-family-reinforces-its-commitment-to-exceptional-home-care-in-west-hartford-ct",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io",
      "http://universalpressrelease.com/?pr=noble-happy-family-reinforces-its-commitment-to-exceptional-home-care-in-west-hartford-ct",
      "https://happynoblehomecare.com/our-services",
      "https://www.happynoblehomecare.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west hartford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:12:58.692+03:00",
    "updated": "2024-04-05T02:12:58.692+03:00"
  },
  {
    "uuid": "14bc7eb236892873a177b98ab61913b9d89b90cf",
    "url": "https://www.meneame.net/story/declaracion-oficial-iran-entidad-sionista-estados-unidos-deben/c014",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "guixOS",
    "published": "2023-12-24T00:04:00Z",
    "title": "#14 Declaración Oficial de Irán: \"La entidad sionista y Estados Unidos deben ser castigados por genocidio en los tribunales internacionales\"",
    "text": "Portada\nmis comunidades\notras secciones\nCuando un régimen como el de Irán te pinta la cara frente a todo el mundo es que la moralidad de tu país es un saco de mierda en el sótano del infierno, así, sin más. Y ya no engañas a nadie fuera de tus votantes más extremistas.\nMuchos deberían hacerse mirar a quién y qué cojones están apoyando y reflexionar en la intimidad de su dormitorio, en vez de ir negativizando noticias del Menéame y pidiendo que baneen a quienes denunciamos al Estado genocida, supremacista y expansionista de Israel.\nEstados Unidos e Israel quieren y necesitan la guerra. El mundo debe evitar entrar en la espiral belicista en que pretenden hacernos caer y que sólo les beneficia a ellos. La legalidad internacional, los bloqueos y las sanciones son el único camino, o se habrá caído en su trampa y ellos se legitimarán en la infinidad de medios y parlamentos que controlan.\nEl apartheid debe acabar de una vez por todas y para siempre. Los palestinos están en su tierra y son los ocupados, tienen derecho a defenderse, Israel es la potencia ocupante y carece de ese derecho. Son los palestinos los que tienen derecho a quedarse y luchar por ello.\nNo lo digo yo, lo dicen los tratados internacionales.\n[#4](c4#c-4) Tienes toda la razón, pero no se si van a quedar palestinos, no es apartheid es genocidio y no hay presión suficiente para pararlo. Ya hay más de 20,000 muertos palestinos, no sabemos cuántos mutilados, cuantos traumatizados de por vida y que viabilidad le queda a Palestina con un mundo que deja que Israel los destruya sin poner límite.\n[#6](c6#c-6) Tu afirmación parte de una falacia enorme. Los derechos humanos YA no valen nada. La única vía para implementarlos y estandarizarlos es que todo el mundo funcione bajo las mismas reglas, sin excepciones. Si no esos \"derechos\" son papel mojado.\nQue no hay que irse a China ni hostias, ¿los derechos humanos de Julian Assange dónde están?\n[#6](c6#c-6) cuanto valen los derechos humanos de un palestino masacrado entre cascotes?\nY la de 20.000 de ellos?\n[#10](c10#c-10) si a alguien le importara la vida de los palestinos más que su muerte como mártires contra Israel, preferiría verlos vivos y refugiados antes que masacrados entre cascotes.\nSólo Israel prefiere eso.\n[#6](c6#c-6) a quién dices que está mascarando china? Y en cuantas guerras ha participado China en el último medio siglo? Cuantos países ha invadido? Tienes siquiera pajolera idea de qué hablas? o solo repites mantras?\nEE.UU se cepilló 2 millones de iraquies, en base a una mentira además.\nIsrael ha matado en un par de meses más civiles que nadie en el ultimo medio siglo, en base a una paja mental equiparable al nazismo ya y mientras invade agrede y oprime desde hace más de medio siglo también.\nTu tara en cognición no es nueva, es el sesgo de toda la puta vida de quien picotea la propaganda que le sirve su patrón.\nLo que está claro es que este \"orden\" que vendes implica racismo a raudales, caos, crimen e injusticia en proporciones inaceptables y debe cambiar, Espana no puede ser cómplice de más mentiras y masacres derivadas y menos de los sionazis..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T03:28:01.315+02:00",
    "updated": "2023-12-24T03:28:01.315+02:00"
  },
  {
    "uuid": "b9c09e339f8ec6540c2fee1c98ed9b437c8abd50",
    "url": "https://dailystar.com.lb/thousands-doctors-strike-england",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stoil Stoil",
    "published": "2024-06-27T19:52:00Z",
    "title": "Thousands of doctors strike in England days before UK general election",
    "text": "Thousands of doctors in England are staging their 11th walkout on Thursday in a prolonged dispute with the government over pay and working conditions, causing disruptions in hospital services just before the U.K. general election. Junior doctors, who are early in their careers and form the core of hospital care, are striking for five days. They argue that their pay has declined by 25% over the past 15 years and are demanding a 35% pay increase. The strike highlights ongoing issues within the underfunded National Health Service (NHS), a major concern for voters ahead of the July 4 election.\nThe British Medical Association (BMA), representing the doctors, claims newly qualified doctors earn about 15 pounds ($19) an hour, slightly above the U.K. minimum wage. Dr. Sumi Manirajan from the BMA stated that many young doctors are leaving for better opportunities abroad, resulting in those who remain being overworked and underpaid. The government, having given pay raises of 8.1% to 10.3% last year, insists it cannot negotiate during the pre-election period, but the union continues to call for talks.\nThis ongoing dispute is emblematic of broader challenges faced by the NHS, as prolonged underinvestment has led to significant staffing issues and long waits for patients. The Labour Party, currently leading in polls, has engaged in discussions with the union, emphasizing the need for resolution to meet healthcare commitments.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Labor",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sumi manirajan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national health service",
          "sentiment": "none"
        },
        {
          "name": "bma",
          "sentiment": "none"
        },
        {
          "name": "nhs",
          "sentiment": "none"
        },
        {
          "name": "british medical association",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "u.k.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:58:15.332+03:00",
    "updated": "2024-06-28T01:58:15.332+03:00"
  },
  {
    "uuid": "991024845101c3d00d9638ce7cb67f1eaa8477de",
    "url": "https://phys.org/news/2024-06-science-fuel-treatments-future-wildfire.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Science X",
    "published": "2024-06-24T13:33:00Z",
    "title": "Science review shows fuel treatments reduce future wildfire severity",
    "text": "June 24, 2024\nEditors' notes This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\nfact-checked\npeer-reviewed publication\ntrusted source\nproofread\nScience review shows fuel treatments reduce future wildfire severity by USDA Forest Service\nThis conceptual illustration shows how different treatments can impact the severity of subsequent wildfires in the landscape. Areas that have received thinning and prescribed burn treatments fare better then areas left untreated or with only one treatment. Credit: Erica Sloniker, The Nature Conservancy There is a common belief that prescribed burning, thinning trees, and clearing underbrush reduce risks of the severity of future fires. But is that true? Sometimes anecdotal evidence or limited observations can create doubt.\nResearchers from the USDA Forest Service Rocky Mountain Research Station, The Nature Conservancy, and the University of Montana dug deep into the scientific literature for a closer look. Spoiler alert: the answer is \"yes\"—proactive ecological forest management can change how fires behave and reduce wildfire severity, under a wide range of conditions and forest types.\nResearchers found overwhelming evidence that in seasonally dry mixed conifer forests in the western U.S., reducing surface and ladder fuels and tree density through thinning, coupled with prescribed burning or pile burning, could reduce future wildfire severity by more than 60% relative to untreated areas.\nThe study results were published in Forest Ecology and Management . \"Burning Questions Answered: New review examines 30 years of fuel treatment effects on wildfire severity\" includes an overview of the research methods, key findings, management considerations, and links to related publications.\nFire is an essential component of many western forests. Yet historic fire suppression and climate change are contributing to increased fire activity and more severe wildfires, where overstory trees are killed. Treatments prepare a landscape, priming the next wildfire to burn at lower intensity, burning underbrush and smaller trees. This preserves more mature trees and helps foster a fire level that is more in balance with the landscape.\nKimberley Davis is a Forest Service Research Ecologist and led the project analyzing 40 studies where wildfire burned into different vegetation treatments, spanning 11 western states. The last review of this kind was over a decade ago, with many new case studies and scientific advances since then. Researchers examined effects of various treatments in different forest types , ranging from ponderosa pine forests in Arizona and New Mexico up to the subalpine zones of the northern Rocky Mountains.\nThe review hands natural resource professionals and communities the evidence needed to support continued investments in managing vegetation and fuels. \"These treatments are very effective and the science clearly shows that they can reduce fire severity,\" said Davis.\nWhile responses varied, generally the combination of thinning and prescribed burning showed the greatest impact on reducing future fire severity. Areas that were only thinned had less benefit in reducing wildfire severity. Prior low or moderate severity wildfire also reduced fire severity in subsequent wildfires, although to a lesser extent than thinning with prescribed burning.\nTime also matters. \"As treatments get older, they're less effective,\" said Davis. After 10 years treatments were less than half as effective as younger treatments, underscoring the importance of repeated or \"maintenance\" treatments.\nIn the long run, forest fuel reduction projects can improve conditions for fire fighters responding to wildfires. They mitigate long-term losses of carbon and wildlife habitat and protect watersheds from more severe wildfire. Treatments also create more options for determining appropriate responses to lightning and other unplanned ignitions.\nWhen designed to meet the unique needs of the forest type and nearby communities, these tools can support the longevity of clean water resources, wildlife habitat , and outdoor places to work and recreate.\n\"This review shows that treatments can reduce future wildfire severity, which is key to protecting important forest habitats,\" said Kerry L. Metlen, forest ecologist with The Nature Conservancy and a contributing author of the review.\n\"This gives us hope that by accelerating the use of these tools, in conjunction with work to promote fire adapted communities, we can address the wildfire crisis together.\"\nMore information: Kimberley T. Davis et al, Tamm review: A meta-analysis of thinning, prescribed fire, and wildfire effects on subsequent wildfire severity in conifer dominated forests of the Western US, Forest Ecology and Management (2024). DOI: 10.1016/j.foreco.2024.121885\nJournal information: Forest Ecology and Management\nProvided by USDA Forest Service\nCitation : Science review shows fuel treatments reduce future wildfire severity (2024, June 24) retrieved 24 June 2024 from https://phys.org/news/2024-06-science-fuel-treatments-future-wildfire.html This document is subject to copyright. Apart from any fair dealing for the purpose of private study or research, no part may be reproduced without the written permission. The content is provided for information purposes only.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Science and Technology"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://dx.doi.org/10.1016/j.foreco.2024.121885",
      "https://sciencex.com/help/editorial-process/",
      "https://www.fs.usda.gov/research/rmrs/products/sycu/burning-questions-answered-new-review-examines-30-years-fuel-treatment-effects",
      "https://linkinghub.elsevier.com/retrieve/pii/S037811272400197X",
      "https://sciencex.com/help/editorial-standards/",
      "https://sciencex.com/help/editorial-team/",
      "https://www.dx.doi.org/10.1016/j.foreco.2024.121885",
      "https://sciencex.com/help/editorial-standards",
      "https://www.sciencex.com/help/editorial-process/",
      "https://sciencex.com/help/editorial-process",
      "https://fs.usda.gov/research/rmrs/products/sycu/burning-questions-answered-new-review-examines-30-years-fuel-treatment-effects",
      "https://sciencex.com/help/editorial-team",
      "https://www.linkinghub.elsevier.com/retrieve/pii/S037811272400197X",
      "https://www.sciencex.com/help/editorial-standards/",
      "https://www.sciencex.com/help/editorial-team/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usda forest service rocky mountain research station",
          "sentiment": "none"
        },
        {
          "name": "university of montana",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T16:37:03.143+03:00",
    "updated": "2024-06-24T17:11:09.888+03:00"
  },
  {
    "uuid": "19439cadf1e194996741db091176598d1ace5c99",
    "url": "http://www.qhnews.com/newscenter/system/2025/03/13/030365374.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "叶文娟",
    "published": "2025-03-13T01:22:01Z",
    "title": "春天之约 \"云\"间播绿-新闻中心-青海新闻网",
    "text": "青海新闻网·大美青海客户端讯 在阳光明媚、万物复苏的春日里，植树节带着蓬勃的生机与希望如期而至。今年的植树节，即便你无法扛着铁锹、拎着水桶到户外种下树苗，也能参与一场意义非凡的绿色行动——云植树。\n“你的过期能量再不收就没啦！”市民罗女士每天早晨都会在收取能量的提醒语下，通过支付宝里的“云植树”给自己的小树浇水。如今，在她的精心养护下，她已在“云”上种植了10棵树。她说，看见这种充满生命力的绿色就十分喜欢，“云种树”很有成就感和仪式感。\n随着“互联网+”的深入推进，“云植树”已成为植树节的新趋势。数据显示，自2016年蚂蚁森林正式上线以来，超过7亿人通过蚂蚁森林践行低碳生活，累计产生“绿色能量”3768万吨。蚂蚁森林已在全国各地捐资种下5.48亿棵树，其中9成以上种在“三北”工程三大标志性战役地区。\n近年来，青海省充分利用各类自然保护地、国有林场、公园绿地等区域，坚持集中尽责与分散尽责、线上尽责与线下尽责相结合，见缝插绿、种草添绿，应绿尽绿，推进建立各级各类“互联网＋全民义务植树”基地，探索推进“种、护、管”模式，实现网络植树实体化、实体植树基地化、基地建设公园化、公园发展主题化，为广大群众常年提供义务植树尽责场所，推进了绿色生活全民共建、共享，义务植树线上线下双轨并行。\n“云植树”的意义不止于增添一抹绿色，它让更多人关注到森林资源的重要性，树木能吸收二氧化碳，释放氧气，还能保持水土、涵养水源，为众多生物提供家园。同时，“云植树”也拉近了人与人之间的距离，让不同地区的人们因共同的环保目标相聚，形成强大的绿色合力。\n省林草局生态修复处相关负责人介绍，全民义务植树有造林绿化、抚育管护、自然保护、认种认养、设施修建、捐资捐物、志愿服务、其他形式等8类形式，大家既可以走进植树基地、植树点参加造林绿化，也可以用其他方式尽责。\n植树爱好者既可以手机关注“青海全民义务植树网”，报名参加捐资捐物活动，也可以在全国全民义务植树网和青海全民义务植树网平台参加已上线的各类义务植树劳动尽责活动。目前这一活动已全面向社会公众开放，供自主选择参与。\n“等有机会我一定去实地种一棵树！”已在“蚂蚁森林”认领6棵树的市民刘莉说，身边越来越多的人都参与其中，大家都觉得，这种形式可以实现自己“想让生活的环境变得更好”的愿望。\n线上植树的兴起，带动了更多年轻人参与。“粉丝群体”正在从大学生发展到小学生。3月12日一大早，西宁市兴海路社区居民王子健收到一张全民义务植树尽责证书。2018年开始，他通过“蚂蚁森林”参加线上植树活动，目前已种植9棵树，树种包括榆树、红柳、沙柳等。王子健说，线上植树可以督促自己坚持环保、绿色、健康的生活理念，也能为国家多奉献一片绿。\n2025年，青海全民义务植树将以“履行植树义务、共建美丽青海”为主题，结合重要时间节点，加强义务植树宣传发动，并充分运用义务植树网络平台，发布活动信息。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Social Issue"
    ],
    "topics": [
      "Environment->nature",
      "Environment->conservation",
      "Social Issue->social condition",
      "Social Issue->communities",
      "Social Issue->social services",
      "Social Issue->social services",
      "Social Issue->communities",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T03:22:01.239+02:00",
    "updated": "2025-03-13T03:22:01.239+02:00"
  }
]