[
  {
    "uuid": "d65d293cb51497257481cb44a26a51b27e165e01",
    "url": "https://www.aciprensa.com/noticias/104615/turquia-comece-lamenta-la-conversion-en-mezquita-de-una-antigua-iglesia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ACI Prensa",
    "published": "2024-05-24T06:00:00Z",
    "title": "Obispos europeos lamentan la conversión en mezquita de una antigua iglesia en Turquía",
    "text": "La Comisión de las Conferencias Episcopales de la Unión Europea (COMECE) lamentó, el jueves 23 de mayo, la conversión de la iglesia de San Salvador de Chora —ubicada en Estambul, Turquía— en una mezquita.\n“Este paso diluye aún más las raíces históricas de la presencia cristiana en el país. Cualquier iniciativa de diálogo interreligioso promovida por las autoridades turcas pierde credibilidad”, expresaron los obispos europeos.\nRecibe las principales noticias de ACI Prensa por WhatsApp y Telegram\nCada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy:\nDe forma similar\na lo que ocurrió en 2020 con Hagia Sofía, ahora se llevan a cabo nuevamente oraciones y ritos islámicos en la antigua iglesia cristiana ortodoxa bizantina.\nLa iglesia de San Salvador de Chora es reconocida como una de las gemas bizantinas más importantes del mundo y está adornada con muchos iconos y frescos únicos. Su historia se remonta hasta el siglo IV d.C., siendo modificada y reconstruida en diversas ocasiones.\nAl final de la Segunda Guerra Mundial, arqueólogos e historiadores descubrieron obras de arte ocultas durante mucho tiempo en las paredes del templo. El edificio se convirtió en museo y se prohibieron las prácticas religiosas en su interior.\nTras 79 años, el presidente turco, Recep Tayyip Erdogan, inauguró formalmente el lugar para el culto islámico, a principios de mayo de 2024.\n“La iglesia del siglo IV es un emblema del cristianismo oriental y una memoria viva de la presencia histórica de los cristianos en el país. El templo forma parte del Patrimonio Cultural Mundial de la UNESCO y funcionó como museo durante décadas”, concluyó la COMECE.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T02:30:00.322+03:00",
    "updated": "2024-05-25T02:30:00.322+03:00"
  },
  {
    "uuid": "3293d853c64cebf3c8da1f15a046397a4b592ad6",
    "url": "https://www.mundodeportivo.com/futbol/premier-league/20231228/1002160992/arsenal.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jordi Archs",
    "published": "2023-12-28T22:25:00Z",
    "title": "El West Ham sorprende al Arsenal y el Liverpool es campeón de invierno",
    "text": "El Liverpool acaba la tradicional jornada del Boxing Day como líder y es el campeón de invierno de la Premier League al finalizar la primera vuelta. Le deben un favor los 'reds' al West Ham, que ganó contra pronóstico el derbi londinense en el Emirates (0-2) e impidió que el Arsenal, ahora a dos puntos, recuperara el liderato. Los 'gunners' se estrellaron en el muro que levantó David Moyes ante un soberbio Alphonse Areola y encajaron su primera derrota en casa esta temporada tras siete triunfos ligueros consecutivos ante su afición. El West Ham, que se sitúa sexto a cuatro puntos de los puestos de Champions League, puso fin a ocho años sin ganar en el Emirates, donde había perdido sus siete visitas anteriores. Trossard por el sancionado Havertz Mikel Arteta cubrió la baja por sanción de Kai Havertz situando en su lugar como interior a Leandro Trossard en un partido especial para Declan Rice, que se enfrentaba a su ex equipo por segunda vez desde su marcha en verano. El Arsenal, guiado por un Odegaard excelso, arrancó en modo arrollador pero su monologo se vio interrumpido al cuarto de hora por el polémico gol del West Ham en su único remate entre los tres palos de esta primera parte. Gol polémico de Soucek Emerson Palmieri centró desde la izquierda, Oleksandr Zinchenko estuvo a punto de marcarse un autogol al no entenderse con Gabriel Magalhaes. Jarrod Bowen continuó la jugada y retrasó desde la línea de fondo para que Tomas Soucek marcara a placer. El VAR, tras una larga revisión, concedió el tanto pese a que la imagen ofrece muchas dudas de que el balón realmente no traspasara la línea antes de que Bowen centrara. Saka, al poste El Arsenal encerró totalmente a los 'hammers', que durante algunos minutos no dieron ni un resquicio aunque cada vez se fueron metiendo más atrás ante el empuje local y achicaron balones a duras penas. Bukayo Saka no marcó de milagro en un cabezazo que Alphonse Areola desvió a córner con una mano milagrosa (30') y con un chut al poste tras recibir con espacio en otra genialidad de Odegaard (40'). Mavropanos no lo celebra Parecía que el empate llegaría en la segunda parte por poco que el Arsenal siguiera llegando con peligro a las inmediaciones del área visitante, pero lo que llegó fue el sorprendente 0-2. El West Ham demostró una vez más que explota al máximo sus ocasiones y volvió a marcar en su segundo remate bien dirigido a la portería de David Raya. James Ward-Prowse botó a la perfección un córner y Konstantinos Mavropanos cabeceó al la red (55'). El central griego, con pasado en el Arsenal, no lo celebró y con las manos pareció disculparse de la que fue su afición. Doble cambio en busca del milagro Arteta dio entrada a Eddie Nketiah y Reiss Nelson en busca de encontrar el 'click' que necesitaba su equipo en ataque. Odegaard, con su bendita lucidez, siguió tirando del Arsenal en busca de la remontada, pero Gabriel Jesus no atinó en dos cabezazos consecutivos. Areola también puso de su parte sacando un remate a bocajarro de Trossard, un disparo lejano de Odegaard y, en definitiva, todos los desesperados intentos que le llegaron. Raya para un penalti No puede decirse que el Arsenal no buscara el gol hasta el final sin renunciar a su estilo (chutó 30 veces a puerta), pero pudo acabar goleado de no ser por el penalti, de Rice a Emerson Palmieri, que Raya le paró a Benrahma en el descuento. Arteta, invicto en los siete precedentes, acabó perdiendo su primer partido liguero ante un West Ham que realizó un impecable ejercicio de resistencia. Moyes fue la otra cara. A sus 60 años, venció por primera vez en su larga carrera al Arsenal en su estadio. Arsenal: Raya; White, Saliba, Gabriel Magalhães, Zinchenko (Nelson, 64'); Odegaard, Rice, Trossard (Smith Rowe, 79'); Saka, Gabriel Jesus, Martinelli (Nketiah, 64') West Ham: Aréola; Coufal, Mavropanos, Ogbonna, Emerson Palmieri; Edson Álvarez, Soucek; Kudus, Ward-Prowse, Paquetá (Benrahma, 33'); Bowen Goles: 0-1 Soucek (13'), 0-2 Mavropanos (55') Árbitro: Michael Oliver. Amarillas a Nelson (72'), Gabriel Jesus (91') Espectadores: 60.261 en el Emirates Stadium",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:16.603+02:00",
    "updated": "2023-12-29T01:32:19.893+02:00"
  },
  {
    "uuid": "5109e012b8cfb5a2178edb56ab6f1e48517a2b98",
    "url": "https://governor.hawaii.gov/newsroom/2023-64-grand-jury-indicts-four-occc-inmates-for-manslaughter-in-death-of-christopher-vaefaga/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reece Kilbey",
    "published": "2023-12-28T20:16:00Z",
    "title": "2023-64 GRAND JURY INDICTS FOUR OCCC INMATES FOR MANSLAUGHTER IN DEATH OF CHRISTOPHER VAEFAGA",
    "text": "2023-64 GRAND JURY INDICTS FOUR OCCC INMATES FOR MANSLAUGHTER IN DEATH OF CHRISTOPHER VAEFAGAPosted on Dec 28, 2023 in\nLatest Department News, Newsroom\nDEPARTMENT OF THE ATTORNEY GENERAL\nKA ʻOIHANA O KA LOIO KUHINA\nJOSH GREEN, M.D.\nGOVERNOR\nKE KIAʻĀINA\nANNE LOPEZ\nATTORNEY GENERAL\nLOIO KUHINA\nNews Release 2023-64\nGRAND JURY INDICTS FOUR OCCC INMATES FOR MANSLAUGHTER IN DEATH OF CHRISTOPHER VAEFAGA\nFOR IMMEDIATE RELEASE\nDecember 28, 2023\nHONOLULU – An O‘ahu grand jury indicted four inmates at O‘ahu Community Correctional Center (OCCC)—Aaron Tuitelapaga, 29; Bronson Tuitelelepaga, 27; Manu Sorenson, 33; and Josiah Palimoomanu, 33—for Manslaughter in the death of Christopher Vaefaga, 36, another OCCC inmate.\nThe four defendants allegedly beat Vaefaga to death on July 6, 2023.\nFirst Circuit Court Judge Ronald G. Johnson ordered that Tuitelapaga, Tuitelelepaga, and Sorensen be held without bail. Judge Johnson set Palimoomanu’s bail at $500,000.\nThe Department of the Attorney General’s Investigations Division conducted the investigation in this matter. The Department’s Criminal Justice Division is prosecuting the case.\nManslaughter is a felony punishable by up to 20 years in prison.\nThe case is State of Hawai‘i v. Tuitelapaga, et al., Case No. 1CPC-23-0001488. Each of the four defendants is presumed innocent unless and until proven guilty.\n###\nMedia Contacts:\nDave Day\nSpecial Assistant to the Attorney General\nOffice: 808-586-1284\nEmail:\n[[email protected]](/cdn-cgi/l/email-protection#4c0d180b621c05030c242d3b2d2525622b233a)\nWeb:\nhttp://ag.hawaii.gov/\nToni Schwartz\nPublic Information Officer\nHawai‘i Department of the Attorney General\nOffice: 808-586-1252\nCell: 808-379-9249\nEmail:\n[[email protected]](/cdn-cgi/l/email-protection#45112a2b2c6b006b16262d322437313f052d2432242c2c6b222a33)\nWeb:\nhttp://ag.hawaii.gov",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aaron tuitelapaga",
          "sentiment": "none"
        },
        {
          "name": "vaefaga",
          "sentiment": "none"
        },
        {
          "name": "ke kiaʻāina anne lopez",
          "sentiment": "none"
        },
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "manu sorenson",
          "sentiment": "none"
        },
        {
          "name": "divi",
          "sentiment": "none"
        },
        {
          "name": "ronald g. johnson",
          "sentiment": "none"
        },
        {
          "name": "josiah palimoomanu",
          "sentiment": "none"
        },
        {
          "name": "bronson tuitelelepaga",
          "sentiment": "none"
        },
        {
          "name": "christopher vaefaga",
          "sentiment": "none"
        },
        {
          "name": "christopher vaefaga",
          "sentiment": "none"
        },
        {
          "name": "sorensen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "first circuit court",
          "sentiment": "none"
        },
        {
          "name": "investigations division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tuitelelepaga",
          "sentiment": "none"
        },
        {
          "name": "tuitelapaga",
          "sentiment": "none"
        },
        {
          "name": "palimoomanu",
          "sentiment": "none"
        },
        {
          "name": "honolulu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:40.289+02:00",
    "updated": "2023-12-29T00:11:40.289+02:00"
  }
]