[
  {
    "uuid": "85a8011dc4ab28f29e015664428daa0b1a51db1e",
    "url": "https://www.stocktitan.net/news/PCRX/pacira-bio-sciences-reports-fourth-quarter-and-full-year-2024-38qzyy52daaw.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "StockTitan",
    "published": "2025-02-27T21:05:00Z",
    "title": "How Pacira's Record Revenues and Strategic Pivot to Musculoskeletal Pain Could Reshape Its Future",
    "text": "Pacira BioSciences Reports Fourth Quarter and Full-Year 2024 Financial Results\nPacira BioSciences (PCRX) reported its Q4 and full-year 2024 financial results, achieving record revenues of $701 million for the year, a 4% increase from 2023. The company posted a full-year GAAP net loss of $99.6 million and adjusted EBITDA of $223.9 million.\nKey Q4 metrics include revenues of $187.3 million and GAAP net income of $16 million. Product performance showed EXPAREL sales at $147.7 million (+3%), ZILRETTA at $33.1 million (+15%), and iovera° at $6.5 million (+7%).\nThe company announced its new Five-Year Plan (5x30) to transition into an innovative biopharmaceutical organization, focusing on musculoskeletal pain. Strategic moves include acquiring the remaining 81% stake in GQ Bio for $32 million and receiving FDA clearance for a new iovera° SmartTip for chronic low back pain management.\nFor 2025, Pacira projects total revenue between $725-765 million, with non-GAAP gross margins of 76-78%.\nPacira BioSciences (PCRX) ha riportato i risultati finanziari del quarto trimestre e dell'intero anno 2024, raggiungendo ricavi record di 701 milioni di dollari per l'anno, con un aumento del 4% rispetto al 2023. L'azienda ha registrato una perdita netta GAAP di 99,6 milioni di dollari e un EBITDA rettificato di 223,9 milioni di dollari.\nI principali indicatori del quarto trimestre includono ricavi di 187,3 milioni di dollari e un utile netto GAAP di 16 milioni di dollari. Le vendite dei prodotti hanno mostrato performance di EXPAREL a 147,7 milioni di dollari (+3%), ZILRETTA a 33,1 milioni di dollari (+15%) e iovera° a 6,5 milioni di dollari (+7%).\nL'azienda ha annunciato il suo nuovo Piano Quinquennale (5x30) per trasformarsi in un'organizzazione biopharmaceutica innovativa, concentrandosi sul dolore muscoloscheletrico. Le mosse strategiche includono l'acquisizione del restante 81% di GQ Bio per 32 milioni di dollari e l'approvazione della FDA per un nuovo iovera° SmartTip per la gestione del dolore lombare cronico.\nPer il 2025, Pacira prevede ricavi totali tra 725-765 milioni di dollari, con margini lordi non GAAP del 76-78%.\nPacira BioSciences (PCRX) informó sobre sus resultados financieros del cuarto trimestre y del año completo 2024, logrando ingresos récord de 701 millones de dólares para el año, un aumento del 4% en comparación con 2023. La compañía reportó una pérdida neta GAAP de 99,6 millones de dólares y un EBITDA ajustado de 223,9 millones de dólares.\nLos principales indicadores del cuarto trimestre incluyen ingresos de 187,3 millones de dólares y un ingreso neto GAAP de 16 millones de dólares. El desempeño de los productos mostró ventas de EXPAREL por 147,7 millones de dólares (+3%), ZILRETTA por 33,1 millones de dólares (+15%) e iovera° por 6,5 millones de dólares (+7%).\nLa compañía anunció su nuevo Plan Quinquenal (5x30) para transformarse en una organización biofarmacéutica innovadora, enfocándose en el dolor musculoesquelético. Las movidas estratégicas incluyen la adquisición del 81% restante de GQ Bio por 32 millones de dólares y la aprobación de la FDA para un nuevo iovera° SmartTip para el manejo del dolor lumbar crónico.\nPara 2025, Pacira proyecta ingresos totales entre 725-765 millones de dólares, con márgenes brutos no GAAP del 76-78%.\nPacira BioSciences (PCRX)는 2024년 4분기 및 연간 재무 결과를 발표하며 연간 기록적인 수익 7억 1천만 달러를 달성했으며, 이는 2023년 대비 4% 증가한 수치입니다. 회사는 연간 GAAP 기준의 순손실이 9,960만 달러이며, 조정된 EBITDA는 2억 2,390만 달러를 기록했습니다.\n4분기 주요 지표로는 1억 8,730만 달러의 수익과 1,600만 달러의 GAAP 순이익이 포함됩니다. 제품 성과는 EXPAREL의 판매가 1억 4,770만 달러(+3%), ZILRETTA가 3,310만 달러(+15%), iovera°가 650만 달러(+7%)로 나타났습니다.\n회사는 근골격계 통증에 초점을 맞춘 혁신적인 생물 제약 조직으로 전환하기 위한 새로운 5개년 계획(5x30)을 발표했습니다. 전략적 조치로는 GQ Bio의 남은 81% 지분을 3,200만 달러에 인수하고 만성 요통 관리를 위한 새로운 iovera° SmartTip에 대한 FDA 승인을 받았습니다.\n2025년을 위해 Pacira는 총 수익을 7억 2,500만 - 7억 6,500만 달러로 예상하며, 비GAAP 기준 총 이익률은 76-78%로 예상하고 있습니다.\nPacira BioSciences (PCRX) a annoncé ses résultats financiers du quatrième trimestre et de l'année complète 2024, atteignant des revenus records de 701 millions de dollars pour l'année, soit une augmentation de 4 % par rapport à 2023. L'entreprise a affiché une perte nette GAAP de 99,6 millions de dollars et un EBITDA ajusté de 223,9 millions de dollars.\nLes principaux indicateurs du quatrième trimestre incluent des revenus de 187,3 millions de dollars et un bénéfice net GAAP de 16 millions de dollars. Les performances des produits ont montré des ventes d'EXPAREL à 147,7 millions de dollars (+3 %), de ZILRETTA à 33,1 millions de dollars (+15 %) et d'iovera° à 6,5 millions de dollars (+7 %).\nL'entreprise a annoncé son nouveau Plan Cinq Ans (5x30) pour se transformer en une organisation biopharmaceutique innovante, en se concentrant sur la douleur musculosquelettique. Les mesures stratégiques incluent l'acquisition des 81 % restants de GQ Bio pour 32 millions de dollars et l'approbation de la FDA pour un nouveau iovera° SmartTip pour la gestion de la douleur lombaire chronique.\nPour 2025, Pacira prévoit des revenus totaux compris entre 725-765 millions de dollars, avec des marges brutes non GAAP de 76-78 %.\nPacira BioSciences (PCRX) hat seine finanziellen Ergebnisse für das vierte Quartal und das gesamte Jahr 2024 veröffentlicht und einen Rekordumsatz von 701 Millionen Dollar für das Jahr erzielt, was einem Anstieg von 4% im Vergleich zu 2023 entspricht. Das Unternehmen verzeichnete einen GAAP-Nettoverlust von 99,6 Millionen Dollar und ein bereinigtes EBITDA von 223,9 Millionen Dollar.\nWichtige Kennzahlen für das vierte Quartal umfassen Einnahmen von 187,3 Millionen Dollar und einen GAAP-Nettoertrag von 16 Millionen Dollar. Die Produktleistung zeigte Verkäufe von EXPAREL in Höhe von 147,7 Millionen Dollar (+3%), ZILRETTA in Höhe von 33,1 Millionen Dollar (+15%) und iovera° in Höhe von 6,5 Millionen Dollar (+7%).\nDas Unternehmen gab seinen neuen Fünfjahresplan (5x30) bekannt, um sich in eine innovative biopharmazeutische Organisation zu transformieren, die sich auf muskuloskelettale Schmerzen konzentriert. Strategische Schritte umfassen den Erwerb der verbleibenden 81% Beteiligung an GQ Bio für 32 Millionen Dollar und die Genehmigung der FDA für einen neuen iovera° SmartTip zur Behandlung von chronischen Rückenschmerzen.\nFür 2025 prognostiziert Pacira Gesamteinnahmen zwischen 725-765 Millionen Dollar, mit nicht-GAAP Bruttomargen von 76-78%.\n- Record annual revenue of $701M, up 4% YoY\n- Q4 revenue growth across all products (EXPAREL +3%, ZILRETTA +15%, iovera° +7%)\n- New patent for EXPAREL extends protection to 2044\n- Strong cash position of $484.6M\n- Operating cash flow increased to $189.4M from $154.6M in 2023\n- Full-year GAAP net loss of $99.6M vs profit of $42M in 2023\n- Q4 adjusted EBITDA declined 4% to $62.5M\n- $163.2M goodwill impairment charge in 2024\n- Operating expenses increased 32% to $774.3M\n- SG&A expenses rose 9% to $294.1M\n— Record revenues of\n— Full-year GAAP net loss of\n— Conference call today at 4:30 p.m. ET —\nPARSIPPANY, N.J., Feb. 27, 2025 (GLOBE NEWSWIRE) -- Pacira BioSciences, Inc. (Nasdaq: PCRX), the industry leader in its commitment to deliver innovative, non-opioid pain therapies to transform the lives of patients, today reported financial results for the fourth quarter and full-year of 2024.\n“Pacira enters 2025 with a sharp focus on executing our 5x30 strategy to accelerate our transition into an innovative biopharmaceutical organization and therapeutic area leader in musculoskeletal pain and adjacencies,” said Frank D. Lee, chief executive officer of Pacira BioSciences. “The new year is off to a strong start, highlighted by the recent implementation of NOPAIN, which we believe will drive greater utilization of EXPAREL and iovera° by significantly expanding patient access in outpatient settings. We are confident in our ability to drive growth in our base business and advance a novel pipeline of potentially transformative assets, like PCRX-201.”\n2024 Fourth Quarter and Full-Year Financial Highlights\n- Fourth quarter revenues of\n$187.3 million and full-year revenues of$701.0 million . - Fourth quarter GAAP net income of\n$16.0 million or$0.35 per basic share and$0.34 per diluted share and full-year GAAP net loss of$99.6 million or$2.15 per basic and diluted share. - Fourth quarter adjusted EBITDA of\n$62.5 million and full-year adjusted EBITDA of$223.9 million . - Initiated a share repurchase program with\n$125.0 million remaining on authorization.\nSee “Non-GAAP Financial Information” below.\nRecent Business Highlights\n- Launched new Five-Year Plan (5x30) to Transition into an Innovative Biopharmaceutical Organization. In January 2025, the company announced its 5x30 plan to transition into an innovative biopharmaceutical and therapeutic area leader in musculoskeletal pain and adjacencies. With 5x30, the company intends to achieve the following five key objectives by 2030: (i) deliver its products to more than 3 million patients annually; (ii) grow product revenues by a double-digit compounded annual growth rate; (iii) achieve a five percentage point improvement in gross margins over 2024; (iv) advance an innovative pipeline with at least five programs in clinical development; and (v) establish five partnerships including pipeline and commercial agreements.\n- Strategic Acquisition of Remaining Equity Stake of GQ Bio to Advance 5x30 Growth Strategy. In February 2025, Pacira announced it has acquired the remaining 81 percent equity stake of GQ Bio Therapeutics GmbH for approximately\n$32 million , net of working capital and other transaction adjustments, to equity holders other than Pacira. The net purchase price includes$18 million of cash paid at closing,$8 million to be paid over three years pursuant to a key employee holdback agreement and a post-closing indemnity holdback of$6 million . The transaction brings to Pacira a novel, high capacity, local delivery platform for genetic medicines; a preclinical portfolio; and research and development talent. It also builds upon Pacira’s previous investments in GQ Bio, as well as the two companies’ partnership that was initiated in 2023 for the development of a commercially scalable manufacturing process for PCRX-201 and other products utilizing the platform. In addition, the transaction is expected to provide near- and long-term financial benefits with the elimination of future milestone payments, including$4.5 million due at the initiation of a Phase 2 study of PCRX-201. - Board of Directors Updates. In January 2025, Laura Brege was appointed Chair of the Board, following the retirement of former Chair, Paul J. Hastings, and Andreas Wicki, PhD. These changes align with Pacira’s ongoing commitment to Board refreshment. With these changes, the Board is composed of nine directors, eight of whom are independent and five of whom have joined since October 2023. Each director brings expertise in areas important to Pacira’s business to support Pacira’s 5x30 growth-oriented plan including executive leadership, mergers and acquisitions, research and development, finance, operations, commercialization, manufacturing and supply chain.\n- Strengthened Executive Leadership Team with Two Key Appointments. In January 2025, Brendan Teehan was named Chief Commercial Officer and Krys Corbett, Esq. was named Chief Business Officer. Mr. Teehan brings extensive expertise in both private and public companies across multiple large and rare disease therapeutic categories and development stages. Ms. Corbett brings more than 25 years of industry experience across business development, strategic transactions, alliance management, and product portfolio management.\n- New iovera° SmartTip Receives FDA 510k Clearance to Manage Chronic Low Back Pain. In December 2024, the U.S. Food & Drug Administration (FDA) approved a new iovera° Smart Tip designed to access the medial branch nerves to manage chronic low back pain. Chronic low back pain remains a pervasive health challenge in the United States that impacts millions and often leads to poor quality of life, disability, and persistent prescription opioid use.\n- New Patent Covering EXPAREL Composition. In December 2024, the company announced the issuance of U.S. Patent No. 12,156,940 (the ‘940 patent). The ‘940 patent, entitled “Manufacturing of Bupivacaine Multivesicular Liposomes” protects the chemical composition of EXPAREL produced by the company’s enhanced large-scale manufacturing process in San Diego. The company expects the ‘940 patent to provide protection into July 2044, further supporting the company’s confidence in the long-term exclusivity of EXPAREL.\n- PCRX-201 2-year Safety and Efficacy Data Indicate Potential for Sustained Efficacy in Moderate to Severe Osteoarthritis of the Knee. In November 2024, the company reported new data demonstrating that its osteoarthritis product candidate, PCRX-201 (enekinragene inzadenovec), provided sustained improvements in knee pain, stiffness, and function for at least two years following local administration, with a well-tolerated safety profile. The data were presented at the American College of Rheumatology’s annual ACR Convergence meeting.\nFourth Quarter 2024 Financial Results\n- Total revenues were\n$187.3 million in the fourth quarter of 2024, a 3 percent increase over the$181.2 million reported for the fourth quarter of 2023. - EXPAREL net product sales were\n$147.7 million in the fourth quarter of 2024, a 3 percent increase over the$143.9 million reported for the fourth quarter of 2023. - ZILRETTA net product sales were\n$33.1 million in the fourth quarter of 2024, a 15 percent increase over the$28.7 million reported for the fourth quarter of 2023. - Fourth quarter 2024 iovera° net product sales were\n$6.5 million , a 7 percent increase over the$6.0 million reported in the fourth quarter of 2023. - Total operating expenses were\n$162.5 million in the fourth quarter of 2024, versus the$148.1 million reported for the fourth quarter of 2023. - Research and development (R&D) expenses were\n$23.9 million in the fourth quarter of 2024, compared to$19.5 million in the fourth quarter of 2023. The company’s R&D expenses included$8.8 million and$6.9 million of product development and manufacturing capacity expansion costs in the fourth quarters of 2024 and 2023, respectively. - Selling, general and administrative (SG&A) expenses were\n$79.6 million in the fourth quarter of 2024, compared to$65.8 million in the fourth quarter of 2023. - GAAP net income was\n$16.0 million , or$0.35 per basic share and$0.34 per diluted share in the fourth quarter of 2024, compared to$24.9 million , or$0.54 per basic share and$0.50 per diluted share in the fourth quarter of 2023. - Non-GAAP net income was\n$44.3 million , or$0.96 per basic share and$0.91 per diluted share in the fourth quarter of 2024, compared to$45.1 million , or$0.97 per basic share and$0.89 per diluted share in the fourth quarter of 2023. - Adjusted EBITDA was\n$62.5 million in the fourth quarter of 2024, a 4 percent decrease compared to$65.4 million in the fourth quarter of 2023. - Pacira ended the fourth quarter of 2024 with cash, cash equivalents and available-for-sale investments (“cash”) of\n$484.6 million . Cash provided by operations was$33.1 million in the fourth quarter of 2024, compared to$47.6 million in the fourth quarter of 2023. - Pacira had 46.2 million basic and 49.0 million diluted weighted average shares of common stock outstanding in the fourth quarter of 2024.\n- For non-GAAP measures, Pacira had 49.0 million and 52.1 million diluted weighted average shares of common stock outstanding in the fourth quarters of 2024 and 2023, respectively.\nSee “Non-GAAP Financial Information” below.\nFull-Year 2024 Financial Results\n- Total revenues were\n$701.0 million in 2024, a 4 percent increase over the$675.0 million reported in 2023. - EXPAREL net product sales were\n$549.0 million in 2024, a 2 percent increase compared to the$538.1 million reported in 2023. - ZILRETTA net product sales were\n$118.1 million in 2024, a 6 percent increase over the$111.1 million reported in 2023. - Full-year iovera° net product sales were\n$22.8 million , a 16 percent increase over the$19.7 million reported in 2023. - Total operating expenses were\n$774.3 million in 2024, compared to$587.3 million in 2023. Included within 2024 is a goodwill impairment of$163.2 million based upon an assessment that the fair value of goodwill was less than its carrying value. - R&D expenses were\n$81.6 million in 2024, compared to$76.3 million in 2023. The company’s R&D expenses include$30.8 million and$33.4 million of product development and manufacturing capacity expansion costs in 2024 and 2023, respectively. - SG&A expenses were\n$294.1 million in 2024, compared to$269.4 million in 2023. - GAAP net loss was\n$99.6 million , or$2.15 per basic and diluted share in 2024, compared to GAAP net income of$42.0 million , or$0.91 per basic share and$0.89 per diluted share in 2023. Included in GAAP net loss in 2024 was a$163.2 million impairment of goodwill based upon an assessment that the fair value of goodwill was less than its carrying value. - Non-GAAP net income was\n$157.7 million , or$3.41 per basic share and$3.20 per diluted share in 2024, compared to$142.0 million , or$3.07 per basic share and$2.81 per diluted share in 2023. - Adjusted EBITDA was\n$223.9 million in 2024, a 4 percent increase over$214.5 million in 2023. - Cash provided by operations was\n$189.4 million in 2024, compared to$154.6 million in 2023. - Pacira had 46.2 million basic and diluted weighted average shares of common stock outstanding in 2024.\n- For non-GAAP measures, Pacira had 50.2 million and 52.0 million diluted weighted average shares of common stock outstanding in 2024 and 2023, respectively.\nSee “Non-GAAP Financial Information” below.\n2025 Financial Guidance\nToday the company is providing full-year 2025 financial guidance as follows:\n- Total revenue of\n$725 million to$765 million ; - Non-GAAP gross margin of 76 to 78 percent;\n- Non-GAAP R&D expense of\n$90 million to$105 million ; - Non-GAAP SG&A expense of\n$290 million to$320 million ; and - Stock-based compensation of\n$56 million to$61 million .\nSee “Non-GAAP Financial Information” below.\nToday’s Conference Call and Webcast Reminder\nThe Pacira management team will host a conference call to discuss the company’s financial results and recent developments today, Thursday, February 27, 2025, at 4:30 p.m. ET. For listeners who wish to participate in the question-and-answer session via telephone, please pre-register at investor.pacira.com/upcoming-events. All registrants will receive dial-in information and a PIN allowing them to access the live call. In addition, a live audio of the conference call will be available as a webcast. Interested parties can access the event through the “Events” page on the Pacira website at investor.pacira.com.\nNon-GAAP Financial Information\nThis press release contains financial measures that do not comply with U.S. generally accepted accounting principles (GAAP), such as non-GAAP cost of goods sold, non-GAAP gross margin, non-GAAP research and development (R&D) expense, non-GAAP selling, general and administrative (SG&A) expense, non-GAAP net income, non-GAAP net income per common share, non-GAAP weighted average common shares outstanding, EBITDA (earnings before interest, taxes, depreciation and amortization) and adjusted EBITDA, because these non-GAAP financial measures exclude the impact of items that management believes affect comparability or underlying business trends.\nThese measures supplement the company’s financial results prepared in accordance with GAAP. Pacira management uses these measures to better analyze its financial results, estimate its future cost of goods sold, R&D expense and SG&A expense outlook for 2025 and to help make managerial decisions. In management’s opinion, these non-GAAP measures are useful to investors and other users of the company’s financial statements by providing greater transparency into the ongoing operating performance of Pacira and its future outlook. Such measures should not be deemed to be an alternative to GAAP requirements or a measure of liquidity for Pacira. The non-GAAP measures presented here are also unlikely to be comparable with non-GAAP disclosures released by other companies. See the tables below for a reconciliation of GAAP to non-GAAP measures.\nAbout Pacira\nPacira delivers innovative, non-opioid pain therapies to transform the lives of patients. Pacira has three commercial-stage non-opioid treatments: EXPAREL® (bupivacaine liposome injectable suspension), a long-acting local analgesic currently approved for infiltration, fascial plane block, and as an interscalene brachial plexus nerve block, an adductor canal nerve block, and a sciatic nerve block in the popliteal fossa for postsurgical pain management; ZILRETTA® (triamcinolone acetonide extended-release injectable suspension), an extended-release, intra-articular injection indicated for the management of osteoarthritis knee pain; and iovera®º, a novel, handheld device for delivering immediate, long-acting, drug-free pain control using precise, controlled doses of cold temperature to a targeted nerve. The company is also advancing the development of PCRX-201, a novel locally administered gene therapy with the potential to treat large prevalent diseases like osteoarthritis. To learn more about Pacira, visit www.pacira.com.\nAbout EXPAREL® (bupivacaine liposome injectable suspension)\nEXPAREL is indicated to produce postsurgical local analgesia via infiltration in patients aged 6 years and older, and postsurgical regional analgesia via an interscalene brachial plexus block in adults, a sciatic nerve block in the popliteal fossa in adults, and an adductor canal block in adults. The safety and effectiveness of EXPAREL have not been established to produce postsurgical regional analgesia via other nerve blocks besides an interscalene brachial plexus nerve block, a sciatic nerve block in the popliteal fossa, or an adductor canal block. The product combines bupivacaine with multivesicular liposomes, a proven product delivery technology that delivers medication over a desired time period. EXPAREL represents the first and only multivesicular liposome local anesthetic that can be utilized in the peri- or postsurgical setting. By utilizing the multivesicular liposome platform, a single dose of EXPAREL delivers bupivacaine over time, providing significant reductions in cumulative pain scores with up to a 78 percent decrease in opioid consumption; the clinical benefit of the opioid reduction was not demonstrated. Additional information is available at www.EXPAREL.com.\nImportant Safety Information about EXPAREL for Patients\nEXPAREL should not be used in obstetrical paracervical block anesthesia. In studies in adults where EXPAREL was injected into a wound, the most common side effects were nausea, constipation, and vomiting. In studies in adults where EXPAREL was injected near a nerve, the most common side effects were nausea, fever, and constipation. In the study where EXPAREL was given to children, the most common side effects were nausea, vomiting, constipation, low blood pressure, low number of red blood cells, muscle twitching, blurred vision, itching, and rapid heartbeat. EXPAREL can cause a temporary loss of feeling and/or loss of muscle movement. How much and how long the loss of feeling and/or muscle movement depends on where and how much of EXPAREL was injected and may last for up to 5 days. EXPAREL is not recommended to be used in patients younger than 6 years old for injection into the wound, for patients younger than 18 years old, for injection near a nerve, and/or in pregnant women. Tell your health care provider if you or your child has liver disease, since this may affect how the active ingredient (bupivacaine) in EXPAREL is eliminated from the body. EXPAREL should not be injected into the spine, joints, or veins. The active ingredient in EXPAREL can affect the nervous system and the cardiovascular system; may cause an allergic reaction; may cause damage if injected into the joints; and can cause a rare blood disorder.\nAbout ZILRETTA® (triamcinolone acetonide extended-release injectable suspension)\nOn October 6, 2017, ZILRETTA was approved by the U.S. Food and Drug Administration as the first and only extended-release intra-articular therapy for patients confronting osteoarthritis (OA)- related knee pain. ZILRETTA employs proprietary microsphere technology combining triamcinolone acetonide—a commonly administered, short-acting corticosteroid—with a poly lactic-co-glycolic acid (PLGA) matrix to provide extended pain relief. The pivotal Phase 3 trial on which the approval of ZILRETTA was based showed that ZILRETTA significantly reduced OA knee pain for 12 weeks, with some people experiencing pain relief through Week 16. Learn more at www.zilretta.com.\nIndication and Select Important Safety Information for ZILRETTA\nIndication: ZILRETTA is indicated as an intra-articular injection for the management of OA pain of the knee. Limitation of Use: The efficacy and safety of repeat administration of ZILRETTA have not been demonstrated.\nContraindication: ZILRETTA is contraindicated in patients who are hypersensitive to triamcinolone acetonide, corticosteroids or any components of the product.\nWarnings and Precautions:\n- Intra-articular Use Only: ZILRETTA has not been evaluated and should not be administered by epidural, intrathecal, intravenous, intraocular, intramuscular, intradermal, or subcutaneous routes. ZILRETTA should not be considered safe for epidural or intrathecal administration.\n- Serious Neurologic Adverse Reactions with Epidural and Intrathecal Administration: Serious neurologic events have been reported following epidural or intrathecal corticosteroid administration. Corticosteroids are not approved for this use.\n- Hypersensitivity reactions: Serious reactions have been reported with triamcinolone acetonide injection. Institute appropriate care if an anaphylactic reaction occurs.\n- Joint infection and damage: A marked increase in joint pain, joint swelling, restricted motion, fever and malaise may suggest septic arthritis. If this occurs, conduct appropriate evaluation and if confirmed, institute appropriate antimicrobial treatment.\nAdverse Reactions: The most commonly reported adverse reactions (incidence ≥\nPlease see ZILRETTALabel.com for full Prescribing Information.\nAbout iovera®°\nThe iovera° system is used to destroy tissue during surgical procedures by applying freezing cold. It can also be used to produce lesions in peripheral nervous tissue by the application of cold to the selected site for the blocking of pain. It is also indicated for the relief of pain and symptoms associated with osteoarthritis of the knee for up to 90 days. In one study, the majority of the patients suffering from osteoarthritis of the knee experienced pain and system relief beyond 150 days. When stimulation compatible components are used, the iovera° system can also facilitate targeting nerve location by conducting electrical nerve stimulation from a compatible 3rd party nerve stimulator. The iovera° system is not indicated for treatment of central nervous system tissue.\nIndication and Select Important Safety Information for iovera°®\nIndication: iovera° applies freezing cold to peripheral nerve tissue to block and/or relieve pain for up to 90 days. It should not be used to treat central nervous system tissue.\nImportant Safety Information\n- Do not receive treatment with iovera° if you experience hypersensitivity to cold or have open and/or infected wounds near the treatment site.\n- You may experience bruising, swelling, inflammation and/or redness, local pain and/or tenderness, and altered feeling at the site of application.\n- In treatment area(s), you may experience damage to the skin, skin darkening or lightening, and dimples in the skin.\n- You may experience a temporary loss of your ability to use your muscles normally outside of the treatment area.\n- Talk to your doctor before receiving treatment with iovera°.\nForward-Looking Statements\nAny statements in this press release about Pacira’s future expectations, plans, trends, outlook, projections and prospects, and other statements containing the words “believes,” “anticipates,” “plans,” “estimates,” “expects,” “intends,” “may,” “will,” “would,” “could,” “can” and similar expressions, constitute forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), and the Private Securities Litigation Reform Act of 1995, including, without limitation, statements related to: ‘5x30’, our growth and business strategy, our future outlook, contributions of new directors and executives, our intellectual property and patent terms, the acquisition of GQ Bio and the anticipated benefits thereof, our growth and future operating results and trends, our strategy, plans, objectives, expectations (financial or otherwise) and intentions, and future financial results and growth potential, including our plans with respect to the repayment of our indebtedness, anticipated product portfolio, development programs, development of products, strategic alliances, the Non-Opioids Prevent Addiction in the Nation (“NOPAIN”) Act and other statements that are not historical facts. For this purpose, any statement that is not a statement of historical fact should be considered a forward-looking statement. We cannot assure you that our estimates, assumptions and expectations will prove to have been correct. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including risks relating to, among others: the failure to realize the anticipated benefits and synergies from the acquisition of GQ Bio; the ability to successfully integrate GQ Bio into our existing business; the commercial success of GQ Bio’s high-capacity adenovirus gene therapy vector platform; future opportunities and plans for GQ Bio and its product candidates, including uncertainty of the expected financial performance of GQ Bio and its product candidates; disruption from the acquisition of GQ Bio, making it more difficult to conduct business as usual or maintain relationships with customers, employees or suppliers; the possibility that if we do not achieve the perceived benefits of the transaction as rapidly or to the extent anticipated by financial analysts or investors, the market price of our common stock could decline; risks associated with acquisitions, such as the risk that the acquired businesses will not be integrated successfully, that such integration may be more difficult, time-consuming or costly than expected or that the expected benefits of the transaction will not occur; our manufacturing and supply chain, global and U.S. economic conditions (including inflation and rising interest rates), and our business, including our revenues, financial condition, cash flow and results of operations; the success of our sales and manufacturing efforts in support of the commercialization of EXPAREL, ZILRETTA and iovera°; the rate and degree of market acceptance of EXPAREL, ZILRETTA and iovera°; the size and growth of the potential markets for EXPAREL, ZILRETTA and iovera° and our ability to serve those markets; our plans to expand the use of EXPAREL, ZILRETTA and iovera° to additional indications and opportunities, and the timing and success of any related clinical trials for EXPAREL, ZILRETTA and iovera°; the commercial success of EXPAREL, ZILRETTA and iovera°; the related timing and success of U.S. Food and Drug Administration supplemental New Drug Applications and premarket notification 510(k)s; the related timing and success of European Medicines Agency Marketing Authorization Applications; our plans to evaluate, develop and pursue additional product candidates utilizing our proprietary multivesicular liposome (“pMVL”) drug delivery technology; the approval of the commercialization of our products in other jurisdictions; clinical trials in support of an existing or potential pMVL-based product; our commercialization and marketing capabilities; our ability to successfully complete capital projects; the outcome of any litigation; the recoverability of our deferred tax assets; assumptions associated with contingent consideration payments; assumptions used for estimated future cash flows associated with determining the fair value of the Company; the anticipated funding or benefits of our share repurchase program; and factors discussed in the “Risk Factors” of our most recent Annual Report on Form 10-K and in other filings that we periodically make with the Securities and Exchange Commission (the “SEC”). In addition, the forward-looking statements included in this press release represent our views as of the date of this press release. Important factors could cause actual results to differ materially from those indicated or implied by forward-looking statements, and as such we anticipate that subsequent events and developments will cause our views to change. Except as required by applicable law, we undertake no intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, and readers should not rely on these forward-looking statements as representing our views as of any date subsequent to the date of this press release.\nThese forward-looking statements involve known and unknown risks, uncertainties and other factors that may cause our actual results, levels of activity, performance or achievements to differ materially from those expressed or implied by these statements. These factors include the matters discussed and referenced in the “Risk Factors” of our most recent Annual Report on Form 10-K and in other filings that we periodically make with the SEC.\n(Tables to Follow) | |||||\nPacira BioSciences, Inc. Condensed Consolidated Balance Sheets (in thousands) (unaudited) | |||||\nDecember 31, 2024 | December 31, 2023 | ||||\nASSETS | |||||\nCurrent assets: | |||||\nCash and cash equivalents | $ | 276,774 | $ | 153,298 | |\nShort-term available-for-sale investments | 207,841 | 125,283 | |||\nAccounts receivable, net | 113,304 | 105,556 | |||\nInventories, net | 125,282 | 104,353 | |||\nPrepaid expenses and other current assets | 21,929 | 21,504 | |||\nTotal current assets | 745,130 | 509,994 | |||\nNoncurrent available-for-sale investments | — | 2,410 | |||\nFixed assets, net | 167,169 | 173,927 | |||\nRight-of-use assets, net | 49,222 | 61,020 | |||\nGoodwill | — | 163,243 | |||\nIntangible assets, net | 425,970 | 483,258 | |||\nDeferred tax assets | 130,376 | 144,485 | |||\nInvestments and other assets | 35,649 | 36,049 | |||\nTotal assets | $ | 1,553,516 | $ | 1,574,386 | |\nLIABILITIES AND STOCKHOLDERS’ EQUITY | |||||\nCurrent liabilities: | |||||\nAccounts payable | $ | 19,133 | $ | 15,698 | |\nAccrued expenses | 80,124 | 64,243 | |||\nLease liabilities | 8,887 | 8,801 | |||\nCurrent portion of convertible senior notes, net | 201,776 | 8,641 | |||\nTotal current liabilities | 309,920 | 97,383 | |||\nConvertible senior notes, net | 279,334 | 398,594 | |||\nLong-term debt, net | 104,211 | 115,202 | |||\nLease liabilities | 44,645 | 54,806 | |||\nContingent consideration | 20,241 | 24,698 | |||\nOther liabilities | 16,817 | 13,573 | |||\nTotal stockholders’ equity | 778,348 | 870,130 | |||\nTotal liabilities and stockholders’ equity | $ | 1,553,516 | $ | 1,574,386 |\nPacira BioSciences, Inc. Consolidated Statements of Operations (in thousands, except per share amounts) (unaudited) | |||||||||||||||\nThree Months Ended | Year Ended | ||||||||||||||\nDecember 31, | December 31, | ||||||||||||||\n2024 | 2023 | 2024 | 2023 | ||||||||||||\nNet product sales: | |||||||||||||||\nEXPAREL | $ | 147,676 | $ | 143,918 | $ | 548,962 | $ | 538,120 | |||||||\nZILRETTA | 33,123 | 28,705 | 118,089 | 111,098 | |||||||||||\niovera° | 6,454 | 6,040 | 22,813 | 19,685 | |||||||||||\nBupivacaine liposome injectable suspension | — | 1,101 | 7,322 | 3,342 | |||||||||||\nTotal net product sales | 187,253 | 179,764 | 697,186 | 672,245 | |||||||||||\nRoyalty revenue | — | 1,480 | 3,780 | 2,733 | |||||||||||\nTotal revenues | 187,253 | 181,244 | 700,966 | 674,978 | |||||||||||\nOperating expenses: | |||||||||||||||\nCost of goods sold | 39,886 | 47,692 | 170,428 | 184,669 | |||||||||||\nResearch and development | 23,897 | 19,463 | 81,577 | 76,257 | |||||||||||\nSelling, general and administrative | 79,614 | 65,801 | 294,099 | 269,441 | |||||||||||\nAmortization of acquired intangible assets | 14,322 | 14,322 | 57,288 | 57,288 | |||||||||||\nGoodwill impairment | — | — | 163,243 | — | |||||||||||\nContingent consideration gains, restructuring charges and other | 4,830 | 798 | 7,702 | (352 | ) | ||||||||||\nTotal operating expenses | 162,549 | 148,076 | 774,337 | 587,303 | |||||||||||\nIncome (loss) from operations | 24,704 | 33,168 | (73,371 | ) | 87,675 | ||||||||||\nOther income (expense): | |||||||||||||||\nInterest income | 5,555 | 3,425 | 19,689 | 11,444 | |||||||||||\nInterest expense | (4,680 | ) | (3,388 | ) | (16,569 | ) | (20,306 | ) | |||||||\nGain (loss) on early extinguishment of debt | — | — | 7,518 | (16,926 | ) | ||||||||||\nOther, net | (53 | ) | 515 | (373 | ) | (186 | ) | ||||||||\nTotal other income (expense) | 822 | 552 | 10,265 | (25,974 | ) | ||||||||||\nIncome (loss) before income taxes | 25,526 | 33,720 | (63,106 | ) | 61,701 | ||||||||||\nIncome tax expense | (9,485 | ) | (8,850 | ) | (36,454 | ) | (19,746 | ) | |||||||\nNet income (loss) | $ | 16,041 | $ | 24,870 | $ | (99,560 | ) | $ | 41,955 | ||||||\nNet income (loss) per share: | |||||||||||||||\nBasic net income (loss) per common share | $ | 0.35 | $ | 0.54 | $ | (2.15 | ) | $ | 0.91 | ||||||\nDiluted net income (loss) per common share | $ | 0.34 | $ | 0.50 | $ | (2.15 | ) | $ | 0.89 | ||||||\nWeighted average common shares outstanding: | |||||||||||||||\nBasic | 46,171 | 46,437 | 46,245 | 46,222 | |||||||||||\nDiluted | 49,036 | 52,064 | 46,245 | 51,979 |\nPacira BioSciences, Inc. Reconciliation of GAAP to Non-GAAP Financial Information (in thousands, except per share amounts) (unaudited) | |||||||||||||||\nThree Months Ended | Year Ended | ||||||||||||||\nDecember 31, | December 31, | ||||||||||||||\n2024 | 2023 | 2024 | 2023 | ||||||||||||\nGAAP net income (loss) | $ | 16,041 | $ | 24,870 | $ | (99,560 | ) | $ | 41,955 | ||||||\nNon-GAAP adjustments: | |||||||||||||||\nContingent consideration gains, restructuring charges and other: | |||||||||||||||\nChanges in the fair value of contingent consideration | 1,084 | 423 | (4,457 | ) | (3,424 | ) | |||||||||\nRestructuring charges (1) (2) | 722 | — | 4,929 | 1,109 | |||||||||||\nAcquisition-related expenses (3) | 773 | 375 | 1,462 | 1,963 | |||||||||||\nLoss on lease termination (4) | 2,165 | — | 2,165 | — | |||||||||||\nGoodwill impairment (5) | — | — | 163,243 | — | |||||||||||\nAmortization of acquired intangible assets | 14,322 | 14,322 | 57,288 | 57,288 | |||||||||||\nStep-up of acquired Flexion fixed assets and inventory to fair value | — | — | — | 5,152 | |||||||||||\nStock-based compensation | 12,266 | 12,420 | 51,171 | 47,895 | |||||||||||\nChief Executive Officer transition costs (6) | 98 | — | 843 | — | |||||||||||\n(Gain) loss on early extinguishment of debt | — | — | (7,518 | ) | 16,926 | ||||||||||\nAmortization of debt discount | 22 | 24 | 92 | 752 | |||||||||||\nTax impact of non-GAAP adjustments (7) | (3,208 | ) | (7,320 | ) | (11,911 | ) | (27,569 | ) | |||||||\nTotal Non-GAAP adjustments | 28,244 | 20,244 | 257,307 | 100,092 | |||||||||||\nNon-GAAP net income | $ | 44,285 | $ | 45,114 | $ | 157,747 | $ | 142,047 | |||||||\nGAAP basic net income (loss) per common share | $ | 0.35 | $ | 0.54 | $ | (2.15 | ) | $ | 0.91 | ||||||\nGAAP diluted net income (loss) per common share | $ | 0.34 | $ | 0.50 | $ | (2.15 | ) | $ | 0.89 | ||||||\nGAAP net income (loss) | $ | 16,041 | $ | 24,870 | $ | (99,560 | ) | $ | 41,955 | ||||||\nInterest expense on convertible senior notes, net of tax | 518 | 1,029 | — | 4,114 | |||||||||||\nGAAP net income (loss) used for diluted earnings per share | $ | 16,559 | $ | 25,899 | $ | (99,560 | ) | $ | 46,069 | ||||||\nNon-GAAP basic net income per common share | $ | 0.96 | $ | 0.97 | $ | 3.41 | $ | 3.07 | |||||||\nNon-GAAP diluted net income per common share | $ | 0.91 | $ | 0.89 | $ | 3.20 | $ | 2.81 | |||||||\nNon-GAAP net income | $ | 44,285 | $ | 45,114 | $ | 157,747 | $ | 142,047 | |||||||\nInterest expense on convertible senior notes, net of tax (8) | 518 | 1,029 | 2,825 | 4,114 | |||||||||||\nNon-GAAP net income used for diluted earnings per share (8) | $ | 44,803 | $ | 46,143 | $ | 160,572 | $ | 146,161 | |||||||\nWeighted average common shares outstanding - basic | 46,171 | 46,437 | 46,245 | 46,222 | |||||||||||\nWeighted average common shares outstanding - diluted | 49,036 | 52,064 | 46,245 | 51,979 | |||||||||||\nNon-GAAP weighted average common shares outstanding - diluted (8) | 49,036 | 52,064 | 50,185 | 51,979 | |||||||||||\nPacira BioSciences, Inc. Reconciliation of GAAP to Non-GAAP Financial Information (continued) (unaudited) | |||||||||||||||\n(1) In February 2024, we initiated a restructuring plan designed to ensure we are well positioned for long-term growth. The restructuring plan includes: (i) reshaping our executive team; (ii) reallocating efforts and resources from our ex-U.S. and certain early-stage development programs to our commercial portfolio in the U.S. market; and (iii) reprioritizing investments to focus on commercial readiness for the implementation of separate Medicare reimbursement for EXPAREL at average sales price plus 6 percent in outpatient settings and iovera° at up to an additional | |||||||||||||||\n(2) Approximately | |||||||||||||||\n(3) Acquisition-related expenses related to vacant and underutilized leases assumed from the acquisition of Flexion Therapeutics, Inc. (“Flexion”). | |||||||||||||||\n(4) Represents a loss during both the three months and year ended December 31, 2024 associated with exiting a training center lease in Houston, Texas. | |||||||||||||||\n(5) During the three months ended September 30, 2024, the FDA approved a generic competitor to EXPAREL and a U.S. District Court ruled that one of our patents was not valid. Due to these events and a subsequent decrease in our common stock price, it was determined these qualitative factors indicated it was more likely than not that the fair value of goodwill may be less than its carrying value. Accordingly, we performed a quantitative assessment through a discounted cash flow model (or income approach), which resulted in the carrying value of the Company exceeding its fair value by more than the goodwill balance. As a result, the goodwill balance of | |||||||||||||||\n(6) We appointed a new chief executive officer (“CEO”) effective January 2, 2024. CEO transition costs include compensation costs related to the transition of the former CEO who remains an advisor to the Company in a consulting capacity. | |||||||||||||||\n(7) The tax impact of non-GAAP adjustments is computed by: (i) applying the statutory tax rate to the income or expense adjusted items; (ii) applying a zero-tax rate to adjusted items where a valuation allowance exists; and (iii) excluding discrete tax benefits and expenses, primarily associated with tax deductible and non-deductible stock-based compensation. For the three months and year ended December 31, 2024, the GAAP effective income tax rates were approximately For the three months and year ended December 31, 2023, the GAAP effective income tax rates were approximately | |||||||||||||||\n(8) For the three months ended December 31, 2024 and the three months and year ended December 31, 2023, there were no non-GAAP adjustments when calculating the diluted weighted average common shares outstanding or the interest expense add back under the “if-converted” method. For the year ended December 31, 2024, the For the year ended December 31, 2024, non-GAAP adjustments to diluted weighted average shares outstanding included the impact of the 2025 Notes as if they converted on the first day of the period presented, which resulted in an additional 3.8 million common shares upon an assumed conversion and added back |\nPacira BioSciences, Inc. Reconciliation of GAAP to Non-GAAP Financial Information (continued) (in thousands, except percentages) (unaudited) | |||||||||||||||\nThree Months Ended | Year Ended | ||||||||||||||\nDecember 31, | December 31, | ||||||||||||||\n2024 | 2023 | 2024 | 2023 | ||||||||||||\nCost of goods sold reconciliation: | |||||||||||||||\nGAAP cost of goods sold | $ | 39,886 | $ | 47,692 | $ | 170,428 | $ | 184,669 | |||||||\nStock-based compensation | (1,435 | ) | (1,105 | ) | (5,331 | ) | (5,537 | ) | |||||||\nStep-up of acquired Flexion fixed assets and inventory to fair value | — | — | — | (5,152 | ) | ||||||||||\nNon-GAAP cost of goods sold | $ | 38,451 | $ | 46,587 | $ | 165,097 | $ | 173,980 | |||||||\nGross margin reconciliation: | |||||||||||||||\nGAAP total revenues | $ | 187,253 | $ | 181,244 | $ | 700,966 | $ | 674,978 | |||||||\nGAAP gross margin | $ | 147,367 | $ | 133,552 | $ | 530,538 | $ | 490,309 | |||||||\nGAAP gross margin percentage | 79 | % | 74 | % | 76 | % | 73 | % | |||||||\nAdjustments to GAAP gross margin: | |||||||||||||||\nStock-based compensation | $ | 1,435 | $ | 1,105 | $ | 5,331 | $ | 5,537 | |||||||\nStep-up of acquired Flexion fixed assets and inventory to fair value and other | — | — | — | 5,152 | |||||||||||\nNon-GAAP gross margin | $ | 148,802 | $ | 134,657 | $ | 535,869 | $ | 500,998 | |||||||\nNon-GAAP gross margin percentage | 79 | % | 74 | % | 76 | % | 74 | % | |||||||\nResearch and development reconciliation: | |||||||||||||||\nGAAP research and development | $ | 23,897 | $ | 19,463 | $ | 81,577 | $ | 76,257 | |||||||\nStock-based compensation | (1,859 | ) | (2,877 | ) | (7,381 | ) | (8,694 | ) | |||||||\nNon-GAAP research and development | $ | 22,038 | $ | 16,586 | $ | 74,196 | $ | 67,563 | |||||||\nSelling, general and administrative reconciliation: | |||||||||||||||\nGAAP selling, general and administrative | $ | 79,614 | $ | 65,801 | $ | 294,099 | $ | 269,441 | |||||||\nStock-based compensation | (8,887 | ) | (8,438 | ) | (34,857 | ) | (33,664 | ) | |||||||\nChief Executive Officer transition costs | (98 | ) | — | (843 | ) | — | |||||||||\nNon-GAAP selling, general and administrative | $ | 70,629 | $ | 57,363 | $ | 258,399 | $ | 235,777 | |||||||\nWeighted average shares outstanding - diluted reconciliation: | |||||||||||||||\nGAAP weighted average common shares outstanding - diluted | 49,036 | 52,064 | 46,245 | 51,979 | |||||||||||\nDilutive common shares associated with the 2025 Notes (1) | — | — | 3,843 | — | |||||||||||\nDilutive common shares associated with stock options, restricted stock units and ESPP (2) | — | — | 97 | — | |||||||||||\nNon-GAAP weighted average common shares outstanding - diluted | 49,036 | 52,064 | 50,185 | 51,979 | |||||||||||\n(1) For the year ended December 31, 2024, potential common shares of the 2025 Notes were excluded from diluted net loss per common share on a GAAP basis because they would have been antidilutive. These potential securities resulted in a dilutive impact on diluted net income per common share reported on a non-GAAP basis. | |||||||||||||||\n(2) For the year ended December 31, 2024, potential common shares associated with stock options, restricted stock units and ESPP were excluded from diluted net loss per common share on a GAAP basis because they would have been antidilutive. These potential shares resulted in a dilutive impact on diluted net income per common share reported on a non-GAAP basis. |\nPacira BioSciences, Inc. Reconciliation of GAAP Net Income (Loss) to Adjusted EBITDA (Non-GAAP) (in thousands) (unaudited) | |||||||||||||||\nThree Months Ended | Year Ended | ||||||||||||||\nDecember 31, | December 31, | ||||||||||||||\n2024 | 2023 | 2024 | 2023 | ||||||||||||\nGAAP net income (loss) | $ | 16,041 | $ | 24,870 | $ | (99,560 | ) | $ | 41,955 | ||||||\nInterest income | (5,555 | ) | (3,425 | ) | (19,689 | ) | (11,444 | ) | |||||||\nInterest expense (1) | 4,680 | 3,388 | 16,569 | 20,306 | |||||||||||\nIncome tax expense | 9,485 | 8,850 | 36,454 | 19,746 | |||||||||||\nDepreciation expense | 6,921 | 4,163 | 21,497 | 18,286 | |||||||||||\nAmortization of acquired intangible assets | 14,322 | 14,322 | 57,288 | 57,288 | |||||||||||\nEBITDA | 45,894 | 52,168 | 12,559 | 146,137 | |||||||||||\nOther adjustments: | |||||||||||||||\nContingent consideration gains, restructuring charges and other: | |||||||||||||||\nChanges in the fair value of contingent consideration | 1,084 | 423 | (4,457 | ) | (3,424 | ) | |||||||||\nRestructuring charges (2) (3) | 181 | — | 4,388 | 1,109 | |||||||||||\nAcquisition-related fees and expenses | 773 | 375 | 1,462 | 1,963 | |||||||||||\nLoss on lease termination | 2,165 | — | 2,165 | — | |||||||||||\nGoodwill impairment | — | — | 163,243 | — | |||||||||||\nStock-based compensation | 12,266 | 12,420 | 51,171 | 47,895 | |||||||||||\nCEO transition costs | 98 | — | 843 | — | |||||||||||\nStep-up of acquired Flexion inventory to fair value | — | — | — | 3,884 | |||||||||||\n(Gain) loss on early extinguishment of debt | — | — | (7,518 | ) | 16,926 | ||||||||||\nAdjusted EBITDA | $ | 62,461 | $ | 65,386 | $ | 223,856 | $ | 214,490 | |||||||\n(1) Includes amortization of debt discount and debt issuance costs. (2) Approximately (3) Approximately |\nPacira BioSciences, Inc. Reconciliation of GAAP to Non-GAAP 2025 Financial Guidance (dollars in millions) | ||||||\nGAAP to Non-GAAP Guidance | GAAP | Impact of GAAP to Non-GAAP Adjustments (1) | Non-GAAP | |||\nTotal revenues | — | |||||\nGross margin | Approximately | |||||\nResearch and development expense | ||||||\nSelling, general and administrative expense | ||||||\nStock-based compensation | — | — | ||||\n(1) The full-year impact of GAAP to Non-GAAP adjustments relates to stock-based compensation. |\nFAQ\nWhat were Pacira's (PCRX) key revenue figures for full-year 2024?\nHow much did Pacira (PCRX) pay for the GQ Bio acquisition in 2025?\nWhat are the main objectives of Pacira's (PCRX) 5x30 plan by 2030?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->financial service",
      "Health->health treatment and procedure",
      "Health->health organisation",
      "Health->medical profession",
      "Science and Technology->biomedical science",
      "Science and Technology->medical research",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.globenewswire.com/Tracker?data=S-_ehGUaRL6OVoUqmEfKNOZH2kKIrx3SfMxLFiSK0J1q4_izSCkCg-SiUJedUhMuxWdoX1thijM0AF-4rGMufFuppuHQEOahYGM2miFcuYnphHC-x7vZPIEd2wq1X_7yb5UDyHkDH2U19LGfCosK-GEIkESOx2P8OvfTjAZP8_ztQzr_ANhp4PJDHsaORdIr",
      "https://www.globenewswire.com/Tracker",
      "https://globenewswire.com/Tracker?data=S-_ehGUaRL6OVoUqmEfKNOZH2kKIrx3SfMxLFiSK0J1q4_izSCkCg-SiUJedUhMuxWdoX1thijM0AF-4rGMufFuppuHQEOahYGM2miFcuYnphHC-x7vZPIEd2wq1X_7yb5UDyHkDH2U19LGfCosK-GEIkESOx2P8OvfTjAZP8_ztQzr_ANhp4PJDHsaORdIr"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "GAAP",
          "sentiment": "none"
        },
        {
          "name": "FDA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:25:01.816+02:00",
    "updated": "2025-02-28T01:25:01.816+02:00"
  },
  {
    "uuid": "0d3c74eaadcac7e89920723cf0c7b0dbecde9c86",
    "url": "https://www.newsbreak.com/maine-state/3377813442895-spring-storm-could-bring-more-than-a-foot-of-snow-to-northern-maine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-03-22T14:41:00Z",
    "title": "Spring storm could bring more than a foot of snow to northern Maine",
    "text": "By CBS 13 ,\n39 minutes ago A significant winter storm is headed to Maine for Saturday with heavy snow, mix, and rain expected through the day. Travel is likely to be impacted.\nFriday will be nice and quiet, and a lot less windy. We’ll see sunshine the first half of the day with more clouds through the afternoon. Highs will be in the mid to upper 30s.\nTiming Snow will begin very early Saturday, in the 3 a.m. to 5 a.m. timeframe. Snow, mix, and rain will continue the entire day, wrapping up between 10 p.m. Saturday and 1 a.m. Sunday morning.\nTotals This storm will be a big dump of snow in the mountains, with 8 to 14 inches or more of snow there. Twenty inches or even 2 feet of snow is not out of the question in isolated spots. For the foothills through portions of central Maine, sleet or freezing rain will cut into snow totals. Five to 9 inches are expected there. For the coastal plain, 3 to 6 inches of snow is most likely before a switch to mix and then plain rain. Along the coast, only a couple inches or so is expected, as precipitation will quickly switch to rain.\nType In the mountains, the precipitation will be light, powdery snow. For the foothills, lakes region, and central Maine the snow will change to sleet or freezing rain, so heavier, sloppier snow is expected. Along the coast things will turn very slushy as the snow changes over to rain.\nQuieter weather looks to return for Maine Maple Sunday with temperatures in the mid to upper 30s for the afternoon. The weather looks good for any maple festivities going on across the state.\nQuiet weather continues into next week. Our next chance of showers looks to arrive towards mid-week, but there is a lot of uncertainty on when we see our next chance of rain returning.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4MZE80_0s1Z28PA00",
      "https://img.particlenews.com/image.php?url=4MZE80_0s1Z28PA00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=4MZE80_0s1Z28PA00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4MZE80_0s1Z28PA00"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cbs",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "maine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T17:21:20.392+02:00",
    "updated": "2024-03-22T17:21:20.392+02:00"
  },
  {
    "uuid": "c76736d2ff08e92b80d98180cbe7f1f1458d0569",
    "url": "https://le10sport.com/football/espagne/real-madrid/mbappe-un-joueur-legendaire-appele-a-laide-736396",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Le10Sport.com",
    "published": "2025-03-19T22:10:00Z",
    "title": "Mbappé : «Un joueur légendaire» appelé à l'aide !",
    "text": "Présent en conférence de presse ce mercredi, Kylian Mbappé s'est prononcé sur ses retrouvailles avec Luka Modric, son partenaire au Real Madrid. A 39 ans, le milieu de terrain croate est toujours fringuant et pourrait poser quelques soucis à l'équipe de France ce jeudi en Ligue des Nations. Mbappé pourrait en profiter pour lui glisser quelques mots au sujet du Ballon d'Or.\nAprès une première partie de saison décevante, Kylian Mbappé est revenu dans la course à la victoire au Ballon d’Or. Mais le joueur français n’en fait pas une obsession. Avant d’aller défier la Croatie, la star du Real Madrid a même ironisé sur cette récompense.\nMbappé interpelle Modric\n« Le Ballon d’Or ? Je vais demander à Luka (Modric) comment le gagner » a confié Mbappé en conférence de presse. Cela tombe bien puisque le lauréat du Ballon d’Or 2018 devrait participer au quart de finale de Ligue des Nations ce jeudi.\n« C'est un immense honneur d'être son coéquipier »\nFace aux journalistes, Mbappé a rendu hommage au légendaire milieu de terrain du Real Madrid, mais aussi à Danijel Subasic, ancien portier de l’AS Monaco, qui avait agi comme un grand frère lors de ses débuts. « Subasic m'a guidé à Monaco. Je joue avec Modric au Real, un joueur légendaire. Un plaisir de le côtoyer au quotidien. Il a toujours la même envie de performer. C'est un immense honneur d'être son coéquipier. On s'est titillés cette semaine » a confié le capitaine de l’équipe de France.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->soccer",
      "Arts, Culture and Entertainment->festival",
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->news media",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:34:43.246+02:00",
    "updated": "2025-03-20T00:34:43.246+02:00"
  },
  {
    "uuid": "bd99bbf29fb2f31788b7f17b0d8038c93436d224",
    "url": "https://damienyxvq40506.ampedpages.com/revitalize-your-business-with-mobile-fleet-wash-services-51614419",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Damienyxvq",
    "published": "2023-12-28T19:43:00Z",
    "title": "Revitalize Your Business with Mobile Fleet Wash Services",
    "text": "Maintaining a fleet of vehicles, whether for your business or organization, can be a daunting task. Clean, well-maintained vehicles not only project a professional image but also extend the lifespan of your assets. In today's fast-paced world, traditional methods of fleet cleaning are often impractical. This is where mobile fleet wash services come to the rescue. In this blog, we will explore the benefits of mobile fleet wash and how it can revitalize your business.\nPro-Clean Mobile Wash\nThe Mobile Fleet Wash Advantage\nConvenience at Your Doorstep\nOne of the primary advantages of mobile fleet wash services is the convenience they offer. Imagine having a professional team arrive at your location, whether it's your office, a construction site, or a distribution center, to clean your entire fleet. This eliminates the need for you to transport your vehicles to a distant cleaning facility, saving time and operational costs.\nTime Efficiency\nTime is money, and mobile fleet wash services can help you save both. With a mobile wash crew at your disposal, you can schedule cleanings at times that are most convenient for your business operations. This ensures minimal downtime, allowing your fleet to remain on the road, where it belongs.\nDetails\nCost Savings\nTraditional fleet cleaning services can be costly, especially when you factor in transportation costs, employee wages, and the use of water and cleaning supplies. Mobile fleet wash services are cost-effective because they bring all the necessary equipment, water, and cleaning supplies directly to your location. This eliminates the need for costly resources and streamlines the cleaning process.\nEnvironmentally Friendly\nMobile fleet wash services often utilize eco-friendly cleaning products and are equipped with water recovery systems to minimize water usage. This not only reduces your environmental footprint but also helps you adhere to environmental regulations.\nCustomized Cleaning\nMobile fleet wash professionals have the expertise and equipment to handle various types of vehicles, from trucks to buses to vans. They tailor their services to meet your specific cleaning needs, ensuring that your fleet looks its best and maintains its functionality.\nProtecting Your Investment\nRegularly scheduled mobile fleet washes can significantly extend the lifespan of your vehicles. Removing dirt, grime, and contaminants from the surface helps prevent corrosion and damage, preserving the appearance and structural integrity of your fleet.\nProfessional Image\nA well-maintained fleet reflects positively on your business. It conveys a sense of professionalism, reliability, and attention to detail, which can leave a lasting impression on clients, partners, and the public.\nConclusion\nMobile fleet wash services offer an efficient and cost-effective solution for maintaining the cleanliness and functionality of your fleet. By bringing the cleaning process directly to your doorstep, these services provide convenience and time savings while upholding environmental standards. Moreover, a well-maintained fleet enhances your professional image and protects your investment.\nIf you're looking to revitalize your business and keep your fleet in pristine condition, consider the advantages of mobile fleet wash services. This innovative approach to fleet maintenance can help you stay ahead in today's competitive business landscape.\ncommercial truck wash\nRevitalize Your Business with Mobile Fleet Wash Services\nMaintaining a fleet of vehicles, whether for your business or organization, can be a daunting task. Clean, well-maintained vehicles not only project a professional image but also extend the lifespan of your assets. In today's fast-paced world, traditional methods of fleet cleaning are often impractical. This is where mobile fleet wash services come to the rescue. In this blog, we will explore the benefits of mobile fleet wash and how it can revitalize your business.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://procleanmobilewash.ca/portfolio/truck-fleet-wash/",
      "https://maps.app.goo.gl/5A6fAQ6AoUCy7uNZ7",
      "https://procleanmobilewash.ca/portfolio/truck-fleet-wash",
      "https://www.maps.app.goo.gl/5A6fAQ6AoUCy7uNZ7",
      "https://www.procleanmobilewash.ca/portfolio/truck-fleet-wash/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "time efficiency time",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:51:16.514+02:00",
    "updated": "2023-12-29T01:51:16.514+02:00"
  },
  {
    "uuid": "f2d481ea946588130d6df349cfb677a33606ec7a",
    "url": "https://forum.winehq.org/viewtopic.php?p=145494",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LMLM",
    "published": "2024-11-22T01:33:00Z",
    "title": "Linux • Dictionary crashes on accented characters",
    "text": "The dictionary searches for words as I type. When I find the word I want, I can press Enter and read the definitions, examples etc.\nI posted a video here:\nhttps://gofile.io/d/PVUCIJ\nThe application crashes and exits completely. It looks like it never exits on the video because it's edited. The video shows a series of separate attempts.\nThe problem happens when the word has an accented character. In the example, it crashes on \"mocó,\" \"café,\" \"gráfico\" and \"mínimo.\" It doesn't seem to crash on words with no accented characters. I tried a lot, never happened. Only on words with accented characters.\nWhen I was using Wine 5.12, I remember I had problems with all available newer versions on Debian Stretch. I don't remember what the problem was. I just remember I had to keep on 5.12.\nNow I am using Winehq Stable 9 on Ubuntu.\nI tried running Wine + the dictionary from the command line, but there is no useful output. There is only this:\nCode: [Select all](#)\n$ wine /home/user/progs/aurelio/AeXXI.exe\n0080:fixme:wineusb:add_usb_device Interface 1 has 2 alternate settings; using the first one.\n0080:fixme:wineusb:add_usb_device Interface 2 has 2 alternate settings; using the first one.\n007c:fixme:hid:handle_IRP_MN_QUERY_ID Unhandled type 00000005\n007c:fixme:hid:handle_IRP_MN_QUERY_ID Unhandled type 00000005\n007c:fixme:hid:handle_IRP_MN_QUERY_ID Unhandled type 00000005\n007c:fixme:hid:handle_IRP_MN_QUERY_ID Unhandled type 00000005\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\n007c:fixme:wineusb:query_id Unhandled ID query type 0x5.\nIs there some way to troubleshoot and fix this?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T05:55:08.477+02:00",
    "updated": "2024-11-22T05:55:08.477+02:00"
  },
  {
    "uuid": "d62bb09f16431a5594e864c9f870d513fe2d8886",
    "url": "https://manilastandard.net/news/national/314484810/western-visayas-courts-implement-mandatory-face-mask-policy-amid-rising-covid-19-cases.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caloy Lozada",
    "published": "2024-08-15T19:28:00Z",
    "title": "Western Visayas courts implement mandatory face mask policy amid rising COVID-19 cases",
    "text": "In response to a surge in COVID-19 cases, the Regional Trial Courts in Western Visayas swiftly reinstated strict face mask requirements for all employees, lawyers, and clients entering courthouses.\nThe policy aims to curb the virus’s spread, particularly in Iloilo City, where cases are rising.\nAccording to the Morbidity Week 33 report from the Iloilo City Health Office, the city recorded 276 confirmed COVID-19 cases, including two new ones. Of these, 19 cases remain active, while 243 have recovered. The city also reported 14 deaths linked to the virus.\nThe directive, outlined in Memorandum 25-2024 issued by Executive Judge Ma. Yolanda Panaguiton-Gaviño, follows consultations with the Bio-safety Committee.\nThe memo also emphasized the need to adhere to minimum health protocols within the premises of the Hall of Justice Main Building and Annex.\nDengue Crisis\nCases of Dengue also continue to rise sharply across Iloilo Province, prompting the Iloilo Provincial Disaster Risk Reduction and Management Council (PDRRMC) to pass a resolution on Thursday afternoon recommending the declaration of a state of calamity.\nThis is in response to the alarming increase in dengue cases, which has overwhelmed local health resources.\nThe Provincial Health Office’s 32nd Morbidity Week Report revealed a total of 4,595 dengue cases across the province, with 10 reported deaths, including four recent fatalities.\nIf the resolution is approved by the Sangguniang Panlalawigan, 43 local government units (LGUs) will be authorized to access their calamity funds, enabling them to purchase essential supplies needed to combat the dengue outbreak.\nPDRRMO Chief, Ret. Colonel Cornelio Salinas, stated that his office is finalizing the draft resolution to include it in the agenda of the provincial board in the next regular session.\nSalinas noted that Iloilo has met the criteria set by the National Disaster Risk Reduction and Management Council (NDRRMC) for declaring a state of calamity, as three local government units—Passi City, Tigbauan, and Miagao—already made such declarations.\nIloilo Governor Arthur Defensor, Jr. is expected to implement additional preventive measures to halt the spread of dengue in the province.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yolanda panaguiton-gaviño",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "regional trial courts",
          "sentiment": "negative"
        },
        {
          "name": "iloilo provincial disaster risk reduction and management council",
          "sentiment": "none"
        },
        {
          "name": "dengue crisis cases of dengue",
          "sentiment": "none"
        },
        {
          "name": "iloilo city health office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "western visayas",
          "sentiment": "none"
        },
        {
          "name": "iloilo city",
          "sentiment": "none"
        },
        {
          "name": "iloilo province",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:09:11.868+03:00",
    "updated": "2024-08-16T01:09:11.868+03:00"
  },
  {
    "uuid": "67cfa53a4b8467dff312ae58ae4e7c5f48c1d7b9",
    "url": "https://www.montanarightnow.com/weather/enjoy-clear-skies-and-chilly-weather-this-weekend-as-air-quality-improves/article_b413e9c2-87d1-11ef-b5ef-fb21a6104139.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashley Loaeza NonStop Local Weather Forecaster",
    "published": "2024-10-11T12:07:00Z",
    "title": "Enjoy clear skies and chilly weather this weekend as air quality improves | Montana Local Weather | montanarightnow.com",
    "text": "MONTANA - A noticeable shift in weather has brought cooler temperatures and improved air quality to the region. A cold front has delivered temporary relief from the heat, moving temperatures away from recent highs in the 80s.\nAir quality has significantly improved, especially near the Elk Fire area, now classified in the green category, indicating good conditions. However, moderate levels and potential unhealthy air quality remain a possibility for sensitive groups along the Montana-Idaho State Line to the south.\nLooking ahead, Montanans can expect a generally dry end to the work week and a picturesque weekend. \"We're seeing mainly clear skies heading into Sunday as well, so definitely enjoy that weekend forecast,\" the local weather forecast stated.\nWinds today will vary, starting light to breezy, with gusty easterly winds expected in eastern Montana. Breezy conditions are forecasted to continue into the weekend, aided by northerly winds that have helped clear wildfire smoke in Wyoming.\nToday's temperatures will sit mainly in the 60s and 70s, still above seasonal averages but generally comfortable. However, northern areas across the High Line may experience chillier weather, with temperatures fluctuating around the freezing mark.\nDry conditions are anticipated for the next several days, extending into early next week. A cold front from the Pacific Northwest could arrive by Thursday, bringing crucial changes in temperature and much-needed precipitation. This shift is expected to bring more seasonal fall-like temperatures to the region, dropping from the 70s to the 50s.\nResidents are advised to enjoy the current pleasant conditions while they last.\nCurrent Contests Glacier Gallows Contest",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T17:49:31.330+03:00",
    "updated": "2024-10-11T17:49:31.330+03:00"
  },
  {
    "uuid": "3f3554f9f776f6479b9ca439dd8cb298b5358f44",
    "url": "https://larepublica.pe/mundo/2025/03/05/ciclon-alfred-amenaza-a-australia-lluvias-e-inundaciones-afectarian-a-mas-de-10-millones-de-personas-australia-250885",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diego Gallegos",
    "published": "2025-03-05T23:36:00Z",
    "title": "Ciclón Alfred amenaza a Australia: lluvias e inundaciones afectarían a más de 10 millones de personas",
    "text": "Ciclón Alfred amenaza a Australia: lluvias e inundaciones afectarían a más de 10 millones de personas\nLos estados de Queensland y Nueva Gales del Sur serán los principales afectados por el ciclón Alfred, cuyo fenómeno se prevé que traiga vientos que oscilen entre los 95 y 130 km/h.\nFuncionarios de\nAustralia se movilizaron para hacer frente a la llegada inminente del ciclón tropical Alfred, que se prevé que ingrese por la costa de Brisbane la noche del jueves, según la hora local. Este fenómeno traerá consigo \"vientos destructivos e inundaciones\", tal como adelantó el primer ministro, Anthony Albanese.\nA través de un mensaje en su cuenta de X, el mandatario detalló que el ciclón se aproxima desde el este del país, afectando principalmente a los estados de Queensland y Nueva Gales del Sur, donde se encuentra la ciudad de Sídney, lo que pone en riesgo a más de 13 millones de personas.\nPUEDES VER:\n[La estabilidad de la red eléctrica de Australia en peligro ante la sobrecarga de energía en sus paneles solares]\nAustralia toma medidas respecto por llegada del ciclón Alfred\nLas autoridades decidieron cerrar más de 500 escuelas en ambos estados debido a las fuertes lluvias previstas entre el jueves y el sábado, acompañadas de vientos que oscilarán entre los 95 y 130 kilómetros por hora, dado que se trata de un ciclón de categoría 2. El primer ministro australiano, Anthony Albanese, calificó el fenómeno como un\n evento meteorológico de gran magnitud, con lluvias intensas, vientos destructivos e importantes inundaciones.\nAsimismo, instó a los residentes de las zonas en alerta a mantenerse informados, seguir las recomendaciones de los servicios de emergencia y tomar las medidas necesarias para garantizar su seguridad y la de sus familias. También informó que se han movilizado helicópteros de carga pesada y se comprometió a \"proveer los recursos necesarios\" a los gobiernos estatales.\nPUEDES VER:\n[El país que tiene tantos paneles solares que casi provocan un desastre en la red eléctrica por exceso de energía]\nLa Fuerza de Defensa Australiana atenderá a la población ante cualquiera emergencia que produzca el ciclón Alfred. Foto: difusión\nFuerza de Defensa de Australia se encuentra lista para atender emergencia\nLa Oficina de Meteorología señaló que los daños causados por los vientos del ciclón Alfred comenzarán a manifestarse a partir de la noche de este miércoles. En respuesta a esta amenaza, el primer ministro afirmó que la Fuerza de Defensa Australiana ya está completamente preparada para brindar asistencia en caso de ser necesario.\nHasta el momento, las autoridades no han decretado evacuaciones, pero han activado diversos sistemas de comunicación y protocolos de prevención de emergencias, con especial énfasis en el estado de Queensland.\nEste estado, que ya fue golpeado en febrero por severas inundaciones que provocaron la muerte de una persona, sigue recuperándose de los estragos. El gobernador local, David Crisafulli, describió en ese entonces la situación como una \"devastación increíble\", evidenciando la magnitud de los daños sufridos por la región.\nPUEDES VER:\n[Científicos descubren gigante estructura submarina de 500 metros oculta en las profundidades del mar de Australia]\nQueensland y Nueva Gales no son afectados por un ciclón desde 1974\nEl sureste de Queensland y el norte de Nueva Gales del Sur no experimentaban el impacto directo de un ciclón desde 1974, cuando un fenómeno similar azotó la región hace más de 50 años. La última amenaza de un ciclón sobre Brisbane ocurrió en 1990, aunque en esa ocasión el sistema meteorológico se desvió hacia el sur poco antes de alcanzar la ciudad.\nEn tanto, muchos residentes han decidido dejar sus viviendas mientras las autoridades trabajan rápidamente para habilitar centros de evacuación. La demanda de sacos de arena ha superado la oferta, y las estanterías de los supermercados están prácticamente vacías, especialmente las que contienen papel higiénico.\n¡Sigue a La República en WhatsApp! Únete a nuestro canal desde tu celular y recibe las noticias más importantes de Perú y el mundo en tiempo real.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Weather->weather warning",
      "Environment->natural resources",
      "Environment->climate change",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va53wfSDp2Q5gaRw5i3e",
      "https://whatsapp.com/channel/0029Va53wfSDp2Q5gaRw5i3e"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Anthony Albanese",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Nueva Gales del",
          "sentiment": "none"
        },
        {
          "name": "Queensland",
          "sentiment": "none"
        },
        {
          "name": "Sídney",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:01:14.048+02:00",
    "updated": "2025-03-06T02:01:14.048+02:00"
  },
  {
    "uuid": "5e7211380330df4cb3f20db7a2a83953ced4cdfa",
    "url": "https://vnexplorer.net/el-tiempo-en-santiago-hoy-1-de-enero-de-2024-y-los-proximos-7-dias-s748511.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-01T12:55:00Z",
    "title": "El tiempo en Santiago hoy 1 de enero de 2024 y los próximos 7 días",
    "text": "Departamento de Tecnología e Innovación Bío Bío Comunicaciones\nSegún el pronóstico entregado por meteored, durante los próximos siete días la ciudad de Santiago experimentará un clima mayormente soleado y estable. Las temperaturas oscilarán entre los 12 y 32 grados Celsius, con vientos moderados de suroeste.\nComenzando por el día lunes, se espera una temperatura mínima de 12 grados y una máxima de 30 grados. El viento soplará de forma moderada desde el suroeste, mientras que el símbolo del tiempo indicará cielos despejados durante todo el día. Por lo tanto, los santiaguinos podrán disfrutar de un día soleado y sin nubes.\nEl martes, las temperaturas aumentarán ligeramente, con una mínima de 14 grados y una máxima de 32 grados. El viento continuará soplando de forma moderada desde el suroeste, y los cielos también se mantendrán despejados durante todo el día. Los habitantes de Santiago podrán disfrutar de un clima cálido y soleado.\nPara el miércoles, las temperaturas mínima y máxima alcanzarán los 17 y 32 grados Celsius respectivamente. El viento seguirá soplando moderadamente desde el suroeste, mientras que el símbolo del tiempo indicará cielos despejados durante todo el día. Será un día perfecto para disfrutar del aire libre y realizar actividades al aire libre.\nEl jueves, las temperaturas se mantendrán agradables, con una mínima de 16 grados y una máxima de 31 grados. El viento continuará soplando de forma moderada desde el suroeste, y los cielos se mantendrán despejados durante todo el día. Los santiaguinos podrán disfrutar de un clima soleado y cálido, ideal para disfrutar de las terrazas o parques de la ciudad.\nEl viernes, las temperaturas mínima y máxima se mantendrán estables en 16 y 29 grados respectivamente. El viento soplará moderadamente desde el suroeste, y los cielos se mantendrán despejados durante todo el día. Será un día perfecto para disfrutar del clima agradable y realizar actividades al aire libre.\nEl sábado, las temperaturas mínima y máxima se mantendrán en 16 y 29 grados. El viento continuará soplando moderadamente desde el suroeste, pero habrá una ligera variación en el símbolo del tiempo, indicando intervalos nubosos. A pesar de esto, el día aún estará mayormente soleado y los santiaguinos podrán disfrutar de un clima agradable.\nFinalmente, el domingo se espera una mínima de 14 grados y una máxima de 30 grados. El viento soplará moderadamente desde el suroeste, mientras que los cielos se mantendrán despejados durante todo el día. Los habitantes de Santiago podrán disfrutar de un clima soleado y cálido, ideal para realizar actividades al aire libre.\nEn resumen, los próximos siete días en Santiago se caracterizarán por un clima mayormente soleado y estable, con temperaturas que oscilarán entre los 12 y 32 grados Celsius. El viento soplará moderadamente desde el suroeste, y los cielos se mantendrán mayormente despejados. Por lo tanto, los santiaguinos podrán disfrutar de un clima agradable y propicio para realizar actividades al aire libre. Fuente: meteored (enlace: [insertar aquí el enlace de meteored]).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Weather"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ir6rD.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ir6rD.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-01T14:56:37.033+02:00",
    "updated": "2024-01-01T14:56:37.033+02:00"
  }
]