[
  {
    "uuid": "1e435ed171ea14ef758e5473ed05de0f87b7cf98",
    "url": "https://punchng.com/equity-investors-gain-n13tn-in-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Oluwakemi Abimbola",
    "published": "2023-12-31T23:29:00Z",
    "title": "Equity Investors gain N13tn in 2023",
    "text": "The Nigerian Exchange Limited closed with over 13tn gain for investors in the equity market.\nThis gain nearly tripled the figure recorded in 2022, which stood at N5.619tn, after the market capitalisation closed at N27.915tn.\nAt the close of the year’s trading activities on Friday, investors on the local bourse had gained N13.003tn as the market capitalisation closed at N40.917tn. Similarly, the benchmark index of the exchange, the All-Share Index, had also appreciated. Its year-to-date gains stood at 45.90 per cent with the ASI at 74,773.77 points at the end of trading in 2023. This is a significant increase as the ASI had closed 2022 with YTD of 19.98 per cent.\nAt the end of the year closing gong ceremony, the Group Managing Director/CEO-Designate of the NGX, Temi Popoola, stated that the market had done well in 2023.\nAlthough there had been a spree of delisting and exit of multinationals over the challenging business environment, the market also witnessed some listings such as that of Nigeria Infrastructure Debt Fund managed by Chapel Hill Denham, VFD Group and Mecure Industries.\nCommenting on the outlook for 2024, the Head of Research, Parthian Securities, Oluwaseun Dosunmu, said that the economic landscape in Nigeria for the year 2024 presented a dynamic scenario with the threat of a bubble burst in the equities market.\n“The recent surge in market valuations raises concerns about its sustainability, potentially leading to a rapid correction. The fate of corporate earnings is intricately linked to the volatile exchange rates, with gains or losses in this area expected to play a pivotal role in shaping the financial performance of businesses. Furthermore, the prevailing high-interest rate environment introduces an additional layer of complexity, impacting various sectors and influencing investment decisions,” he said.\nDosunmi added that Nigerian banks were poised to be significant beneficiaries of the prevailing high yields from investment securities.\n“The ongoing recapitalisation efforts in the banking industry, coupled with capital raising initiatives by listed companies, underscore a strategic response to navigate the evolving economic landscape. The potential for mergers and acquisitions within the banking sector adds another dimension to the unfolding narrative, indicating a dynamic period of consolidation and reshaping of the financial industry. These structural shifts are expected to redefine the competitive landscape and influence the overall trajectory of the Nigerian financial sector.\n“Moreover, a welcomed prospect emerges with the anticipation of a moderation in inflation, projected to alleviate the strain on corporate margins throughout 2024. This anticipated relief in inflationary pressures is poised to create a more favourable environment for businesses, fostering stability and resilience in the face of economic challenges. Additionally, the proposed listing of the Dangote refinery stands out as a pivotal development that is expected to bolster investors’ confidence in the Nigerian equities market. This move is likely to contribute positively to market sentiment, reflecting a strategic step towards diversification and expansion within the Nigerian industrial landscape. As stakeholders closely monitor these multifaceted factors, a nuanced and analytical approach becomes imperative to comprehend the intricate dynamics shaping Nigeria’s economic outlook in 2024,” he concluded.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "temi popoola",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mecure industries",
          "sentiment": "none"
        },
        {
          "name": "vfd group",
          "sentiment": "none"
        },
        {
          "name": "asi",
          "sentiment": "none"
        },
        {
          "name": "nigeria infrastructure debt fund",
          "sentiment": "none"
        },
        {
          "name": "ngx",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chapel hill denham",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T01:58:39.968+02:00",
    "updated": "2024-01-01T01:58:39.968+02:00"
  },
  {
    "uuid": "8e2fe0c4c16d6e3b330ca59ccf8b24526f47f631",
    "url": "https://www.estadiodeportivo.com/futbol/futbol-femenino/sporting-huelva-sevilla-femenino-mira-arriba-20240107-439201.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Antonio Ramos",
    "published": "2024-01-07T22:26:00Z",
    "title": "Sporting de Huelva 1-3 Sevilla Femenino: Mira arriba - Estadio Deportivo",
    "text": "El Sevilla Femenino venció por 1-3 al Sporting de Huelva en un partido más sufrido de lo que muestra el marcador ya que el tercer tanto de las sevillistas no llegó hasta el último minutos del descuento estando siempre el triunfo pendiendo de un hilo. Una victoria para el Sevilla Femenino que le permite seguir en le parte alta de la clasificación mientras que el Sporting de Huelva se queda hundido en la tabla y cada vez tiene más complicado el obtener la permanencia en la máxima categoría del fútbol femenino español. No empezó demasiado bien el Sevilla Femenino que sufrió por momentos. Con el paso de los minutos fue mejorando pero el gol no llegó hasta pasada la media hora cuando el centro de Lucía se envenenó y se introdujo en la portería del conjunto onubense. Sin tiempo para celebrar el gol que le ponía por delante, el Sevilla vio como el Sporting de Huelva le empataba el duelo por medio de Miku que remató de cabeza un centro de Hmírová. Así se llegó al descanso. En la reanudación, el partido se puso de cara para el Sevilla ya que Cahynová marcó el 1-2 a la salida de un saque de esquina. Posteriormente, el Sevilla Femenino dominó y tuvo ocasiones para sentenciar pero no lo hizo lo que le dio vida al Sporting de Huelva que se volcó en los últimos minutos en busca de la igualada. Para acabar con cualquier preocupación apareció Martín-Prieto, tras buen pase de Rosa, para hacer el definitivo 1-3 y darle así la victoria al Sevilla Femenino que se queda en la sexta posición de LaLiga F con 22 puntos mientras que el Sporting de Huelva es colista con un punto tras la disputa de 13 jornadas. Sporting de Huelva: Mersnik, Ana Carol, Carrasco, Correa, Cienfu, Isina, María Ruiz, Hmírová (Gustafsson 79′), Ballesté, Castelló (Magraf 90′), Miku (María Carvajal 68′). Sevilla FC Femenino: Sullastres, Teresa Pamela, 62′), Eva Llamas, Rosa Otermín, Amanda Sampedro (Débora 90′), Inma Gabarro (Gemma Gilli 79′), Payne (Alba Cerrato 90′), Lucía (Arola 62′), María Pérez, Cahynová, Martín-Prieto. Árbitro: Amy Peñalver Pearce. Mostró amarilla a las sevillistas Payne y Amanda. Goles: 0-1 (36') Lucía; 1-1 (39') Miku; 1-2 (49') Cahynová; 1-3 (90') Martín-Prieto. Incidencias: Partido disputado entre Sporting de Huelva y el Sevilla Femenino jugado en la Ciudad Deportiva Decano del Fútbol Español.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:20:13.210+02:00",
    "updated": "2024-01-08T01:20:13.210+02:00"
  },
  {
    "uuid": "aa524ecab72d35d8ffa8269614dba58645bb77ec",
    "url": "http://linformationnationaliste.hautetfort.com/archive/2024/01/25/c-est-une-hecatombe-pour-les-grands-medias-6482049.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "En réponse à",
    "published": "2024-01-25T20:52:00Z",
    "title": "C’est une hécatombe pour les grands médias - l'information nationaliste",
    "text": "Faut-il s’étonner que l’industrie de l’information soit frappée par une vague massive de licenciements ? Les enquêtes successives montrent que les Américains ont perdu confiance dans les grands médias et que des millions d’entre nous ont décidé de se tourner vers d’autres sources d’information. Depuis des années, les grands médias perdent des téléspectateurs et des lecteurs, et aujourd’hui, bon nombre des plus grands noms de l’industrie de l’information perdent des sommes colossales. Ce n’était qu’une question de temps avant que nous n’assistions à des licenciements à grande échelle, et c’est désormais chose faite. Bien entendu, les médias grand public ne sont pas les seuls à licencier. Selon Challenger, Gray & Christmas, le nombre de licenciements aux États-Unis en 2023 était [supérieur de 98 %](https://www.foxbusiness.com/economy/layoffs-surged-98-in-2023-it-could-get-worse-this-year) à ce qu’il était en 2022… Le rythme des suppressions d’emplois par les employeurs américains s’est accéléré en 2023, le nombre de licenciements ayant bondi de 98 % par rapport à l’année précédente. C’est ce qui ressort d’un nouveau rapport publié par Challenger, Gray & Christmas, selon lequel les entreprises ont prévu 721 677 suppressions d’emplois l’année dernière, soit une augmentation considérable par rapport aux 363 832 licenciements signalés en 2022. Le problème pourrait s’aggraver en 2024, car le marché de l’emploi continue de s’affaiblir face à des taux d’intérêt élevés et à une inflation tenace. Mais il est vrai que l’industrie de l’information est particulièrement touchée. Par exemple, Time Magazine vient d’annoncer qu’il allait licencier des travailleurs « [dans plusieurs départements, notamment la rédaction, la technologie, les ventes et les studios TIME](https://www.thewrap.com/time-magazine-layoffs-profitability/) »… Time Magazine a licencié mardi un nombre incertain d’employés dans plusieurs départements, une décision que la PDG Jessica Sibley a qualifiée de « mesure nécessaire que nous devons prendre pour faire avancer notre entreprise et améliorer notre situation financière ». Dans un mémo interne au personnel, obtenu par Max Tani de Semafor, Sibley a annoncé les réductions. « Nous avons pris la décision difficile de supprimer aujourd’hui des postes dans plusieurs départements, notamment la rédaction, la technologie, les ventes et les studios TIME », a écrit M. Sibley au personnel. « Nous sommes immensément reconnaissants de la contribution de ces membres talentueux de l’équipe au cours de leur mandat chez TIME ». Lorsque j’étais enfant, Time Magazine était très respecté et mes parents en avaient souvent un exemplaire sur la table basse. Mais aujourd’hui, il est en train de mourir, tout comme le reste des grands médias. Il suffit de regarder ce qui arrive au plus grand journal de Californie. Le Los Angeles Times a décidé de supprimer « [un peu plus de 20 % de sa rédaction](https://www.cnn.com/2024/01/23/media/los-angeles-times-layoffs/index.html) »… Le Los Angeles Times, confronté à ce que la direction a décrit cette semaine comme une « crise financière », a entamé mardi une série de licenciements douloureux dans la salle de rédaction, une réduction d’effectifs qui s’annonce comme l’une des plus sévères des 142 ans d’histoire du journal. Les suppressions de postes toucheront au moins 115 journalistes, a indiqué à CNN une personne au fait du dossier, soit un peu plus de 20 % de la rédaction. Quelque 94 de ces suppressions concerneront des employés syndiqués, a déclaré le chef du syndicat Matt Pearce, ce qui signifie qu’un quart du syndicat sera licencié. Devons-nous être tristes que le Los Angeles Times implose ? Je ne le pense pas. Ailleurs, Paramount prévoit de licencier [des centaines de travailleurs](https://deadline.com/2024/01/paramount-global-layoffs-february-1235798785/)… Dans un contexte de spéculation sur son avenir, Paramount Global procède à une nouvelle vague de réduction de personnel en février, selon des sources qui se sont confiées à Deadline. J’ai entendu dire que ces réductions concerneraient des centaines d’employés dans l’ensemble de la société. Depuis plusieurs jours, des rumeurs circulent sur l’imminence d’un licenciement d’environ 800 personnes au sein de Paramount. Cela fait suite à un rapport du WSJ [Wall Street Journal] en décembre selon lequel la société envisageait la suppression potentielle de plus de 1 000 emplois au début de l’année 2024 afin de réduire les coûts. Paramount est la société mère de CBS, et il est donc probable que la division de l’information de CBS soit sur le point de devenir encore plus petite. Bien sûr, la division de l’information de NBC [se réduit elle aussi](https://www.usatoday.com/story/money/2024/01/12/2024-job-cuts-nbc-news-google/72207810007/)… NBC News a licencié plusieurs dizaines d’employés, la dernière des dizaines d’entreprises à commencer la nouvelle année avec de mauvaises nouvelles pour ses employés, a confirmé USA TODAY vendredi. Une source au fait de ces projets [de licenciement] a déclaré que les employés ont reçu un préavis de 60 jours et qu’ils recevront des indemnités de départ et des services de reclassement. Le journalisme sportif a lui aussi connu des temps difficiles. À l’heure actuelle, il semble que l’avenir de Sports Illustrated soit très incertain et que de nombreux employés du magazine [soient à la recherche d’un nouvel emploi](https://nypost.com/2024/01/19/business/sports-illustrateds-entire-staff-told-they-are-getting-laid-off/)… L’avenir du célèbre magazine Sports Illustrated s’est assombri vendredi après que l’éditeur a annoncé des licenciements massifs. Le groupe Arena — qui avait été ébranlé par des informations selon lesquelles le célèbre magazine publiait du contenu généré par l’intelligence artificielle — a admis qu’il n’avait pas effectué le paiement trimestriel de 3,75 millions de dollars au groupe Authentic Brands, qui devait être effectué cette semaine. En conséquence, la société Arena, cotée en bourse, a annoncé jeudi qu’elle allait procéder à une « réduction significative » de ses effectifs, qui comptent plus de 100 journalistes. Toutes les histoires que je viens de vous raconter se sont produites au cours des sept derniers jours. C’est fou comme les choses évoluent rapidement aujourd’hui. Bien entendu, de nombreux autres secteurs d’activité licencient également. Plus tôt dans la journée, nous avons appris que SolarEdge allait licencier [environ 16 % de ses effectifs](https://www.foxbusiness.com/markets/solaredge-solar-inverter-manufacturer-lays-off-16-percent-workforce)… SolarEdge, une entreprise qui fabrique des onduleurs pour panneaux solaires, va licencier environ 16 % de ses employés. L’entreprise a annoncé dimanche qu’environ 900 personnes allaient perdre leur emploi dans le cadre d’un plan de restructuration « destiné à réduire les dépenses d’exploitation et à aligner sa structure de coûts sur la dynamique actuelle du marché ». Elle a qualifié les conditions du secteur de « difficiles » dans un document déposé auprès de la Securities and Exchange Commission (SEC). Vroom Automotive va licencier « la plupart de ses employés » en arrêtant définitivement [ses activités liées aux véhicules d’occasion](https://wolfstreet.com/2024/01/23/another-online-used-car-dealer-bites-the-dust-vroom-3-5-years-after-red-hot-ipo-shuts-down-as-ally-suspends-credit-line/)… Dans une déclaration à la SEC et une annonce sur son site web lundi soir, Vroom Automotive a indiqué qu’elle avait cessé ses activités de concessionnaire de véhicules d’occasion après qu’Ally eut suspendu sa ligne de crédit. Vroom ne vendra plus aucun de ses véhicules au détail. Elle vendra son stock sur le marché de gros. Elle licenciera la plupart de ses employés. Elle ne conservera que sa plateforme de prêts automobiles à risque, United Auto Credit (UACC), et sa plateforme d’annonces de véhicules d’occasion, CarStory, dont les clients sont tous deux d’autres concessionnaires de véhicules d’occasion. Pour de nombreuses autres annonces de licenciements, veuillez consulter mon article précédent intitulé « [Alerte ! Voici une liste de 20 grandes entreprises qui viennent de décider de procéder à des licenciements massifs](http://theeconomiccollapseblog.com/alert-here-is-a-list-of-20-large-companies-that-have-just-decided-to-conduct-mass-layoffs/) ». Il semble que l’économie américaine ait atteint [un point de basculement critique](https://www.amazon.com/dp/B0CM6S4V9V). Les perspectives économiques pour 2024 ne sont pas bonnes du tout, et les employeurs s’empressent de réduire les effectifs en prévision de ce qui s’en vient. Si vous avez actuellement un bon emploi qui vous tient à cœur, accrochez-vous-y autant que possible. En effet, de nombreux licenciements se profilent à l’horizon et vous ne voudriez pas vous retrouver sans chaise lorsque la musique s’arrêtera. 24/01/2024 [Source : [theeconomiccollapseblog.com](https://theeconomiccollapseblog.com/it-is-a-bloodbath-for-the-mainstream-media/)] [https://numidia-liberum.blogspot.com/2024/01/cest-une-hecatombe-pour-les-grands.html](https://numidia-liberum.blogspot.com/2024/01/cest-une-hecatombe-pour-les-grands.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "external_links": [
      "https://numidia-liberum.blogspot.com/2024/01/cest-une-hecatombe-pour-les-grands.html",
      "https://numidia-liberum.blogspot.com/2024/01/cest-une-hecatombe-pour-les-grands.html)",
      "https://deadline.com/2024/01/paramount-global-layoffs-february-1235798785/)…",
      "https://www.usatoday.com/story/money/2024/01/12/2024-job-cuts-nbc-news-google/72207810007/)…",
      "https://theeconomiccollapseblog.com/it-is-a-bloodbath-for-the-mainstream-media/)",
      "https://www.foxbusiness.com/economy/layoffs-surged-98-in-2023-it-could-get-worse-this-year)",
      "https://www.foxbusiness.com/markets/solaredge-solar-inverter-manufacturer-lays-off-16-percent-workforce)…",
      "https://www.cnn.com/2024/01/23/media/los-angeles-times-layoffs/index.html)",
      "https://nypost.com/2024/01/19/business/sports-illustrateds-entire-staff-told-they-are-getting-laid-off/)…",
      "http://theeconomiccollapseblog.com/alert-here-is-a-list-of-20-large-companies-that-have-just-decided-to-conduct-mass-layoffs/)",
      "http://www.amazon.com/exec/obidos/ASIN/B0CM6S4V9V",
      "https://www.thewrap.com/time-magazine-layoffs-profitability/)",
      "https://wolfstreet.com/2024/01/23/another-online-used-car-dealer-bites-the-dust-vroom-3-5-years-after-red-hot-ipo-shuts-down-as-ally-suspends-credit-line/)…",
      "https://www.wolfstreet.com/2024/01/23/another-online-used-car-dealer-bites-the-dust-vroom-3-5-years-after-red-hot-ipo-shuts-down-as-ally-suspends-credit-line/)…",
      "https://thewrap.com/time-magazine-layoffs-profitability/)",
      "https://usatoday.com/story/money/2024/01/12/2024-job-cuts-nbc-news-google/72207810007/)…",
      "https://www.numidia-liberum.blogspot.com/2024/01/cest-une-hecatombe-pour-les-grands.html)",
      "http://www.theeconomiccollapseblog.com/alert-here-is-a-list-of-20-large-companies-that-have-just-decided-to-conduct-mass-layoffs/)",
      "https://www.numidia-liberum.blogspot.com/2024/01/cest-une-hecatombe-pour-les-grands.html",
      "https://www.deadline.com/2024/01/paramount-global-layoffs-february-1235798785/)…",
      "https://www.theeconomiccollapseblog.com/it-is-a-bloodbath-for-the-mainstream-media/)",
      "https://www.nypost.com/2024/01/19/business/sports-illustrateds-entire-staff-told-they-are-getting-laid-off/)…",
      "https://cnn.com/2024/01/23/media/los-angeles-times-layoffs/index.html)",
      "https://foxbusiness.com/markets/solaredge-solar-inverter-manufacturer-lays-off-16-percent-workforce)…",
      "http://amazon.com/exec/obidos/ASIN/B0CM6S4V9V",
      "https://foxbusiness.com/economy/layoffs-surged-98-in-2023-it-could-get-worse-this-year)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:02:37.200+02:00",
    "updated": "2024-01-26T00:02:37.200+02:00"
  },
  {
    "uuid": "9be1f520d9856b0ea9e51badc4a53a2d044b57e6",
    "url": "https://shane76ere.pages10.com/details-fiction-and-oddly-satisfying-video-59778064",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shane",
    "published": "2023-12-28T18:23:00Z",
    "title": "Details, Fiction and Oddly Satisfying Video",
    "text": "In the vast digital landscape, where entertainment and relaxation intertwine, a unique phenomenon has emerged—Oddly Satisfying Videos. These short, mesmerizing clips have captured the attention of millions worldwide, offering an experience that transcends the conventional definition of entertainment. From meticulously arranged objects to soothing kinetic sand sculptures, these videos beckon viewers into a realm where tranquility meets fascination.\nAt the heart of this sensation lies the Autonomous Sensory Meridian Response (ASMR), a term that encapsulates the tingling sensation experienced in response to specific auditory or visual triggers. While ASMR has its roots in whispered voices and gentle tapping, its evolution has birthed the Oddly Satisfying Video genre, characterized by its focus on visual stimuli that induce a sense of deep contentment and satisfaction.\nOne of the most striking aspects of these videos is their diverse range. Whether it's the symmetrical precision of a cake being sliced or the rhythmic pouring of colored sand into an hourglass, Oddly Satisfying Videos cater to an array of preferences. Some find solace in the smooth strokes of calligraphy, while others seek gratification in the orderly stacking of dominos—a testament to the genre's universal appeal.\nThe allure of these videos extends beyond mere entertainment; they serve as a digital sanctuary in a fast-paced world. In a society inundated with chaos and noise, the simplicity and harmony portrayed in these clips offer a respite—a momentary escape into a world where everything aligns seamlessly.\nMoreover, the rise of social media platforms has facilitated\nclick here the proliferation of Oddly Satisfying Videos. Instagram, TikTok, and YouTube serve as virtual galleries, where creators showcase their talent in curating visually captivating content. The comments sections are adorned with expressions of awe, gratitude, and an unspoken sense of unity as viewers resonate with the soothing experience.\nBut what exactly makes these videos so satisfying? Experts suggest that the brain's response to patterns, symmetry, and repetitive motions plays a significant role. The rhythmic flow of these visuals potentially triggers the release of dopamine, the neurotransmitter associated with pleasure, reinforcing the feeling of satisfaction and relaxation.\nBeyond the individual experience, the creation and consumption of Oddly Satisfying Videos have fostered a vibrant online community. Enthusiasts share techniques, exchange tips, and even collaborate to produce collaborative compilations, further nurturing a sense of camaraderie among like-minded individuals.\nIn essence, the rise of Oddly Satisfying Videos signifies more than just a passing trend; it embodies the innate human desire for tranquility and harmony in a world brimming with complexities. It's a testament to the power of simplicity—a reminder that amidst life's chaos, there exists beauty in the ordinary and solace in the mesmerizing.\nAs we navigate the digital landscape, the allure of Oddly Satisfying Videos continues to captivate us, offering a moment of blissful escape with each meticulously crafted clip—a testament to the profound impact of visual harmony on our well-being.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://youtu.be/pHrS0wfRoUQ",
      "https://www.youtu.be/pHrS0wfRoUQ"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "asmr",
          "sentiment": "none"
        },
        {
          "name": "autonomous sensory meridian",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:27:25.131+02:00",
    "updated": "2023-12-29T01:27:25.131+02:00"
  },
  {
    "uuid": "72f1f3e3541c7950be3443cb241cc3b6cff95e8c",
    "url": "https://bnnbreaking.com/tech/electrification-the-imperative-path-to-decarbonization-and-a-greener-future",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BNN Correspondents",
    "published": "2024-02-16T08:50:00Z",
    "title": "Electrification: The Imperative Path to Decarbonization and a Greener Future",
    "text": "In a world grappling with the urgent need for decarbonization, electrification emerges as a beacon of hope. As industries seek viable paths to reduce their carbon footprint, the solution may not lie in the complex realms of carbon capture and storage (CCS) or hydrogen but in something far more accessible and immediate: electrification. This transformative approach, backed by the insights of Martin Brudermüller, CEO of BASF, and echoed by leading global companies, stands at the forefront of the battle against climate change. With the International Energy Agency (IEA) highlighting industry's significant energy consumption, the shift towards electrification could be the pivotal step needed to curb global warming.\nThe Electrification Imperative\nElectrification is not merely a theoretical solution but a practical approach already taking shape across various sectors. Businesses are increasingly adopting electric vehicles (EVs) to meet Environmental, Social, and Governance (ESG) goals, driven by the dual incentives of cost savings and reduced emissions. The total cost of ownership (TCO) of EV fleets presents a compelling case, factoring in purchase price, maintenance, charging infrastructure, and the enticing potential for savings. Beyond the immediate financial benefits, federal tax credits, rebates, and programs like those offered by the Inflation Reduction Act (IRA) and the state of Illinois' Environmental Protection Agency, bolster the transition. ComEd's initiatives on rebates for heat pump HVAC systems and induction stoves further exemplify the tangible steps being taken towards electrification.\nStrategic Advancements and Industry Support\nThe acquisition of SEAM Group by ABB underscores the strategic advancements in electrification services. This move not only broadens ABB's Electrification Service offering but also strengthens its field service coverage in North America. With SEAM Group's expertise spanning predictive, preventive, and corrective maintenance, electrical safety, and asset management advisory services, ABB is poised to play a crucial role in supporting companies through their energy transition. This acquisition is emblematic of the broader industry momentum towards electrification, with over 800 clients and 1 million energized assets, including renewables like EV charging infrastructure, underlining the scale of transformation underway.\nElectrification: The Path to Decarbonization\nElectrification extends beyond the industrial sector, touching every aspect of our lives, from transport to heating and cooling in buildings. Its significance is magnified by the reliance on fossil fuels, a major driver of climate change. The transition to clean and renewable electricity, supported by smart grids and renewable energy sources, represents a paradigm shift with profound implications for the European economy and its citizens. Electrification's role in decarbonization is substantial, with McKinsey's predictions indicating that it could account for 44% of Europe's decarbonization by 2050, outpacing the combined contributions of hydrogen and CCS. This shift underscores the need for a stronger Electrification Action Plan, targeting GHG emissions reduction and fostering the growth of low-emissions sources in electricity generation.\nAs we stand at the crossroads of an environmental crisis, the journey towards a greener industry through electrification offers a clear and achievable path. The concerted efforts of global corporations, backed by supportive policies and innovative technologies, illuminate the road ahead. Electrification, with its promise of reducing greenhouse gas emissions and fostering a sustainable future, is not just an option but an imperative. As industries pivot towards this electric future, the collective action and commitment to change hold the key to unlocking a decarbonized world, ensuring a healthier planet for generations to come.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "martin brudermüller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "international energy agency",
          "sentiment": "none"
        },
        {
          "name": "electrification imperative electrification",
          "sentiment": "none"
        },
        {
          "name": "basf",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T12:56:29.181+02:00",
    "updated": "2024-02-16T12:56:29.181+02:00"
  },
  {
    "uuid": "2f6adbaeffd0fa79e0d631f772f22ded1ea178bf",
    "url": "https://businessworld.in/article/10-of-constable-posts-reserved-for-ex-agniveers-in-bsf-cisf-525888",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Home Defence; Security ; CISF",
    "published": "2024-07-12T00:00:00Z",
    "title": "10% Of Constable Posts Reserved For Ex-Agniveers In BSF & CISF",
    "text": "In a significant move aimed at empowering Ex-Agniveers, the Central Industrial Security Force (CISF) and Border Security Force (BSF) have announced special recruitment benefits for them. CISF Director General, Neena Singh stated that the CISF has made all arrangements to recruit Ex-Agniveers. \"CISF has made all arrangements to recruit Ex-Agniveers. Ten per cent of constable posts have been reserved for them and they will also be given relaxation in the Physical Efficiency Test,\" CISF Director General, Neena Singh said. \"There is also relaxation in age, there is a five-year relaxation in age for the first batch and three years of age relaxation afterwards,\" she remarked. \"Recruitment of Ex-Agniveers will benefit CISF as it will get the capable, dedicated and disciplined workforce, which will further enhance the efficiency of its operations, while Ex-Agniveers will also get the opportunity to serve in CISF,\" Neena Singh said. Echoing similar sentiments, BSF Director General Nitin Agrawal expressed enthusiasm for the upcoming recruitments. \"Ex-Agniveers have dedicated four years of their life in service. They are trained, and disciplined, and BSF, after giving short training, will deploy them along the borders. We are eagerly waiting to recruit them,\" he said. BSF DG Agarwal Agrawal confirmed the 10 per cent reservation for Ex-Agniveers in the recruitment process, along with age relaxations. \"For the first batch, the age relaxation is five years, while for subsequent batches, the age relaxation is three years,\" he explained. The statement comes following a recent controversy in the lower house of the parliament over Agniveer. Leader of Opposition and Congress leader Rahul Gandhi on Wednesday accused Defence Minister Rajnath Singh of \"lying\" on the floor of the Parliament over the Agniveer scheme and demanded an apology from the latter. In his video message on X, Rahul Gandhi said that Singh had lied in Parliament about the issue of compensation to families of killed Agniveers. \"The importance of truth in every religion. Rajnath Singh lied before Lord Shiva's photo about the compensation to the country, its armed forces, and Agniveers. I have said in my speech that don't listen to me or his (Rajnath Singh) speech, but listen to the family of Agniveer family,\" the Leader of the Opposition said in a video message. He shared the video of the father of Agniveer Ajay Singh who died in Jammu and Kashmir and said that despite Singh's claims, his family had not received the promised compensation. However, issuing a clarification, Defence Minister Rajnath Singh said that the \"Indian Army is committed to the welfare of Agniveers!\" (ANI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nitin agrawal",
          "sentiment": "none"
        },
        {
          "name": "neena singh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "central industrial security force",
          "sentiment": "negative"
        },
        {
          "name": "bsf",
          "sentiment": "none"
        },
        {
          "name": "border security force",
          "sentiment": "none"
        },
        {
          "name": "cisf",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T09:29:10.574+03:00",
    "updated": "2024-07-12T09:29:10.574+03:00"
  }
]