[
  {
    "uuid": "d443d57f2f291b43875473b5de4ac76ffe0ca26a",
    "url": "https://www.mundodeportivo.com/elotromundo/television/20231228/1002161030/laura-fa-polemicas-declaraciones-pilar-vidal-sobre-victoria-abril-sonsoles-dct.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ángel Mor",
    "published": "2023-12-28T22:22:00Z",
    "title": "Laura Fa 'explota' contra Pilar Vidal por su comentario en 'Y ahora Sonsoles': \"¡Cuánto machismo!\"",
    "text": "\"Eh, Victoria… ¿Quieres que hablemos de tus numerosos ataques, incluidas agresiones sexuales, contra tus compañeros? Ahora que lo pienso, no me sorprende que hayas firmado este panfleto… tú también estás asustada. Tienes toda la razón, ya basta de delirios\", escribió la actriz francesa Lucie Lucas en su Instagram. Este tema ocupó muchos minutos de televisión en cuanto la noticia llegó a territorio español. Por ello, el formato de 'Y ahora Sonsoles' lo trató en su tertulia. \"Que se separe la carrera cinematográfica de Gérard Depardieu de las acusaciones, porque todavía no está condenado, es decir, tiene esa presunción de inocencia todavía\", empezaba diciendo Pilar Vidal, colaboradora de Antena 3. \"A mí que esta chica acuse a Victoria Abril de unas agresiones supuestamente de hace tiempo… Yo creo que las agresiones se tienen que denunciar en el momento. A mí todo esto que viene después a posteriori… Y más asegurando que lo dice porque Victoria ha firmado en apoyo a él. Me parece más una vendetta que otra cosa\", proseguía la misma colaboradora. Laura Fa no toleraba estas palabras de su compañera de 'Espejo Público': \"Voy a tener que explicarle a mi querida compañera Pilar que las denuncias las podemos hacer cuando a las mujeres nos sale del coño\". \"Y que lo de revictimizar y desinformar es una falta de empatía brutal. A cuánto machismo nos queda por superar\", dejaba bien claro la que fue colaboradora de 'Sálvame' en su cuenta personal de X (antes Twitter).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:19.367+02:00",
    "updated": "2023-12-29T00:27:19.367+02:00"
  },
  {
    "uuid": "6694c4548a62382b1f19d9707e473f20c0410207",
    "url": "https://www.archyde.com/avian-flu-confirmed-in-cats-after-drinking-raw-milk-more-suspected-cases-in-los-angeles-county",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-12-19T22:47:00Z",
    "title": "Avian Flu Confirmed in Cats After Drinking Raw Milk, More Suspected Cases in Los Angeles County",
    "text": "Rising Concerns: Bird Flu Spreads to Cats In a advancement that has raised alarm bells among health officials, cases of avian influenza, commonly known as bird flu, have been detected in cats. This discovery adds another layer of complexity to the ongoing bird flu outbreak, which has already impacted poultry and dairy cows. Human Cases Continue to Rise in Specific Regions Adding to the worries, more human cases of bird flu have been reported in the states of Wisconsin and Louisiana. This underscores the need for continued vigilance and public health measures to contain the spread of the virus. Outbreaks Persist in Poultry and Dairy Simultaneously occurring, bird flu outbreaks show no signs of abating in poultry and dairy cow populations. These ongoing outbreaks continue to pose a threat to food security and the agricultural industry. A concerning situation has emerged in Louisiana, with health officials confirming a serious case of illness in an older adult.\nThe patient, identified as being over 65 years old and having pre-existing health issues, is currently hospitalized and listed in critical condition.\nAvian Influenza Spreads to Dairy Cows, Raising Concerns Avian influenza, also known as bird flu, is continuing to pose a threat, with recent outbreaks reported in both poultry and dairy cattle. This expansion of the virus beyond its traditional bird populations is raising concerns among farmers, veterinarians, and health officials alike. While bird flu is primarily a concern for avian species, its ability to jump to mammals, including cows, highlights the potential for wider transmission and the need for heightened surveillance and preventative measures. Bird Flu cases Surge Across the US A concerning rise in avian influenza cases is sweeping across the United States. As late August, California has been particularly hard hit, with the number of confirmed cases in dairy cattle climbing to a staggering 650. These cases unfortunately contribute to a larger national trend, with a total of 866 cases now reported across 16 states. The highly contagious virus is not limited to cattle, as the USDA Animal and plant Health Inspection Service (APHIS) has also confirmed outbreaks in poultry across four states. Notably, Louisiana has experienced its second outbreak in a backyard flock. Avian Influenza Spreads Across Backyard and Commercial Poultry Farms Avian influenza, a highly contagious virus affecting birds, has been detected in poultry flocks across several states, raising concerns for both backyard enthusiasts and commercial producers. The virus has been found in backyard flocks in North Dakota and Iowa,highlighting its potential to spread rapidly among smaller,less intensively managed populations. In Iowa, commercial farms have also been impacted, with layer facilities in O’Brien and Sioux counties reporting outbreaks. A turkey farm in Worth county and a layer pullet farm in Merced County, California have also been affected. Avian Influenza Spreads Across Backyard and Commercial Poultry Farms Avian influenza, a highly contagious virus affecting birds, has been detected in poultry flocks across several states, raising concerns for both backyard enthusiasts and commercial producers. The virus has been found in backyard flocks in North Dakota and Iowa, highlighting its potential to spread rapidly among smaller, less intensively managed populations. In Iowa, commercial farms have also been impacted, with layer facilities in O’Brien and Sioux counties reporting outbreaks. A turkey farm in Worth county and a layer pullet farm in Merced county, California have also been affected.\n## Archyde News Interview: Avian Influenza Threat\n**Host:** Welcome back to Archyde News.Today, we’re joined by dr. Emily Carter, a leading expert in infectious diseases, to discuss the concerning spread of avian influenza, also known as bird flu. Dr. Carter, thanks for joining us.\n**Dr.carter:** thank you for having me.\n**Host:** Dr. Carter, we’ve seen alarming news lately about avian influenza spreading beyond poultry, affecting cats and even humans. Can you help us understand the scope of this situation?\n**Dr. Carter:** Absolutely. We’re dealing with a highly pathogenic strain of avian influenza,H5N1,which has historically been primarily a concern for domesticated birds. However, in recent months, we’ve seen a concerning increase in cases in mammals, including cats and, even more alarmingly, humans.\n**Host:** What are the risks to humans, and how worried should the public be?\n**Dr. Carter:** It’s crucial to emphasize that the risk to humans remains relatively low. Most human cases have been linked to direct contact with infected birds, frequently enough in occupational settings like poultry farms. however, the recent cases in cats, particularly those linked to consuming raw milk, highlight the potential for transmission through indirect pathways.\n**Host:** Speaking of cats,the Los Angeles County Department of Public Health recently reported two feline fatalities linked to avian influenza in cats who consumed raw milk. What message do you have for pet owners?\n**Dr. Carter:** This is a critical finding. It underscores the importance of avoiding raw dairy products for pets. Pasteurization is crucial in eliminating harmful bacteria and viruses, including avian influenza.\n**Host:** What about other preventative measures? What should people be doing to protect themselves and their families?\n**Dr. Carter:**\n* **Avoid direct contact with wild birds and sick or dead poultry.** If you encounter a dead bird, report it to your local health authorities.\n* **Practice good hygiene:** wash your hands thoroughly with soap and water after handling poultry or their products.\n* **Cook poultry and eggs thoroughly:** Ensure that poultry is cooked to an internal temperature of 165°F (74°C) and eggs are cooked until the yolks and whites are firm.\n* **Avoid contact with raw milk:** stick to pasteurized milk and dairy products.\n* **Stay informed:** Keep up-to-date on the latest recommendations from health officials, like the CDC and your local health department.\n**Host:** Thank you for shedding light on this complex and evolving situation, Dr. Carter. Your expertise is invaluable in helping the public understand and navigate these risks.\n**Dr. Carter:** It’s my pleasure. The key is to stay informed, take precautions, and report any suspicious activity to the authorities.\n**Host:** For more information on avian influenza, visit the CDC website at cdc.gov. I’m [Your Name] for Archyde News. Stay safe and informed.\nRaw Milk Linked to Avian Flu Cases in Los Angeles Cats A concerning discovery has highlighted the potential dangers of feeding raw dairy products to pets.Officials from the Los Angeles County Department of Public Health (LACDPH) recently confirmed two feline fatalities attributed to H5 avian influenza.\nThis marks the first instance of this specific strain of bird flu detected in cats within Los Angeles County.The alarming cases have prompted health authorities to issue a warning to pet owners, urging them to reconsider the safety of raw milk as a dietary supplement for their furry companions.\nThe cats, tragically, succumbed to the illness after ingesting recalled raw milk. This incident underscores the potential health risks associated with consuming unpasteurized dairy products, not only for humans but also for our beloved pets.\nAs investigations continue, the LACDPH is urging pet owners to prioritize the well-being of their animals by avoiding raw milk and opting for pasteurized alternatives.\nInfluenza A Outbreak in Cats Sparks Concerns A recent outbreak of influenza A in cats has raised concerns among health officials. Several felines in a single household displayed worrisome symptoms, including loss of appetite, fever, and neurological issues. Investigations Expand Beyond Initial Household The Los Angeles County Department of Public Health (LACDPH) is currently investigating three additional potential cases in cats from a different household. One cat in this second group tested positive for influenza A, while two others sadly died with suspected influenza A infection. Adding to the complexity of the situation, these cats had no known exposure to raw milk, a common source of influenza A transmission. This has led investigators to consider alternative possibilities, such as raw meat, as a potential route of infection. Cat Owners Warned About Bird Flu Risk From Raw Food Although the risk of H5 bird flu in Los Angeles County remains low, recent cases in pet cats serve as a crucial reminder about the potential dangers of feeding animals raw dairy and meat products. According to Dr. Barbara Ferrer, Director of the Los Angeles County Department of Public Health, these cases highlight the risk of severe illness that cats face when exposed to the virus through their diet.\n“The risk of H5 bird flu remains low in Los Angeles County, but these confirmed cases of the virus in pet cats are a reminder that consuming raw dairy and meat products can lead to severe illness in cats.” – Barbara Ferrer, PhD, MPH, med, Director of LACDPH\nHealth Officials Issue Warning After Avian Flu Detection Following the detection of avian influenza in the area, health officials are urging the public to take precautions to protect themselves and their pets. Dr. Ferrer, a leading health expert, stressed the importance of being vigilant. “Residents should avoid any contact with raw milk and undercooked meat products,” she advised. This proposal extends to pets as well, emphasizing the need for careful handling and food preparation. Furthermore, Dr. Ferrer underlined the need to minimize exposure to sick or dead animals. She recommended reporting any deceased birds to the authorities and stressed the importance of keeping pets and poultry separate from wild birds. Recent Surge in Human Cases of [Disease Name] Health officials are sounding the alarm after a recent increase in human cases of [Disease Name] in both Wisconsin and Louisiana. Though the exact number of cases remains undisclosed, authorities are urging the public to take precautionary measures to prevent further spread. “[Quote about the situation and the need for caution],” a spokesperson for the Wisconsin Department of Health Services stated. Both states are actively monitoring the situation and collaborating with the Centers for disease Control and Prevention (CDC) to implement containment strategies. Residents are advised to stay informed about the latest developments and follow recommendations from health officials. More information on [Disease Name], it’s symptoms, and preventative measures can be found on the CDC website. New cases of Avian Influenza Reported in Wisconsin Health officials in Wisconsin have reported what appears to be the state’s first case of avian influenza in a human. The affected individual is a woman who works on a farm and experienced mild flu-like symptoms, including sore throat, fever, fatigue, and eye discharge. Fortunately, she has since recovered after receiving a course of oseltamivir, commonly known as Tamiflu. A concerning situation has emerged in Louisiana, with health officials confirming a serious case of illness in an older adult.\nThe patient, identified as being over 65 years old and having pre-existing health issues, is currently hospitalized and listed in critical condition.\nAvian Influenza Spreads to Dairy Cows, Raising Concerns Avian influenza, also known as bird flu, is continuing to pose a threat, with recent outbreaks reported in both poultry and dairy cattle. This expansion of the virus beyond its traditional bird populations is raising concerns among farmers, veterinarians, and health officials alike. While bird flu is primarily a concern for avian species, its ability to jump to mammals, including cows, highlights the potential for wider transmission and the need for heightened surveillance and preventative measures. Bird Flu cases Surge Across the US A concerning rise in avian influenza cases is sweeping across the United States. As late August, California has been particularly hard hit, with the number of confirmed cases in dairy cattle climbing to a staggering 650. These cases unfortunately contribute to a larger national trend, with a total of 866 cases now reported across 16 states. The highly contagious virus is not limited to cattle, as the USDA Animal and plant Health Inspection Service (APHIS) has also confirmed outbreaks in poultry across four states. Notably, Louisiana has experienced its second outbreak in a backyard flock. Avian Influenza Spreads Across Backyard and Commercial Poultry Farms Avian influenza, a highly contagious virus affecting birds, has been detected in poultry flocks across several states, raising concerns for both backyard enthusiasts and commercial producers. The virus has been found in backyard flocks in North Dakota and Iowa,highlighting its potential to spread rapidly among smaller,less intensively managed populations. In Iowa, commercial farms have also been impacted, with layer facilities in O’Brien and Sioux counties reporting outbreaks. A turkey farm in Worth county and a layer pullet farm in Merced County, California have also been affected. Avian Influenza Spreads Across Backyard and Commercial Poultry Farms Avian influenza, a highly contagious virus affecting birds, has been detected in poultry flocks across several states, raising concerns for both backyard enthusiasts and commercial producers. The virus has been found in backyard flocks in North Dakota and Iowa, highlighting its potential to spread rapidly among smaller, less intensively managed populations. In Iowa, commercial farms have also been impacted, with layer facilities in O’Brien and Sioux counties reporting outbreaks. A turkey farm in Worth county and a layer pullet farm in Merced county, California have also been affected.\n## Archyde News Interview: Avian Influenza Threat\n**Host:** Welcome back to Archyde News.Today, we’re joined by dr. Emily Carter, a leading expert in infectious diseases, to discuss the concerning spread of avian influenza, also known as bird flu. Dr. Carter, thanks for joining us.\n**Dr.carter:** thank you for having me.\n**Host:** Dr. Carter, we’ve seen alarming news lately about avian influenza spreading beyond poultry, affecting cats and even humans. Can you help us understand the scope of this situation?\n**Dr. Carter:** Absolutely. We’re dealing with a highly pathogenic strain of avian influenza,H5N1,which has historically been primarily a concern for domesticated birds. However, in recent months, we’ve seen a concerning increase in cases in mammals, including cats and, even more alarmingly, humans.\n**Host:** What are the risks to humans, and how worried should the public be?\n**Dr. Carter:** It’s crucial to emphasize that the risk to humans remains relatively low. Most human cases have been linked to direct contact with infected birds, frequently enough in occupational settings like poultry farms. however, the recent cases in cats, particularly those linked to consuming raw milk, highlight the potential for transmission through indirect pathways.\n**Host:** Speaking of cats,the Los Angeles County Department of Public Health recently reported two feline fatalities linked to avian influenza in cats who consumed raw milk. What message do you have for pet owners?\n**Dr. Carter:** This is a critical finding. It underscores the importance of avoiding raw dairy products for pets. Pasteurization is crucial in eliminating harmful bacteria and viruses, including avian influenza.\n**Host:** What about other preventative measures? What should people be doing to protect themselves and their families?\n**Dr. Carter:**\n* **Avoid direct contact with wild birds and sick or dead poultry.** If you encounter a dead bird, report it to your local health authorities.\n* **Practice good hygiene:** wash your hands thoroughly with soap and water after handling poultry or their products.\n* **Cook poultry and eggs thoroughly:** Ensure that poultry is cooked to an internal temperature of 165°F (74°C) and eggs are cooked until the yolks and whites are firm.\n* **Avoid contact with raw milk:** stick to pasteurized milk and dairy products.\n* **Stay informed:** Keep up-to-date on the latest recommendations from health officials, like the CDC and your local health department.\n**Host:** Thank you for shedding light on this complex and evolving situation, Dr. Carter. Your expertise is invaluable in helping the public understand and navigate these risks.\n**Dr. Carter:** It’s my pleasure. The key is to stay informed, take precautions, and report any suspicious activity to the authorities.\n**Host:** For more information on avian influenza, visit the CDC website at cdc.gov. I’m [Your Name] for Archyde News. Stay safe and informed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Health->health organisation",
      "Health->communicable disease",
      "Crime, Law and Justice->animal abuse"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/lKON1xz4eZs",
      "https://youtube.com/embed/lKON1xz4eZs"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:28:33.292+02:00",
    "updated": "2024-12-20T02:28:33.292+02:00"
  },
  {
    "uuid": "5da43e7c6b2af1588963d2dd98241274e32b985d",
    "url": "https://www.informazione.it/n/F7D39EE3-36DB-4A88-9A19-191B8C92F228/Paralimpiadi-di-Parigi-2024-Bebe-Vio-e-le-azzurre-conquistano-il-bronzo-nel-fioretto-a-squadre",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infoitsport",
    "published": "2024-09-05T18:42:00Z",
    "title": "Paralimpiadi di Parigi 2024: Bebe Vio e le azzurre conquistano il bronzo nel fioretto a squadre",
    "text": "Bebe Vio e l'abbraccio commovente con Jovanotti dopo il bronzo alle Paralimpiadi di Parigi: \"Lui c'è sempre stato, mi ha visto crescere\" [Leggi](https://www.ilfattoquotidiano.it/2024/09/05/bebe-vio-e-labbraccio-commovente-con-jovanotti-dopo-il-bronzo-alle-paralimpiadi-di-parigi-lui-ce-sempre-stato-mi-ha-visto-crescere/7681437/) La terza giornata di gare di scherma ai Giochi Paralimpici di Parigi 2024 ha visto l'Italia salire sul podio nel fioretto femminile a squadre. Bebe Vio Grandis, Andreea Mogos, Loredana Trigilia e Rossana Pasquino hanno conquistato la medaglia di bronzo, confermando la tradizione vincente della scherma paralimpica italiana. Il percorso delle azzurre è stato caratterizzato da una prestazione dominante nei quarti di finale contro gli Stati Uniti, con un punteggio di 45-16. Questo successo ha permesso loro di accedere alla semifinale contro la Cina, dove però hanno trovato un avversario ostico. Nonostante la sconfitta, le italiane non si sono scoraggiate e hanno affrontato Hong Kong nella finale per il terzo posto. Con un punteggio di 45-33, le azzurre hanno conquistato il bronzo, aggiungendo un'altra medaglia al loro palmarès. Bebe Vio, già medaglia di bronzo individuale in questa edizione dei Giochi, ha dimostrato ancora una volta il suo talento e la sua determinazione. Con questa vittoria, il suo medagliere paralimpico personale sale a sei, confermando il suo ruolo di leader e simbolo della scherma paralimpica italiana. La squadra italiana di fioretto femminile ha dimostrato una grande coesione e spirito di squadra, elementi fondamentali per raggiungere risultati di alto livello. La preparazione atletica e tecnica, curata dal CT Simone Vanni, ha permesso alle azzurre di affrontare con successo le sfide di questa competizione.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.ilfattoquotidiano.it/2024/09/05/bebe-vio-e-labbraccio-commovente-con-jovanotti-dopo-il-bronzo-alle-paralimpiadi-di-parigi-lui-ce-sempre-stato-mi-ha-visto-crescere/7681437/)",
      "https://ilfattoquotidiano.it/2024/09/05/bebe-vio-e-labbraccio-commovente-con-jovanotti-dopo-il-bronzo-alle-paralimpiadi-di-parigi-lui-ce-sempre-stato-mi-ha-visto-crescere/7681437/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:40:13.451+03:00",
    "updated": "2024-09-06T00:40:13.451+03:00"
  }
]