[
  {
    "uuid": "d207caa5962a4757c4e44268bd229b4914734c44",
    "url": "https://www.cbsnews.com/pittsburgh/news/pesky-rain-sticks-around-the-pittsburgh-area-for-another-day",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2024-05-10T07:20:00Z",
    "title": "Pesky rain sticks around the Pittsburgh area for another day - CBS Pittsburgh",
    "text": "PITTSBURGH (KDKA) - The rainy pattern sticks around for another day.\nRain totals for today won't be very high, but persistent drizzle and showers will be around for the morning hours.\nWEATHER LINKS:\nCurrent Conditions | School Closings & Delays | Submit Your Weather Photos\nRain chances turn more scattered for the afternoon. Rain totals for today will probably be close to a tenth of an inch. The rainy pattern is not good news for any active area landslides.\nYou want to talk about a wet month... KDKA Weather Center For the year we are +6.92\" when it comes to total precipitation. Most of the surplus has been since March 1 (+5.46\"). The ground is already saturated plenty.\nFor the month, today will make the 7th day with measurable precipitation. This is just fuel that continues to feed conditions near prime for landslides to continue to be active.\nLooking ahead, Saturday will continue the wet trend. The next good chance to see rain after Saturday though will be on Tuesday. I have scattered chances for rain in the forecast for both Tuesday and Wednesday.\nRain chances over the next six days KDKA Weather Center Today's weather is all due to a mid-level low churning by. We will have a secondary system on the back side of a trough that will slide through on Saturday. We may even see some lighting as the storm passes through Saturday afternoon.\nLots of downtown events are scheduled for Saturday including Open Streets Pittsburgh. Expect the morning to be dry but damp. The afternoon will see a couple of rounds of rain with lightning not being completely ruled out. Severe weather is not expected.\nMother's Day will see a damp morning give way to afternoon sunny skies. Highs on Sunday should be a little warmer than the near 60-degree highs of today and Saturday.\nI have highs hitting the mid-60s. Let's call the skies partly cloudy with the afternoon looking fantastic.\nI hope all you moms get to enjoy it!\n7-day forecast: May 10, 2024 KDKA Weather Center Stay up to date with the KDKA Mobile App – which you can download here!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://apps.cbslocal.com/pittsburgh/",
      "https://apps.cbslocal.com/pittsburgh",
      "https://www.apps.cbslocal.com/pittsburgh/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cbs pittsburgh pittsburgh",
          "sentiment": "negative"
        },
        {
          "name": "kdka",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "pittsburgh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T14:22:55.021+03:00",
    "updated": "2024-05-10T21:02:48.644+03:00"
  },
  {
    "uuid": "2c2b4d1c267678a97f7a2217b16d7db508994517",
    "url": "https://ih.advfn.com/stock-market/stock-news/94149893/lithium-sulfur-battery-market-size-is-set-to-grow",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2024-07-04T18:15:00Z",
    "title": "Lithium-Sulfur Battery Market size is set to grow by USD 3.92 billion from 2024-2028, Harmful usage of lead batteries leads to higher adoption of Li-S batteries boost the market, Technavio",
    "text": "NEW YORK , July 4, 2024 /PRNewswire/ -- The global lithium-sulfur battery market size is estimated to grow by USD 3 .92 billion from 2024-2028, according to Technavio. The market is estimated to grow at a CAGR of 44.97% during the forecast period. Harmful usage of lead batteries leads to higher adoption of li-s batteries is driving market growth, with a trend towards use of nanotechnology in batteries. However, increasing competition from fuel cell solutions poses a challenge. Key market players include Bettergy Corp., CIC energiGUNE, Gelion Technologies Pty Ltd., Giner Inc., Guang Dong Fullriver Industry Co. Ltd., Ilika, Iolitec Ionic Liquids Technologies GmbH, LG Chem Ltd., Li-S Energy Ltd., Lyten Inc., Merck KGaA, NexTech Batteries, Poly Plus Battery Co., Rechargion Energy Pvt. Ltd., Shenzhen Uscender Industrial Co. Ltd., Sion Power Corp., Solid State PLC, TRU Group Inc., VTC Power Co. Ltd., and Zeta Energy LLC.\nGet a detailed analysis on regions, market segments, customer landscape, and companies- View the snapshot of this report\nLithium-Sulfur Battery Market Scope\nReport Coverage\nDetails\nBase year\n2023\nHistoric period\n2018 - 2022\nForecast period\n2024-2028\nGrowth momentum & CAGR\nAccelerate at a CAGR of 44.97%\nMarket growth 2024-2028\nUSD 3921.9 million\nMarket structure\nFragmented\nYoY growth 2022-2023 (%)\n34.37\nRegional analysis\nNorth America, Europe, APAC, South America, and Middle East and Africa\nPerforming market contribution\nEurope at 50%\nKey countries\nUS, Germany, Canada, China, and India\nKey companies profiled\nBettergy Corp., CIC energiGUNE, Gelion Technologies Pty Ltd., Giner Inc., Guang Dong Fullriver Industry Co. Ltd., Ilika, Iolitec Ionic Liquids Technologies GmbH, LG Chem Ltd., Li-S Energy Ltd., Lyten Inc., Merck KGaA, NexTech Batteries, Poly Plus Battery Co., Rechargion Energy Pvt. Ltd., Shenzhen Uscender Industrial Co. Ltd., Sion Power Corp., Solid State PLC, TRU Group Inc., VTC Power Co. Ltd., and Zeta Energy LLC\nMarket Driver\nThe global nanotechnology-enabled Lithium-Sulfur battery market is poised for growth due to the increasing adoption of electric vehicles (EVs), plug-in hybrid EVs, and hybrid EVs, as well as the focus on renewable energy sources. Since 2015, vendors have been developing nanostructured electrodes and electrolytes in Li-S batteries to enhance energy efficiency. These nanotechnology-enabled batteries are expected to offer energy densities three times higher than traditional Lithium-ion batteries. Notable innovations include the use of a silicon-carbon composite anode and a nanostructured lithium sulfide-carbon composite cathode. Ongoing projects, such as the Lithium-Sulfur Super battery Exploiting Nanotechnology (LISSEN) study, are further driving market growth during the forecast period.\nLithium-sulfur batteries are gaining attention as the next big thing in clean energy solutions due to their energy-dense characteristics. This battery technology uses elemental sulfur as the cathode and lithium as the anode. However, challenges such as electrolyte stability, electrode architecture, and the polysulfide shuttle effect need to be addressed. Fossil fuels may soon face competition from these lightweight cells, which can power electric vehicles and portable electronics. Manufacturing challenges include lithium dendrite formation, material interactions, and production techniques. Lithium-ion manufacturing facilities are exploring solid-state lithium-sulfur batteries with solid electrolyte systems to overcome these issues. The power sector and large-scale energy storage are also potential markets for this technology due to its low-cost characteristics. Safety measures are crucial to ensure the safe production and use of these batteries. The EV market and EV technology stand to benefit significantly from this advancement. Aerospace, including satellites, is another sector that can benefit from the high power output of lithium-sulfur batteries. The anode and cathode in these batteries are crucial components, and improving their conductivity and volume expansion properties can lead to better battery performance. In summary, lithium-sulfur batteries are a promising clean energy solution for various industries, including electric vehicles, portable electronics, and the power sector. Addressing manufacturing challenges and ensuring safety measures are essential to bring this technology to the market. The potential benefits of this technology are significant, from reducing reliance on fossil fuels to powering the next generation of electric cars and aerospace technology.\nResearch report provides comprehensive data on impact of trend. For more details- Download a Sample Report\nMarket Challenges\nFuel cells and Lithium-Sulfur batteries are two distinct technologies used to generate electricity. Fuel cells produce power through electrochemical reactions between hydrogen and oxygen, resulting in water and released electrons. These electrons flow through an external circuit to generate power. Fuel cells have a standard design with two electrodes separated by an electrolyte, enabling charged particles to move. Drones have gained popularity but face a limitation of short flight times. To overcome this challenge, manufacturers are exploring fuel cells as an alternative power source. Hydrogen, as a fuel for fuel cells, offers a higher energy density and longer runtime compared to Lithium-Sulfur batteries. Fuel cells can be refilled in minutes, while batteries take an hour to recharge. The global fuel cell market is growing due to its application in automotive and energy storage sectors, posing a hurdle for the expansion of the Lithium-Sulfur battery market during the forecast period. The Lithium-Sulfur (Li-S) battery market is gaining attention due to its potential to offer high energy density, making it suitable for power cell applications in various industries. However, challenges persist, such as the melting of the sulfur electrode at high temperatures. A German battery startup, Theron, is working on interlayers to address this issue. Li-S batteries have advantages over prior generations, including lower environmental impact and compatibility with renewable energy sources. They are being explored for use in drones, defence sector, personalized power, aviation, and outer space vehicles. The challenges of Li-S batteries include their low energy density and the need for solid-state batteries for commercialization. The defence sector, drone technology companies like DroneShield, and the aviation industry are exploring Li-S batteries for their applications. The coronavirus pandemic has accelerated the need for clean electricity and energy storage solutions, making Li-S batteries a promising option for powering portable electronic devices and charging stations. Li-S batteries use lithium ions and sulfur to store energy, with electrons flowing between the cathode (sulfur) and anode (lithium ions) during charging and discharging. Despite the challenges, the advantages of Li-S batteries make them a promising alternative to primary batteries and conventional fuels for various applications, including aircraft-installed equipment and renewable energy installations. For more insights on driver and challenges - Request a sample report!\nSegment Overview\nThis lithium-sulfur battery market report extensively covers market segmentation by\nType 1.1 High energy density 1.2 Low energy density End-user 2.1 Aviation 2.2 Automotive 2.3 Others Geography 3.1 North America 3.2 Europe 3.3 APAC 3.4 South America 3.5 Middle East and Africa\n1.1 High energy density- Lithium-sulfur batteries (LSBs) are high-energy-density batteries that offer longer battery run time or a smaller footprint with the same energy output compared to batteries with lower energy density. This property makes them popular in electric vehicles (EVs), which require long driving ranges. LSBs have gained attention due to sulfur's abundant availability, low cost, environmental friendliness, high specific capacity, and energy density. The European Commission estimates that LSBs will be used in EVs during the forecast period, making the high-energy-density segment of the LSB market a focus for growth.\nFor more information on market segmentation with geographical analysis including forecast (2024-2028) and historic data (2017-2021) - Download a Sample Report\nResearch Analysis\nLithium-sulfur batteries represent a promising advancement in clean energy solutions, offering higher energy density compared to traditional lithium-ion batteries. This next-generation battery chemistry utilizes lithium as an anode and sulfur as a cathode. However, challenges remain, including electrolyte stability, electrode architecture, and the polysulfide shuttle effect. These issues can lead to lithium dendrite formation and degradation of battery performance. Despite these hurdles, lithium-sulfur batteries hold significant potential for various applications, including aerospace, consumer electronics, electric cars, large-scale storage, and renewable energy installations. They can power satellites, high-altitude aircraft, outer space vehicles, unmanned aerial vehicles, and even primary batteries for specific use cases. The high energy density and potential for long cycle life make lithium-sulfur batteries an intriguing alternative to lithium-ion batteries for various sectors, contributing to the ongoing advancement of battery technology.\nMarket Research Overview\nLithium-sulfur batteries are a promising clean energy solution for the future, offering high energy density and low-cost characteristics. These batteries utilize lithium as an anode and elemental sulfur as a cathode, separated by an electrolyte. However, challenges such as electrolyte stability, electrode architecture, and the polysulfide shuttle effect can hinder their widespread adoption. Fossil fuels continue to dominate the energy sector, but lithium-sulfur batteries have the potential to revolutionize large-scale energy storage for electric vehicles (EVs), portable electronics, and even aerospace. Manufacturing challenges include managing material interactions, production techniques, and ensuring safety measures. Solid-state lithium-sulfur batteries, which use a solid electrolyte system instead of liquid electrolytes, are being explored to mitigate some of these challenges. Lithium-sulfur batteries have advantages over lithium-ion batteries, such as lightweight cells and energy-dense batteries, but they still face manufacturing process hurdles. The EV market and EV technology continue to grow, and lithium-sulfur batteries could play a significant role in powering electric cars and transport. The aerospace sector, including satellites, unmanned aerial vehicles, and defense applications, could also benefit from the advantages of lithium-sulfur batteries. The energy storage market, including renewable energy installations, portable electronic devices, and personalized power, is expected to grow significantly, and lithium-sulfur batteries could be a key player. However, lithium-sulfur batteries face challenges such as lithium dendrite formation, volume expansion, and conductivity. Prior generations of these batteries had low energy density, but recent advancements have led to high energy density batteries. The manufacturing process for lithium-sulfur batteries requires careful management of plants and production energy, and melting processes are being explored to improve efficiency. The environmental impact of battery manufacturing is a concern, with manganese, nickel, and cobalt being major components of lithium-ion batteries. Lithium-sulfur batteries could offer a more sustainable alternative, as they do not require these minerals in the same quantities. The Theron, a German battery startup, is working on power cell applications for lithium-sulfur batteries, and other companies are exploring the potential of these batteries for various applications, from EVs to aerospace and consumer electronics. In conclusion, lithium-sulfur batteries offer significant potential for clean energy solutions, particularly in the areas of EVs, aerospace, and large-scale energy storage. However, challenges such as electrolyte stability, electrode architecture, and manufacturing processes must be addressed to realize their full potential. The advantages of these batteries, including high energy density, lightweight cells, and reduced reliance on minerals like manganese, nickel, and cobalt, make them an exciting area of research and development.\nTable of Contents:\n1 Executive Summary\n2 Market Landscape\n3 Market Sizing\n4 Historic Market Size\n5 Five Forces Analysis\n6 Market Segmentation\nType High Energy Density Low Energy Density End-user Aviation Automotive Others Geography North America Europe APAC South America Middle East And Africa\n7 Customer Landscape\n8 Geographic Landscape\n9 Drivers, Challenges, and Trends\n10 Company Landscape\n11 Company Analysis\n12 Appendix\nAbout Technavio\nTechnavio is a leading global technology research and advisory company. Their research and analysis focuses on emerging market trends and provides actionable insights to help businesses identify market opportunities and develop effective strategies to optimize their market positions.\nWith over 500 specialized analysts, Technavio's report library consists of more than 17,000 reports and counting, covering 800 technologies, spanning across 50 countries. Their client base consists of enterprises of all sizes, including more than 100 Fortune 500 companies. This growing client base relies on Technavio's comprehensive coverage, extensive research, and actionable market insights to identify opportunities in existing and potential markets and assess their competitive positions within changing market scenarios.\nContacts\nTechnavio Research\nJesse Maida\nMedia & Marketing Executive\nUS: +1 844 364 1100\nUK: +44 203 893 3200\nEmail: media@technavio.com\nWebsite: www.technavio.com/\nView original content to download multimedia:https://www.prnewswire.com/news-releases/lithium-sulfur-battery-market-size-is-set-to-grow-by-usd-3-92-billion-from-2024-2028--harmful-usage-of-lead-batteries-leads-to-higher-adoption-of-li-s-batteries-boost-the-market-technavio-302189029.html\nSOURCE Technavio\nCopyright 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.prnewswire.com/news-releases/lithium-sulfur-battery-market-size-is-set-to-grow-by-usd-3-92-billion-from-2024-2028--harmful-usage-of-lead-batteries-leads-to-higher-adoption-of-li-s-batteries-boost-the-market-technavio-302189029.html",
      "https://static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://www.static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://prnewswire.com/news-releases/lithium-sulfur-battery-market-size-is-set-to-grow-by-usd-3-92-billion-from-2024-2028--harmful-usage-of-lead-batteries-leads-to-higher-adoption-of-li-s-batteries-boost-the-market-technavio-302189029.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "technavio",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "technavio new york",
          "sentiment": "neutral"
        },
        {
          "name": "guang dong fullriver industry co. ltd.",
          "sentiment": "none"
        },
        {
          "name": "giner inc.",
          "sentiment": "none"
        },
        {
          "name": "zeta energy llc",
          "sentiment": "none"
        },
        {
          "name": "shenzhen uscender industrial co. ltd.",
          "sentiment": "none"
        },
        {
          "name": "nextech batteries",
          "sentiment": "none"
        },
        {
          "name": "sion power corp.",
          "sentiment": "none"
        },
        {
          "name": "tru group inc.",
          "sentiment": "none"
        },
        {
          "name": "gelion technologies pty ltd.",
          "sentiment": "none"
        },
        {
          "name": "poly plus battery co.",
          "sentiment": "none"
        },
        {
          "name": "vtc power co. ltd.",
          "sentiment": "none"
        },
        {
          "name": "lg chem ltd.",
          "sentiment": "none"
        },
        {
          "name": "merck kgaa",
          "sentiment": "none"
        },
        {
          "name": "solid state plc",
          "sentiment": "none"
        },
        {
          "name": "li-s energy ltd.",
          "sentiment": "none"
        },
        {
          "name": "bettergy corp.",
          "sentiment": "none"
        },
        {
          "name": "cic",
          "sentiment": "none"
        },
        {
          "name": "rechargion energy pvt. ltd.",
          "sentiment": "none"
        },
        {
          "name": "iolitec ionic liquids technologies gmbh",
          "sentiment": "none"
        },
        {
          "name": "lyten inc.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ilika",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T01:24:04.374+03:00",
    "updated": "2024-07-05T01:24:04.374+03:00"
  },
  {
    "uuid": "c142f58fdf3af01bd3aea4e603d6cf3c65bfda89",
    "url": "https://news.nestia.com/detail/Ailing-Pope-Francis-apologises-for-Vatican-absence/13280981",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Straits Times - World",
    "published": "2025-02-16T13:01:00Z",
    "title": "Ailing Pope Francis apologises for Vatican absence | Nestia",
    "text": "‹‹ 1 of 6 Faithful visits Saint Peter's Square while Pope Francis is hospitalized for bronchitis treatment at the Vatican, February 16, 2025. REUTERS/Ciro De Luca",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief",
      "Human Interest"
    ],
    "topics": [
      "Health->medical condition",
      "Health->health treatment and procedure",
      "Religion and Belief->religious leader",
      "Religion and Belief->pope",
      "Human Interest->funeral and memorial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-16T15:23:31.364+02:00",
    "updated": "2025-02-16T15:23:31.364+02:00"
  },
  {
    "uuid": "0fc95604552829ff98b27eb84b8d52520ed7752d",
    "url": "https://talkpython.fm/episodes/show/481/python-opinions-and-zeitgeist-with-hynek",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Kennedy (@mkennedy)",
    "published": "2024-10-17T13:00:00Z",
    "title": "Talk Python to Me: #481: Python Opinions and Zeitgeist with Hynek",
    "text": "Python Opinions and Zeitgeist with Hynek\nEpisode #481,\npublished Thu, Oct 17, 2024, recorded Tue, Oct 8, 2024\nHynek has been writing and speaking on some of the most significant topics in the Python space and I've enjoyed his takes. So I invited him on the show to share them with all of us. This episode really epitomizes one of the reasons I launched Talk Python 9 years ago. It's as if we run into each other at a bar during a conference and I ask Hynek, \"So what are your thoughts on ...\" and we dive down the rabbit hole for an hour. I hope you enjoy it.\nLinks from the show\nLinks from the show\nHynek Schlawack on Mastodon:\nWhy I Still Use Python Virtual Environments in Docker:\nProduction-ready Python Docker Containers with uv:\nAttrs:\nuv:\nWhat’s New In Python 4:\nBusyBox:\nHynek's YouTube Channel:\nMOPUp for macOS:\nHomebrew Python Is Not For You:\nargon2-cffi: Argon2 for Python:\npytest-freethreaded:\nLM Studio:\nStackOverflow Trends Graph:\nWatch this episode on YouTube:\nEpisode transcripts:\n--- Stay in touch with us ---\nSubscribe to us on YouTube:\nFollow Talk Python on Mastodon:\nFollow Michael on Mastodon:\n@hynekWhy I Still Use Python Virtual Environments in Docker:\nhynek.meProduction-ready Python Docker Containers with uv:\nhttps://hynek.me/articles/docker-uv/?featured_on=talkpythonAttrs:\ngithub.comuv:\nastral.shWhat’s New In Python 4:\npython.orgBusyBox:\nbusybox.netHynek's YouTube Channel:\nyoutube.comMOPUp for macOS:\nhttps://github.com/glyph/MOPUp?featured_on=talkpythonHomebrew Python Is Not For You:\njustinmayer.comargon2-cffi: Argon2 for Python:\nhttps://github.com/hynek/argon2-cffi?featured_on=talkpythonpytest-freethreaded:\nhttps://github.com/tonybaloney/pytest-freethreaded?featured_on=talkpythonLM Studio:\nlmstudio.aiStackOverflow Trends Graph:\ntrends.stackoverflow.coWatch this episode on YouTube:\nhttps://www.youtube.com/watch?v=Tdt4Xa5sCikEpisode transcripts:\ntalkpython.fm--- Stay in touch with us ---\nSubscribe to us on YouTube:\nhttps://talkpython.fm/youtubeFollow Talk Python on Mastodon:\ntalkpythonFollow Michael on Mastodon:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://hynek.me/articles/docker-uv/?featured_on=talkpythonAttrs:",
      "https://github.com/python-attrs/attrs?featured_on=talkpython",
      "https://trends.stackoverflow.co/?tags=java,c,python,c%23,vb.net,javascript,assembly,php,perl,ruby,swift,r,objective-c&featured_on=talkpython",
      "https://mastodon.social/@hynek?featured_on=talkpython",
      "https://github.com/tonybaloney/pytest-freethreaded?featured_on=talkpythonLM",
      "https://github.com/glyph/MOPUp?featured_on=talkpythonHomebrew",
      "https://fosstodon.org/web/@talkpython",
      "https://hynek.me/articles/docker-virtualenv/?featured_on=talkpython",
      "https://www.youtube.com/@The_Hynek",
      "https://github.com/hynek/argon2-cffi?featured_on=talkpythonpytest-freethreaded:",
      "https://lmstudio.ai?featured_on=talkpython",
      "https://docs.python.org/3.13/whatsnew/3.13.html?featured_on=talkpython",
      "https://justinmayer.com/posts/homebrew-python-is-not-for-you/?featured_on=talkpython",
      "https://www.busybox.net?featured_on=talkpython",
      "http://www.youtube.com/watch?v=Tdt4Xa5sCikEpisode",
      "https://docs.astral.sh/uv/?featured_on=talkpython",
      "https://github.com/tonybaloney/pytest-freethreaded",
      "https://www.hynek.me/articles/docker-virtualenv/?featured_on=talkpython",
      "https://github.com/hynek/argon2-cffi",
      "https://www.busybox.net",
      "https://www.fosstodon.org/web/@talkpython",
      "http://youtube.com/watch?v=Tdt4Xa5sCikEpisode",
      "https://www.justinmayer.com/posts/homebrew-python-is-not-for-you/?featured_on=talkpython",
      "https://github.com/glyph/MOPUp",
      "https://www.docs.astral.sh/uv/?featured_on=talkpython",
      "https://justinmayer.com/posts/homebrew-python-is-not-for-you/",
      "https://www.hynek.me/articles/docker-uv/?featured_on=talkpythonAttrs:",
      "https://www.github.com/python-attrs/attrs?featured_on=talkpython",
      "https://www.docs.python.org/3.13/whatsnew/3.13.html?featured_on=talkpython",
      "https://www.github.com/glyph/MOPUp?featured_on=talkpythonHomebrew",
      "https://youtube.com/@The_Hynek",
      "https://www.github.com/hynek/argon2-cffi?featured_on=talkpythonpytest-freethreaded:",
      "https://busybox.net?featured_on=talkpython",
      "http://www.youtube.com/watch",
      "https://www.github.com/tonybaloney/pytest-freethreaded?featured_on=talkpythonLM",
      "https://github.com/python-attrs/attrs",
      "https://www.trends.stackoverflow.co/?tags=java,c,python,c%23,vb.net,javascript,assembly,php,perl,ruby,swift,r,objective-c&featured_on=talkpython",
      "https://docs.python.org/3.13/whatsnew/3.13.html",
      "https://www.mastodon.social/@hynek?featured_on=talkpython",
      "https://hynek.me/articles/docker-uv/",
      "https://mastodon.social/@hynek",
      "https://lmstudio.ai",
      "https://trends.stackoverflow.co/",
      "https://docs.astral.sh/uv/",
      "https://hynek.me/articles/docker-virtualenv/",
      "https://www.lmstudio.ai?featured_on=talkpython"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Hynek",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:21:09.843+03:00",
    "updated": "2024-10-18T01:21:09.843+03:00"
  },
  {
    "uuid": "1420f823eefc23334b9ad3507a47629dade7348e",
    "url": "https://gynecologie-obstetrique.lequotidiendumedecin.fr/actu-medicale/sante-publique/pr-norbert-ifrah-institut-national-du-cancer-la-vaccination-anti-hpv-au-college-renforce-la",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr Irène Drogou",
    "published": "2024-11-08T00:00:00Z",
    "title": "Pr Norbert Ifrah (Institut national du cancer) : « La vaccination anti-HPV au collège a renforcé la dynamique auprès des professionnels de santé » | Le Quotidien du Médecin",
    "text": "Gynécologie-obstétrique Médecine générale Infectiologie Cardiologie Cancérologie Diabétologie-endocrinologie Neurologie-psychiatrie Gynécologie-obstétrique Rhumatologie Pédiatrie Pneumologie Toute l'actualité médicale Pr Norbert Ifrah (Institut national du cancer) : « La vaccination anti-HPV au collège a renforcé la dynamique auprès des professionnels de santé » Se connecter Connectez-vous\nEmail Mot de passe Mot de passe oublié ?\nSe connecter Vous n'avez pas encore de compte ?\nInscrivez-vous S'abonner À la une Actu médicale Santé publique Recherche - Science Médicament Sociétés savantes Congrès Météo épidémiologique Santé environnementale Santé & Société Politique de santé Démocratie sanitaire eSanté Démographie Éthique À l'étranger Libéral / Soins de ville Honoraires Exercice Assurance maladie Justice Gestion cabinet Retraite Environnement Centres de santé Hôpital Politique hospitalière Urgences Management Environnement Sécurité des soins Jeunes Médecins Installation Formation initiale Internat Santé des étudiants Remplacement Le coin des internes C'est quoi ta spé ? FMC & Recos Annonces / Emploi Rechercher Services Édition abonnés Toutes les spécialités Le Droit & Vous Débats & Sondages Live Chat Opinions Vidéos Podcasts Agenda Les blogs du \"Quotidien\" Idées et Solutions Opérations spéciales Édition quotidienne En ce moment Budget Sécu 2025 C'est quoi ta spé ? C'est ma santé Accueil Actu médicale Santé Publique Pr Norbert Ifrah (Institut national du cancer) : « La vaccination anti-HPV au collège a renforcé la dynamique auprès des professionnels de santé » Par Dr Irène Drogou - Publié le 08/11/2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://poool.host/ns.html?id=0B1DX-ALR9Y-BF087-TZAGS",
      "https://poool.host/ns.html",
      "https://www.poool.host/ns.html?id=0B1DX-ALR9Y-BF087-TZAGS"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:48:31.506+02:00",
    "updated": "2024-11-08T02:48:31.506+02:00"
  }
]