[
  {
    "uuid": "7e46d9ae40ba53e6d140f62ad7d63f7d0fc239c9",
    "url": "https://ground.news/article/with-war-raging-in-gaza-christmas-is-effectively-cancelled-in-bethlehem_9ff2da",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-24T09:04:00Z",
    "title": "Ground News - With war raging in Gaza, Christmas is effectively cancelled in Bethlehem",
    "text": "Summary by Ground News Beth Bethlehem, the birthplace of Jesus Christ, is almost deserted this Christmas. Local leaders made the decision last month to scale back festivities in solidarity with the Palestinian population. More than 20,000 Palestinians have been killed during Israel's air and ground offensive in Gaza . The war was sparked by Hamas terror attack on October 7 on southern Israel. Share menu More\nFilters 7 Articles 7 Articles All Left Center Right\nCNN Lean Left High Factuality Media Conglomerate: Warner Bros. Discovery With war raging in Gaza, Christmas is effectively cancelled in Bethlehem Church bells echo through the labyrinth-like streets of Bethlehem. With Christmas approaching, the city in the Israeli-occupied West Bank should be teeming with visitors. But this year, it is almost deserted.\n5 hours ago · Atlanta, United States Read Full Article\nCNN Lean Left High Factuality Media Conglomerate: Warner Bros. Discovery\nWith war raging in Gaza, Christmas is effectively cancelled in Bethlehem Church bells echo through the labyrinth-like streets of Bethlehem. With Christmas approaching, the city in the Israeli-occupied West Bank should be teeming with visitors. But this year, it is almost deserted.\n5 hours ago · Atlanta, United States Read Full Article KIFI Center High Factuality Media Conglomerate: News-Press & Gazette Company With war raging in Gaza, Christmas is effectively cancelled in Bethlehem By Will Ripley, Mohammed Tawfeeq and Abeer Salman, CNN Bethlehem, West Bank (CNN) — Church bells echo through the labyrinth-like streets of Bethlehem. With Christmas approaching, the city in the Israeli-occupied West Bank should be teeming with visitors. But this year, it is almost deserted. Local leaders made the decision last month to scale back festivities in solidarity with the Palestinian population, as heavy fighting raged between Israel a…\n5 hours ago · Idaho Falls, United States Read Full Article\nKIFI Center High Factuality Media Conglomerate: News-Press & Gazette Company\nWith war raging in Gaza, Christmas is effectively cancelled in Bethlehem By Will Ripley, Mohammed Tawfeeq and Abeer Salman, CNN Bethlehem, West Bank (CNN) — Church bells echo through the labyrinth-like streets of Bethlehem. With Christmas approaching, the city in the Israeli-occupied West Bank should be teeming with visitors. But this year, it is almost deserted. Local leaders made the decision last month to scale back festivities in solidarity with the Palestinian population, as heavy fighting raged between Israel a…\n5 hours ago · Idaho Falls, United States Read Full Article News Lean Right Mixed Factuality Media Conglomerate: Murdoch Family Gaza war darkens Bethlehem’s Christmas traditions Palestinian Christians held a sombre Christmas vigil in Bethlehem on Saturday (December 23), with candlelit hymns and prayers for peace in Gaza instead of the usual festive celebrations at the spot where they believe Jesus Christ was born.\n55 minutes ago · Australia Read Full Article\nNews Lean Right Mixed Factuality Media Conglomerate: Murdoch Family\nGaza war darkens Bethlehem’s Christmas traditions Palestinian Christians held a sombre Christmas vigil in Bethlehem on Saturday (December 23), with candlelit hymns and prayers for peace in Gaza instead of the usual festive celebrations at the spot where they believe Jesus Christ was born.\n55 minutes ago · Australia Read Full Article Gold Coast Bulletin Media Conglomerate: Murdoch Family Gaza war darkens Bethlehem’s Christmas traditions Palestinian Christians held a sombre Christmas vigil in Bethlehem on Saturday (December 23), with candlelit hymns and prayers for peace in Gaza instead of the usual festive celebrations at the spot where they believe Jesus Christ was born.\n42 minutes ago · Southport, Australia Read Full Article\nGold Coast Bulletin Media Conglomerate: Murdoch Family\nGaza war darkens Bethlehem’s Christmas traditions Palestinian Christians held a sombre Christmas vigil in Bethlehem on Saturday (December 23), with candlelit hymns and prayers for peace in Gaza instead of the usual festive celebrations at the spot where they believe Jesus Christ was born.\n42 minutes ago · Southport, Australia Read Full Article The Toowoomba Chronicle Media Conglomerate: Murdoch Family Gaza war darkens Bethlehem’s Christmas traditions Palestinian Christians held a sombre Christmas vigil in Bethlehem on Saturday (December 23), with candlelit hymns and prayers for peace in Gaza instead of the usual festive celebrations at the spot where they believe Jesus Christ was born.\n1 hour ago · Toowoomba, Australia Read Full Article\nThe Toowoomba Chronicle Media Conglomerate: Murdoch Family\nGaza war darkens Bethlehem’s Christmas traditions Palestinian Christians held a sombre Christmas vigil in Bethlehem on Saturday (December 23), with candlelit hymns and prayers for peace in Gaza instead of the usual festive celebrations at the spot where they believe Jesus Christ was born.\n1 hour ago · Toowoomba, Australia Read Full Article Egypt Independent Independent: Al-Masry Media Corporation With war raging in Gaza, Christmas is effectively cancelled in Bethlehem - Egypt Independent Bethlehem, West Bank CNN — Church bells echo through the labyrinth-like streets of Bethlehem. With Christmas approaching, the city in the Israeli-occupied West Bank should be teeming with visitors. But this year, it is almost deserted. Local leaders made the decision last month to scale back festivities in solidarity with the Palestinian population, as heavy fighting raged between Israel and Hamas in the devastated Gaza Strip. More than 20,00…\n2 hours ago · Cairo, Egypt Read Full Article\nEgypt Independent Independent: Al-Masry Media Corporation\nWith war raging in Gaza, Christmas is effectively cancelled in Bethlehem - Egypt Independent Bethlehem, West Bank CNN — Church bells echo through the labyrinth-like streets of Bethlehem. With Christmas approaching, the city in the Israeli-occupied West Bank should be teeming with visitors. But this year, it is almost deserted. Local leaders made the decision last month to scale back festivities in solidarity with the Palestinian population, as heavy fighting raged between Israel and Hamas in the devastated Gaza Strip. More than 20,00…\n2 hours ago · Cairo, Egypt Read Full Article More articles Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.thechronicle.com.au/news/national/gaza-war-darkens-bethlehems-christmas-traditions/video/04af7a1ce500e2045a70caa23cd2d5ae?utm_source=ground.news&utm_medium=referral",
      "https://localnews8.com/news/national-world/cnn-world/2023/12/23/with-war-raging-in-gaza-christmas-is-effectively-cancelled-in-bethlehem/?utm_source=ground.news&utm_medium=referral",
      "https://www.egyptindependent.com/with-war-raging-in-gaza-christmas-is-effectively-cancelled-in-bethlehem/?utm_source=ground.news&utm_medium=referral",
      "https://www.cnnbrasil.com.br/internacional/com-a-guerra-na-faixa-de-gaza-o-natal-foi-cancelado-em-belem/?utm_source=ground.news&utm_medium=referral",
      "https://www.news.com.au/national/gaza-war-darkens-bethlehems-christmas-traditions/video/04af7a1ce500e2045a70caa23cd2d5ae?utm_source=ground.news&utm_medium=referral",
      "https://www.cnn.com/2023/12/24/middleeast/bethlehem-christmas-gaza-war-intl/index.html?utm_source=ground.news&utm_medium=referral",
      "https://www.localnews8.com/news/national-world/cnn-world/2023/12/23/with-war-raging-in-gaza-christmas-is-effectively-cancelled-in-bethlehem/?utm_source=ground.news&utm_medium=referral",
      "https://www.cnnbrasil.com.br/internacional/com-a-guerra-na-faixa-de-gaza-o-natal-foi-cancelado-em-belem/",
      "https://localnews8.com/news/national-world/cnn-world/2023/12/23/with-war-raging-in-gaza-christmas-is-effectively-cancelled-in-bethlehem/",
      "https://cnnbrasil.com.br/internacional/com-a-guerra-na-faixa-de-gaza-o-natal-foi-cancelado-em-belem/?utm_source=ground.news&utm_medium=referral",
      "https://www.news.com.au/national/gaza-war-darkens-bethlehems-christmas-traditions/video/04af7a1ce500e2045a70caa23cd2d5ae",
      "https://cnn.com/2023/12/24/middleeast/bethlehem-christmas-gaza-war-intl/index.html?utm_source=ground.news&utm_medium=referral",
      "https://www.egyptindependent.com/with-war-raging-in-gaza-christmas-is-effectively-cancelled-in-bethlehem/",
      "https://news.com.au/national/gaza-war-darkens-bethlehems-christmas-traditions/video/04af7a1ce500e2045a70caa23cd2d5ae?utm_source=ground.news&utm_medium=referral",
      "https://www.thechronicle.com.au/news/national/gaza-war-darkens-bethlehems-christmas-traditions/video/04af7a1ce500e2045a70caa23cd2d5ae",
      "https://egyptindependent.com/with-war-raging-in-gaza-christmas-is-effectively-cancelled-in-bethlehem/?utm_source=ground.news&utm_medium=referral",
      "https://thechronicle.com.au/news/national/gaza-war-darkens-bethlehems-christmas-traditions/video/04af7a1ce500e2045a70caa23cd2d5ae?utm_source=ground.news&utm_medium=referral",
      "https://www.cnn.com/2023/12/24/middleeast/bethlehem-christmas-gaza-war-intl/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "negative"
        },
        {
          "name": "christma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news beth bethlehem",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "warner bros",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "bethlehem church",
          "sentiment": "none"
        },
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T11:45:51.356+02:00",
    "updated": "2023-12-24T12:20:35.672+02:00"
  },
  {
    "uuid": "b338e573f318e4d538ac78bee717dcde4a2ff1a0",
    "url": "https://vnexplorer.net/z/771895.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-13T14:09:00Z",
    "title": "Exprocurador José Ugaz rechaza paquetazo de leyes antidemocráticas: \"Es el Congreso contra el país\"",
    "text": "Exprocurador José Ugaz rechaza paquetazo de leyes antidemocráticas: &quot;Es el Congreso contra el país&quot; El exprocurador anticorrupción José Ugaz expresó su firme rechazo al reciente conjunto de leyes antidemocráticas que representan una amenaza para la democracia y los intereses del Perú. Ugaz no escatimó en palabras al señalar que el Congreso está actuando en contra del país en beneficio de organizaciones criminales y terroristas. El exprocurador destacó que esta legislación no solo enfrenta al Congreso con el Ministerio Público. &quot;Es el Congreso contra el país, contra el Perú, que hoy está ratificando con todos estos proyectos de ley que representan los intereses del crimen organizado y de otras mafias como la del transporte público y la educación con las universidades fraudulentas. Evidentemente, están generando un desmontaje a una velocidad que no admite ninguna opción de debate o intercambio de ideas. Hoy más que nunca, lo que el Congreso está haciendo con la ley de crimen organizado es favorecer a organizaciones terroristas y criminales&quot;, dijo para Canal N. En relación con la ley de amnistía, Ugaz mencionó que el Congreso busca descartar la posibilidad de impartir justicia en situaciones donde se han cometido actos de guerra, torturas, desapariciones forzadas y asesinatos, por los cuales son responsables en muchos casos las organizaciones y los líderes del terrorismo. Asimismo, mostró su rechazo al Congreso por representar &#039;los intereses más abyectos y subalternos de las organizaciones criminales&#039;, que buscó pasar desapercibido mediante proyectos populistas como el ingreso de profesores sin ninguna calificación a la planilla del Ministerio de Educación, lo cual, en su opinión, hipoteca el futuro de la infancia y juventud del Perú. &quot;Están preparando el terreno para un ejercicio abusivo y monopólico del poder que viene actuando desde el Congreso a favor de las mafias. No justifica en ningún caso derribar la Junta Nacional de Justicia, así como pretender que el Congreso regule los organismos electorales y que regule la Autoridad Nacional que designe a jueces y fiscales&quot;, agregó. José Ugaz cuestiona la colusión entre Ejecutivo y Legislativo por el silencio de Dina Boluarte Ugaz también criticó al Poder Ejecutivo, acusándolo de complicidad con el Congreso al no observar ninguna de estas normas. &quot;Dina Boluarte está sometida a investigaciones penales por actos de corrupción, lo viene haciendo desde que era candidata como tesorera de Perú Libre. Hay un pacto colusivo. Lo que está buscando es aislar al Perú&quot;, afirmó. Finalmente, Ugaz advirtió que todas estas acciones del Congreso serán motivo de revisión por la comunidad internacional y, cuando cambien los vientos políticos, los responsables tendrán que rendir cuentas ante la justicia y con la probabilidad de que se enfrenten a prisión.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:12:06.677+03:00",
    "updated": "2024-06-14T01:12:06.677+03:00"
  },
  {
    "uuid": "c49b317ddb99ac63f07ede9d7edfc4bda3461a9c",
    "url": "https://ground.news/article/late-rally-fails-to-save-tottenham-in-4-2-loss-at-brighton",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T22:02:00Z",
    "title": "Ground News - Late rally fails to save Tottenham in 4-2 loss at Brighton",
    "text": "Summary by Ground News Tottenham Hotspur lose 4-2 at Brighton & Hove Albion in the Premier League . Victory would have put injury-hit Spurs above Manchester City into fourth spot. Brighton move into eighth place in the table on 30 points while Tottenham remain fifth on 36. Brighton, without the likes of Kaoru Mitoma, Tariq Lamptey, Solly March and Julio Enciso, snapped three-match winless sequence. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nChannel News Asia Center High Factuality Government: Government of Singapore Late rally fails to save Tottenham in 4-2 loss at Brighton BRIGHTON, England :Tottenham Hotspur's top-four ambitions suffered a blow as they lost 4-2 at Brighton & Hove Albion in the Premier League on Thursday with only a late rally saving them from their heaviest defeat since Ange Postecoglou became manager this season.Victory would have put injury-hit Spurs above M\n40 minutes ago · Singapore Read Full Article\nChannel News Asia Center High Factuality Government: Government of Singapore\nLate rally fails to save Tottenham in 4-2 loss at Brighton BRIGHTON, England :Tottenham Hotspur's top-four ambitions suffered a blow as they lost 4-2 at Brighton & Hove Albion in the Premier League on Thursday with only a late rally saving them from their heaviest defeat since Ange Postecoglou became manager this season.Victory would have put injury-hit Spurs above M\n40 minutes ago · Singapore Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.channelnewsasia.com/sport/late-rally-fails-save-tottenham-4-2-loss-brighton-4015426?utm_source=ground.news&utm_medium=referral",
      "https://channelnewsasia.com/sport/late-rally-fails-save-tottenham-4-2-loss-brighton-4015426?utm_source=ground.news&utm_medium=referral",
      "https://www.channelnewsasia.com/sport/late-rally-fails-save-tottenham-4-2-loss-brighton-4015426"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "julio enciso",
          "sentiment": "none"
        },
        {
          "name": "kaoru mitoma",
          "sentiment": "none"
        },
        {
          "name": "ange postecoglou",
          "sentiment": "none"
        },
        {
          "name": "tariq lamptey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brighton & hove albion",
          "sentiment": "negative"
        },
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "ground news tottenham hotspur",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "articles all left center right channel news asia center",
          "sentiment": "none"
        },
        {
          "name": "tottenham hotspur",
          "sentiment": "none"
        },
        {
          "name": "government of singapore late",
          "sentiment": "none"
        },
        {
          "name": "· singapore read full article channel news asia center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "brighton brighton",
          "sentiment": "none"
        },
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "brighton br",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:58.332+02:00",
    "updated": "2023-12-29T00:42:58.332+02:00"
  }
]