[
  {
    "uuid": "6966a3240d87ee1d9be8363c0b60dd4c1ab8153d",
    "url": "https://www.bernama.com/en/news.php?id=2258174",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BERNAMA",
    "published": "2023-12-29T09:48:00Z",
    "title": "General : Ngeh's Proposal To Have Non-muslim Experts In Syariah Law Committee A Mistake - Loke",
    "text": "KUALA LUMPUR, Dec 29 (Bernama) -- DAP secretary-general Anthony Loke today stressed that the proposal by Beruas Member of Parliament Datuk Ngeh Koo Ham for the government to appoint non-Muslim legal experts into the special committee to study issues related to the competencies of state legislative assembly in enacting Islamic laws was a mistake and misunderstanding about the committee’s source of power.\nRealising that the proposal could spark controversy as DAP would be seen trying to meddle in Islamic legal affairs, Loke asserted that this is entirely untrue because the party is committed to the principle of mutual respect and harmony among religions and ethnicities.\n“The committee was established by the Malaysian National Council for Islamic Religious Affairs (MKI), chaired by the Sultan of Selangor, Sultan Sharafuddin Idris Shah, and aims to advise the council with suggestions to empower and elevate the jurisdictions of Syariah Courts.\n“It should be emphasised that the establishment of this special committee is not determined by the Cabinet but by MKI, and they report directly to MKI. DAP respects the wisdom of His Royal Highness the Sultan of Selangor in making any decisions regarding MKI affairs,” he said in a statement today.\nLoke said any proposals by the special committee involving legal amendments must be brought to the Cabinet for the usual process of legal enactments.\nAs such, Loke said non-Muslim communities need not worry about this matter because any legal amendments involving the rights of non-Muslims must be thoroughly discussed and finalised by the Cabinet before being brought to Parliament.\nYesterday, the media reported that Ngeh proposed the government appoint experts from the non-Muslim community to assist the special committee established earlier this month and to ensure that the non-Muslims' views were considered before making any changes to the laws.\nThe proposal, however, was slammed by UMNO secretary-general Datuk Dr Asyraf Wajdi Dusuki, who said that there was no need for non-Muslim experts to be appointed to the special committee.\nMeanwhile, Bangi Member of Parliament Syahredzan Johan through a post of X today, echoed Asyraf Wajdi’s sentiments, saying that he believed that the members of the special committee are experienced and competent in their respective fields, especially constitutional law, and would be able to conduct an objective study, going beyond considerations of their own ethnicity and religion.\n“Furthermore, the committee’s suggestions or findings are not binding on the Cabinet, and I believe that all views and further engagement sessions will be conducted before any suggestions are accepted and implemented.\n“Therefore, there is no reason to say that the views or suggestions presented to the government will be limited to one party,” he said, adding that all parties should give space to the committee to continue what has been entrusted to them to start addressing the issues that need to be fully resolved.\n-- BERNAMA\nBERNAMA provides up-to-date authentic and comprehensive news and information which are disseminated via BERNAMA Wires; www.bernama.com; BERNAMA TV on Astro 502, unifi TV 631 and MYTV 121 IFLIX channels and BERNAMA Radio on FM93.9 (Klang Valley), FM107.5 (Johor), FM107.9 (Kota Kinabalu) and FM100.9 (Kuching) frequencies.\nFollow us on social media :\nFacebook : @bernamaofficial, @bernamatv, @bernamaradio\nTwitter : @bernama.com, @BernamaTV, @bernamaradio\nInstagram : @bernamaofficial, @bernamatvofficial, @bernamaradioofficial\nTikTok : @bernamaofficial",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anthony loke",
          "sentiment": "negative"
        },
        {
          "name": "ngeh",
          "sentiment": "negative"
        },
        {
          "name": "datuk ngeh koo ham",
          "sentiment": "none"
        },
        {
          "name": "sultan sharafuddin idris shah",
          "sentiment": "none"
        },
        {
          "name": "loke",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bernama",
          "sentiment": "negative"
        },
        {
          "name": "dap",
          "sentiment": "negative"
        },
        {
          "name": "syariah law committee",
          "sentiment": "negative"
        },
        {
          "name": "cabinet",
          "sentiment": "none"
        },
        {
          "name": "malaysian national council for islamic religious affairs",
          "sentiment": "none"
        },
        {
          "name": "beruas member of parliament",
          "sentiment": "none"
        },
        {
          "name": "mki",
          "sentiment": "none"
        },
        {
          "name": "syariah courts",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "loke kuala lumpur",
          "sentiment": "none"
        },
        {
          "name": "selangor",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:06:42.426+02:00",
    "updated": "2023-12-29T12:06:42.426+02:00"
  },
  {
    "uuid": "864fde21fd4314fb4a55356e95f77fc7faec8812",
    "url": "https://www.devdiscourse.com/article/headlines/2760487-central-railway-rpf-retrieves-stolen-property-worth-rs-138-crore",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-29T01:57:00Z",
    "title": "Central Railway RPF retrieves stolen property worth Rs. 1.38 crore | Headlines",
    "text": "The Central Railway Railway Protection Force retrieved stolen property worth Rs. 1.38 crore during the period from April to November 2023, said the release. [ANI](/ani-stories)| Updated: 29-12-2023 09:57 IST | Created: 29-12-2023 09:57 IST - Country: - India The Central Railway Railway Protection Force retrieved stolen property worth Rs. 1.38 crore during the period from April to November 2023, said a release. \"The Railway Protection Force is on a relentless mission to secure passengers and their belongings. Operation Yatri Suraksha was launched to address security-related grievances of passengers in real-time by improving emergency response and also to work together with GRP for the prevention and detection of passenger-related offences,\" stated the release. The Railway Protection Force (RPF) wing of the Central Railway has retrieved stolen property worth Rs 1.38 crore in the last eight months (from April to November 2023). Solapur Division led with the highest no of stolen property retrievals worth Rs 99.29 lakh with 33 cases registered and 102 persons prosecuted. Mumbai Division registered the maximum 169 cases with 287 persons prosecuted with retrieval of Rs. 8.88 lakh. Bhusawal Division registered 77 cases with 159 persons persecuted and stolen property worth Rs. 23.80 lakh retrieval. Nagpur Division registered 56 cases of stolen property with the prosecution of 170 persons and retrieved Stolen property worth Rs 4.09 lakh. Pune Division registered 37 cases of stolen property with the prosection of 78 cases and retrieved Stolen Property worth Rs. 2.10 lakh. RPF personnel of Central Railway have been rendering yeomen service in retrieving abandoned passenger belongings containing cash, jewellery, vital documents and others and returning them to the lawful owners on many occasions during this period. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yatri suraksha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "central railway rpf",
          "sentiment": "positive"
        },
        {
          "name": "railway protection force",
          "sentiment": "none"
        },
        {
          "name": "central railway",
          "sentiment": "none"
        },
        {
          "name": "central railway railway protection force",
          "sentiment": "none"
        },
        {
          "name": "solapur division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "central railway railway prote",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:28:20.267+02:00",
    "updated": "2023-12-29T06:46:17.757+02:00"
  },
  {
    "uuid": "bfd0e54c65ba22b8393681785ff659cf90a85af3",
    "url": "https://www.cope.es/actualidad/espana/noticias/detenidas-dos-personas-por-robar-dinero-cepillos-iglesias-ermitas-distintas-localidades-leon-20240525_3316061",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-05-25T09:18:00Z",
    "title": "Detenidas dos personas por robar dinero de cepillos en 28 iglesias y ermitas en distintas localidades de León - España - COPE",
    "text": "Los presuntos autores, reincidentes, se habían especializado en la comisión de este tipo de hechos delictivos La Guardia Civil ha detenido a dos personas, un varón y una mujer, supuestos autores de los delitos de robo con fuerza tras sustraer el dinero de cepillos y lampadarios desde el pasado mes de mayo de 2023 en el interior de 28 iglesias y ermitas ubicadas en localidades de la provincia de León. La operación se inició a finales del año 2023, al detectar los investigadores la comisión de varios delitos de idéntica naturaleza (robos con fuerza en interior de templos religiosos) que compartían el mismo modus operandi, según informa la Subdelegación del Gobierno. En todos los casos, sustraían el dinero de cepillos y lampadarios, los cuales previamente habían forzado, sin llevarse otros objetos de valor que se encontraban en el interior de los templos. A la vista de los hechos, los cuales habían generado \\\"gran alarma social\\\" entre los vecinos de las localidades afectadas y, tras la práctica de numerosas diligencias de investigación y otras pesquisas, por los agentes encargados de la investigación se pudo determinarse que los detenidos se valían del empleo de la fuerza para violentar, tanto las puertas de acceso a los templos, como los cepillos y/o lampadarios que se encontraban en los mismos para, posteriormente sustraer el dinero en efectivo que hallaban en su interior. Además, todos los hechos fueron cometidos en el interior de iglesias ubicadas en pequeñas localidades y en horas --generalmente por las noches-- en las que los supuestos autores se aseguraban una baja afluencia de personas para así evitar ser descubiertos. ALTA MOVILIDAD GEOGRÁFICA: Si bien todos los robos se circunscriben al ámbito geográfico de la provincia de León, los detenidos llegaron a recorrer cientos de kilómetros en una sola noche para cometer los robos en distintas localidades, no descartándose su participación en hechos de similar naturaleza en iglesias ubicadas en otras provincias limítrofes. Los detenidos se habían especializado en la comisión de este tipo de robos, a los cuales les figura un amplio historial delictivo en los registros policiales. Con las detenciones practicadas se dan por esclarecidos los robos en 28 templos religiosos acontecidos durante los últimos años en la provincia de León, concretamente en las localidades de Castrotierra de la Valduerna, Brimeda, Destriana, Pobladura de Yuso, Ransinde, Villibañe, Mozóndiga (2), Chozas de Arriba (2), Pozuelo del Páramo, Moral de Orbigo, Villarín del Páramo, Cazanuecos (2), La Antigua, Torneros del Bernesga, Val de San Román, Altobar de la Encomienda (2), Navianos de la Vega, La Nora del Río, Quintana del Marco, Genestacio de la Vega (2), Moscas del Páramo (3). Las actuaciones han sido llevadas a cabo por componentes del Área de Delincuencia Patrimonial-Económica de la Unidad Orgánica de Policía Judicial de León. Los detenidos fueron puestos a disposición de los Juzgados de Instrucción de La Bañeza (León).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T12:26:16.406+03:00",
    "updated": "2024-05-25T12:26:16.406+03:00"
  },
  {
    "uuid": "e7a5d29d19c0d8fc1855d8be7c8e0fe4ca8972cf",
    "url": "https://mx.investing.com/news/stock-market-news/caida-brutal-aeropuertos-de-mexico-levantaron-tras-golpe-por-cambio-tarifario-2659378",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julio Sánchez Onofre",
    "published": "2023-12-28T00:00:00Z",
    "title": "CAÍDA BRUTAL: ¿Aeropuertos de México levantaron tras golpe por cambio tarifario? Por Investing.com",
    "text": "ASURB -1.13% Agregar/Eliminar del portafolio Añadir a mi lista de seguimiento Añadir posición Posición añadida con éxito a:\nIntroduzca un nombre para su portafolio de posiciones Tipo: Compra Venta Fecha: Cantidad: Precio Valor del punto: Apalancamiento: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Comisión: Crear una nueva lista de seguimiento Crear Crear nuevo portafolio de posiciones Añadir Crear + Añadir otra posición Cerrar Investing.com - Uno de lo sectores dentro del mercado de capitales mexicano que estuvo bajo la lupa de los inversionistas este año fue el aeroportuario, con los tres grupos aeroportuarios que cotizan en la Bolsa Mexicana de Valores (BMV): Grupo Aeroportuario del Sureste (BMV: ASURB ), Grupo Aeroportuario del Pacifico (BMV: GAPB ) y Grupo Aeroportuario del Centro Norte (BMV: OMAB ).\nDurante el 2023, una serie de eventos tuvieron un impacto en el desempeño de las acciones, incluyendo el llamado a revisión de los motores Pratt & Whitney que obligará a un importante número de aeronaves a permanecer en tierra; la recuperación de la Categoría 1 en seguridad aérea en México y, en mayor medida, las modificaciones a las tarifas aeroportuarias establecidas por el gobierno .\nEste último evento llevó a un desplome bursátil del sector aeroportuario el 5 de octubre, un día después de que los grupos aeroportuarios fueron notificados por las autoridades de los cambios en las tarifas. Entonces, las acciones de los grupos que administran y operan las concesiones aeroportuarias comerciales llegaron a caer entre un 30 y 40%.\nDesde entonces, dos de los tres grupos aeroportuarios que cotizan en la BMV y forman parte del Índice de Precios y Cotizaciones ( S&P/BMV IPC ) han logrado recuperarse desde ese octubre negro, tras darse a conocer que habían alcanzado un acuerdo sobre las tarifas con el gobierno .\nLa emisora del sector que más ha avanzado desde el desplome es el Grupo Aeroportuario del Sureste (BMV: ASURB ). Alrededor de las 11:00 horas, tiempo de la ciudad de México, sus valores se negociaban en 498.66 pesos en la BMV, lo que refleja un avance de 14.7% respecto al precio de cierre del 4 de octubre, un día antes de la caída bursátil y en lo que va del 2023, los títulos muestran un rendimiento de 9.5%.\nLas acciones de ASURB tuvieron un fuerte impulso después de anunciar que la Secretaría de Infraestructura y Comunicaciones y Transportes aprobó los Programas Maestros de Desarrollo, aunque los analistas aún advierten riesgos por el impacto que podría representar el nuevo aeropuerto de Tulum , administrado comercialmente por el Ejército mexicano y que competirá en la región directamente con la terminal de Cancún, en el sureste del país.\nActualmente, la asignación exclusiva de InvestingPro , basada en 14 modelos financieros, otorga un valor razonable para ASURB de 591.60 pesos, por lo que la acción presenta un potencial alcista de 18.7% en los próximos 12 meses. Pero al considerar el precio objetivo de 571.20 pesos que otorgan los 13 analistas que siguen a la emisora, el potencial sería de 14.5% respecto al valor actual.\nFuente: InvestingPro\nEn segundo lugar está Grupo Aeroportuario del Pacifico (BMV: GAPB ), cuyos títulos se valoraban esta mañana en 298.51 pesos en el mercado nacional, con lo que presentan una recuperación de apenas 1.6% respecto al precio registrado un día antes de la caída bursátil. En lo que va del 2023, las acciones registran un rendimiento de 6.5%.\nA partir de 14 modelos financieros, InvestingPro otorga a GAPB un valor razonable de 313.81 pesos, observando un alza potencial de 5.1% en los próximos 12 meses. Pero al considerar el precio objetivo de 317.64 pesos que otorgan los 12 analistas que siguen a la emisora, el potencial se extiende ligeramente a un 6.4%.\nFuente: InvestingPro\nPero últimamente los vientos no han soplado a favor de Grupo Aeroportuario del Centro Norte (BMV: OMAB ). Esta mañana, las acciones de la compañía se valoraban en 179.80 pesos en la BMV, lo que significa que aún presentan una pérdida de 10.2% desde la caída bursátil. Aún así, en el acumulado del 2023, OMA es el grupo aeroportuario que más ganancias registra, con un avance de 19.8%.\n“El impacto del huracán Otis en Acapulco creó cierta presión, mientras que el crecimiento de la capacidad de las aerolíneas nacionales mexicanas también parece estar en riesgo en los próximos trimestres”, explicaron los analistas de Citibanamex.\nInvestingPro otorga a OMAB un valor razonable de 209.20 pesos a partir de la síntesis de 15 modelos financieros, observando un alza potencial de 16.4% en los próximos 12 meses. Pero al considerar el precio objetivo de 203.98 pesos que otorgan los 12 analistas que siguen a la emisora, el potencial se acota a un 13.4%.\nFuente: InvestingPro\n¿Qué le depara al sector aeroportuario? Además de los cambios regulatorios, que los mercados parecen estar asimilando, los analistas de Citibanamex advierten que los grupos aeroportuarios enfrentan varios desafíos, incluyendo riesgos sobre el crecimiento de la capacidad de las aerolíneas nacionales mexicanas en los próximos trimestres.\n“Parte de este último impacto debería provenir de que las aerolíneas del país transfieran su capacidad fuera del país hacia rutas más lucrativas con destino a Estados Unidos, ahora que México ha recuperado su calificación de seguridad de la aviación de Categoría 1”, señalaron.\nOtro aspecto a considerar es la revisión a las aeronaves que se realizará en los próximos trimestres, ya que los problemas con los motores turbofán engranados (GTF) potencialmente dejarán en tierra a un número cada vez mayor de aviones.\n¿Ya estás listo para recibir el 2024? ¡Aprovecha esta PROMOCIÓN ESPECIAL de Año Nuevo! Suscríbete a InvestingPro+ A MITAD DE PRECIO + DESCUENTO EXTRA en plan a 2 años con el código PROPARATRADER . ¡Haz clic aquí y no olvides agregar el código de descuento!\nCAÍDA BRUTAL: ¿Aeropuertos de México levantaron tras golpe por cambio tarifario?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://invst.ly/12tw-t",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fmx.investing.com%2Fnews%2Fstock-market-news%2Fcaida-brutal-aeropuertos-de-mexico-levantaron-tras-golpe-por-cambio-tarifario-2659378&display=popup&ref=plugin",
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fmx.investing.com%2Fnews%2Fstock-market-news%2Fcaida-brutal-aeropuertos-de-mexico-levantaron-tras-golpe-por-cambio-tarifario-2659378&title=CA%C3%8DDA+BRUTAL%3A+%C2%BFAeropuertos+de+M%C3%A9xico+levantaron+tras+golpe+por+cambio+tarifario%3F&summary=",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fmx.investing.com%2Fnews%2Fstock-market-news%2Fcaida-brutal-aeropuertos-de-mexico-levantaron-tras-golpe-por-cambio-tarifario-2659378&display=popup&ref=plugin",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fmx.investing.com%2Fnews%2Fstock-market-news%2Fcaida-brutal-aeropuertos-de-mexico-levantaron-tras-golpe-por-cambio-tarifario-2659378&title=CA%C3%8DDA+BRUTAL%3A+%C2%BFAeropuertos+de+M%C3%A9xico+levantaron+tras+golpe+por+cambio+tarifario%3F&summary=",
      "http://www.linkedin.com/shareArticle",
      "https://www.invst.ly/12tw-t",
      "https://www.facebook.com/sharer/sharer.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:07.555+02:00",
    "updated": "2023-12-29T00:20:07.555+02:00"
  },
  {
    "uuid": "d92152521d0e5e3af695754fef0d278de27a853e",
    "url": "https://www1.folha.uol.com.br/equilibrioesaude/2024/12/california-declara-estado-de-emergencia-devido-a-gripe-aviaria-em-bovinos.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "folha",
    "published": "2024-12-19T20:03:00Z",
    "title": "Califórnia declara emergência por gripe aviária em bovinos - 19/12/2024 - Equilíbrio e Saúde - Folha",
    "text": "Em um ato de reconhecimento da crescente seriedade da disseminao da gripe aviria , o governador da Califrnia (EUA), Gavin Newsom, declarou na quarta-feira (18) que o surto de infeces entre em vacas do estado constitui uma emergncia.\nO anncio seguiu a notcia de que um indivduo na Louisiana havia sido hospitalizado com gripe aviria, o primeiro americano infectado a ficar gravemente doente.\nGovernador da Califrnia declara estado de emergncia devido s infeces em bovinos - Justin Sullivan/Getty Images via AFP O vrus, H5N1, ainda no pode se espalhar facilmente entre as pessoas e representa pouco perigo. Os produtos lcteos pasteurizados ainda so seguros para consumir. Mas nas ltimas semanas houve constante aumento de casos em pessoas, gado leiteiro, aves e outros animais.\nCada infeco d ao vrus a chance de assumir uma forma que poderia causar uma pandemia, alertaram os especialistas.\n\"Todas essas infeces em tantas espcies ao nosso redor esto pavimentando uma pista cada vez maior para o vrus potencialmente evoluir para infectar humanos melhor e se transmitir entre humanos\", diz Nahid Bhadelia, diretora do Centro de Doenas Infecciosas Emergentes da Universidade de Boston.\nCuide-se Cincia, hbitos e preveno numa newsletter para a sua sade e bem-estar\nCarregando...\nA Califrnia tem sido a mais afetada pelo surto em bovinos. Os primeiros rebanhos no pas infectados com o vrus da gripe aviria foram identificados em maro. A Califrnia identificou seu primeiro rebanho infectado no final de agosto. Mas desde ento, o departamento de agricultura do estado encontrou o vrus em 645 fazendas leiteiras, cerca da metade delas nos ltimos 30 dias.\nA declarao de estado de emergncia d s autoridades de sade estaduais e locais meios adicionais para conter o surto. Acredita-se que o surto em vacas tenha comeado no Texas no incio deste ano. At quarta-feira, 865 rebanhos infectados haviam sido identificados em 16 estados.\nO CDC (Centros de Controle e Preveno de Doenas) tambm confirmou a infeco por H5N1 em 61 pessoas e indicaram outras sete como casos \"provveis\". Mais da metade dos casos confirmados foram na Califrnia. Apenas 37 dos 61 casos foram rastreados at a interao com gado infectado; os casos restantes foram atribudos exposio a aves ou outros animais doentes, ou so de origem desconhecida.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Environment"
    ],
    "topics": [
      "Health->government health care",
      "Health->communicable disease",
      "Environment->animal",
      "Environment->endangered species"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://clubefolhagourmet.folha.com.br",
      "https://clube.folha.com.br/?page=1&category=Viagem%20e%20Turismo",
      "https://casafolhasp.com.br",
      "https://login.folha.com.br/newsletter",
      "https://assinaturas.folha.com.br/420734",
      "https://assinaturas.folha.com.br/420733",
      "http://atendimento.folha.com.br",
      "https://clube.folha.com.br/?page=1&category=Gastronomia",
      "https://quatrocincoum.com.br/",
      "https://play.google.com/store/apps/details?id=br.com.folha.app&hl=pt_BR&utm_source=materia&utm_medium=textofinal&utm_campaign=androidtextocurto",
      "https://apps.apple.com/br/app/folha-de-s-paulo/id943058711?utm_source=materia&utm_medium=textofinal&utm_campaign=appletextocurto",
      "https://colecoes.folha.com.br/",
      "https://www.publicidade.folha.com.br",
      "https://folha.com/ge95pkxu",
      "https://secure.folha.com.br/folha?gid=FOL",
      "https://clube.folha.com.br",
      "https://clube.folha.com.br/?page=1&category=saude",
      "https://clube.folha.com.br/?page=1&category=Cultura%20e%20Lazer",
      "https://assinaturas.folha.com.br/i/441023",
      "https://clube.folha.com.br/?page=1&category=educacao",
      "https://seminariosfolha.folha.com.br/",
      "http://folhaleaks.folha.com.br/",
      "https://assinaturas.folha.com.br/i/441024",
      "https://secure.folha.com.br/folha",
      "https://www.assinaturas.folha.com.br/420733",
      "https://www.clube.folha.com.br/?page=1&category=Viagem%20e%20Turismo",
      "https://www.assinaturas.folha.com.br/420734",
      "https://publicidade.folha.com.br",
      "https://www.login.folha.com.br/newsletter",
      "https://www.clube.folha.com.br/?page=1&category=Gastronomia",
      "https://www.assinaturas.folha.com.br/i/441023",
      "https://www.clube.folha.com.br/?page=1&category=educacao",
      "http://www.folhaleaks.folha.com.br/",
      "https://play.google.com/store/apps/details",
      "http://www.atendimento.folha.com.br",
      "https://www.casafolhasp.com.br",
      "https://www.folha.com/ge95pkxu",
      "https://www.secure.folha.com.br/folha?gid=FOL",
      "https://www.quatrocincoum.com.br/",
      "https://seminariosfolha.folha.com.br",
      "https://www.clube.folha.com.br",
      "https://colecoes.folha.com.br",
      "https://www.colecoes.folha.com.br/",
      "https://www.clubefolhagourmet.folha.com.br",
      "https://www.assinaturas.folha.com.br/i/441024",
      "https://www.clube.folha.com.br/?page=1&category=saude",
      "https://apps.apple.com/br/app/folha-de-s-paulo/id943058711",
      "https://www.apps.apple.com/br/app/folha-de-s-paulo/id943058711?utm_source=materia&utm_medium=textofinal&utm_campaign=appletextocurto",
      "https://clube.folha.com.br/",
      "http://folhaleaks.folha.com.br",
      "https://quatrocincoum.com.br",
      "https://www.clube.folha.com.br/?page=1&category=Cultura%20e%20Lazer",
      "https://www.play.google.com/store/apps/details?id=br.com.folha.app&hl=pt_BR&utm_source=materia&utm_medium=textofinal&utm_campaign=androidtextocurto",
      "https://www.seminariosfolha.folha.com.br/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:14:20.036+02:00",
    "updated": "2024-12-20T02:07:33.399+02:00"
  }
]