[
  {
    "uuid": "d7dfe00f0547225c744332ce6300be848f066cac",
    "url": "https://www.teletica.com/nacional/costa-rica-brilla-como-uno-de-los-mejores-destinos-para-vivir-segun-encuesta-internacional_356710",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@teletica",
    "published": "2024-04-18T19:04:00Z",
    "title": "Costa Rica brilla como uno de los mejores destinos para vivir, según encuesta internacional",
    "text": "Costa Rica brilla como uno de los mejores destinos para vivir, según encuesta internacional Quienes pertenecen a InterNations, red internacional con más de cinco millones de miembros, calificaron los mejores y peores lugares para vivir basados en 50 categorías. Las personas que pertenecen a InterNations, una red internacional con más de cinco millones de miembros, calificaron los mejores y peores lugares para vivir basados en 50 categorías. Si entre los planes de vida tiene el pasar una temporada fuera del territorio nacional, preste mucha atención porque esta comunidad virtual votó a Costa Rica como el sétimo mejor país para vivir. Según la información, los encuestados, quienes viven fuera de su país de origen, tuvieron que responder preguntas basadas en el costo de vida, la calidad de la atención médica y hasta la amabilidad de los locales. Costa Rica destacó en las primeras posiciones del ranking como uno de los lugares en los que mejor trato reciben las personas migrantes por parte de los nacionales. Por otra parte, el país ganó popularidad por las condiciones del medio ambiente y clima, solo superado por Suiza y Finlandia. Sin embargo, en materia de seguridad, Costa Rica figura en la posición 20 de 53, superando a países de Latinoamérica que figuran en la lista como Panamá (28), México (41) y Colombia (51).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:01:39.564+03:00",
    "updated": "2024-04-19T02:28:28.803+03:00"
  },
  {
    "uuid": "74b756711278e8b4e78a10449fa901e56d605624",
    "url": "https://noticias.uol.com.br/internacional/ultimas-noticias/2024/06/27/biden-saira-vitorioso-de-debate-se-nao-cometer-nenhuma-gafe-diz-professor.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caio Santana",
    "published": "2024-06-27T00:00:00Z",
    "title": "Trump terá vantagem se Joe Biden 'travar' em debate, diz professor",
    "text": "Basta o presidente democrata Joe Biden não cometer gafes que isso já seria uma vitória em debate contra o ex-presidente republicano Donald Trump para a eleição presidencial deste ano nos Estados Unidos, afirmou o professor de relações internacionais na Borea College Carlos Gustavo Poggio em entrevista ao UOL News desta quinta-feira (27). O primeiro debate antes das eleições de novembro nos EUA será feito na CNN americana com transmissão ao vivo a partir das 22h. CNN Brasil, GloboNews e Record News vão retransmitir no Brasil. Existe uma expectativa e a campanha do Trump tem colocado isso muito fortemente, nas últimas semanas. Uma série de vídeos foram colocados com o Biden mostrando dificuldades, alguns vídeos editados e fora de contexto, mas que dão a entender que o Biden estaria com declínio cognitivo, com dificuldades para se expressar. Carlos Gustavo Poggio, professor de relações internacionais na Berea College, em Kentucky, nos EUA Biden é muito poupado pela Casa Branca e pela campanha democrata, de fato. Ele está indo com uma expectativa muito baixa. Basta o Biden não dar nenhuma gafe muito grande, já seria uma vitória para ele. Carlos Gustavo Poggio, professor de relações internacionais na Berea College, em Kentucky, nos EUA Poggio reforça que o debate de hoje é mais importante para Biden do que para Tump. [Esse] É um debate que é muito mais importante para o Biden. Em geral, debates na eleição dos Estados Unidos não são decisivos para as eleições. Quando você tem algum debate que é decisivo, normalmente são debates nas primárias. Carlos Gustavo Poggio, professor de relações internacionais na Berea College, em Kentucky, nos EUA Porém, se de fato o Biden der uma travada, se o Biden gaguejar, se ele der alguma questão em que reforce essa questão da idade dele que é um problema que hoje, 2024, é muito maior do que era em 2020 [então Trump teria uma vantagem]. Hoje eu vejo e converso com as pessoas aqui e de fato essa questão da idade é um tema que tem pesado, e as pesquisas confirmam isso. Carlos Gustavo Poggio, professor de relações internacionais na Berea College, em Kentucky, nos EUA O UOL News vai ao ar de segunda a sexta-feira em duas edições: às 10h com apresentação de Fabíola Cidral e às 17h com Diego Sarza. O programa é sempre ao vivo. Quando: De segunda a sexta, às 10h e 17h. Onde assistir: Ao vivo na home UOL , UOL no YouTube e Facebook do UOL . Veja a íntegra do programa:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/channel/UCVFbXI6Gu8U2f9Gjtxw4A-Q",
      "https://www.facebook.com/UOL/?locale=pt_BR",
      "https://facebook.com/UOL/?locale=pt_BR",
      "https://youtube.com/channel/UCVFbXI6Gu8U2f9Gjtxw4A-Q",
      "https://www.facebook.com/UOL/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T02:09:51.047+03:00",
    "updated": "2024-06-28T02:09:51.047+03:00"
  },
  {
    "uuid": "cea0a909db89ae58ee457b03332a4b18d091acc3",
    "url": "https://www.watfordobserver.co.uk/news/national/24016879.new-years-eve-revellers-urged-wrap-warm-temperatures-plummet/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T10:58:00Z",
    "title": "New Year’s Eve revellers urged to wrap up warm as temperatures plummet | Watford Observer",
    "text": "New Year’s Eve revellers have been urged to wrap up warm as conditions across many parts of the UK could feel close to freezing as the clock strikes midnight. The weather is expected to remain unsettled with further strong winds and heavy rain throughout the last weekend of 2023. A yellow weather warning for wind covering parts of Wales and the east of England has been issued and will come into force between 11am on Saturday and 3am on Sunday. A spell of strong and gusty winds will move east across England and Wales, bringing some disruption to travel and services, the Met Office said. A yellow weather warning for rain has been issued covering Wales between 10am and 6pm on Saturday, which may lead to flooding and transport disruption. A yellow weather warning for rain will also come into effect at 4am on Saturday for Northern Ireland, due to be in force until 11am the same day. The fresh warnings come on the heels of a gusty few days brought on by Storm Gerrit. Hundreds of homes in Scotland remain without power as the post-storm clean up begins, but electricity bosses are “very confident” that the remaining 750 properties will be reconnected on Friday. Thousands of properties in Ceredigion were without power on Thursday after lightning struck supplies in Wales. The Met Office said its Irish counterpart, Met Eireann, could name another storm – Storm Hank – as a “deep area of low pressure” pushes strong winds across the Republic of Ireland on Saturday. Meteorologist Alex Burkill said Saturday is going to turn “wet and windy” across the UK with a band of “intense rain” pushing its way eastwards and north-eastwards to bring a risk of gales and possibly “severe gales” in exposed spots. In a forecast video, Mr Burkill said northern areas as well as high ground areas in Scotland are likely to see “significant snow”, with possibly 10 to 20cm of snow building up on the highest grounds. “There’s a potential for some snow accumulations, even as low as perhaps 100m up, we could see some slushy snow, so likely to see some travel disruption again, because of the wind, the rain and some snow like we’ve seen over some recent days,” he said. Blustery and showery conditions are set to continue into Sunday, with the heaviest and most frequent rainfall across western parts of the UK. The mercury is expected to drop on Sunday. Mr Burkill said: “As we look towards the end of the day on New Year’s Eve, and the blustery showery theme does continue, some of those showers should start to ease as we head towards midnight. “So perhaps a bit more drier weather around, some clearer skies but do watch out for those showers and you will also want to wrap up quite warm because although it hasn’t been particularly chilly recently, when you factor in those strong blustery winds, it’s going to feel close to freezing for many places. “So definitely a chilly feel to things as the clock strikes midnight.” New Year’s Day should turn drier for many, particularly across more central southern parts of England and across Scotland with the “central slice” of the UK most likely to have showery rain. “As we look through the rest of the first week of 2024 and at the moment Tuesday looks like it’d be a largely dry day with some fine weather around before the return to something more unsettled – some heavy rain, some strong winds, and that does bring the potential for something a little bit colder and possibly wintry,” Mr Burkill said. Three men died after their 4×4 vehicle was submerged in the River Esk, near Glaisdale, on Thursday, North Yorkshire Police said. A “supercell thunderstorm” that moved across the northwest of England on Thursday after a similar storm is thought to have resulted in a tornado that damaged around 100 homes in Stalybridge, in Tameside, Greater Manchester, on Wednesday. Damage will be covered by standard property insurance policies, the Association of British Insurers has said. ScotRail said many lines have been reopened but urged passengers to check for the latest information before travelling, a message echoed by LNER, Avanti West Coast and London Northwestern Railway who suspended or cancelled services due to damage or system faults. Friday will see significant disruption for travellers wishing to travel on the London Euston and Watford Junction lines with services expected to be up and running by the end of the day. In Wales, the aftermath of the recent severe weather will see rail services hampered until Monday. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:04:43.595+02:00",
    "updated": "2023-12-29T13:04:43.595+02:00"
  },
  {
    "uuid": "3133dd1547b718553332ef92aa512849892005a1",
    "url": "https://www.zacks.com/stock/news/2203385/covenant-logistics-cvlg-exceeds-market-returns-some-facts-to-consider",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zacks Investment Research",
    "published": "2023-12-28T00:00:00Z",
    "title": "Covenant Logistics (CVLG) Exceeds Market Returns: Some Facts to Consider - December 28, 2023 - Zacks.com",
    "text": "The latest trading session saw Covenant Logistics ( CVLG Quick Quote CVLG - Free Report ) ending at $46.53, denoting a +0.98% adjustment from its last day's close. The stock's performance was ahead of the S&P 500's daily gain of 0.04%. At the same time, the Dow added 0.14%, and the tech-heavy Nasdaq lost 0.03%.\nHeading into today, shares of the truckload transportation services provider had gained 8.22% over the past month, lagging the Transportation sector's gain of 9.6% and outpacing the S&P 500's gain of 5.28% in that time.\nThe investment community will be paying close attention to the earnings performance of Covenant Logistics in its upcoming release. The company is forecasted to report an EPS of $1.05, showcasing a 23.36% downward movement from the corresponding quarter of the prior year.\nInvestors might also notice recent changes to analyst estimates for Covenant Logistics. Recent revisions tend to reflect the latest near-term business trends. Therefore, positive revisions in estimates convey analysts' confidence in the company's business performance and profit potential.\nEmpirical research indicates that these revisions in estimates have a direct correlation with impending stock price performance. To utilize this, we have created the Zacks Rank, a proprietary model that integrates these estimate changes and provides a functional rating system.\nThe Zacks Rank system, which ranges from #1 (Strong Buy) to #5 (Strong Sell), has an impressive outside-audited track record of outperformance, with #1 stocks generating an average annual return of +25% since 1988. Over the last 30 days, the Zacks Consensus EPS estimate has moved 0.36% lower. Currently, Covenant Logistics is carrying a Zacks Rank of #4 (Sell).\nIn terms of valuation, Covenant Logistics is presently being traded at a Forward P/E ratio of 11.08. This indicates a discount in contrast to its industry's Forward P/E of 26.68.\nThe Transportation - Truck industry is part of the Transportation sector. At present, this industry carries a Zacks Industry Rank of 241, placing it within the bottom 5% of over 250 industries.\nThe Zacks Industry Rank assesses the strength of our separate industry groups by calculating the average Zacks Rank of the individual stocks contained within the groups. Our research shows that the top 50% rated industries outperform the bottom half by a factor of 2 to 1.\nDon't forget to use Zacks.com to keep track of all these stock-moving metrics, and others, in the upcoming trading sessions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "empir",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "s&p 500",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:12:00.533+02:00",
    "updated": "2023-12-29T02:12:00.533+02:00"
  },
  {
    "uuid": "5af172bf79987e711afd1220ec34fc0dbecc19c9",
    "url": "https://www.belfastlive.co.uk/news/co-down-man-overcoming-drug-28816681",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Martin McCarthy",
    "published": "2024-03-14T20:46:00Z",
    "title": "Co Down man on overcoming drug addiction after seeing impact on family - Belfast Live",
    "text": "A Co Down man has opened up on how an alcohol and drug addiction impacted his life.\nBarry Bannon from Newry had developed addictions in his teenage years and this continued until recent years when he realised the impact it was having on his family.\nThanks to his wife, Barry discovered Davina&apos;s Ark, a Newry-based addiction service which provides counselling and support to those battling addiction and their families.\nRead more: Belfast boxing coach helping others following mental health breakdown\nRead more: Belfast influencer&apos;s TikTok video banned after she downs four cocktails in 90 seconds\nSpeaking to Belfast Live, Barry said that Davina&apos;s Ark have been invaluable in keeping his family together.\n\"Davina&apos;s Ark helped me by getting me back into exercise, focusing on nutrition and developing a daily routine to make sure that my day was filled with meaningful things,\" he said.\n\"Another aspect of it was being truthful. Being open and honest is probably one of the main things instead of bottling things up and they helped me with one-to-one counselling and group sessions which my wife was also able to avail of along with family intervention services because not only was I going into recovery, she also had her own journey to recover from.\n\"In my mid-teens, I wouldn&apos;t have been as open and honest as I should have been and probably would have been ashamed to talk about my mental health. I struggled with mental health issues which escalated into me numbing things and feelings with drugs and alcohol.\n\"It wasn&apos;t until I was in my 20s that I managed to overcome my drug addiction but the alcohol addiction was festering in the background until it escalated.\"\nBarry said that he got to a \"breaking point\" where he knew that he needed help.\n\"I had had suicidal thoughts and not only was I at breaking point, my family were struggling. I knew then that something drastic had to be done for us to get through it and for me to get my life and family back.\n\"My wife found Davina&apos;s Ark and at that stage, I had been going to AA meetings and working with the community addictions team. I knew that I had to take every bit of help that I possibly could in order to fix it.\n\"Davina&apos;s Ark are a lifelong service and even though I am two and a half years sober now, I still go to my meetings every Friday because it keeps me right and I know that if I am ever struggling, I can avail of their counselling services again.\"\nBarry and his wife Rachael are raising money and awareness for Davina&apos;s Ark (Image: Submitted) Barry described his journey with addiction as \"an absolute rollercoaster\" and said that it has been the toughest thing he has had to face in his life.\n\"The mental aspect means that I am fighting it every day but being productive has helped me and I am now two and a half years in.\n\"I am actively out exercising, I am eating properly and I am sleeping properly. I also have a lot more confidence in myself and I am not afraid to say how I feel.\n\"I have a voice now and I want to be heard instead of hiding away.\"\nJoin our Belfast Live breaking news service on WhatsApp Click this link or scan the QR code to receive breaking news and top stories from Belfast Live. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our Privacy Notice .\nTo raise money and awareness for Davina&apos;s Ark, Barry and his wife Rachael are taking on a running challenge with Barry running 10km for 100 days and Rachael walking 5km each day for 100 days finishing with both of them completing the Belfast City Marathon.\nBarry said that when he began his recovery through Davina&apos;s Ark, part of it involved getting out for walks which eventually led to him taking up running.\n\"I was out running maybe five or six nights a week and so the idea to do a fundraiser and tell my story came about.\n\"I know many people who suffer from addiction and mental health and I feel we need to create a normality in talking about these things so that people know that there is help out there and that recovery is possible.\"\nFor all the latest news, visit the Belfast Live homepage here and sign up to our daily newsletter here.\nStory Saved You can find this story in My Bookmarks. Or by navigating to the user icon in the top right.\nFollow BelfastLive Facebook Twitter\nComment",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W",
      "https://www.reachplc.com/site-services/privacy-policy",
      "https://twitter.com/intent/follow?screen_name=BelfastLive",
      "https://www.facebook.com/BelfastLiveOnline",
      "https://reachplc.com/site-services/privacy-policy",
      "https://twitter.com/intent/follow",
      "https://www.twitter.com/intent/follow?screen_name=BelfastLive",
      "https://facebook.com/BelfastLiveOnline",
      "https://www.chat.whatsapp.com/LU5TE4vC7DOJ3M6yruB11W"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "barry bannon",
          "sentiment": "neutral"
        },
        {
          "name": "davina",
          "sentiment": "none"
        },
        {
          "name": "barry",
          "sentiment": "none"
        },
        {
          "name": "davina&apos;s ark",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "belfast live a co down",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "belfast",
          "sentiment": "none"
        },
        {
          "name": "belfast live",
          "sentiment": "none"
        },
        {
          "name": "newry",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:12:48.631+02:00",
    "updated": "2024-03-15T00:12:48.631+02:00"
  },
  {
    "uuid": "96dd7de6ad7b98ad70889184d8d99638ff4e6778",
    "url": "https://elpais.com/mexico/2025-03-06/incendios-asolan-el-estado-de-nuevo-leon-en-el-norte-de-mexico.html?autoplay=1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El País",
    "published": "2025-03-06T02:21:00Z",
    "title": "Incendios asolan el estado de Nuevo León, en el norte de México",
    "text": "Incendios asolan el estado de Nuevo León, en el norte de México\nLos incendios han causado preocupación generalizada, particularmente debido a su impacto en la infraestructura eléctrica de Monterrey\nEl gobernador de Nuevo León dijo durante una conferencia de prensa el miércoles que el estado había registrado 239 incendios hasta el martes; Samuel García, dijo que los incendios ocurrieron principalmente en áreas baldías y causaron daños a torres de electricidad.\nGarcía explicó que la causa de los incendios fue un frente frío que ingresó a la ciudad en un periodo seco, lo que provocó un ambiente favorable para que se desarrollaran los incendios.\nMedios nacionales han reportado incendios en toda la Zona Metropolitana de Monterrey, incluidos los municipios de Monterrey, García, General Escobedo, Apodaca, Santa Catarina y Guadalupe.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Social Issue"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Environment->natural resources",
      "Disaster and Accident->fire",
      "Social Issue->discrimination",
      "Social Issue->demographics",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "General Escobedo",
          "sentiment": "none"
        },
        {
          "name": "Samuel García",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Guadalupe",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T05:47:43.935+02:00",
    "updated": "2025-03-06T05:47:43.935+02:00"
  },
  {
    "uuid": "8c5a5a458135c0c5723f89f5409a85d657bdaee8",
    "url": "https://www.sheboyganpress.com/story/news/politics/elections/2024/04/25/karen-mcdougal-david-pecker-trump-trial-testimony/73452226007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", The Sheboygan Press",
    "published": "2024-04-25T00:00:00Z",
    "title": "Karen McDougal's payment was known by Trump, David Pecker says",
    "text": "Former tabloid executive David Pecker testified Thursday that he believed former president Donald Trump knew of former Playboy model Karen McDougal and knew about the $150,000 payment she received for rights to her story. On day seven of Trump's trial for 34 counts of falsifying business records, Pecker, the former head of the National Enquirer parent company, took the witness stand again. Prosecutors had already peppered him with questions Tuesday to set the stage about how his company American Media Inc. sought to help Trump's campaign by stopping negative stories about him. McDougal had a story about a 2006 affair to share, though Trump denies it happened. Here is what Pecker testified about Trump and McDougal's relationship. Trump trial live updates: David Pecker testifies about contract with Karen McDougal 'Karen is a nice girl,' Trump said, according to Pecker In June 2016, McDougal's lawyer contacted the National Enquirer offering her story about the alleged affair with Trump, according to a Federal Election Commission agreement with the company. Pecker and another executive within American Media Inc. notified Cohen about the story, the FEC agreement states. During his testimony Thursday, Pecker described a phone call he had with Trump about McDougal's story. \"I spoke to Michael. Karen is a nice girl,\" Trump said during the call, Pecker said on the witness stand. Pecker said that comment made him believe Trump knew who McDougal was. Trump asked what Pecker thought he should do, according to Pecker. Pecker recommended Trump buy McDougal's story and take it off the market. Pecker testified he thought Trump knew about $150,000 paid for McDougal's story Asked by prosecutor Joshua Steinglass why Pecker thought Trump should buy the story, Pecker testified he believed her story was true, and he thought it would have been very embarrassing for Trump personally as well as for Trump's campaign. Pecker went on to recount a discussion with Michael Cohen about who would ultimately pay the $150,000 hush money to Karen McDougal to keep her story of an affair with Trump quiet ahead of the 2016 presidential election. Cohen allegedly told Pecker not to worry, \"the boss will take care of it.\" Pecker testified he understood that to mean he would be reimbursed either by the Trump Organization or Donald Trump. Pecker described the agreement with McDougal, which included the $150,000 and a monthly column in two different magazines. Pecker also said Michael Cohen knew about the hush money agreement to keep McDougal quiet, and he believed Donald Trump also knew. Who is Karen McDougal? Karen McDougal is a former Playboy model. Former Trump lawyer and convicted felon Michael Cohen negotiated the payment she received as part of a \"catch and kill\" strategy to block negative stories about Trump while he ran for president. McDougal has since spoken out about her affair with Trump , saying it lasted for 10 months starting in 2006. He denies the allegation. She is expected to take the stand, though the prosecutors have kept the official witness list close to their chest. Who is David Pecker? David Pecker , former CEO and president of American Media Inc., is the first witness on the stand at Trump's Manhattan criminal trial . AMI entered a non-prosecution agreement with the Justice Department, acknowledging the payment was “substantially more than AMI otherwise would have paid for the story,” because they were to be repaid by Cohen. The company was also fined $187,500 by the FEC for helping Trump's election, but the Justice Department granted Pecker immunity from prosecution. Contributing: Bart Jansen",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.usatoday.com/story/news/politics/2021/06/02/national-enquirer-publisher-pay-fine-helping-trump-campaign/7503861002/",
      "https://www.usatoday.com/story/news/politics/elections/2024/04/22/who-is-karen-mcdougal/73410881007/",
      "https://www.usatoday.com/story/news/politics/elections/2024/04/22/david-pecker-national-enquirer-donald-trump-trial/73409647007/",
      "https://www.fec.gov/files/legal/murs/7324/7324_26.pdf",
      "https://www.usatoday.com/story/news/politics/2023/03/31/karen-mcdougal-trump-hush-money/11572746002/",
      "https://www.usatoday.com/story/news/politics/2024/04/25/donald-trump-trial-live-updates-hush-money-case-news/73445686007/",
      "https://www.usatoday.com/story/news/politics/elections/2024/04/23/david-pecker-national-enquirer-donald-trump/73428158007/",
      "https://www.usatoday.com/story/news/politics/2018/03/22/karen-mcdougal-donald-trump-melania-alleged-affair/451505002/",
      "https://www.usatoday.com/news/politics/donald-trump/",
      "https://www.usatoday.com/news/politics/donald-trump",
      "https://fec.gov/files/legal/murs/7324/7324_26.pdf",
      "https://usatoday.com/story/news/politics/2023/03/31/karen-mcdougal-trump-hush-money/11572746002/",
      "https://www.usatoday.com/story/news/politics/2023/03/31/karen-mcdougal-trump-hush-money/11572746002",
      "https://usatoday.com/story/news/politics/2018/03/22/karen-mcdougal-donald-trump-melania-alleged-affair/451505002/",
      "https://usatoday.com/news/politics/donald-trump/",
      "https://www.usatoday.com/story/news/politics/2024/04/25/donald-trump-trial-live-updates-hush-money-case-news/73445686007",
      "https://www.usatoday.com/story/news/politics/elections/2024/04/22/who-is-karen-mcdougal/73410881007",
      "https://usatoday.com/story/news/politics/2021/06/02/national-enquirer-publisher-pay-fine-helping-trump-campaign/7503861002/",
      "https://www.usatoday.com/story/news/politics/elections/2024/04/23/david-pecker-national-enquirer-donald-trump/73428158007",
      "https://usatoday.com/story/news/politics/elections/2024/04/22/david-pecker-national-enquirer-donald-trump-trial/73409647007/",
      "https://www.usatoday.com/story/news/politics/2021/06/02/national-enquirer-publisher-pay-fine-helping-trump-campaign/7503861002",
      "https://usatoday.com/story/news/politics/elections/2024/04/23/david-pecker-national-enquirer-donald-trump/73428158007/",
      "https://usatoday.com/story/news/politics/elections/2024/04/22/who-is-karen-mcdougal/73410881007/",
      "https://www.usatoday.com/story/news/politics/2018/03/22/karen-mcdougal-donald-trump-melania-alleged-affair/451505002",
      "https://www.usatoday.com/story/news/politics/elections/2024/04/22/david-pecker-national-enquirer-donald-trump-trial/73409647007",
      "https://usatoday.com/story/news/politics/2024/04/25/donald-trump-trial-live-updates-hush-money-case-news/73445686007/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "karen mcdougal",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "david pecker",
          "sentiment": "negative"
        },
        {
          "name": "donald tr",
          "sentiment": "negative"
        },
        {
          "name": "mcdougal",
          "sentiment": "none"
        },
        {
          "name": "pecker",
          "sentiment": "none"
        },
        {
          "name": "karen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "federal election commission",
          "sentiment": "none"
        },
        {
          "name": "national enquirer",
          "sentiment": "none"
        },
        {
          "name": "playboy",
          "sentiment": "none"
        },
        {
          "name": "american media inc.",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:18:15.057+03:00",
    "updated": "2024-04-26T00:18:15.057+03:00"
  }
]