[
  {
    "uuid": "cc52723b39371b7d48169fcdc5a5ce74c77f5bae",
    "url": "https://thequantuminsider.com/2024/04/11/quantum-computings-imminent-impact-experts-unveil-real-world-applications-and-future-prospects-at-the-montgomery-summit-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Dargan",
    "published": "2024-04-11T21:23:00Z",
    "title": "Quantum Computing’s Imminent Impact: Experts Unveil Real-World Applications and Future Prospects at The Montgomery Summit 2024",
    "text": "Earlier this month at The Montgomery Summit 2024, a prestigious technology investment conference in Santa Monica, CA, Kristin M. Gilkes of EY\nled a panel with Michael Biercuk of Q-CTRL and Ray Harishankar of IBM to discuss quantum computing’s present realities and future possibilities. This panel explored the tangible impacts quantum computing is already having across industries and addressed the common myths surrounding the technology’s maturity and application.\nBiercuk highlighted the accessibility and current capabilities of quantum computers.\n“Quantum computers actually exist now,” Biercuk began, “you can go online right after this panel discussion and you can run real algorithms on real quantum computers from a variety of vendors.” This assertion underscores the transition from theoretical discussions to practical applications in the quantum computing sphere.\nBiercuk further emphasized the proximity of quantum advantage, saying: “We’re getting more and more confident that that is coming in just the next couple of years for business-driven use cases.”\nHarishankar echoed the sentiment of quantum computing’s imminent impact, particularly in cryptography.\n“Quantum computing can solve this in a matter of hours,” he said, referring to the process of factorization that underpins most current cryptographic protocols. He outlined the urgency for enterprises to prepare for the quantum future, stressing: “Every Enterprise out there has to be thinking about what do I need to do in order to deal with that before that day comes along.”\nHarishankar also illuminated the significant investment and interest in quantum computing across various sectors.\n“Clients across a variety of industries have started to develop algorithms and apply them to solve and see what the outcomes may be,” said Harishankar. This trend indicates a growing recognition of quantum computing’s potential to revolutionize industries by tackling problems currently beyond the reach of classical computing.\nBoth speakers agreed on the transformative potential of quantum computing, not just in AI and optimization but also in critical fields like pharmaceuticals and materials science. Biercuk provided a forward-looking statement on the confluence of quantum mechanics and AI:\n“Quantum for AI is likely in the future to drive the development of new AI techniques,” Biercuk said.\nThis panel discussion at The Montgomery Summit not only debunked myths about quantum computing being generations away but also spotlighted the technology’s current utility and future promise. As Harishankar aptly put it: “It’s not a myth; it’s real; it’s happening, and it’s here and now,” which reinforces the message that the era of quantum computing is upon us, heralding a future where its applications across industries are both profound and pervasive.\nFeatured image: Credit: Montgomery Summit 2024\nIf you found this article to be informative, you can explore more current\nquantum news here, exclusives, interviews, and podcasts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [
      "https://www.linkedin.com/in/mjbiercuk/",
      "http://www.youtube.com/watch?v=ZKF_O2X9qko",
      "https://www.linkedin.com/in/rayharishankar/",
      "https://www.linkedin.com/in/mjbiercuk",
      "https://linkedin.com/in/rayharishankar/",
      "https://www.linkedin.com/in/rayharishankar",
      "https://linkedin.com/in/mjbiercuk/",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=ZKF_O2X9qko"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "harishankar",
          "sentiment": "none"
        },
        {
          "name": "michael biercuk",
          "sentiment": "none"
        },
        {
          "name": "biercuk",
          "sentiment": "none"
        },
        {
          "name": "ray harishankar",
          "sentiment": "none"
        },
        {
          "name": "kristin m. gilkes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ctrl",
          "sentiment": "none"
        },
        {
          "name": "ibm",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "santa monica",
          "sentiment": "none"
        },
        {
          "name": "ca",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:14:49.017+03:00",
    "updated": "2024-04-12T02:14:49.017+03:00"
  },
  {
    "uuid": "865dd59c9d73722f4fb1d698759dd0125ba0ce1b",
    "url": "https://www.cope.es/actualidad/espana/noticias/acertante-aviles-asturias-gana-mas-millones-sorteo-primitiva-20231228_3070847",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2023-12-28T22:30:00Z",
    "title": "Un acertante en Avilés (Asturias) gana más de 1,1 millones en el sorteo de 'La Primitiva' - España - COPE",
    "text": "Un acertante en Avilés (Asturias) gana más de 1,1 millones en el sorteo de 'La Primitiva' Europa Press Tiempo de lectura: 1' Actualizado 23:31 El dueño de un boleto de 'La Primitiva' validado en Avilés (Asturias) percibirá más 1,1 millones de euros al haber sido el único acertante de Primera Categoría en el sorteo celebrado este jueves, según informó Loterías y Apuestas del Estado. El boleto ganador ha sido validado en la Administración de Loterías número 3 de Avilés (Asturias), situada en avenida Santa Apolonia. Su propietario cobrará en total de 1.123.054,41 euros. La combinación ganadora del sorteo de la Primitiva celebrado este jueves, 28 de diciembre, ha estado formada por los números 3, 11, 23, 45, 47 y 48. El número complementario es el 19 y el reintegro, el 1. El Joker ha sido 6750664 y la recaudación ha ascendido a 10.533.676,00 euros. En el sorteo de La Primitiva de hoy no existen boletos acertantes de Categoría Especial, por lo que con el bote generado que se pondrá en juego en el próximo sorteo de La Primitiva, un único acertante de Primera Categoría con Categoría Especial podría ganar 4 millones de euros. De Segunda Categoría (cinco aciertos más complementario) existen cinco boletos acertantes que han sido validados en la Administración de Loterías número 270 de Barcelona; en la número 4 de Bilbao; en la número 50 de Murcia; en la número 65 de Sevilla y en el Despacho Receptor número 81.935 de Alaquàs (Valencia). - item no encontrado",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:45:57.436+02:00",
    "updated": "2023-12-29T00:45:57.436+02:00"
  },
  {
    "uuid": "7fd6d21eb86c04e632260613ebc96773780be713",
    "url": "https://vnexplorer.net/faz-o-pix-venda-de-scarpa-ao-atletico-mineiro-gera-surpresa-e-fluminense-ganhara-quantia-milionaria-do-notingham-forest-s697157.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:17:00Z",
    "title": "Faz o pix! Venda de Scarpa ao Atlético Mineiro gera surpresa e Fluminense ganhará quantia milionária do Notingham Forest",
    "text": "Ex meio-campista do Fluminense rendeu uma quantia milionária para o Fluzão\nFluminense ativo no mercado O Fluminense conseguiu fazer uma boa temporada, apesar de não ter erguido a taça do mundial de clubes, a equipe comandada por Fernando Diniz alcançou feitos históricos em 2023. O Tricolor das Laranjeiras foi campeão da Libertadores da América e chegou a final do Mundial de Clubes.\nAgora a diretoria do clube trabalha para que a próxima temporada seja ainda mais bem sucedida e busca garantir reforços de peso para 2024. Um detalhe é que alguns nomes importantes podem deixar a equipe neste final de ano, um deles é o volante André, que pode estar há um passo de ser vendido para o futebol europeu.\nAlém da venda desses jogadores, o Flu pode pegar a grana de um outro atleta que já passou pelo Fluminense no passado para trazer mais reforços a Fernando Diniz. Trata-se de Gustavo Scarpa. Como o Nottingham Forest vendeu o meia para o Atlético por R$27 milhões, o Flu terá uma taxa por vitrine.\nDe acordo com apuração do portal NetFlu, em virtude do Mecanismo de Solidariedade da Fifa, o Fluminense, como clube formador, tem direito a uma porcentagem em todas as vendas do atleta. Scarpa esteve no Tricolor entre os 17 e 22 anos. Assim, o Flu fica com 3% do total.\nFluminense ganha quantia milionária com Scarpa Ou seja, o Fluminense receberá cerca de R$ 810 mil do Nottingham Forest nas próximas semanas. Esse dinheiro pode ajudar o Clube a pagar um salário de um grande jogador que a equipe queira contratar.\nBittencourt ganhou uma quantia milionária com Gustavo Scarpa. Foto: Flick Fluminense\nAlém de Antônio Carlos, que já foi anunciado e Renato Augusto que está encaminhado, o Flu ainda quer pelo menos mais um atacante que atue pelo lado de campo para fazer sombra a Keno.\nO Fluminense se reapresentará nas Laranjeiras em meados de janeiro para começar a preparação para os desafios da temporada 2024 que terá Recopa Sul-Americana, Copa do Brasil, Brasileirão, Campeonato Carioca e Copa Libertadores da América\nTorcida do Fluminense fala sobre Scarpa Leitura recomendada:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1majT1.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1majT1.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:06.193+02:00",
    "updated": "2023-12-29T00:23:06.193+02:00"
  }
]