[
  {
    "uuid": "3fe4cb3876c27650d0083bcb0aff7be8506f97b2",
    "url": "https://rr.sapo.pt/noticia/mundo/2023/12/28/ex-refem-do-hamas-toda-a-gente-em-gaza-e-terrorista/360700/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Renascença",
    "published": "2023-12-28T21:30:00Z",
    "title": "Ex-refém do Hamas: \"Toda a gente em Gaza é terrorista\" - Renascença",
    "text": "Mia Schem, uma das reféns israelitas libertadas a 30 de novembro, conta que viveu um inferno semelhante ao Holocausto durante o tempo que esteve sequestrada na Faixa de Gaza, pelo Hamas. As declarações da jovem de 21 anos surgem num vídeo de antevisão de uma entrevista que será divulgada, esta quinta-feira, pelo Channel 13. \"É importante, para mim, revelar a verdade sobre as pessoas que vivem em Gaza, sobre quem elas realmente são\", defende Schem, justificando o motivo pelo qual quis dar a entrevista. \"Toda a gente lá [em Gaza] é terrorista\", acusa. Schem alega que, durante os 55 dias em que se encontrou em cativeiro, estava a ser mantida numa casa de família e que todos estavam envolvidos com o Hamas, incluindo as mulheres e as crianças. “Comecei a perguntar-me porque é que estava presa numa casa de família, com crianças a viver lá“, relata. A jovem, que se encontrava no festival de música Supernova e que a 7 de outubro foi levada pelo Hamas, afirma ter passado por \"um Holocausto“. Schem descreve ainda que se sentiu \"como um animal num zoo“ e, durante a entrevista, pede que ninguém esqueça os reféns que continuam nas mãos do Hamas. A jovem relembra que, quando foi libertada, os outros reféns pediram que a jovem os ajudasse a alcançar o mesmo destino: “Mia, por favor, não deixes que se esqueçam de nós”. Anteriormente, Mia Schem apareceu num vídeo no qual falava sob o rapto e no qual dizia: \"As pessoas são muito boas, muito amáveis comigo... A comida é boa, a amabilidade e tudo é bom\". Segundo conta, a jovem de 21 anos foi obrigada a gravar o mesmo antes de ser libertada.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:25.337+02:00",
    "updated": "2023-12-29T00:28:25.337+02:00"
  },
  {
    "uuid": "1ed11444f93c7f241d4326656c61bfc57f36474c",
    "url": "https://www.straitstimes.com/world/middle-east/israeli-tanks-missiles-strike-gaza-in-offensive-against-hamas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cue",
    "published": "2023-12-28T22:52:00Z",
    "title": "Israeli tanks, missiles strike Gaza in offensive against Hamas | The Straits Times",
    "text": "CAIRO/GAZA - Israeli forces attacked areas of the central and southern Gaza Strip where residents have been expecting a renewed ground offensive in areas crammed with tens of thousands of Palestinians already displaced by the Israeli-Hamas war.\nWith nightfall on Thursday, an Israeli airstrike on a house in the southern city of Khan Younis killed eight Palestinians, health officials said. Three Palestinians were killed and six injured in an Israeli missile strike on a house in Maghazi camp in central Gaza, the Palestine Red Crescent said.\n\"The task here is to dismantle Hamas - so that it no longer has military and governing capabilities,\" Israeli Defence Minister Yoav Gallant said at a press briefing on operations in Khan Younis. \"We will be required to show a lot of perseverance and determination.\"\nA Palestinian journalist posted pictures of Israeli tanks near a mosque in a built-up area of Bureij in central Gaza.\nThe Islamist group Hamas released video it said showed its fighters targeting Israeli tanks and soldiers east of Bureij. Reuters was not able to verify the location or the date the video was filmed.\n\"That moment has come, I wished it would never happen, but it seems displacement is a must,\" said Omar, 60, who said he had been forced to move with at least 35 family members. He declined to give his surname for fear of reprisals.\nYamen Hamad has been living in a school in Deir al-Balah, also in central Gaza, since fleeing from the north. He said people newly displaced from Bureij and Nusseirat were setting up tents wherever there was open ground.\nIn one of Israel's latest airstrikes, 20 Palestinians were killed and 55 wounded in Rafah, a major town near the southern border with Egypt, Gaza health ministry spokesman Ashraf Al-Qidra said. Their bombed building was housing displaced civilians, according to local medics and residents.\nSEARCHING THROUGH RUBBLE\nReuters video showed rescuers scrabbling frantically through rubble to uncover and pull out victims including a baby and several children and rushing them through milling crowds of dazed and weeping people to the nearby Kuwaiti Hospital.\nPalestinian health authorities said earlier that 210 people were confirmed killed in Israeli strikes in the past 24 hours, raising the toll of Palestinians killed in the war so far to 21,320 - nearly 1% of Gaza's population. Thousands more dead were feared to be buried or lost in the ruins.\nOver the course of the war, the Israeli military has expressed regret for civilian deaths but it accuses Hamas of operating in densely populated areas and using civilians as human shields, a charge the group denies.\nHamas and its fighters are dug deep into the Gaza Strip's dense cities and towns and their leaders are still at large.\nIsrael has reported 169 of its soldiers killed in its Gaza campaign after Hamas fighters rampaged through Israeli towns in a cross-border raid on Oct. 7, killing 1,200 people and taking about 240 hostages.\nSome 110 hostages were freed during a Nov. 24-Dec. 1 humanitarian pause and more than 20 others have been declared dead.\nU.S. President Joe Biden said on Thursday that Hamas killed an American hostage, Judith Weinstein, 70, on Oct. 7. Last week he said her husband Gadi Haggai, 73, was killed on the same day.\nThe Israeli military released findings of an investigation into the killings in error by its troops of three Israeli hostages in Gaza on Dec. 15. Soldiers mistook their cries for help as a ruse by Hamas militants to draw them into an ambush, the military said, concluding that the soldiers acted rightly to the best of their understanding.\nEGYPT'S PLAN TO END CONFLICT\nEgypt confirmed on Thursday that it had put forward a framework proposal to end the conflict between Israel and Hamas in the Gaza Strip that includes three stages ending with a ceasefire and said it was awaiting responses on the plan.\nThe proposal is an attempt \"to bring viewpoints between all concerned parties closer, in an effort to stop Palestinian bloodshed and the aggression against the Gaza Strip and restore peace and stability to the region,\" Diaa Rashwan, head of Egypt's State Information Service, said in a statement.\nIsraeli Prime Minister Benjamin Netanyahu has said Israel will keep some form of security control of all Gaza indefinitely, though he insists that this would not amount to reoccupying the enclave. REUTERS\nJoin ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://t.me/TheStraitsTimes",
      "https://www.t.me/TheStraitsTimes"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yoav gallant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "straits times cairo",
          "sentiment": "negative"
        },
        {
          "name": "palestine red crescent",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:09:40.009+02:00",
    "updated": "2023-12-30T11:44:29.385+02:00"
  },
  {
    "uuid": "73683a501ab2fa8fd189202b3aa0f4a8fbb92ec6",
    "url": "https://www.vancouverisawesome.com/weather-news/warm-weather-wreaks-havoc-on-some-bc-ski-hills-as-lack-of-snow-leaves-trails-barren-8037837",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chuck Chiang; The Canadian Press",
    "published": "2023-12-29T09:20:00Z",
    "title": "Warm weather wreaks havoc on some B.C. ski hills as lack of snow leaves trails barren",
    "text": "VANCOUVER — British Columbia's abnormally warm winter has left local ski resorts grappling with a lack of snow during the holiday tourism season, as resorts struggle to keep runs open.\nFewer than half of Whistler Blackcomb's trails are open, while Vancouver's Mount Seymour is closed entirely while it waits for better conditions.\nWarmth related to the El Niño climate phenomenon this week has pushed temperatures to record highs in regions including Metro Vancouver, Greater Victoria, the Sunshine Coast and the Okanagan.\nIn Whistler, 120 kilometres north of Vancouver, Environment Canada was reporting no snow on the ground on Christmas Day, compared to 40 centimetres last Christmas.\nOn Thursday, the Whistler Blackcomb resort reported 117 of its 275 trails were open, as well as only 42 per cent of its terrain.\nWarm weather has hit Metro Vancouver's three main ski hills even harder, with Cypress and Grouse mountains operating only one or two runs each.\nMount Seymour closed entirely on Wednesday, Thursday and Friday, pending more snow.\nJames Shalman, general manager at Apex Mountain Resort in the Okanagans, says resorts across the province are \"definitely behind the 8-ball\" because of the warm weather, with visitors lost during the holidays unlikely to return later in the season.\n\"All resorts in B.C. are very reliant on the Christmas holidays as a significant portion of their financial picture for the season,\" Shalman said.\n\"This is not something where you can make up what you're down during Christmas break. You won't make that up later in the season, even if we get amazing snowfall in January, February, March.\"\nApex on Thursday had about a third of its roughly 79 runs open, a stark contrast from 2022 when every run was open in the first week of December thanks to heavy snowfalls.\nShalman said Apex had significant snow-making capacity and used it to combat the lack of precipitation, but there were weeks this month where the temperatures were too warm to make snow.\n\"I mean, we are essentially snow farmers,\" he says. \"We're Mother Nature-dependent, and we just have to take what we get.\"\nAt Cypress Mountain in West Vancouver, management warned skiers of \"thin snow coverage\" for what little of the hill was open.\nSeveral resorts have been offering discounted passes and tickets to entice skiers to visit.\n\"Rain's the star of the show today,\" Cypress Mountain's update on Thursday said, noting that night skiing had been cancelled.\nEnvironment Canada meteorologist Brian Proctor said that in addition to El Niño, a ridge of high pressure had created a \"blocking pattern\" across much of North America. That was preventing the warm air generated by El Niño from passing over mountains and continuing inland.\nProctor said it meant the warm air mass had lingered over B.C., unable to go east due to high pressure acting like \"a wall.\"\nHe said Environment Canada's long-term forecast called for more seasonal temperatures to return for the first week of January, bringing potential snowfall to higher elevations in the Interior.\nBut Proctor said snowfall was less certain for coastal areas in coming weeks, adding that skiers and resorts should temper expectations.\n\"We may see potential for some snowfall,\" Proctor says. \"But really longer term it does look like an El Niño winter at this point in time, continuing and remaining fairly significant into the early spring.\"\nThis report by The Canadian Press was first published Dec. 29, 2023.\nChuck Chiang, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "seymour",
          "sentiment": "none"
        },
        {
          "name": "james shalman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "cypress",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "apex mountain resort",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "greater victoria",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "okanagan",
          "sentiment": "none"
        },
        {
          "name": "whistler",
          "sentiment": "none"
        },
        {
          "name": "metro vancouver",
          "sentiment": "none"
        },
        {
          "name": "mount seymour",
          "sentiment": "none"
        },
        {
          "name": "sunshine coast",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:09:03.461+02:00",
    "updated": "2023-12-29T13:09:03.461+02:00"
  },
  {
    "uuid": "e457c8faeb254ac5708e888b73815888301eaa07",
    "url": "https://www.world-today-news.com/new-evidence-suggests-atlantis-located-in-java-sea-indonesia-researcher-reveals-findings/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-01-05T22:21:00Z",
    "title": "New Evidence Suggests Atlantis Located in Java Sea, Indonesia: Researcher Reveals Findings",
    "text": "FLORES JOURNAL | SCIENCE – Since thousands of years ago, many of us have been looking for answers to the mystery of Atlantis.\nScientists have continued to try to find evidence since the first writings about the story of Atlantis were written by the Greek philosopher Plato more than 2300 years ago.\nMany locations have been proposed as the location of Atlantis. Plato wrote that the capital island of Atlantis was in the sea surrounded by infinite continents. So, is it true that the mystery of Atlantis is on the island of Java,\nIndonesia?\nAlso Read: The Mystery of the Gunung Padang Coin and the Atlantis Story Combined\nDhani Irwanto, an Indonesian hydrological engineer, researched the location of Atlantis through texts written by the Greek philosopher, Plato or Platon in Ancient Greek in 360 BC (BC).\nDhani has been researching the dialogue text Timaeus and Critias since 2010 and published a book entitled “Atlantis The Lost City is in Java Sea, published in 2015”.\nIn his research, Dhani revealed a new theory that the lost island and city of Atlantis were located in the Java Sea.\nAlso read: Nudging from the name of Mount Padang, it turns out that these are the characteristics of the Atlantis region called Plato\nThis hypothesis is outlined in a book entitled “The Lost City of Atlantis on the Island of Java”\nQuoted Flores Journal from YouTube\nvideo meaning of time, Friday, (5/1/2023) The writing of this book is an experience from the writings of Plato, Santos, Oppenheimer and Dhani Irwanto’s own research. Dhani’s research results revealed that the capital of Atlantis was in the Java Sea.\nMore than six years of study has produced evidence that strengthens the theory of Atlantis being in\nIndonesia and shows that Atlantis sank 11,000 years ago and was located in Sundal.\nRegional Evidence of Atlantis That Points to\nIndonesia\nPlato wrote that the capital island of Atlantis was in the sea surrounded by infinite continents, the rest of which were actual oceans. The former city is now under the sea. Unnavigable and impenetrable because it is covered by coral reefs.\nAlso read: Plato designated Athens as part of Atlantis as a mysterious lost city\n2024-01-05 09:55:00\n#Mystery #Revealed #Atlantis #Turns #Java #Sea #Writings #Greek #Philosopher #Plato #Years",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dhani",
          "sentiment": "none"
        },
        {
          "name": "plato",
          "sentiment": "none"
        },
        {
          "name": "dhani irwanto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gunung padang coin",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "java sea",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        },
        {
          "name": "lost city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:23:45.303+02:00",
    "updated": "2024-01-06T00:23:45.303+02:00"
  }
]