[
  {
    "uuid": "ca11010a7d52f8da4d9ff585f010b852670b49f3",
    "url": "https://www.scmp.com/news/world/article/3246789/world-prepares-ring-2024-bid-farewell-turbulent-12-months",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence France-Presse",
    "published": "2023-12-31T04:00:00Z",
    "title": "World prepares to ring in 2024, bid farewell to a turbulent 12 months | South China Morning Post",
    "text": "Jubilant crowds will bid farewell to the hottest year on record on Sunday, closing a turbulent 12 months marked by clever chatbots, climate crises and wrenching wars in Gaza and Ukraine.\\nThe world’s population – now over eight billion – will see out the old and usher in the new, with many hoping to shake the weight of high living costs and global tumult.\\nIn Sydney, the self-proclaimed “New Year’s capital of the world”, more than a million partygoers are expected to pack the city’s foreshore, despite uncharacteristically dank weather.\\nEight tonnes of fireworks will light the fuse on 2024, a year that will bring elections concerning half the world’s population and a summer Olympiad celebrated in Paris.\\n\\nThe last 12 months brought “Barbiegeddon” at the box office, a proliferation of human-seeming artificial intelligence tools and a world-first whole-eye transplant.\\nIndia outgrew China as the world’s most populous country, and then became the first nation to land a rocket on the dark side of the moon.\\nIt was also the hottest year since records began in 1880, with a spate of climate-fuelled disasters striking from Australia to the Horn of Africa and the Amazon basin.\\nFans bade adieu to “Queen of Rock ‘n’ Roll” Tina Turner, Friends actor Matthew Perry, hell-raising Anglo-Irish songsmith Shane MacGowan and master dystopian novelist Cormac McCarthy.\\nPerhaps more than anything, 2023 will be remembered for Hamas’ October 7 assault on southern Israel – and Israel’s ferocious reprisals.\\nThe United Nations estimates that almost two million Gaza residents have been displaced since Israel’s siege began – about 85 per cent of the peacetime population.\\nWith once-bustling Gaza City neighbourhoods reduced to rubble, there were few places left to mark the new year – and fewer loved ones to celebrate with.\\n\\n“It was a black year full of tragedies,” said Abed Akkawi, who fled the city with his wife and three children.\\nThe 37-year-old, now living in a UN shelter in Rafah, southern Gaza, said the war had obliterated his house and killed his brother.\\nBut still, he clings to modest hopes for 2024.\\n“God willing this war will end, the new year will be a better one, and we will be able to return to our homes and rebuild them, or even live in a tent on the rubble,” he said.\\nIn Ukraine, where Russia’s invasion grinds towards its second anniversary, there was defiance and hope in the face of a renewed assault from Moscow.\\n“Victory! We are waiting for it and believe that Ukraine will win,” said Tetiana Shostka as air raid sirens blared in Kyiv.\\n“We will have everything we want if Ukraine is free, without Russia,” the 42-year-old added.\\n\\nSome in Vladimir Putin’s Russia are also weary of the conflict.\\n“In the new year I would like the war to end, a new president, and a return to normal life,” said 55-year-old theatre decorator and Moscow resident Zoya Karpova.\\nPutin is already his country’s longest-tenured leader since Joseph Stalin and his name will again be on the ballot paper when Russians vote in March.\\nFew expect the vote to be fully free or fair, or for the former KGB man to return to the shadows.\\nRussia’s is just one of several pivotal elections scheduled, with 2024 looming as the year of the ballots.\\nIn all, the political fate of more than four billion people will be decided in contests that could reshape Britain, France, India, Indonesia, Mexico, South Africa, Venezuela and a host of other nations.\\n\\nBut one election promises consequences for the entire world. In the United States, Democrat Joe Biden, aged 81, and Republican Donald Trump, aged 77, appear set to rerun their divisive 2020 election race in November.\\nAs the incumbent, Biden has at times appeared to show his advancing age, and even his supporters worry about the toll of another bruising four years in office.\\nBut if there are worries about what a second Biden administration would look like, there are at least as many concerns about a return of Trump, who faces prosecution on several counts.\\nVoters could yet decide whether the bombastic self-proclaimed billionaire goes to the Oval Office or to jail.\\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T06:06:24.373+02:00",
    "updated": "2023-12-31T08:02:24.098+02:00"
  },
  {
    "uuid": "e8575ef4ecee84df845d3164a8fbd416524ca2ec",
    "url": "https://www.itv.com/news/granada/2024-06-13/childminder-is-monster-says-mum-of-child-killed",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ITVNews",
    "published": "2024-06-13T16:04:00Z",
    "title": "Mother says childminder is 'monster' for killing her baby after 'snapping' | ITV News Granada",
    "text": "A heartbroken mother says a childminder who shook her baby boy to death is a “monster” who should be “haunted” by her actions.Karen Foster, 62, was also branded an “evil woman” for killing nine-month-old Harlow Collinge after taking on too many children to care for and losing her temper with the youngster, Preston Crown Court heard.Relatives of the “happy, healthy” boy shouted, “Scumbag bitch” from the public gallery as Foster was jailed for 12 years and seven months .Grandmother and mother-of-two Foster, a registered childminder with Ofsted, had hugged Harlow’s mother, Gemma Collinge at the hospital but later tried to suggest Ms Collinge was responsible for the child’s collapse on March 1 2022.Foster finally admitted responsibility and pleaded guilty to manslaughter last week.In a victim impact statement Ms Collinge said: “Harlow was enjoying his little life. He was a happy smiling baby.”She also spoke of the “guilt” she felt, having made arrangements to move him to a nursery six weeks after first using Foster as a childminder, due to her own concerns about the number of children being looked after.“All the red flags I missed,” she continued before recalling Foster trying to comfort her at the hospital, claiming Harlow had choked on pasta.She added: “She even put her arms around me. I can’t think of anything more evil. It is despicable. I blame myself every day for my son’s death. This monster, Karen Foster, deserves nothing. I hope her actions haunt her.”Harlow’s father, Allen Frangleton, described Foster as “this evil woman” and added: “She knew the risk of shaking a defenceless baby.”Outside court, in a joint statement, Harlow’s family said: “We do not know where to begin explaining what it is like losing our son in the most horrific of circumstances.“Harlow’s last few days of life were absolutely terrible.“He tried so hard to fight but, in the end, he just didn’t have the strength, she had done so much damage to him.”Foster had been accused of murder but pleaded guilty to manslaughter just before her trial started last week, for the first time admitting “forceful shaking” of Harlow causing his death.Jailing her, Mr Justice Barry Cotter said that Foster, despite ill health and pain in her hip, chose to carry on looking after more children than she should have under Ofsted rules, and this contributed to her “loss of temper”.“You should have been a safe pair of hands to which Gemma Collinge could ensure her precious child,” he said.“I have no doubt you snapped on the first of March 2022, in part due to the fact that you were not coping with the demands of caring for four children.”Earlier, prosecutor Anne Whyte KC said Foster had been a childminder registered with Ofsted for nine years before Harlow’s death.But when she first registered in 2014, she did not say she was married and lived with her husband or that she sometimes sought help with childminding from other unregistered individuals, or that her health was poor.In fact, Foster made two benefit claims for Personal Independence Payments in 2018 and 2022, claiming she felt constantly drowsy and tired, that sometimes she could barely move, or safely carry out daily living activities.OFSTED had already received one complaint, in December 2021, about Foster looking after up to 10 children, which she denied.And Ms Collinge spoke of the same concerns to her family and she had already made arrangements to move Harlow to a local nursery, but they could only take him after his first birthday.On March 1 2022, Foster was looking after two children aged four, and two more, including Harlow, under 12 months – breaking the rules of her registration with Ofsted.He was dropped off by Ms Collinge at about 11am but in the early afternoon Foster dialled 999 to say Harlow was not breathing, adding: “I think he’s choking, he’s had like a fit and he’s not breathing.”But the truth began to emerge as scans were taken of the boy, showing significant injuries to his brain, associated with the shaking of a baby and he was transferred to the Royal Manchester Children’s Hospital.Consultants there agreed surgical intervention was not possible due to the “catastrophic” injuries to his brain. He died four days later in his parents’ arms.Outside court, Detective Superintendent Allen Davies, of Lancashire Police, said Foster had spun a “web of lies” to hide the truth of what she had done.He added: “My thoughts remain with Harlow’s family who have behaved with dignity while dealing with such an unimaginable and unexpected loss.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "harlow collinge",
          "sentiment": "none"
        },
        {
          "name": "harlow",
          "sentiment": "none"
        },
        {
          "name": "gemma collinge",
          "sentiment": "none"
        },
        {
          "name": "“harlow",
          "sentiment": "none"
        },
        {
          "name": "collinge",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ofsted",
          "sentiment": "none"
        },
        {
          "name": "preston crown court",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:38:43.553+03:00",
    "updated": "2024-06-14T00:38:43.553+03:00"
  },
  {
    "uuid": "9eb80b97138858a94e63f07db518a5988713fb1e",
    "url": "https://www.sundaypost.com/news/uk-news/tribute-to-first-world-war-soldiers-executed-by-british-refurbished-after-flood",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Association",
    "published": "2024-06-21T21:44:00Z",
    "title": "Tribute to First World War soldiers executed by British refurbished after flood",
    "text": "A tribute to 309 British and Commonwealth First World War soldiers executed by their comrades has been refurbished after flood damage.\nOne memorialised British soldier was shot by a firing squad for cowardice after shellshock left him unable to continue fighting.\nPrivate Harry Farr’s granddaughter, Janet Booth, visited the Shot at Dawn Memorial more than two decades after her mother unveiled it in 2001.\nThe newly refurbished Shot at Dawn memorial tribute to 309 soldiers executed during the First World War (National Memorial Arboretum/PA) Six conifer trees, representing the firing squad, stand in front of a statue of a young, blindfolded soldier at the National Memorial Arboretum in Staffordshire.\nBehind the statue are 309 wooden posts each bearing the name of a British and Commonwealth soldier executed in the war.\nWorkers refurbish the wooden posts at the memorial (National Memorial Arboretum/PA) Floods had damaged the wood and they have now been replaced with posts made with durable, recycled material.\nMs Booth said the tribute, created by artist Andy DeComyn, gave “families like ours a place to come and remember our loved ones and it means so much to see it renewed”.\nShe said Private Farr’s story had been “buried” for decades “such was the deep shame felt by my grandmother”.\nPrivate Farr joined the Army in 1908 and in November 1914 arrived in France to serve with the British Expeditionary Force.\nHe was diagnosed with shellshock, now known as PTSD, but after months in hospital he returned to the 1st Battalion, West Yorkshire Regiment, and was ordered to the front, his family said.\nThe tribute to 309 soldiers had been damaged by flooding (National Memorial Arboretum/PA) In September 1916 he reportedly became overwhelmed and could not continue fighting, but a medical officer told him to return to his unit as he had no visible injuries.\nHe was court-martialled for refusing orders and sentenced to death, aged 25, after a 20-minute trial, his family said.\nOn October 18 1916 he was executed by firing squad in northern France.\nAfter discovering her grandfather’s story, Ms Booth started to work with Shot at Dawn and successfully campaigned for the British Government to issue a formal pardon.\nThe memorial pays tribute to 309 soldiers executed during the First World War (National Memorial Arboretum/PA) In 2006 the Armed Forces Act absolved more than 300 First World War soldiers executed for offences including casting away arms, desertion, cowardice, and striking a superior officer.\nMs Booth said: “Harry showed unimaginable courage at the end, refusing a blindfold when he was led out to face his executioners in the early hours of the morning.\n“His death would cast a long shadow over our family, with Harry’s father banning any mention of Harry in conversation, and my grandmother was left virtually destitute having been denied a war widow’s pension despite being the mother to a young child.\n“Today, Harry is rightly commemorated here at the National Memorial Arboretum, at this, the Shot at Dawn memorial.”\nMs Booth said her grandmother rarely spoke of Private Farr and, if pressed, would say he had been a private and died during the Battle of the Somme.\nMs Booth said: “Growing up, I knew very little about my grandfather, except that he had been killed in the First World War.\n“The secret of what happened to him had been buried, such was the deep shame felt by my grandmother, and it was only when I began building my family tree in my 40s that I uncovered the truth and together we pieced together the picture of how Harry had suffered a terrible injustice.”\nA new information board has been installed at the memorial and access routes and drainage systems have been improved.\nThe 150-acre National Memorial Arboretum has more than 400 memorials and commemorates lives lost in service.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "booth",
          "sentiment": "none"
        },
        {
          "name": "andy decomyn",
          "sentiment": "none"
        },
        {
          "name": "harry farr",
          "sentiment": "none"
        },
        {
          "name": "janet booth",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "commonwealth",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dawn memorial",
          "sentiment": "none"
        },
        {
          "name": "national memorial arboretum",
          "sentiment": "none"
        },
        {
          "name": "staffordshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T05:15:42.228+03:00",
    "updated": "2024-06-22T05:15:42.228+03:00"
  },
  {
    "uuid": "d7fe5429d2acffbd1a1c10f7ec23df5720b8a4e7",
    "url": "https://www.india.com/cricket-2/colombo-weather-update-india-vs-sri-lanka-2024-rain-and-thunderstorm-set-to-hit-first-odi-on-friday-7133043",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devadyuti Das",
    "published": "2024-08-01T23:03:00Z",
    "title": "Colombo Weather Update India Vs Sri Lanka 2024: Rain And Thunderstorm Set to Hit First ODI",
    "text": "[]https://www.india.com/cricket-2/india-vs-sri-lanka-1st-odi-live-streaming-when-and-where-to-watch-india-vs-sri-lanka-live-in-india-online-and-on-tv-7133006/ By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts Cookies Policy . India and Sri Lanka will be welcomed with overcast skies and possibly even rain as the three-match ODI series kicks off with the first ODI between the two sides at the R. Premadasa Stadium in Colombo on Friday (August 2). India’s last two T20I matches were both affected by rain in Kandy with toss getting delayed in both those matches. Fans should expect major delays throughout the day on Friday with predictions for small bursts of heavy rain in Colombo. According to the weather department, the temperature will be around 31 degrees celsius during the afternoon when the match gets underway with 100 per cent cloud cover around the time the toss takes place. There is around 41 per cent chance of rain in the afternoon. By evening, the temperature is expected to slip down to around 28 degrees but there are predictions of a couple of thunderstorms as well during the evening. The chance of rain rises to around 65 per cent with humidity hovering around 81 per cent. The pitch at the R. Premadasa Stadium looks like a dry surface with fair amount of assistance for the slow bowlers if we go by the indications provided during the recent Lanka Premier League (LPL) 2024 season. India managed to tackle the weather well in the last two T20I matches in Pallekele International Stadium. Suryakumar Yadav-led side won the 2nd T20I via DLS method on Sunday and then defeated the hosts to complete a whitewash via Super Over after the match ended in a tie. “It’s definitely a good start for them in that format. They played well as a unit, which is what Team India is all about. I’m sure they are heading in the right direction,” Rohit Sharma said about Suryakumar Yadav’s captaincy. For breaking news and live news updates, like us on Cricket News on India.com .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "r. premadasa stadium",
          "sentiment": "none"
        },
        {
          "name": "kandy",
          "sentiment": "none"
        },
        {
          "name": "sri lanka",
          "sentiment": "none"
        },
        {
          "name": "colombo",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T04:35:44.161+03:00",
    "updated": "2024-08-02T05:11:11.364+03:00"
  },
  {
    "uuid": "8efeb3d9cc03063ac362436df436cf4559257fd4",
    "url": "https://www.dhnet.be/actu/monde/2025/07/09/trump-recoit-cinq-presidents-africains-a-la-maison-blanche-et-commet-une-bourde-avec-lun-deux-2IHD6H5BNZG4VCBYAZ2BJL6FNU/",
    "ord_in_thread": 0,
    "author": "Belga Belga",
    "published": "2025-07-09T21:35:00Z",
    "title": "Trump reçoit cinq présidents africains à la Maison Blanche et commet une bourde avec l'un d'eux",
    "text": "Trump reçoit cinq présidents africains à la Maison Blanche et commet une bourde avec l'un d'eux\nDonald Trump a complimenté mercredi à la Maison Blanche le président du Liberia, Joseph Boakai, pour son niveau d'anglais, alors qu'il s'agit de la langue officielle de ce pays d'Afrique de l'Ouest.\nBelgaAgence\n- Publié le 09-07-2025 à 23h35\n- Mis à jour le 10-07-2025 à 12h09\n\"Merci, et dans un si bon anglais, si beau\", a déclaré le président américain alors qu'il recevait cinq présidents africains à la Maison Blanche pour évoquer des questions commerciales, notamment d'exploitation de minerais.\n\"Où avez-vous appris à le parler de manière aussi belle? Où avez-vous étudié? Au Liberia?\", a pressé Donald Trump. Joseph Boakai a d'abord eu un petit rire gêné avant de simplement répondre \"oui monsieur\" à la dernière question.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->political process",
      "Politics->political candidates",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->communities",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_be",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T08:08:15.680+03:00",
    "updated": "2025-07-18T06:08:51.000+00:00"
  },
  {
    "uuid": "c34cdc3be4ce4b544ede4eaeb410915a2c7c6fd9",
    "url": "https://www.caledonianrecord.com/news/national/thousands-of-amazon-workers-on-strike-during-black-friday-cyber-monday/article_f8409341-8c53-5b67-aace-a2d4678dd664.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thérèse Boudreaux | The Center Square",
    "published": "2024-11-29T05:00:00Z",
    "title": "Thousands of Amazon workers on strike during Black Friday, Cyber Monday | National | caledonianrecord.com",
    "text": "(The Center Square) – Thousands of Amazon workers in the U.S. and abroad are striking from Black Friday to Cyber Monday.\nWorkers have participated in the annual strike for five straight years as part of “Make Amazon Pay” movement.\nkA 5:ClQ=ECQm$A62C962565 3J &}x v=@32= &?:@? 2?5 !C@8C6DD:G6 x?E6C?2E:@?2=[ E96 AC@E6DED :?4=F56 DEC66E 56>@?DEC2E:@?D @7 p>2K@? H@C<6CD[ F?:@?D[ 2?5 4:G:= D@4:6EJ 8C@FAD :? >@C6 E92? b_ 4@F?EC:6D[ :?4=F5:?8 E96 &]$][ v6C>2?J[ qC2K:= 2?5 y2A2?]k^Am\nkA 5:ClQ=ECQm%96 A2CE:4:A2?ED 2C6 56>2?5:?8 :?4C62D65 H286D 2?5 36EE6C H@C<:?8 4@?5:E:@?D[ D2J:?8 E96J 2:> E@ “9@=5 p>2K@? 244@F?E23=6 7@C =23@FC 23FD6D[ 6?G:C@?>6?E2= 568C252E:@? 2?5 E9C62ED E@ 56>@4C24J]”k^Am\nkA 5:ClQ=ECQm“p>2K@?’D C6=6?E=6DD AFCDF:E @7 AC@7:E 4@>6D 2E 2 4@DE E@ H@C<6CD[ E96 6?G:C@?>6?E 2?5 56>@4C24J[” v6?6C2= $64C6E2CJ @7 &}x v=@32= &?:@? r9C:DEJ w@77>2? D2:5 E9:D H66< :? 2 AC6DD C6=62D6] “q6K@D’D 4@>A2?J 92D DA6?E F?E@=5 >:==:@?D E@ DE@A H@C<6CD 7C@> @C82?:K:?8[ 3FE E96 DEC:<6D 2?5 AC@E6DED 92AA6?:?8 2C@F?5 E96 H@C=5 D9@H E92E H@C<6CD’ 56D:C6 7@C ;FDE:46–7@C F?:@? C6AC6D6?E2E:@?–42?’E 36 DE@AA65] k^Am\nkA 5:ClQ=ECQm“(6 DE2?5 F?:E65 :? 56>2?5:?8 E92E p>2K@? EC62E :ED H@C<6CD 72:C=J[ C6DA64E 7F?52>6?E2= C:89ED[ 2?5 DE@A F?56C>:?:?8 E96 DJDE6>D >62?E E@ AC@E64E FD 2==[Q D96 4@?E:?F65] Q‘|2<6 p>2K@? !2J s2J’ :D 364@>:?8 2 8=@32= 24E @7 C6D:DE2?46 282:?DE p>2K@?’D 23FD6 @7 A@H6C]Qk^Am\nkA 5:ClQ=ECQmpD @7 $6AE] b_[ E96 2G6C286 A2J 7@C 4FDE@>6C 7F=7:==>6?E 2?5 @A6C2E:@?D C@=6D 2E p>2K@? :D kDEC@?8mk2 9C67lQ9EEADi^^HHH]23@FE2>2K@?]4@>^?6HD^H@C<A=246^9@H\\>F49\\5@6D\\2>2K@?\\A2JQm2AAC@I:>2E6=J Saa A6C 9@FCk^2mk^DEC@?8m[ H:E9 36?67:ED 2G2:=23=6] %96 4@>A2?J D2JD :E 2=D@ :?G6DE65 Sa]a 3:==:@? :? a_ac E@ :?4C62D6 H286D 2?5 36?67:ED[ 6BF:G2=6?E E@ 2 Sb[___ 2G6C286 2??F2= :?4C62D6 7@C 7F==\\E:>6 6>A=@J66D]k^Am\nkA 5:ClQ=ECQmx? 2 DE2E6>6?E E@ >F=E:A=6 ?6HD @FE=6ED[ p>2K@? 244FD65 E96 DEC:<6 @C82?:K6CD @7 36:?8 “:?E6?E:@?2==J >:D=625:?8” 2?5 DAC625:?8 2 “72=D6 ?2CC2E:G6” 23@FE E96 4@>A2?J’D H@C<:?8 4@?5:E:@?D]k^Am\nkA 5:ClQ=ECQm“%96 724E :D[ 2E p>2K@? H6 AC@G:56 8C62E A2J[ 8C62E 36?67:ED[ 2?5 8C62E @AA@CEF?:E:6D — 2== 7C@> 52J @?6[” p>2K@? DA@<6DA6CD@? t:=66? w2C5D D2:5] “(6’G6 4C62E65 >@C6 E92? `]d >:==:@? ;@3D 2C@F?5 E96 H@C=5[ 2?5 4@F?E:?8[ 2?5 H6 AC@G:56 2 >@56C?[ D276[ 2?5 6?828:?8 H@C<A=246 H96E96C J@F H@C< :? 2? @77:46 @C 2E @?6 @7 @FC @A6C2E:@?D 3F:=5:?8D]”k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": false,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "c34cdc3be4ce4b544ede4eaeb410915a2c7c6fd9",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-29T23:08:13.302+02:00",
    "updated": "2024-11-29T23:08:13.302+02:00"
  }
]