[
  {
    "uuid": "dd708db263a93e32b3819a445b9e7058fc30e792",
    "url": "https://vnexplorer.net/president-michael-d-higgins-suggests-israeli-claims-about-un-aid-for-gaza-cant-be-trusted-s697750.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:14:00Z",
    "title": "President Michael D Higgins suggests Israeli claims about UN aid for Gaza can’t be trusted",
    "text": "President Michael D Higgins has called on all those who “believe in the United Nations, its agencies and their work” to support the United Nations Relief and Works Agency for Palestinian Refugees (UNRWA).\nMr Higgins said anyone who respects the resolution overwhelmingly passed by the General Assembly, “must back UNRWA and the vital work that it is doing in the most difficult of circumstances”.\nThe body, which includes all 193 UN member nations, passed a non-binding resolution demanding an immediate humanitarian ceasefire in Gaza on December 12.\nA total of 153 countries voted in favour while ten countries, including the United States and Israel, voted against, 23 abstained.\nFollowing this, the United Nations Security Council on Friday approved a toned-down bid to boost humanitarian aid to the Gaza Strip and called for urgent steps “to create the conditions for a sustainable cessation of hostilities” after a week of vote delays and intense negotiations to avoid a veto by the United States.\nPresident Higgins added: “The statement issued on behalf of Israeli forces in Gaza, stating that the slow trickle of aid so desperately needed is due to UNRWA, is deeply concerning and potentially undermines and detracts from the integrity of UNRWA and its critical and vital work at this time.\n“Those who support the UN and its agencies should seek independent verification of what is blocking aid in Gaza.\n“We need the UN and all its agencies now more than ever, including those doing its most difficult tasks.\n“The defence of the United Nations and its agencies is a matter not just for Heads of State, but for all those who believe in universal values of human rights.”\nThis comes as Israeli tanks advanced deep into a town in the central Gaza Strip on Thursday after days of relentless bombardment that forced tens of thousands of already displaced Palestinian families to flee in a new exodus.\nA Palestinian journalist posted pictures of Israeli tanks near a mosque in a built-up area of Bureij, the armoured contingent having apparently advanced from orchards on the eastern outskirts.\nFurther south, Israeli forces struck the area around a hospital in the heart of Khan Younis, the Gaza Strip’s main southern city, where residents feared a new ground push into territory crowded with families made homeless in 12 weeks of war.\nAn Israeli air strike later on Thursday killed 20 Palestinians and wounded 55 in Rafah, a major town near Gaza’s southern border with Egypt, Gaza health ministry spokesman Ashraf Al-Qidra said.\nThe building that was hit was housing displaced civilians, according to local medics and residents.\nPalestinian health authorities said 210 people were confirmed killed in Israeli strikes in the past 24 hours, raising the toll of Palestinians killed in the war so far to 21,320 – nearly 1pc of Gaza’s population. Thousands more dead are feared to be buried or lost in the ruins.\nIsrael has escalated its ground offensive in Gaza sharply since just before Christmas despite public pleas from its closest ally the United States to scale the campaign down in the closing weeks of the year.\nIt launched the war to destroy the militant Islamist Hamas movement that runs Gaza after fighters rampaged through Israeli towns in a cross-border raid on Oct. 7, killing 1,200 people and taking about 240 hostages.\nOf the hostages, 110 were freed during a short truce in late November and another 23 have now been declared dead in absentia, an Israeli government spokesperson said on Thursday.\nThe main focus of fighting is now in central areas south of the wetlands that bisect the narrow coastal strip, where Israeli forces have ordered civilians out over the past several days as their tanks close in.\nTens of thousands of people fleeing the densely packed Nusseirat, Bureij and Maghazi districts were heading south or west on Thursday into the already overwhelmed city of Deir al-Balah along the Mediterranean coast, crowding into hastily built camps of makeshift tents.\n“Over 150,000 people – young children, women carrying babies, people with disabilities & the elderly – have nowhere to go,” the main U.N. organisation operating in Gaza, UNRWA, said in a social media post.\nThe eastern part of Bureij was a theatre of heavy fighting on Thursday morning, with Israeli tanks thrusting in from the north and east, residents and militants said.\n“That moment has come, I wished it would never happen, but it seems displacement is a must,” said Omar, 60, who said he had been forced to move with at least 35 family members.\n“We are now in a tent in Deir al-Balah because of this brutal Israeli war,” he told Reuters by phone, declining to give a second name for fear of reprisals.\nYamen Hamad, living in a school in Deir al-Balah since fleeing from the north, said the people who were newly displaced from Bureij and Nusseirat were setting up tents wherever there was open ground.\nWith food running out, he said he had made a perilous trip to Rafah near the Egyptian border to buy a 25-kg (55-lb) sack of flour for his family.\nFIGHTING NEAR HOSPITAL IN KHAN YOUNIS\nKhan Younis, where Israeli forces advanced this month after a truce collapsed on Dec. 1, also came under heavy bombardment on Thursday morning from warplanes and tanks near the al-Amal hospital, west of Israeli positions.\nThe Palestinian Red Crescent, which runs the hospital and has its headquarters nearby, said 10 Palestinians were killed and 12 wounded in one bombardment there, the third strike targeting the area around the hospital in less than an hour.\nResidents said they believed Israeli forces were trying to provoke a new exodus ahead of a further ground assault.\nNearby at Nasser Hospital, the main medical centre in Khan Younis and largest still functioning in Gaza, women and children shrieked as the dead and wounded were brought in.\nA toddler lay motionless on a cot while medics tried to revive him; one doctor nodded “no,” signalling the boy was dead.\nIsrael reported three more of its soldiers killed, bringing its toll in the ground campaign to 169. The past week has seen some of its heaviest losses of the war so far.\nVirtually all of Gaza’s 2.3 million residents have been driven from their homes at least once and many have been forced to flee several times. Only a handful of hospitals still function.\nIn a statement on Thursday, the Israeli military said it “regrets the harm caused to uninvolved civilians” from a Dec. 24 air strike on the Maghazi refugee camp that killed 70 people, according to the Palestinian health ministry.\nThe military statement said warplanes struck two targets “adjacent” to where Hamas militants were operating, and a preliminary inquiry showed that further buildings nearby were also hit, “which likely caused unintended harm to additional uninvolved civilians”.\n“The IDF … is acting to draw conclusions and learn lessons from this event,” it added.\nThe Palestinian health ministry denounced the attack as a massacre in a crowded residential square.\nOver the course of the war, The Israeli military has expressed regret for civilian deaths but it blames Hamas for operating in densely populated areas or using civilians as human shields, a charge the group denies.\nU.S. President Joe Biden warned earlier this month that “indiscriminate bombing” in Gaza jeopardised sympathy for Israel among its allies. Washington has said Israel should make a transition from full-scale ground war to a targeted campaign against Hamas leaders.\nEgypt, which has acted as a mediator including hosting the leader of Hamas last week, said it had put forward a proposal to end the bloodshed, including a three-stage plan for a ceasefire, but had yet to hear the warring sides’ responses.\nIsrael says it will not halt its ground campaign until it annihilates Hamas, describing this as its only option to safeguard its security and free remaining hostages.\nPalestinians say wiping out Hamas is an unachievable aim given the militant group’s diffuse structure and deep roots in a territory it has ruled since 2007.\nGet ahead of the day with the morning headlines at 7.30am and Fionnán Sheahan’s exclusive take on the day’s news every afternoon, with our free daily newsletter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael d higgins",
          "sentiment": "negative"
        },
        {
          "name": "higgins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united nations",
          "sentiment": "negative"
        },
        {
          "name": "un",
          "sentiment": "negative"
        },
        {
          "name": "united nations relief and works agency",
          "sentiment": "none"
        },
        {
          "name": "united nations security council",
          "sentiment": "none"
        },
        {
          "name": "unrwa",
          "sentiment": "none"
        },
        {
          "name": "general assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:17:42.344+02:00",
    "updated": "2023-12-29T01:17:42.344+02:00"
  },
  {
    "uuid": "1aaedb31a4fffcf9da260fdc57299b6bd695d818",
    "url": "https://es.zenit.org/2023/12/28/usa-catolicos-logran-impacto-positivo-al-mostrar-solidaridad-con-la-iglesia-en-america-latina/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Zenit",
    "published": "2023-12-27T22:23:00Z",
    "title": "USA: católicos logran impacto positivo al mostrar solidaridad con la Iglesia en América Latina - ZENIT - Espanol",
    "text": "(ZENIT Noticias / Washington, 28.12.2023).- Los católicos en los Estados Unidos tendrán la oportunidad de mostrar solidaridad y compartir su fe donando a la “Colecta anual para la Iglesia en América Latina”, de la Conferencia de Obispos Católicos de los Estados Unidos (USCCB) el próximo mes de enero 2024. El año pasado, la colecta entregó más de $6,5 millones en subvenciones para ayudar a las personas que residen en regiones donde la pobreza, la persecución política y religiosa y otras dificultades dificultan que la Iglesia se mantenga a sí misma. “En una era en la que se presta demasiada atención a lo que nos divide de nuestras hermanas y hermanos en América Latina, los católicos de todo Estados Unidos continúan fortaleciendo nuestros vínculos de fe, esperanza y amor a través de sus donaciones a la Colecta anual de los obispos estadounidenses para la Iglesia en América Latina”, dijo el obispo Octavio Cisneros, obispo auxiliar emérito de Brooklyn y presidente del Subcomité de la USCCB sobre la Iglesia en América Latina. El año pasado, esta colecta financió 251 subvenciones para apoyar la evangelización, la catequesis, el ministerio familiar, el trabajo provida y la extensión a grupos tan diversos como presos, estudiantes universitarios y comunidades indígenas; patrocinar la formación de los seminaristas, del clero y de la vida consagrada; así como para ayuda de emergencia en casos de desastre después de huracanes, terremotos e inundaciones. - En la Diócesis de Itztapalpa, México, donde el hambre genera altas tasas de criminalidad y encarcelamiento, la Colecta para la Iglesia en América Latina apoyó un centro de evangelización donde los convictos recién liberados reciben ayuda práctica para buscar trabajo, junto con apoyo y oportunidades espirituales y emocionales. - En Brasil, donde las personas de ascendencia africana sufren discriminación racial, la Conferencia Nacional de Obispos de Brasil obtuvo una subvención para involucrar a líderes católicos afrobrasileños en ayudar a la Iglesia a promover y vivir de manera más efectiva la visión del Papa Francisco de amar a nuestro prójimo. - En Perú, una subvención a la Prelatura de Chuquibambilla en los Andes apoyó alianzas entre líderes de la Iglesia, organizaciones de atención médica y fuerzas del orden para enseñar a los trabajadores de la iglesia cómo prevenir, denunciar y responder a sospechas de abuso de niños y adultos vulnerables. - En Colombia, las Hermanas Comunicadoras Eucarísticos del Padre Celestial están enseñando la Biblia, la doctrina católica, la espiritualidad y habilidades para la vida familiar, como la elaboración de presupuestos, a familias con necesidades espirituales y materiales con fondos de la colecta. Muchas diócesis realizarán la colecta en sus parroquias el 28 de enero. [#iGiveCatholicTogether](https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUYF1v1ZgbMPcYtwtnJtNYbcYlsI8TQz45toRne9nSHg4edUHU-2BGr2k5mLeEcCvOtGO78j9LTwa4mJabN8L-2BnPIipj3zmMYQ2mSALhguxuzoZgU9a_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LAD719kuw-2BtHRxbwsGNoO4zFKUSUXaDSbOBq2rMxXc9vPGUKezg-2FgwxbueDZ2WVDri43PF2lKDnxZ2b6WJNADNPJWw4EQ6HBUYnW2Cbium0NKcjH7q8hulPaRXvbTwPQzPHnrM3kuqq09WDkrQOWpUP3GaXy0cLBmpHHVnqfnExDHs-3D) también acepta fondos para la colecta.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUYF1v1ZgbMPcYtwtnJtNYbcYlsI8TQz45toRne9nSHg4edUHU-2BGr2k5mLeEcCvOtGO78j9LTwa4mJabN8L-2BnPIipj3zmMYQ2mSALhguxuzoZgU9a_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LAD719kuw-2BtHRxbwsGNoO4zFKUSUXaDSbOBq2rMxXc9vPGUKezg-2FgwxbueDZ2WVDri43PF2lKDnxZ2b6WJNADNPJWw4EQ6HBUYnW2Cbium0NKcjH7q8hulPaRXvbTwPQzPHnrM3kuqq",
      "https://www.u7061146.ct.sendgrid.net/ls/click?upn=4tNED-2FM8iDZJQyQ53jATUYF1v1ZgbMPcYtwtnJtNYbcYlsI8TQz45toRne9nSHg4edUHU-2BGr2k5mLeEcCvOtGO78j9LTwa4mJabN8L-2BnPIipj3zmMYQ2mSALhguxuzoZgU9a_SZ5CJp4ZI-2FOFlCzqmjU-2F9sap7Bsp7yyrDoi3i9KVX8nTpMsAX3T7bK0DEJ-2B8mD-2BqEyN97mi45alv1JYVXjy4h1q4FHM5hC9AQLzCzB9OsUeZHBx49H9lHMDBmm-2Bjxdgx5arFT-2FR8EfmceXsRc8slfdw-2Fiqyixmvv5REt5CJl2MW-2FIFjD3lR2PNhajK589LAD719kuw-2BtHRxbwsGNoO4zFKUSUXaDSbOBq2rMxXc9vPGUKezg-2FgwxbueDZ2WVDri43PF2lKDnxZ2b6WJNADNPJWw4EQ6HBUYnW2Cbium0NKcjH7q8hulPaRXvbTwPQzPHnrM3kuqq",
      "https://u7061146.ct.sendgrid.net/ls/click"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:39:03.507+02:00",
    "updated": "2023-12-29T01:39:03.507+02:00"
  },
  {
    "uuid": "b5c0e089ea2d08efa7483bc62b9cb3ac4e88432a",
    "url": "https://www.herald.co.zw/state-steps-in-to-assist-marondera-crash-victims/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Herald",
    "published": "2023-12-28T22:08:00Z",
    "title": "The Herald - Breaking news.",
    "text": "State steps in to assist Marondera crash victims Africa Moyo Deputy News Editor Acting President Dr Constantino Chiwenga has sent a message of condolence following the death of five people in an accident that occurred at the 64km peg along the Harare-Mutare highway on Wednesday. He also announced that Government will meet the burial costs of the deceased and provide medical assistance to the injured. In a statement last night, Acting President Chiwenga said he received with “heartfelt grief” the news of the death of the five people. The accident involved a Micro-cut Investment truck (AGJ1306) travelling from Beira to Harare, a Mercedes Benz, and a Blue Horizon bus (AEZ1226) travelling from Harare to Nyanga-Ruwangwe. The truck driver had three passengers and all of them escaped unharmed, while the Mercedes Benz driver and a passenger were also unharmed. Forty people were injured and initially admitted. Thirty-two of the injured people have since been discharged while six remain hospitalised, with four at Marondera Provincial Hospital and two at Parirenyatwa Hospital where they were transferred to for specialised attention and treatment. Acting President Chiwenga said he has invoked the relevant sections of the Civil Protection Act to enable the State to render funeral assistance to the bereaved families and meet the medical bills of the injured. “On behalf of the nation, and on my own behalf, I wish to convey my heartfelt condolences to the bereaved families,” he said. “As a humble token of sharing in the grief, the Government of Zimbabwe, in conjunction with the Insurance Council of Zimbabwe, will meet the burial costs of all the deceased and provide medical assistance for the injured. “As we express our deepest condolences to the bereaved families, we also wish those receiving treatment a speedy recovery.” Acting President Chiwenga urged the Marondera District Civil Protection Committee to quickly establish a command centre for expediting the collection of the deceased and providing pyscho-social support to bereaved families. He added that while efforts were being made to give education and awareness on traffic safety on the highways, motorists and public transport operators were implored to always exercise a high degree of caution and care on the roads. “Law enforcement agencies and responsible authorities, including the Zimbabwe Republic Police will ensure that stringent measures are taken to deal with errant drivers along major highways. “Culprits will face the full wrath of the law. I urge passengers to contribute towards their safety and prevent the speeding of drivers. “As we count our losses and mourn the deceased, it is my sincere hope that this will be a wake-up call and serve as an opportunity for all of us to fulfil a collective responsibility towards the safety of all travellers. I wish all the injured a speedy recovery,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "africa moyo",
          "sentiment": "negative"
        },
        {
          "name": "chiwenga",
          "sentiment": "none"
        },
        {
          "name": "constantino chiwenga",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "herald",
          "sentiment": "neutral"
        },
        {
          "name": "mercedes benz",
          "sentiment": "none"
        },
        {
          "name": "marondera provincial hospital",
          "sentiment": "none"
        },
        {
          "name": "blue horizon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "marondera",
          "sentiment": "none"
        },
        {
          "name": "harare",
          "sentiment": "none"
        },
        {
          "name": "nyanga",
          "sentiment": "none"
        },
        {
          "name": "mutare",
          "sentiment": "none"
        },
        {
          "name": "beira",
          "sentiment": "none"
        },
        {
          "name": "parirenyatwa hospital",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:01.803+02:00",
    "updated": "2023-12-29T00:30:01.803+02:00"
  },
  {
    "uuid": "6e12916f6caed9049a3a22103418a943a5ea89b5",
    "url": "https://www.capegazette.com/article/boys-girls-clubs-delaware-hosts-masquerade-ball/271618",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ted Pfirrmann",
    "published": "2024-02-29T00:00:00Z",
    "title": "Boys & Girls Clubs of Delaware hosts Masquerade Ball | Cape Gazette",
    "text": "The Boys & Girls Clubs of Delaware held its 10th annual Unmask a Child’s Future Masquerade Ball at the Lighthouse Cove Event Center in Dewey Beach. The event had live music from the Blue Label Band, live and silent auctions, and the opportunity to support the Boys & Girls Clubs of Sussex County. Honored at the event was Scott Kammerer, CEO of SoDel Concepts, who received the first Terry Megee Great Futures Award. Most Popular - (5,945) [First Church of Christ Scientist in...](/article/first-church-christ-scientist-rehoboth-be-razed/271690?source=mp) - (5,683) [Sussex approves Route 1-Route 16...](/article/sussex-approves-route-1-route-16-parcel-rezoning/271910?source=mp) - (5,641) [Lewes woman dies in bicycle crash on...](/article/lewes-woman-dies-bicycle-crash-route-24/271897?source=mp) - (5,326) [Crash shuts down Route 1 at Nassau...](/article/crash-shuts-down-route-1-nassau-bridge/271764?source=mp) - (4,716) [Kings Highway: A much-debated stretch...](/article/kings-highway-much-debated-stretch-road/271599?source=mp) - (4,502) [All about Delaware: And the survey...](/article/all-about-delaware-and-survey-says/271418?source=mp) - (4,408) [Rezoning requested for Cultured Pearl...](/article/rezoning-requested-cultured-pearl-lot-60-sussex-st-rehoboth-beach/271646?source=mp) - (4,122) [DelDOT work to cause Route 1 lane...](/article/deldot-work-cause-route-1-lane-closures-starting-march-4/271778?source=mp) - (3,816) [Past CAMP Rehoboth employee indicted...](/article/past-camp-rehoboth-employee-indicted-over-financial-fraud/271788?source=mp) - (3,487) [Georgetown woman dies in two-vehicle...](/article/georgetown-woman-dies-two-vehicle-crash-passenger-critical-condition/271730?source=mp) Most Popular - (6,208) [Sussex approves Route 1-Route 16...](/article/sussex-approves-route-1-route-16-parcel-rezoning/271910?source=mp) - (6,019) [First Church of Christ Scientist in...](/article/first-church-christ-scientist-rehoboth-be-razed/271690?source=mp) - (5,954) [Lewes woman dies in bicycle crash on...](/article/lewes-woman-dies-bicycle-crash-route-24/271897?source=mp) - (5,453) [Crash shuts down Route 1 at Nassau...](/article/crash-shuts-down-route-1-nassau-bridge/271764?source=mp) - (4,538) [All about Delaware: And the survey...](/article/all-about-delaware-and-survey-says/271418?source=mp) - (4,474) [Rezoning requested for Cultured Pearl...](/article/rezoning-requested-cultured-pearl-lot-60-sussex-st-rehoboth-beach/271646?source=mp) - (4,157) [DelDOT work to cause Route 1 lane...](/article/deldot-work-cause-route-1-lane-closures-starting-march-4/271778?source=mp) - (3,938) [Past CAMP Rehoboth employee indicted...](/article/past-camp-rehoboth-employee-indicted-over-financial-fraud/271788?source=mp) - (3,729) [John Timothy Lehne, loved helping...](/article/john-timothy-lehne-loved-helping-others/271957?source=mp) - (3,595) [Wyatt’s grocery store in Lewes](/article/wyatt%E2%80%99s-grocery-store-lewes/271758?source=mp)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "scott kammerer",
          "sentiment": "none"
        },
        {
          "name": "terry megee",
          "sentiment": "none"
        },
        {
          "name": "harvey hanna",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boys & girls clubs of delaware",
          "sentiment": "negative"
        },
        {
          "name": "masquerade ball | cape gazette the boys & girls clubs of delaware",
          "sentiment": "negative"
        },
        {
          "name": "summer house",
          "sentiment": "none"
        },
        {
          "name": "boys & girls clubs of sussex county",
          "sentiment": "none"
        },
        {
          "name": "lighthouse cove event center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dewey beach",
          "sentiment": "none"
        },
        {
          "name": "cape henlopen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:13:57.966+02:00",
    "updated": "2024-03-08T04:26:43.198+02:00"
  },
  {
    "uuid": "bca7451d81eaf6ece6811600aa895815a5fe95a2",
    "url": "https://www.expreso.ec/deportes/bach-desea-juegos-olimpicos-paris-2024-paz-184013.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencia EFE",
    "published": "2023-12-29T14:46:00Z",
    "title": "COI: Bach desea que los Juegos Olímpicos de París 2024 una en la paz",
    "text": "[Deportes]\nCOI: Bach desea que los Juegos Olímpicos de París 2024 una en la paz\nUnidad, Juegos Olímpicos, Inteligencia Artificial y E-Sports entre los deseos del Comité Olímpico Internacional\nEl presidente del Comité Olímpico Internacional (COI), Thomas Bach, desea que en el año entrante los Juegos de París 2024 sirvan para “unir en una competición pacífica” a un mundo en el que “la gente está agotada y cansada del antagonismo, la hostilidad y el odio a los que se enfrenta en todos los ámbitos de su vida”.\nErling Haaland, baja hasta enero debido a una lesión por estrés óseo\n[Leer más](/deportes/erling-haaland-baja-enero-debido-lesion-estres-oseo-184006)\nEn un mensaje de fin de año difundido por el COI, el dirigente alemán aventura que la edición de París abrirá “una nueva era de Juegos Olímpicos: más jóvenes, más inclusivos, más urbanos, más sostenibles” y recuerda que serán los primeros “con plena paridad de género”.\n“Nuestras expectativas para estos Juegos Olímpicos son compartidas por miles de millones de personas. En estos tiempos difíciles que vivimos, la gente de todo el mundo está agotada y cansada del antagonismo, la hostilidad y el odio a los que se enfrenta en todos los ámbitos de su vida”, señala Thomas Bach.\n(Lea también:\nDirectiva de Barcelona aún no responde las observaciones del Ministerio del Deporte)\nEl COI decidió hace dos semanas autorizar la participación en los Juegos de los deportistas rusos y bielorrusos que aún estén a tiempo de clasificarse, siempre que no hayan apoyado la guerra en Ucrania, pero sin sus símbolos nacionales y bajo la denominación de Deportistas Neutrales Individuales. Los equipos de esos países no serán admitidos.\nLigaPro: Norberto Araujo se estrenará como entrenador\n[Leer más](/deportes/norberto-araujo-estrenara-entrenador-184003)\nThomas Bach pide en su mensaje que el Movimiento Olímpico “permanezca unido” y se oponga “a los esfuerzos por fragmentar el deporte mundial en función de criterios políticos”.\n“Más allá de los Juegos Olímpicos de París 2024, nos mantenemos unidos en nuestra misión de hacer del mundo un lugar mejor a través del deporte”, apunta.\n(Le puede interesar:\nPervis Estupiñán: el extraordinario gol del tricolor en su regreso con Brighton)\nBach opina que la inteligencia artificial (IA) y los deportes electrónicos “ofrecen enormes oportunidades” el Movimiento Olímpico. “Por ello”, dice, “la Comisión de eSports del COI está estudiando la creación de unos Juegos Olímpicos de eSports”.\n¿Quieres seguir leyendo sin restricciones?,\n¡Suscríbete a EXPRESO!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:22:44.704+02:00",
    "updated": "2023-12-29T17:22:44.704+02:00"
  },
  {
    "uuid": "190b1023693e0458df7834c1eafa5202d2ef802f",
    "url": "https://www.informazione.it/a/D9957D40-6E79-4F93-9D56-72F4E5522F51/Maltempo-in-arrivo-piogge-neve-e-temporali-su-gran-parte-d-Italia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infoitinterno",
    "published": "2024-12-13T10:32:00Z",
    "title": "Maltempo in arrivo, piogge, neve e temporali su gran parte d'Italia",
    "text": "Maltempo in arrivo, piogge, neve e temporali su gran parte d'Italia\nArticolo Precedente\nArticolo Successivo\nUn fronte perturbato, proveniente dalle Isole maggiori, si sta dirigendo verso l'Italia, portando con sé un'ondata di maltempo che interesserà diverse regioni del Paese. Oggi, 13 dicembre, giorno di Santa Lucia, ci aspetta un venerdì caratterizzato da piogge e temporali, che proseguiranno anche nel fine settimana, quando un nuovo impulso di aria fredda, proveniente dal Mare del Nord, farà il suo ingresso sulla penisola. Le temperature, in particolare al Nord, potrebbero scendere a tal punto da causare locali e deboli gelate, anche in pianura.\nPer chi spera in un miglioramento delle condizioni meteorologiche, sarà necessario attendere lunedì, quando l'espansione dell'Anticiclone delle Azzorre verso l'Italia porterà stabilità, asciuttezza e più sole su tutto il territorio nazionale. Tuttavia, nelle prossime ore, una perturbazione più intensa del previsto colpirà numerose regioni, provocando abbondanti piogge e nevicate. La causa di questo peggioramento è da ricercarsi nella discesa di masse d'aria fredda dal Nord Europa, che continuano ad alimentare una vasta e persistente circolazione ciclonica nell'area mediterranea.\nIl weekend si preannuncia decisamente instabile: sia sabato 14 che domenica 15 dicembre, molte regioni saranno interessate da piogge e nevicate. Una blanda circolazione ciclonica sul nostro Paese sta infatti fornendo energia a una perturbazione che, partendo dalla Sardegna, si dirigerà verso le regioni tirreniche. Sarà proprio questo fronte perturbato a condizionare negativamente il tempo per gran parte del fine settimana, costringendo molti a tenere un ombrello a portata di mano.\nLe previsioni per i prossimi giorni indicano che la perturbazione numero 4 del mese ha già raggiunto l'Italia, riportando piogge e maltempo, in particolare nelle regioni del Centro-Sud e nelle Isole, con un temporaneo coinvolgimento anche di alcuni settori del Nord.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T17:39:03.161+02:00",
    "updated": "2024-12-13T17:39:03.161+02:00"
  },
  {
    "uuid": "612d1909db4ef423da89d67273807220e2a7d4dc",
    "url": "https://www.newportri.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:18:08.501+02:00",
    "updated": "2024-01-19T17:18:08.501+02:00"
  },
  {
    "uuid": "dc73810281fe4df3928e07d90ac67aa5ca88a5fb",
    "url": "https://vnexplorer.net/the-worlds-hottest-city-where-temperatures-reach-54c-and-birds-fall-out-of-the-sky-s2018876.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-22T13:35:00Z",
    "title": "The world's hottest city where temperatures reach 54C and birds fall out of the sky",
    "text": "Severe dust storms make the heat feel worse (Picture: Yasser Al-Zayyat / AFP)\nRemember the unbearable heat in the UK where record-breaking temperatures reached 40C?\nWhile spring has finally arrived in the UK, and we’re looking forward to the warmth of the sun, there is such a thing as too hot.\nIn one country in particular, there’s a city so hot that birds can be seen falling dead from the sky, and there’s even air conditioning outside in the streets.\nKuwait City in the Middle East is considered the hottest city on earth, hitting sweltering temperatures that reach over 50°C.\nIt’s so sizzling, that locals have described the heat as ‘uninhabitable’ in the summer.\nWhat’s the weather like in Kuwait City? The mercury starts to climb in Kuwait in May, where it then continues to spike throughout the summer months.\nSandstorms are common during the hotter months (Picture: Yasser Al-Zayyat / AFP)\nKuwait City itself is a concrete metropolis, and as such, retains the heat. The city, which is known its for huge oil reserves, also sees low rainfall which make matters worse.\nThe highest temperature recorded by Kuwait’s Mitribah weather station, which about 90 minutes outside of Kuwait City, is a staggering 54°C.\nThe lack of moisture has led to sandstorms which are becoming more intense every year, making the heat feel even worse.\nHow do Kuwaitis cope with 50°C+ heat? The three million residents of Kuwait City tend to stay indoors in air conditioned homes, cars and offices, and limit the amount of time they spend outside. There are also indoor shopping malls aplenty, including an entire street lined with palm trees.\nSuncream and cold showers are of course a must – although the sun can warm up the pipes, meaning even the cold water is pretty toasty.\nThe highest recorded temperature was 54C (Picture: Yasser Al-Zayyat/AFP)\nThe Kuwaiti government has also allowed funerals to be held at night instead of the day to avoid the oppressive sun.\nAnimals aren’t so lucky when it comes to escaping the heat though – locals have reported seeing birds falling dead rom the sky, seahorses ‘cooked’ by the sea, and pigeons trying to stay alive by huddling together in the shade to keep calm.\nIf you head to Kuwait in the summer time, you better check under your car before driving off – it’s one of the few places stray cats and dogs can find a cooler spot to rest in.\nThe one positive about living in the world’s hottest city is that during the summer months, the city – and particularly the roads – are pretty quiet, with so many people leaving for long getaways, only returning when it’s cooled down.\nBut, even when Kuwait City is not facing record-breaking heat, average temperatures are still pretty sky high, reaching 45°C.\nKuwaitis spend lots of time inside (Picture: Yasser Al-Zayyat/AFP/Getty)\nWhat does 50°C+ feel like? When us Brits are so used to grey and miserable weather, it’s hard to comprehend what living in such sweltering conditions must feel like.\nOn one Quora forum, people who have experienced it, shared some eye-opening descriptions.\nAbishek Mishra wrote: ‘It is UNBEARABLE. I live in Gandhinagar, Gujrat, where the temperature goes up to 50. It’s really hard to tolerate such temperatures. So when you wake up at 7–8am, you’re already bathing in sweat.\n‘Next up, when you go to the bathroom for a bath, you find really damn hot water.\n‘It’s like having a sauna in your bathroom.’\nAnother poster, Chris Mason, wrote: ‘While I was working in Oman, the runway temperature hit 50 a few times.\n‘The dry heat wasn’t the biggest problem. I found it was more that the wind would pick up the gritty sand and together with the heat it felt like someone holding a hairdryer to my face.\n‘It would literally burn my skin. I had to wear trousers and roll down my sleeves. And wrap around sunglasses were essential.’\nWhat affect do high temperatures have on the human body? According to The World Health Organization, exposure to heat is increasing due to climate change, and this trend will continue.\nGlobally, extreme temperature events are observed to be increasing in their frequency, duration, and magnitude. In 2015 alone, 175 million additional people were exposed to heat waves compared to average years.\nExtended periods of high day and nighttime temperatures can create physiological stress on the body which exacerbates the top causes of death globally, including respiratory and cardiovascular diseases, diabetes and renal disease.\nSpending time outside in such high heats is also dangerous. Exposed skin under the sun can burn, and heatstroke, headaches, and fainting are a risk.\nDo you have a story you want to share? Email [email protected] to tell us more.\nFor even more unmissable travel news, features and inspiration in your inbox each week, sign up to Metro’s The Getaway newsletter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klGzS.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klywW.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klISj.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klISe.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klGzS.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klywW.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klISj.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1klISe.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yasser al-zayyat",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "kuwait city",
          "sentiment": "none"
        },
        {
          "name": "kuwait",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T15:44:36.163+02:00",
    "updated": "2024-03-22T15:44:36.163+02:00"
  },
  {
    "uuid": "0b41188cb9db87d5dfb9364c78134425894d4347",
    "url": "https://cruisefever.net/woman-spends-months-planning-anniversary-cruise-only-to-find-mother-in-law-is-on-the-ship",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "J. Souza",
    "published": "2025-01-30T13:16:00Z",
    "title": "Woman Spends Months Planning Anniversary Cruise Only to Find Mother-in-Law Is On the Ship",
    "text": "A woman who spent three months planning the perfect wedding anniversary cruise said she felt like “a third wheel on the vacation” she had organized.\nThe 35-year-old cruiser shared her story on social media, writing that she was shocked to find her mother-in-law had booked the same exact cruise.\nThe trip was supposed to be a special anniversary celebration, in addition to a celebration of her husband’s birthday.\nShe even had her parents fly to her house to watch the kids so she and her husband could take the trip to Florida and board their ship on the romantic getaway.\nBut the excitement of being on the cruise ship quickly faded when she found out that quality time would soon be quantity time.\n“ As soon as we got to our room to store our carry on bags my MIL calls ,” the woman shared. “ She excitedly explains that she and her husband are ON the ship .”\nThe combination of the sudden shift in plans and the fact that the woman wasn’t super close with her mother-in-law was not how she saw this cruise going.\n“ My mood instantly shifts, this is not someone who I have a good or close relationship with at all. Husband is active duty so vacations are not something that is regularly happening or are easy to plan ,” she continued.\nWhile admitting she “wasn’t thrilled” with this turn of events, she stated that her husband was “excited to see his mom.” And so, she only brought up her dissatisfaction once during the 7-day sailing.\n“ Kept my mouth shut and was cordial for 7 full days as I was a third wheel on the vacation that I planned ,” she said.\nPhoto Credit: Cruise Fever The post then stated that the woman’s father-in-law—who, yes, was also on the cruise—was sick most of the time. This meant that the couple spent extra time hanging out with the wife’s mother-in-law to keep her company.\nThe social media post concluded with some admission of the built up frustration that her husband received at the end of the cruise.\n“ The day after we made it home I did have an attitude and let my husband know how truly upset I was and he went off on me stating that his mother did nothing wrong. But he can see where I could be upset ,” the frustrated woman said.\nAfter the Reddit post (which has since been removed by Reddit) posed the question of whether or not she was at fault for her feelings on the situation, most commenters took her side.\nOne comment summarized the sentiment of the readers and stated, “ Yikes. On an anniversary trip? Did she crash the honeymoon too? Because an anniversary trip sans kids is like one step below honeymoon trip in terms of ‘we want alone time’ .”\nAnother said, “ A grown woman should know better than to invite herself onto what is obviously meant to be a romantic trip. She knew it was too because she didn’t surprise you with that news before coming out or even at the airport, she waited until she was on board. ”\nThe commenters put the blame solely on the mother-in-law with another Redditor saying, “ His mother DID do something wrong. Any reasonable person would know that a couple who have left the kids at home for a vacation are not there to spend time with their parents. ”\nEither way, not only did the situation lead to some undoubtedly awkward moments on the ship, but it also probably caused some extra stress at home. It sounds like this couple could use another cruise, this time just the two of them.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->anniversary",
      "Lifestyle and Leisure->travel and tourism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.reddit.com/r/AmItheAsshole/comments/1icrtxt/aita_for_telling_my_husband_the_entire_vacation/",
      "https://reddit.com/r/AmItheAsshole/comments/1icrtxt/aita_for_telling_my_husband_the_entire_vacation/",
      "https://www.reddit.com/r/AmItheAsshole/comments/1icrtxt/aita_for_telling_my_husband_the_entire_vacation"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T07:15:51.892+02:00",
    "updated": "2025-01-31T07:15:51.892+02:00"
  },
  {
    "uuid": "86f67e1675e731b773f672eef7b84b5fc5cc9c21",
    "url": "https://www.dallasnews.com/news/weather/2025/01/03/artic-airmass-will-send-temperatures-plummeting-sunday-in-d-fw-cold-will-linger-for-days",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lana Ferguson",
    "published": "2025-01-03T13:40:00Z",
    "title": "Artic airmass will send temperatures plummeting Sunday in D-FW; cold will linger for days",
    "text": "Lows will be in the 20s early through at least Monday, Tuesday and Wednesday. By Lana Ferguson Breaking News Reporter\nJan. 3, 2025 | Updated 45 minutes ago |\n2 min. read A group of people jog along White Rock Lake Trial at White Rock Lake in Dallas, Saturday, Dec. 24, 2022. (Elías Valverde II / Staff Photographer)\nNorth Texans will need to be ready to bundle up Sunday night when an Artic airmass sends temperatures plunging .\nThe artic front’s chilling impact on temperatures will linger for several days.\nAdvertisement Friday and Saturday are expected to have mild temperatures with highs around the 60s. Sunday is also expected to begin in the 60s before the temperature drops roughly 20 degrees by the afternoon , according to KXAS-TV (NBC5).\nAdvertisement Related: Polar vortex could send North Texas temperatures plunging next week. ERCOT is preparing",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": [
      "Weather->weather forecast"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T15:56:15.433+02:00",
    "updated": "2025-01-03T16:39:25.581+02:00"
  }
]