[
  {
    "uuid": "19815dd1f8c1ea8690013ad220c52b2d98b925ba",
    "url": "https://www.interempresas.net/Iluminacion/Articulos/558399-LEC-iluminacion-inteligente-para-espacios-publicos.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "(Interempresas)",
    "published": "2024-04-11T22:00:00Z",
    "title": "LEC, iluminación inteligente para espacios públicos @LEC_ilumina",
    "text": "[Ver más artículos sobre:](/Iluminacion/Articulos/543931-Light-Building-convierte-escenario-innovacion-sostenibilidad-eficiencia-edificios.html) [Light & Building se convierte en escenario de innovación para la sostenibilidad y la eficiencia en edificios](/Iluminacion/Articulos/543931-Light-Building-convierte-escenario-innovacion-sostenibilidad-eficiencia-edificios.html)\nLEC, iluminación inteligente para espacios públicos\nLEC, la empresa gaditana especializada en alumbrado público, mostró en Light & Building sus soluciones inteligentes de alumbrado público. De hecho, son las primeras luminarias del mercado con sistema de regulación según la meteorología para mejorar la iluminación sobre la calzada. De este modo, en caso de lluvia, un sensor permite adaptar la luminaria para evitar deslumbramientos.\nEn términos de mantenimiento, LEC también mejora su apertura lateral para su manipulación y cambio de componentes. También ha diseñado el Lighting Tunnel, que permite el cambio de la temperatura de la luz, dependiendo de si se circula en horario diurno o nocturno, para evitar, precisamente, el denominado efecto túnel.\nUna tecnología de vanguardia que contribuye a crear ciudades inteligentes, gracias a los últimos avances tecnológicos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.lecsl.es/",
      "https://www.lecsl.es",
      "https://lecsl.es/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:05:55.709+03:00",
    "updated": "2024-04-12T02:05:55.709+03:00"
  },
  {
    "uuid": "d10ae4a02d32a25aa6ecbfb0cf947ae5837e34a2",
    "url": "https://www.i24news.tv/fr/actu/france/1706218023-un-petit-pays-israel-se-bat-pour-nous-et-on-est-incapable-de-s-en-rendre-compte-philippe-torreton",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "i24NEWS",
    "published": "2024-01-25T20:35:00Z",
    "title": "\"Un Petit Pays, Israël, Se Bat Pour Nous, Et On Est Incapable De S'en Rendre Compte\" (Philippe Torreton) - I24NEWS",
    "text": "\"Un petit pays, Israël, se bat pour nous, et on est incapable de s'en rendre compte\" (Philippe Torreton) \"Je regrette de ne pas avoir Olaf Scholz au pouvoir en France, l'attitude de l'Allemagne est beaucoup plus digne que la nôtre\" Il avait été l'un des premiers à sortir sa plume, incisive, nette et précise après les attaques du Hamas du 7 octobre dans le sud d'Israël. D'abord dans une lettre ouverte, dans laquelle il louait la force d'Israël, ce petit pays qui se battait pour tous les autres contre l'islamisme, puis sur sa page LinkedIn, dans un texte aux saveurs de \"J'accuse\": \"Je suis Juif\", y affirmait le comédien... non juif. Sur i24NEWS, il a réitéré, loin des \"circonvolutions\" qu'il dénonce lorsque le mot de \"Gaza\" pointe dans les dîners en ville. Philippe Torreton est droit dans ses bottes. Verbe haut et fort, là où les mots se tordent de gêne, même parmi certaines voix juives en France : \"On n'arrête pas de tergiverser. La France s'est discréditée, elle est illisible sur cette question, on n'a pas été la hauteur. Des Français sont encore entre les mains du Hamas, et on n'est pas à la hauteur. Ils sont Juifs, donc ils ne sont pas tout à fait français\", s'est agacé le comédien. \"Je regrette de ne pas avoir Olaf Scholz au pouvoir en France, l'attitude de l'Allemagne est beaucoup plus digne que la nôtre\". Au-delà de son gouvernement, Philippe Torreton dit aussi regretter \"le silence de sa profession\", fustigeant la Marche blanche qui avait réuni les artistes \"qui ne voulaient pas prendre position\": \"On a un pays, Israël, qui se bat pour nous, comme le fait l'Ukraine, et on est incapable de s'en rendre compte. On le voit bien, que ce soit l'islamisme d'un côté ou le \"Poutinisme\" de l'autre, on voit bien que ces gens ne veulent pas s'arrêter à ce combat...\". Finalement, conclut-il, après le pogrom, on assiste à un pogrom intellectuel : \"Tout ce qui dit Israël est désormais suspecté, alors qu'on prend comme des informations ce que dit le Hamas, c'est pathétique\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:17:32.494+02:00",
    "updated": "2024-01-26T00:17:32.494+02:00"
  },
  {
    "uuid": "d6db2715f813091a22a9dbbdb8eb30c239d9f6d0",
    "url": "https://www.hawaiinewsnow.com/2024/02/29/hiker-rescues-lost-injured-dog-1000-feet-up-dangerous-oahu-trail",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Megan Ramones",
    "published": "2024-02-29T00:00:00Z",
    "title": "Hiker rescues lost, injured dog 1,000 feet up on dangerous Oahu trail",
    "text": "KAAAWA (HawaiiNewsNow) - A dog was reunited with its owner Wednesday night thanks to the courage of one Oahu hiker who happened to be in the right place at the right time.\nUltra-runner Sergio Florian was training for a race on one of Oahu’s most dangerous trails in the Kaaawa area on Wednesday when he came across a lost and injured dog.\n“I just went up there like I usually do for my training run. And as I was nearing the top around 800-1000 feet of elevation ... and there she wasquivering,” Florian recalled.\n“I don’t know how she even got there, there was a drop off before the area she was at ... she was in between two cliffs.”\nThe dog — named Stevie — had visible injuries to her face. It’s believed the dog got lost chasing pigs in the area.\n“She was in pretty bad shape. She was very skinny and dehydrated and had all these cuts on her,” Florian said. “I felt her shivering in my arms and I was like I can’t leave this living being here.”\nHe says it would’ve been impossible to save the pup had he not known the area as well as he did.\n“I go up there frequently. And it is a very sketchy trail. There’s big drop offs, there’s rock ledges,” he described. “And that was the only reason I was able to get this dog down in this this puppy down is because I knew the trail so well.”\nFlorian said Stevie weighed at least 40 pounds and carrying her down was a challenge.\n“So I pretty much grabbed underneath her belly and you know, with one hand, I was holding onto the cliff and was like scooting down the rock ... I just gathered all my strength and I brought her down and it was tough.”\nOnce on the ground, Florian met up with his wife and brought the pup home to look after.\nHe was able to find Stevie’s owner through a community page on Facebook. At last check, her owner says she’s doing OK.\nFlorian says he’s grateful he pushed through the adversity.\n“Last night we were all like like hugging each other, we just felt this warmth in our heart that we that we actually did something,” he said.\nAnd he’s glad that his training prepared him for such a time as this.\n“Maybe it was for this, maybe it was just so I can help another living being out and I’m happy to do it and I would do it again.”\n“I’d do it again 1,000 times.”\nFlorian said there are two other dogs missing in the same area according to the owner. He said he plans on going back to the trail on Thursday night in effort to help find them.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sergio florian",
          "sentiment": "none"
        },
        {
          "name": "stevie",
          "sentiment": "none"
        },
        {
          "name": "florian",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "oahu",
          "sentiment": "none"
        },
        {
          "name": "kaaawa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:21:44.323+02:00",
    "updated": "2024-03-03T02:54:54.229+02:00"
  }
]