[
  {
    "uuid": "c6f5abc57f0f73f663621f7d05c0d575d45985d4",
    "url": "https://ca.news.yahoo.com/overwhelming-thompson-residents-don-t-220218615.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miami Herald",
    "published": "2023-12-28T00:00:00Z",
    "title": "‘OVERWHELMING’: Thompson residents ‘don’t feel safe,’ says councillor",
    "text": "Local Journalism Initiative ‘OVERWHELMING’: Thompson residents ‘don’t feel safe,’ says councillor Read full article Local Journalism Initiative December 29, 2023 at 12:02 a.m. · 4 min read A disturbing home invasion in which a man was stabbed in the presence of children on Christmas Eve is another example of why those who live in the city of Thompson increasingly feel less safe and more vulnerable to violence, says one long-time city councillor.\n“I think it’s fair to say the crime and the violence has become almost overwhelming in the past few years,” third-term Thompson councillor Duncan Wong said on Thursday.\nRCMP reported this week that a 35-year-old man was stabbed multiple times while trying to get six children to safety during what police believe was a targeted home invasion early Christmas Eve in Thompson, a city of about 18,000 people more than 750 kilometres north of Winnipeg.\nDespite being assaulted and stabbed multiple times after a group of males forced their way into a house, the victim was able to walk the children and a female homeowner to a neighbouring residence, before returning to the home and being discovered by police with serious injuries, and sent to hospital in critical condition.\nPolice say they are looking for 4-5 males, possibly youths or young adults, who were dressed in all dark clothing, wearing masks, and believed to be driving in a pickup truck.\nWong, a Thompson resident since the late 1980s who has served on city council since 2014, says he does not get easily surprised anymore when he hears about violent incidents like the one in Thompson on Christmas Eve, because he says those types of incidents are becoming more and more commonplace.\nFor years, Thompson has consistently ranked at or near the top of all communities in Canada for levels of violent crime, and on multiple occasions since 2017 has been ranked as the most violent community in Canada by a Maclean’s magazine ranking system that examines police data from all Canadian cities with a population of more than 10,000 people.\nBut Wong said he continues to be frustrated because he does not believe that Thompson has the authority or powers to combat violent crime at the municipal level, and he does not feel the current judicial or policing systems are effective at enforcing laws, or at properly punishing criminals and deterring crime.\nStory continues “The justice system I believe is the biggest contributor to this issue, because when people are arrested it’s often just catch-and-release, and putting them right back out onto the streets,” Wong said.\nHe said he has also been a vocal advocate for years of increasing resources for local policing and enforcement in Thompson, because he would like to see far more officers out on the streets actively enforcing the laws.\n“You have the laws and you have the bylaws, but if you don’t enforce them what is the point of those laws? We need more officers patrolling, enforcing and, if need be, arresting.”\nIn recent years, Wong says he and others have also become concerned about the increasing amount of public intoxication and drug use he says is “highly visible” in the city, and especially in Thompson’s downtown core.\n“Some days it’s like the downtown is just a big party,” he said. “And when some people get drunk they get aggressive, so people just don’t want to go downtown anymore, because they don’t even feel safe.\n“It’s sad what has happened to this community.”\nWong said as a councillor he will continue to advocate for judicial reforms and for increased police enforcement and presence in Thompson, but without changes he believes crime and violence will continue to “overwhelm” the city.\nWong is not the only municipal official to sound the alarm about crime and public safety in the province recently, as in an interview on Dec. 14, Association of Manitoba Municipalities (AMM) President Kam Blight said AMM hears continuously from municipal leaders and residents about public safety concerns, and said the organization has statistics to back up the fact that residents are feeling less safe in their own communities.\n“In 2023, the AMM commissioned an independent poll by Probe Research which revealed that only 5% of Manitobans feel safer in their community than they did three years ago, while 56% of Manitobans feel decidedly less safe in their community,” Blight said\nBlight also placed blame for crime on the judicial system as he said “municipal officials are very frustrated with the practice of applying a catch-and-release approach to repeat offenders.”\n— Dave Baxter is a Local Journalism Initiative reporter who works out of the Winnipeg Sun. The Local Journalism Initiative is funded by the Government of Canada.\nDave Baxter, Local Journalism Initiative Reporter, Winnipeg Sun\nTRENDING 1. A broken pelvis, a severed vein and a holiday ruined 2. B.C. trucker found dead 4 days after completing delivery in Winnipeg, family friend says 3. Alberta family of three reported missing on Christmas found dead: RCMP 4. Nikki Haley doesn't mention slavery when asked what caused the Civil War. She later walks that back 5. North Korea's Kim orders military to accelerate war preparations -state media",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
      "https://lji-ijl.ca/",
      "https://s.yimg.com/ny/api/res/1.2/Xc_PhniTVGaNyGJhiEgpfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE5NDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
      "https://www.lji-ijl.ca/",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
      "https://lji-ijl.ca",
      "https://www.s.yimg.com/ny/api/res/1.2/Xc_PhniTVGaNyGJhiEgpfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE5NDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "thompson",
          "sentiment": "negative"
        },
        {
          "name": "duncan wong",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rcmp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "winnipeg",
          "sentiment": "none"
        },
        {
          "name": "thompson",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:11.807+02:00",
    "updated": "2023-12-29T00:11:11.807+02:00"
  },
  {
    "uuid": "8b69f160fb2f26e60b5e025b465789368ad9f8fb",
    "url": "https://www.newsbreak.com/milwaukee-wi/3295617593147-saving-lives-a-snow-day-at-a-time-at-the-national-weather-service-control-center",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-12T03:39:00Z",
    "title": "Saving lives a snow day at a time at the National Weather Service control center",
    "text": "While many are going to sleep tonight unsure if they’ll have school Friday, meteorologists are working around the clock to provide the best advice to school districts, airports and more to keep people in Southern Wisconsin safe for this snowstorm. “Part of our mission statement is the protection of life and property,” Taylor Patterson, meteorologist at the National Weather Service Milwaukee said. “Every day, we come into work no matter if it’s me or a coworker, that’s one thing that’s on the front of our minds.” Despite the latest snowstorm being thousands of miles away, Patterson and fellow meteorologist Benjamin Sheppard are surrounded by monitors with a variety of maps and radar animations. They’re communicating with NWS locations across the country in real-time, to better understand what they are experiencing with this storm while simultaneously using different models to predict how this storm will affect our region. “It’s a lot of looking at models and looking at updates and seeing what’s coming,” Patterson said. “People often say it’s like a fire hose of information thrown all at you at once. This is just a taste of the amount of models we can look at.” With this cornucopia of data and models, the meteorologists at the NWS must discern what they all mean and communicate that information to school districts, emergency management personnel, the DOT, airports and more. Through emails and webinars, the NWS shares the information they have and answers questions from each of these entities. “We give them as much information as possible and answer as many questions as possible so they can make the best decision or them,” Patterson said. “A decision that the Department of Transportation might make is not the same that a local school district will make. We have to leave that decision up to them.” “We lean heavily on our weather experts to make those decisions,” Stacey Tapp with the Racine Unified School District said. “The National Weather Service actually does specific webinars for school districts. We’re able to ask a lot of school or community specific questions which is really helpful.” As of Thursday evening, RUSD had not decided to stay open or close. Friday morning, at 3:45 a.m., the NWS will hold its next webinar for school districts like Racine and others in the state to help them decide. It’s why sometimes families in school districts will go to sleep thinking school is on and wake up to learn school is canceled. For this storm in particular, putting off the decision allows the experts at the NWS to have a more accurate prediction of what could happen. But Lake Michigan is proving to make that difficult. The school districts on the lakeshore could have a much different outcome from this storm than those further inland, making the decision to stay open or close even more difficult. “Some of the schools might be right on that cuff of potentially eight inches of snow or potentially two to three because it’s mostly rain,” Patterson said. “Those can be some really difficult decisions that are really important to schools on whether or not they stay open.” Patterson says the NWS is no stranger to criticism. Sometimes their predictions may be off and Patterson understands when people get frustrated as a result. She says they are constantly evaluating what their analyses were of a given storm and assessing how they can do better. “It’s always hard for those big decision makers,” Patterson said. “You’re stuck between wanting to keep the people safe they are in control of. Like schools keeping all the kids safe, but not unnecessarily closing school.” It’s about time to watch on your time. Stream local news and weather 24/7 by searching for “TMJ4” on your device. Available for download on Roku, Apple TV, Amazon Fire TV, and more. Report a typo or error // Submit a news tip",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Weather"
    ],
    "external_links": [
      "https://www.tmj4.com/apps",
      "https://www.tmj4.com/news/submit-news-tip",
      "https://www.tmj4.com/reportatypo",
      "https://tmj4.com/news/submit-news-tip",
      "https://tmj4.com/reportatypo",
      "https://tmj4.com/apps"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor patterson",
          "sentiment": "none"
        },
        {
          "name": "patterson",
          "sentiment": "none"
        },
        {
          "name": "benjamin sheppard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "negative"
        },
        {
          "name": "nws",
          "sentiment": "none"
        },
        {
          "name": "national weather service milwaukee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "southern wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T08:40:45.568+02:00",
    "updated": "2024-01-12T08:40:45.568+02:00"
  },
  {
    "uuid": "e7e0f01e396113aefc3b505b81559855f8e45b9f",
    "url": "https://www.texastribune.org/2024/05/25/texas-republican-party-convention-platform",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Robert Downen and Renzo Downey",
    "published": "2024-05-25T23:42:00Z",
    "title": "Proposed Texas GOP platform calls for the Bible in schools, electoral changes that would lock Democrats out of statewide office",
    "text": "Proposed Texas GOP platform calls for the Bible in schools, electoral changes that would lock Democrats out of statewide office The platform was voted on Saturday, with tallies expected next week. Other planks call abortion homicide and gender-transition care “child abuse.” [Robert Downen](/about/staff/robert-downen/)and [Renzo Downey](/about/staff/renzo-downey/) [Sign up for The Brief](https://www.texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief), The Texas Tribune’s daily newsletter that keeps readers up to speed on the most essential Texas news. Republican Party of Texas delegates voted Saturday on a platform that called for new laws to require the Bible to be taught in public schools and a constitutional amendment that would require statewide elected leaders to win the popular vote in a majority of Texas counties. Other proposed planks of the [50-page platform](https://convention.texasgop.org/wp-content/uploads/2024/05/2024-TEMPORARY-Platform-FINAL.pdf) included proclamations that “abortion is not healthcare it is homicide”; that gender-transition treatment for children is “child abuse”; calls to reverse recent name changes to military bases and “publicly honor the southern heroes”; support for declaring gold and silver as legal tender; and demands that the U.S. government disclose “all pertinent information and knowledge” of UFOs. The party hopes to finalize its platform on Wednesday, after Saturday’s votes on each proposal are tabulated. Passed by delegates at the party’s biennial convention, the platform has traditionally been seen not as a definitive list of Republican stances, but a compromise document that represents the interests of the party’s various business, activist and social conservative factions. But in recent years — and amid a party civil war that’s pushed it further right — the platform has been increasingly [used as a basis](https://www.texastribune.org/2024/05/23/texas-gop-matt-rinaldi-republicans/) for censuring Republican officeholders who the party’s far right has attacked as insufficiently conservative, including Texas House Speaker Dade Phelan, R-Beaumont, and U.S. Rep. Tony Gonzalez, R-San Antonio. As the party has drifted further right, its platform has done the same. In 2022, it called for a referendum on [Texas secession](https://www.texastribune.org/2023/11/15/texas-secession-texit/); resistance to the “Great Reset,” a conspiracy theory that claims global elites are using environmental and social policies to enslave the world’s population; proclamations that homosexuality is an “abnormal lifestyle choice”; and a declaration that President Joe Biden was [not legitimately elected](https://www.texastribune.org/2022/06/18/texas-state-republican-convention/). Many of those planks were also included in this year’s platform, which was debated late into Friday night and presented for a vote Saturday afternoon. One proposal asserts that illegal immigration is the “greatest threat to American security and sovereignty” and calls for the state and federal governments to devote all available resources to deporting undocumented immigrants. Perhaps the most consequential plank calls for a constitutional amendment to require that candidates for statewide office carry a majority of Texas’ 254 counties to win an election, a model similar to the U.S. electoral college. Under current voting patterns, in which Republicans routinely win in the state’s rural counties, such a requirement would effectively end Democrats’ chances of winning statewide office. In 2022, Gov. Greg Abbott carried 235 counties, while Democrat Beto O’Rourke carried most of the urban, more populous counties and South Texas counties. Statewide, Abbott won 55% of the popular vote while O’Rourke carried 44%. However, some attorneys question whether such a proposal would be constitutional and conform with the Voting Rights Act because it would most likely limit the voting power of racial minorities, who are concentrated in a relatively small number of counties. (The party’s platform also reiterates its previous calls for the repeal of the Voting Rights Act). The platform also takes a step further some of the party’s previous calls for more [Christianity in public life](https://www.texastribune.org/2023/05/04/texas-legislature-church-state-separation/). The 2022 platform proclaimed that the United States was “founded on Judeo-Christian principles,” for instance, and demanded the repeal of federal prohibitions on political activity by churches. The 2024 platform goes significantly further: It urges lawmakers and the State Board of Education to “require instruction on the Bible, servant leadership and Christian self-governance,” and supports the use of religious chaplains in schools — which was [made legal](https://www.texastribune.org/2023/05/19/legislature-chaplain-bill-rocky-malloy/) under a law passed by the state Legislature last year. Though more subtle, another proposed plank could also aid Republicans’ ongoing attempts to further infuse Christianity into public education. This year’s platform also calls for Thomas Jefferson’s “Letter to the Danbury Baptists” to be included in the list of “original founding documents” to be taught in history classes, along with the U.S. Constitution or The Federalist Papers. Jefferson’s Danbury letter is often cited by activists such as [David Barton](https://www.texastribune.org/2023/11/03/david-barton-mike-johnson-texas-church-state-christianity/), a Texas pastor and self-described “amateur historian” who has spent decades arguing that church-state separation is a “myth” that has been [used to shroud](https://www.texastribune.org/2022/07/29/texas-church-state-separation-opposition/) America’s true Christian roots — a claim that has been [thoroughly debunked](https://religionnews.com/2023/12/01/warren-throckmorton-takes-on-david-barton-and-christian-nationalist-revision-history-in-revised-jefferson-book/) by actual historians and experts, many of them also [conservative Christians](https://www.theatlantic.com/national/archive/2012/08/genuine-christian-scholars-smack-down-an-unruly-colleague/260994/). The new platform comes as Republicans increasingly embrace once-fringe theories such as Christian nationalism, which argues that the United States’ founding was God-ordained, and therefore its institutions and laws should reflect conservative, Christian views. Barton’s ideas have been a [key driver](https://www.texastribune.org/2023/11/03/david-barton-mike-johnson-texas-church-state-christianity/) of that movement, and were [repeatedly cited](https://www.texastribune.org/2023/05/04/texas-legislature-church-state-separation/) by lawmakers last year during debates over the chaplains bill and in legislation that would have required the Ten Commandments to be posted in public school classrooms. Barton’s group, WallBuilders, was also an exhibitor at this year’s Texas GOP convention, and the party has [increasingly aligned](https://www.texastribune.org/2024/05/23/texas-gop-matt-rinaldi-republicans/) with two far-right, fundamentalist Christian billionaires, Tim Dunn and Farris Wilks. The draft platform also leans into the Texas GOP’s open hostility toward Texas House leadership and Phelan, with positions that would weaken the power of the House speaker and distribute power to the GOP caucus in the House as a whole. One plank advocates for limiting the speaker to two consecutive terms. Another calls for a discharge petition process, which would allow members to send bills to the House floor for a vote even if they haven’t passed the House committee process. On Friday night, the convention elected former Collin County GOP Chair Abraham George as the [next party chair](https://www.texastribune.org/2024/05/24/texas-republican-party-chair-abraham-george/), a vote that is expected to continue the party’s trajectory. During his candidate speech on Thursday, George called for the party to fight Democrats, radicals and “RINO” Republicans who go against “everything we stand for.” During a speech on the convention stage on Saturday, former gubernatorial candidate and state Sen. Don Huffines carried a printed version of the platform with him. He noted that Republicans have controlled the Legislature and the governor’s mansion for two decades, but the party still struggles to secure its priorities. “We could get any piece of legislation done anytime we want, but, every session, we struggle to get our platform into law,” Huffines said. We’ve got big things in store for you at [The Texas Tribune Festival](https://trib.it/X3GApE), happening Sept. 5–7 in downtown Austin. Join us for three days of big, bold conversations about politics, public policy and the day’s news. Texans need truth. Help us report it. Independent Texas reporting needs your support. The Texas Tribune delivers fact-based journalism for Texans, by Texans — and our community of members, the readers who donate, make our work possible. Help us bring you and millions of others in-depth news and information. Will you support our nonprofit newsroom with a donation of any amount? [Yes, I'll donate today](https://support.texastribune.org/donate?installmentPeriod=yearly&amount=60&campaignId=7016f 2GvLdAAK&utm_medium=site&utm_source=CTA) Information about the authors [Learn about The Texas Tribune’s policies](/about/privacy-policy/), including our partnership with [The Trust Project](/about/#trust-project) to increase transparency in news.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://theatlantic.com/national/archive/2012/08/genuine-christian-scholars-smack-down-an-unruly-colleague/260994/",
      "https://trib.it/X3GApE",
      "https://religionnews.com/2023/12/01/warren-throckmorton-takes-on-david-barton-and-christian-nationalist-revision-history-in-revised-jefferson-book/",
      "https://www.religionnews.com/2023/12/01/warren-throckmorton-takes-on-david-barton-and-christian-nationalist-revision-history-in-revised-jefferson-book/",
      "https://www.theatlantic.com/national/archive/2012/08/genuine-christian-scholars-smack-down-an-unruly-colleague/260994/",
      "https://www.trib.it/X3GApE",
      "https://www.theatlantic.com/national/archive/2012/08/genuine-christian-scholars-smack-down-an-unruly-colleague/260994",
      "https://religionnews.com/2023/12/01/warren-throckmorton-takes-on-david-barton-and-christian-nationalist-revision-history-in-revised-jefferson-book"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "robert downen",
          "sentiment": "none"
        },
        {
          "name": "renzo downey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "texas tribune",
          "sentiment": "none"
        },
        {
          "name": "republican party of texas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-26T03:04:51.149+03:00",
    "updated": "2024-05-28T19:35:18.040+03:00"
  },
  {
    "uuid": "3fa542cc68eb442ab89524668f0b95efc2115959",
    "url": "https://n.yam.com/Article/20250612273100",
    "ord_in_thread": 0,
    "author": "蕃新聞",
    "published": "2025-06-12T08:06:00Z",
    "title": "住進自然鯉～鯉魚潭環境教育中心一同感受蝶舞鳥語",
    "text": "住進自然鯉～鯉魚潭環境教育中心一同感受蝶舞鳥語\n台灣好報/\n1 分鐘前\n【記者 劉瑞娜／花蓮 報導】交通部觀光署花東縱谷國家風景區管理處（簡稱縱管處）鯉魚潭環境教育中心為促進國中、小學生接觸優質生態類型環境教育，實際體驗發現野生生物的樂趣與富含生態知識之課程，於114年7月26至27日（星期六至日）辦理兩天一夜環境教育夏令營，帶領孩子們體驗鯉魚潭的自然環境及優質生態環境教育課程。希冀透過自然觀察認識動植物，讓孩子們了解人類與自然環境的關係，親身感受自然的律動，激發愛護環境的意識。\n夏令營內容包含以鳥類、蝴蝶及民俗植物為主題的日間環境教育課程，及夜間生態觀察，讓孩子們觀看蝶舞搖曳、聆聽鳥語蟲鳴，並尋找夏夜星空下的小動物們。並且將帶領孩子們體驗植物藍染、協力搭帳露營之樂趣，以及在專業合格教練的引導下體驗鯉魚潭SUP立式划槳，讓孩子們在這個暑假留下最特別的回憶。\n▲▼SUP活動照縱管處處長許宗民表示，希望透過《蝶舞鳥語－住進自然鯉》夏令營，讓孩子們接觸、認識大自然，引起對生態資源的興趣，啟發孩子的好奇心，並學會安全地探索環境。\n本次夏令營招生對象為114學年度（8月以後）國小四年級至國中三年級學生，共30位。自即日起至114年7月6日止開放報名。活動報名：https://www.erv-nsa.gov.tw/go/APdRkYeG0040。如有任何疑問，請洽詢鯉魚潭環境教育中心：(03)8641691 #22（照片縱管處提供）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Education",
      "Human Interest"
    ],
    "topics": [
      "Environment->ecosystem",
      "Environment->nature",
      "Education->primary education",
      "Education->students",
      "Education->curriculum"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:17:07.457+03:00",
    "updated": "2025-06-12T08:28:05.000+00:00"
  },
  {
    "uuid": "0fe7b5863a583e1d63ca58ea1d78debda0ef6604",
    "url": "https://vnexplorer.net/majestic-baps-hindu-temple-construction-underway-in-abu-dhabi-drone-visuals-capture-the-grandeur-s709610.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T16:09:00Z",
    "title": "Majestic! BAPS Hindu Temple Construction Underway In Abu Dhabi | Drone Visuals Capture The Grandeur",
    "text": "majestic! baps hindu temple construction underway in abu dhabi | drone visuals capture the grandeur\nAbu Dhabi: A grand BAPS Hindu temple will throw its doors open to devotees in Abu Dhabi in February next year and the construction work of the grand temple is currently underway. Today, Prime Minister Narendra Modi accepted the invitation to inaugurate the mandir.\nDrone visuals of the construction work of Abu Dhabi’s BAPS Hindu temple captured the grandeur.\n“PM Narendra Modi accepted the invitation to inaugurate the BAPS Hindu Mandir in Abu Dhabi on February 14, 2024”, said BAPS Hindu Mandir in Abu Dhabi yesterday.\nPM To Inaugurate BAPS Hindu Temple\nDuring a meeting at the Prime Minister’s residential office on Wednesday, PM Modi warmly accepted the invitation from BAPS Swami Ishwarcharandas. The Prime Minister was honored with a garland and a saffron shawl, symbolising appreciation for his substantial contributions to India and the international community.\n“The BAPS delegation commended the Prime Minister’s health and his significant global achievements, particularly in strengthening ties with the UAE and other Middle Eastern nations. His leadership has been a source of pride and inspiration to Indians around the globe,” a press statement mentioned.\nDuring the meeting, PM Modi recognised the dedication of individuals involved in the Abu Dhabi BAPS Hindu Mandir project, including Chairman Ashok Kotecha, Vice Chairman Yogesh Mehta, and Director Chirag Patel, acknowledging their work as a source of national pride.\nAbout Abu Dhabi’s BAPS Hindu Temple\nThe temple is being constructed on a massive 27-acre land in Abu Mureikhah. The BAPS temple will be the first traditional Hindu stone temple in the Middle East. The opening will happen through a Vedic ceremony, which will be led by His Holiness Pujya Mahant Swami Maharaj.\nNotably, the UAE government allotted this land for the temple in Abu Dhabi in August 2015. It was gifted to PM Modi during his visit to the UAE by the UAE President, His Highness Sheikh Mohamed Bin Zayed Al Nahyan.\nWith the pink sandstone structure that is a spectacular temple is expected to last over 1000 years.\n“This majestic, traditionally hand-carved stone temple and cultural complex celebrates the past and recalibrates the future. It is a timeless testament to the spirituality of HH Pramukh Swami Maharaj and the generosity, fraternity, and humanity of the leaderships of the UAE, India, and the world community at large. Welcome to this universal place of peace where art is ageless, culture is borderless, and values are timeless,” the website mentions.\nThe mandir, inspired by Pramukh Swami Maharaj and blessed by Mahant Swami Maharaj, has incorporated all aspects and features of a traditional Hindu mandir as part of a fully functional, social, cultural, and spiritual complex.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcGCV.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcGCV.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "abu dhabi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abu dhabi",
          "sentiment": "none"
        },
        {
          "name": "baps hindu mandir",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abu dhabi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:15:42.606+02:00",
    "updated": "2023-12-29T18:15:42.606+02:00"
  }
]