[
  {
    "uuid": "7fd9512d9ffb4d1dc9ef83ac1989b384bb9d7507",
    "url": "https://evangelicalfocus.com/european-perspectives/25998/have-you-ever-experienced-the-passion-of-jesus-like-this",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "X. Manuel Suárez",
    "published": "2024-03-28T23:43:27Z",
    "title": "Have you ever experienced the passion of Jesus like this?, Evangelical Focus",
    "text": "I propose you to read, listen, contemplate the passion and death of Jesus through a different and incomparable medium: Johann Sebastian Bach’s music. 28 MARCH 2024 · 15:05 CET Providence Doucet , Unsplash, CC0. -You could do with lentils, I say to a young patient in the doctor’s office. -I don't like them. -But have you ever tried them? -Never. Haven’t you had similar experiences? I myself found classical music heavy and incomprehensible, but the fact is that I had never sat down to listen to it calmly or with the slightest interest. One day I started to give it a chance and discovered a treasure. And something similar is happening to me with jazz. We are I the midst of the “Holy Week” and we will listen to reflections on the passion and death of Jesus. We will return to the final chapters of the gospel of Matthew. And I invite you to something different, to open the door to a new experience: to read, to listen, to contemplate the passion and death of Jesus through a different and incomparable medium: that of music. You don’t have to be an expert at all; try joining me for a fantastic discovery: the greatest composition ever written on this subject, the Passion According to St. Matthew by our brother, the Protestant J. S. Bach. I recommend the interpretation conducted by Karl Richter, son of a pastor (some other performances seem to me to be too fast-paced). I encourage you to sit down and read Matthew 26:1-13 and pray for a little while. Then, start listening Forgive me experts, but this is going to be the description of an ignoramus who is thrilled by what he hears without understanding anything about pentagrams. I encourage you to sit down and read Matthew 26:1-13 and pray for a little while. Then, start listening to this piece of music in sections, don’t try to listen to the whole thing, because the emotions are too intense. Don’t worry if you don’t understand German, because the piece literally follows the text of Matthew chapters 26 and 27. Translations of the text are available, but you can also just use a translator like deepl.com. This chorale introduces us to the drama that is to unfold, to the story of Jesus’ passion and death that it will describe. Thus, one choir asks the other: “Look! Who? The bridegroom/ Look at him / Like a lamb/ Look at what? / Look at his patience...” And then begins the story in Mt 26:1 with Jesus’ announcement to His disciples that He is going to be put to death; a beautiful chorus then softly breaks through and meditates: “Dearest Jesus, what crime have you committed, that you should receive such a heavy sentence? What is your guilt, what crime do they accuse you of?” Bach’s Passion is very descriptive; thus, you can, for example, truly feel the earth tremble when it reaches Mt 27:51. When Bach wants to describe the turbulent conspiracy or anger, he uses choruses with the voices galloping and stepping on each other; he uses this form of expression in Mt 26.5 to describe the plot to kill him (“Not during the feast, lest there be an uproar in the town”), as well as later in 27:22 and 23 (“Let him be crucified!”) or in 27:25 (“His blood be on us and on our children”). He also uses this musical form to describe the disciples’ complaint about the perfume that the woman poured on Jesus (26:8-9): “What is the use of this waste?” The voice Bach gives Christ is not that of the weak, fearful, insecure Jesus but a powerful bass voice, confident Jesus’ response is impressive: the voice Bach gives him is not that of the weak, fearful, insecure Jesus in the film Jesus Christ Superstar, but a powerful bass voice, confident, firm in correcting the disciples while endearing to acknowledge the woman’s act (and the music becomes dramatic with the words “to prepare me for burial”). They must listen to him. The contralto follows with a reflection in the form of a beautiful recitative and Aria that identifies with the woman to say: “Beloved Saviour, your disciples quarrelled like fools, because this pious woman wanted to prepare your body with perfume for burial. Let me pour over your head a cup of tears that flow from my eyes [...] Sorrow and repentance tear my sinful heart, the drops of my weeping, receive them as a pleasant balm, they flow for you, faithful Jesus”. We can leave it here for today. Stop the player, be silent for a while. Let the last notes echo in your head. Tell the Lord what you feel. You will have spent just over 20 minutes swept up in a new experience that you will want to continue. One more year join those across Europe and beyond who are committed with our mission . Together, we will ensure the continuity of Evangelical Focus and Protestante Digital (Spanish) in 2024. Learn all about our #OneMoreYearEF campaign here (English). Published in: Evangelical Focus - European perspectives - Have you ever experienced the passion of Jesus like this?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://unsplash.com/es/@providence",
      "https://apoya.protestantedigital.com/en/",
      "http://apoya.protestantedigital.com/en/",
      "http://apoya.protestantedigital.com/en",
      "http://www.apoya.protestantedigital.com/en/",
      "https://www.unsplash.com/es/@providence",
      "https://apoya.protestantedigital.com/en",
      "https://www.apoya.protestantedigital.com/en/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "neutral"
        },
        {
          "name": "doucet",
          "sentiment": "none"
        },
        {
          "name": "matthew",
          "sentiment": "none"
        },
        {
          "name": "johann sebastian bach",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T01:43:27.909+02:00",
    "updated": "2024-03-29T01:43:27.909+02:00"
  },
  {
    "uuid": "0e261ae146dbd0c82ddad7c7eedd5497da77b909",
    "url": "https://augustzp8wc.ampedpages.com/healthy-massage-granbury-tx-weather-can-be-fun-for-anyone-51625762",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Augustzp",
    "published": "2023-12-29T08:12:00Z",
    "title": "healthy massage granbury tx weather Can Be Fun For Anyone",
    "text": "Cellular phone a buddy: Or try them on before somebody. Dr. Harte states a buddy, companion, or perhaps a yoga teacher will let you deal with what’s most crucial by inquiring issues, like “How will you truly feel in Individuals pants?\nFoam mats, including those constructed from PVC or TPE, are usually far more light-weight and cost-effective than rubber mats. Additionally they give additional cushioning and can be much easier to clean.\nThis Site employs cookies to enhance your encounter As you navigate by way of the web site. Out of\n출장마사지 those, the cookies 출장안마 that happen to be categorized as important are saved with your browser as They're important for the Performing of fundamental functionalities of the web site.\nAbsolutely everyone requires somewhat cushion for yoga or other exercises on the ground. This stackable cushion set is fabricated from supportive foam in a stylish marble pattern to ease any aches or discomforts They could face.\nWe also really like that they have 53 colours, patterns, and kinds—some even fleece-lined for more warmth on chilly days. There is certainly also an inner pocket so you can securely retail outlet some smaller items like keys or perhaps a bank card through your work out. They’re also rather economical besides!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Weather"
    ],
    "external_links": [
      "https://writeupcafe.com/tibetan-singing-bowl-massage-sound-and-vibration-2/",
      "https://writeupcafe.com/abdominal-massage-for-digestive-wellness-4/",
      "https://www.writeupcafe.com/abdominal-massage-for-digestive-wellness-4/",
      "https://www.writeupcafe.com/tibetan-singing-bowl-massage-sound-and-vibration-2/",
      "https://writeupcafe.com/abdominal-massage-for-digestive-wellness-4",
      "https://writeupcafe.com/tibetan-singing-bowl-massage-sound-and-vibration-2"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "harte",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:16:16.909+02:00",
    "updated": "2023-12-29T13:16:16.909+02:00"
  },
  {
    "uuid": "03906bc77d376abc53c44229bfa532048bea2956",
    "url": "https://www.globalsecurity.org/wmd/library/news/iran/2024/iran-240222-rferl01.ht",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Pike",
    "published": "2024-02-23T10:08:00Z",
    "title": "Iran's Clerical Rulers Face 'Legitimacy Crisis' Ahead Of Elections",
    "text": "Iran's Clerical Rulers Face 'Legitimacy Crisis' Ahead Of Elections\nBy Kian Sharifi February 22, 2024\nFor decades, Iran's clerical establishment has used voter turnout in elections as proof of its legitimacy, especially to the outside world.\nBut with anti-establishment sentiment among the public rising and unprecedented protests erupting against the authorities in recent years, the legitimacy of Iran's rulers has been severely undermined.\nThat has coincided with record-low turnouts in recent presidential and parliamentary elections. Now, as Iranians prepare to go to the polls on March 1, the authorities have been urging the public to vote amid fears of another poor turnout.\nSanam Vakil, the director of the Middle East and North Africa Program at the London-based think tank Chatham House, said the clerical establishment is \"facing a legitimacy crisis,\" adding that the authorities \"can't hide it anymore without stuffing the ballots.\"\nGiven the widening gulf between the ruling clerics and Iran's young population as well as ongoing state repression and economic mismanagement, the authorities \"cannot be surprised\" by a record-low turnout next week, said Vakil.\nIranians will cast their ballots for parliamentary elections as well as vote for the Assembly of Experts, which picks and nominally oversees the work of the country's supreme leader.\nAli Vaez, the director of Iran Project at the International Crisis Group, argues that \"the regime has reached a stage where it has given up on the majority of the Iranian people, who for their part have given up on the regime.\"\n\"The leadership only cares about one thing: a smooth succession of the supreme leader even if that comes at the cost of the system's legitimacy,\" he added.\nPurging The System\nEven as the authorities have pleaded with the public to vote in the upcoming elections, they have also severely limited the playing field, disqualifying many reformist and moderate candidates.\nThat trend started in 2021, when the ultraconservative Ebrahim Raisi, a close ally of Supreme Leader Ayatollah Ali Khamenei, was elected as president. Since then, Iran's hard-liners have dominated all three branches of the government: the presidency, parliament, and judiciary.\n\"There has clearly been a gradual shift under way to purge the system of critics as part of the slow-motion political transition we are watching,\" said Vakil.\nThis is particularly evident in the elections for the Assembly of Experts, whose 88 members are elected on eight-year terms. Media reports suggest 105 out of the 144 candidates are backed by hard-liners, while 39 are running as independents.\nFormer President Hassan Rohani, a moderate, was disqualified from running in the Assembly of Experts vote.\nThe main task of the assembly is to appoint the next supreme leader. Given Khamenei is 84, it is likely the next assembly will pick his successor.\n\"The system clearly doesn't want to leave anything to chance,\" said Vaez, although he added Khamenei's successor will likely be chosen \"by the deep state\" comprising Khamenei's office and the powerful Islamic Revolutionary Guards Corps, the elite branch of Iran's armed forces.\n\"The Assembly of Experts will just rubber-stamp that decision,\" said Vaez.\n'Dismal Turnout'\nThe mass disqualification of moderate and reformist candidates ahead of the 2020 parliamentary elections and the 2021 presidential vote contributed to the poor turnouts, experts said.\nBut that was before the unprecedented unrest that engulfed Iran in 2022 during monthslong anti-establishment protests.\nThe demonstrations were triggered by the death in custody of Mahsa Amini, a 22-year-old woman who was arrested for allegedly wearing her mandatory hijab improperly.\nThe nationwide protests began as a rebuke against the brutal enforcement of the hijab, a key pillar of the Islamic republic. But they soon snowballed into one of the most sustained demonstrations against Iran's theocracy, with some protesters calling for an end to clerical rule and demanding their social and political freedoms.\nAt least 500 protesters were killed and thousands were detained in the state's brutal crackdown on the protests. Nine protesters have so far been executed for their role in the rallies following trials described as unfair by rights groups.\nObservers said the protests will likely have a significant influence on turnout in the upcoming elections.\n\"It defies logic for an unfree and unfair election that comes on the heels of a brutal suppression of dissent to witness a higher participation rate than the dismal turnout of the last parliamentary elections,\" Vaez said.\nEven if moderates and reformists were allowed to run in this year's elections, it would not make a difference because \"that is not the core issue for most Iranians anymore,\" said Holly Dagres, a nonresident senior fellow at the Atlantic Council.\n\"It won't make much of a difference in the outcome of the election because reformists in the past have been unable to deliver on their promises,\" she said. \"Many Iranians see them as an extension of the problem: the Islamic republic, which they are since they are part of the system.\"\nBut that has not stopped the authorities from calling on the public to vote.\n\"We must all take part in the elections.... The correct way to fix and resolve problems is through elections,\" Khamenei said on February 18, echoing remarks he had made in previous weeks.\nOfficials have also tried to encourage voting by suggesting that not doing so would play into the \"enemy's\" hand.\nThe calls are unlikely to convince nonvoters, said the pro-reform newspaper Hammihan, which suggested the authorities were pleading with \"people whose voices were not heard\" in the 2022 protests.\nSource:\nhttps://www.rferl.org/a/iran-s-clerical-rulers-face-legitimacy -crisis-ahead-of-elections/32829440.html\nCopyright (c) 2024. RFE/RL, Inc. Reprinted with the permission of Radio Free Europe/Radio Liberty, 1201 Connecticut Ave., N.W. Washington DC 20036.\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Politics"
    ],
    "external_links": [
      "https://www.rferl.org/a/iran-s-clerical-rulers-face-legitimacy-crisis-ahead-of-elections/32829440.html",
      "https://www.rferl.org/a/iran-s-clerical-rulers-face-legitimacy",
      "https://rferl.org/a/iran-s-clerical-rulers-face-legitimacy-crisis-ahead-of-elections/32829440.html",
      "https://rferl.org/a/iran-s-clerical-rulers-face-legitimacy"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kian sharifi",
          "sentiment": "negative"
        },
        {
          "name": "sanam vakil",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "legitimacy crisis' ahead of elections iran",
          "sentiment": "neutral"
        },
        {
          "name": "north africa program",
          "sentiment": "none"
        },
        {
          "name": "chatham house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T13:01:22.874+02:00",
    "updated": "2024-02-23T13:01:22.874+02:00"
  },
  {
    "uuid": "be102f08dbed92282c512b71b9cbd7b7df7868db",
    "url": "http://en.people.cn/n3/2024/0505/c90000-20164649.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "F_400983",
    "published": "2024-05-05T00:00:00Z",
    "title": "China beats Indonesia to claim its 16th Uber Cup title - People's Daily Online",
    "text": "Home >> China beats Indonesia to claim its 16th Uber Cup title ( Xinhua ) 13:31, May 05, 2024\nChen Yufei of China reacts in the singles match against Gregoria Mariska Tunjung of Indonesia during the final of BWF Uber Cup Finals in Chengdu, southwest China's Sichuan Province, May 5, 2024. (Xinhua/Jia Haocheng)\nCHENGDU, China, May 5 (Xinhua) -- China claimed its 16th Uber Cup title after beating Indonesia 3-0 here on Sunday.\nHaving lost the final to South Korea two years ago though, China was tipped as an odds-on favorite when the championship took place on Chinese soil for the first time since 2016.\nOlympic champion Chen Yufei spearheaded the singles action as she defeated Gregoria Mariska Tunjung 21-7, 21-16.\n\"I am ready to take on anybody. I am confident and in pretty good form,\" said Chen, who hadn't dropped a single set en route to the crowning moment.\nWorld No. 1 Chen Qingchen and Jia Yifan put China 2-0 up with a 21-11, 21-8 win over Siti Fadia Silva Ramadhanti and Ribka Sugiarto in the doubles clash.\nIn the following second singles, Indonesian teenager Ester Nurumi Tri took the first set 21-10, but He Bingjiao recovered to seal the triumph 21-15, 21-17.\n\"It will probably be our last team event. It might be a sad moment for our fans, but since it is our last dance, please wish us a better life in the future,\" said Chen, who played four Uber Cup with Jia.\nIt was also a historic day for young Indonesians as they helped the team reach the final for the first time since 2008.\n\"We reached the final after 16 years. It wasn't easy but we have proven our strength,\" Tunjung said. \"This tournament is set to make us better prepared for the Olympic Games.\"\nJapan and South Korea shared the bronze medal.\nThe biennial badminton championships took place in Chengdu, southwest China's Sichuan Province, with the men's Thomas Cup final scheduled for Sunday evening.\nChen Yufei of China reacts in the singles match against Gregoria Mariska Tunjung of Indonesia during the final of BWF Uber Cup Finals in Chengdu, southwest China's Sichuan Province, May 5, 2024. (Xinhua/Jiang Hongjing)\nChen Yufei of China reacts in the singles match against Gregoria Mariska Tunjung of Indonesia during the final of BWF Uber Cup Finals in Chengdu, southwest China's Sichuan Province, May 5, 2024. (Xinhua/Hou Zhaokang)\nChen Yufei of China reacts in the singles match against Gregoria Mariska Tunjung of Indonesia during the final of BWF Uber Cup Finals in Chengdu, southwest China's Sichuan Province, May 5, 2024. (Xinhua/Jia Haocheng)\nChen Yufei of China hits a return in the singles match against Gregoria Mariska Tunjung of Indonesia during the final of BWF Uber Cup Finals in Chengdu, southwest China's Sichuan Province, May 5, 2024. (Xinhua/Hou Zhaokang)\nPlayers of Indonesia cheer before the final of BWF Uber Cup Finals in Chengdu, southwest China's Sichuan Province, May 5, 2024. (Xinhua/Jiang Hongjing)\n(Web editor: Chang Sha, Hongyu)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Sport",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://english.people.com.cn/n3/2020/0326/c90000-9672920.html",
      "http://english.people.com.cn/n3/2020/0729/c90000-9716018.html",
      "http://www.english.people.com.cn/n3/2020/0729/c90000-9716018.html",
      "http://www.english.people.com.cn/n3/2020/0326/c90000-9672920.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gregoria mariska tunjung",
          "sentiment": "neutral"
        },
        {
          "name": "chen yufei",
          "sentiment": "neutral"
        },
        {
          "name": "siti fadia silva ramadhanti",
          "sentiment": "none"
        },
        {
          "name": "jia yifan",
          "sentiment": "none"
        },
        {
          "name": "he bingjiao",
          "sentiment": "none"
        },
        {
          "name": "jia haocheng)",
          "sentiment": "none"
        },
        {
          "name": "chen qingchen",
          "sentiment": "none"
        },
        {
          "name": "ribka sugiarto",
          "sentiment": "none"
        },
        {
          "name": "ester nurumi tri",
          "sentiment": "none"
        },
        {
          "name": "chen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "xinhua",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "sichuan province",
          "sentiment": "none"
        },
        {
          "name": "chengdu",
          "sentiment": "none"
        },
        {
          "name": "chengdu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-05T09:13:28.430+03:00",
    "updated": "2024-05-12T18:58:50.225+03:00"
  },
  {
    "uuid": "d3ae5995e469351cec6902ed1a0e9bea5b82aa67",
    "url": "https://www.cronista.com/infotechnology/espana/actualidad-es/tristeza-en-la-iglesia-catolica-las-palabras-del-papa-francisco-en-su-momento-mas-dificil-todavia-necesito-tratamiento",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cronista",
    "published": "2025-02-17T13:54:00Z",
    "title": "Tristeza en la Iglesia Católica | Las palabras del Papa Francisco en su momento más difícil: ",
    "text": "Tristeza en la Iglesia Católica | Las palabras del Papa Francisco en su momento más difícil: \"Todavía necesito tratamiento\"\nFrancisco pasó su tercera noche hospitalizado por una infección polimicrobiana del tracto respiratorio.\nLas pruebas realizadas en los últimos días y este lunes al Papa Francisco \"han demostrado una infección polimicrobiana del tracto respiratorio que ha obligado a modificar aún más la terapia\", \"el cuadro clínico complejo requerirá de una hospitalización adecuada\" y se ha anulado la audiencia general de este miércoles, informó la Santa Sede.\n\"Todas las pruebas realizadas hasta el momento son indicativas de un cuadro clínico complejo que requerirá de hospitalización adecuada\", se lee en un comunicado del Vaticano, que hace prever que Francisco seguirá hospitalizado por una infección de las vías respiratoria aún varios días, tras ingresar el pasado viernes en el hospital Gemelli de Roma.\nEl portavoz del Vaticano, Matteo Bruni, aclaró que no se trata de un \"agravamiento\", sino que el cambio del tratamiento se debe una lectura de los análisis realizados en los días pasados y muestran una evaluación más completa de la patología, en este caso, una infección polimicrobiana.\nPor tanto, no se ha hablado de una fecha para que se le dé el alta, aclaró, al tiempo que aseguró también que el pontífice argentino \"está de buen humor\".\nLas palabras del Papa Francisco\nEl papa agradeció las muestras de afecto que ha recibido y el cuidado de los médicos y los enfermeros del hospital Gemelli de Roma donde se encuentra ingresado.\n\"Todavía necesito tratamiento para mi bronquitis\", escribió el pontífice, al agradecer \"el afecto, la oración y la cercanía con los que me están acompañando estos días, así como quiero agradecer a los médicos y al personal sanitario de este hospital por su cuidado: realizan un trabajo valioso y muy agotador\".\nEl Vaticano difundió el texto preparado por el papa para el Ángelus tras la celebración de la misa del Jubileo de la Cultura, en la que el cardenal José Tolentino de Mendonça leyó la homilía de Francisco, que no pudo presidirla por encontrarse hospitalizado desde el pasado viernes.\nLas más leídas de Actualidad\nNormativa vigente\nPésimas noticias para los propietarios: desde ahora deberán pagar los arreglos de la vivienda en alquiler\nMomento crítico\nTristeza en la Iglesia Católica | Las palabras del Papa Francisco en su momento más difícil: \"Todavía necesito tratamiento\"\nAlerta meteorológica\nUna fuerte tormenta se aproxima este fin de semana y afectará a varias provincias: cuales son las zonas con lluvias intensas\nTránsito\nExcelente noticia para los conductores: ya no tendrán que pasar la ITV desde 2025 si su coche está en este listado\nLas más leídas de El Cronista España\nNormativa vigente",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "topics": [
      "Religion and Belief->religious leader",
      "Religion and Belief->church",
      "Human Interest->funeral and memorial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Papa Francisco",
          "sentiment": "negative"
        },
        {
          "name": "Matteo Bruni",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-22T02:01:44.129+02:00",
    "updated": "2025-02-22T02:01:44.129+02:00"
  },
  {
    "uuid": "51d824fdd5370b803489a5c990c30c94b4f65aab",
    "url": "https://mommypoppins.com/houston-kids/museums/southeast-houstons-lone-star-flight-museum-will-have-your-kids-flying-high",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashley Jones",
    "published": "2024-01-19T00:00:00Z",
    "title": "Guide to Houston's Lone Star Flight Museum - Mommy Poppins",
    "text": "Southeast Houston's Lone Star Flight Museum Will Have Your Kids Flying High [Ashley Jones](/user/102461) Soaring warbirds, thrilling simulator experiences, and soft spots for tots to land have parents jetting to the Lone Star Flight Museum in Southeast Houston. Located at Ellington Field, the aviation museum boasts exciting exhibits and interactive elements for visitors of all ages. Along with tons of fun exhibits for the kiddos, this Houston museum's two hangars are home to a large collection of planes that have served in multiple wars, many of which are still functional today and fly for the museum as well as in air shows across the country. It is also home to the Space Gallery and the Texas Aviation Hall of Fame, which honors legendary pioneers in flight history. We love to visit with our 3-year-old son and 7-year-old daughter. Read on to find out what keeps us coming back and for tips and tricks to get the most out of your visit. Check out our handy guide to all [Houston's best kid-friendly museums](https://mommypoppins.com/houston-kids/best-museums-in-houston-for-kids-and-families), and for a day of cost-free fun, browse our list of [Free Museums and Free Museum Days for Kids in Houston](https://mommypoppins.com/houston-kids/free-activities/days-and-times-for-free-admission-to-houstons-museums). OUR LATEST VIDEOS Top Things to Do at Houston's Lone Star Flight Museum Navigate the Hangars Our most recent self-guided tour of the [Lone Star Flight Museum](https://lonestarflight.org/) started with a stroll into the first of two large airplane hangars on the property. Everything inside the museum is so well-kept and pristine, and the walkways are wide, making it easy to navigate with a stroller. Each airplane, including the warbirds, dive bombers, fighter jets, and more, is perfectly polished and features an informative plaque with tons of information about the weight of the plane, the plane's mechanics, and flight history. While our kiddos were more interested in pointing out their favorite paint jobs (with the toddler trying to make a break for the cockpits) than having every single word read to them, my husband and I certainly enjoyed learning about these historical aircraft. The way that the airplanes are arranged throughout the hangars allows for easy access to each one. With 60,000 square feet of air-conditioned hangar space, there is plenty of room to move around comfortably, and it was easy to allow the kids to see each plane from several angles to point out the different parts of the plane, including where the engines are, the propellors, and even where artillery is stored. Around the outside of each of the hangars, large wall displays give even more information regarding wartime flight history, including interactive screens with videos and photos. RELATED: [Days and Times for FREE Admission to Houston's Museums](https://mommypoppins.com/houston-kids/free-activities/days-and-times-for-free-admission-to-houstons-museums) Learn the Ins and Outs of Flying at the Flight Academy Next, we headed to one of our favorite spaces in the museum, the Flight Academy, where the kids were able to interact with 27 exhibits designed to show how planes fly. Seeing wind tunnels work and getting their hands on samples of airplane building materials that they could touch and feel was exciting. Other exhibits in this area explained the effect of weather on flight. Each station was more interactive than the next and allowed for serious learning opportunities. They also got to climb into three replica cockpits to explore what the interior of the huge planes they just saw in the hangars would look like. The next stop on the path took us to what ended up being the best part of the visit: A hang gliding simulator where they got to sit on the seat, hold on to the bar, and try their hands at gliding. Another highlight of this area was a station where they were able to build paper airplanes to take home. RELATED: [ Must-See Houston Museums You've (Probably) Never Heard Of](https://mommypoppins.com/houston-kids/indoor-activities/8-must-see-houston-museums-youve-probably-never-heard-of-0) Kids can get a sense of gliding with the hang gliding simulator. Photo by Rebecca Ortiz for Mommy Poppins Visit the Texas Aviation Hall of Fame and Aviation Art Gallery While exploring the museum, we were able to walk through the Texas Aviation Hall of Fame. This prestigious hall boasts monuments honoring pioneers in aviation, entrepreneurs in the flight industry, and military and space exploration leaders. Some notable inductees that we learned about are Presidents George W. Bush and Dwight D. Eisenhower, as well as former Dallas Cowboys Head Coach Tom Landry. Another exhibit we enjoyed was the Milestones and Monuments Gallery, featuring the works of aviation art by Douglas Ettridge, provided from the personal collection of aviation hall-of-famer Durrell U. “Dee” Howard. The gallery offered a calm moment after all the excitement of the Flight Academy. RELATED: [Touring the 1940 Air Terminal Museum](https://mommypoppins.com/houston-kids/city-guides/touring-the-1940-air-terminal-museum) Explore the Final Frontier in the Space Gallery No Space City aviation museum would be complete without a nod to space flight, and the Lone Star Flight Museum doesn’t disappoint with its new Space Gallery. Learn what it took for the astronauts that flew on the Space Shuttle to train and live in space with up-close views of Crew Compartment Trainer and authentic 1970s Space Shuttle Motion Base Simulator. A Lunar Rover and Centaur Robot can also be seen in this exhibit, showing off advanced robotics and concepts that are all part of our journey back to the moon. Take to the Virtual Skies in the MaxFlight Simulator Experience For an additional fee, school-aged children and adults can get a realistic piloting experience in the cockpit of the MaxFlight Simulator. This fully interactive simulator can achieve 360-degree motion, letting you practice flips, rolls, dips, and more all while staying safely on the ground. Pick your airplane and take it to the skies, or opt for an underwater or rollercoaster experience in the sim for a wild ride that will satisfy thrill seekers. Height and weight limits and double occupancy requirements apply. The Lone Star Museum's new Toddler Terminal is prefect for kids ages 1-4. Photo courtesy of the museum Take Off at the Boeing Toddler Terminal In the Lone Star Flight Museum's newly opened [Boeing Toddler Terminal](https://lonestarflight.org/toddlerterminal/), you can unstrap your tiny riders from ages 1-4 for a bit of active fun as they climb, slide, build, and play. This Houston tot spot features soft, aviation-themed play structures, toddler-safe flooring, a bright mural, and interactive STEM stations with moving gears, magnetic sliders, a bead maze, and more, to let your littlest ones work out energy through imaginative play. Keep an eye out for the addition of story times, dedicated tours and crafts for little learners, sing-alongs, play days, and toddler-focused birthday party packages. These fun offerings are currently in the works! Inside Tips for Visiting the Lone Star Flight Museum This Houston museum is great to visit any time of year, but we especially love to go in the summer and winter months, since it’s primarily indoors. The weather is also something to consider when visiting, as it’s located at Ellington Airport, right off a runway. This is important because, if you make it on a nice day when its planes are flying (which is often), you may get to witness the takeoff and landing of a historic warbird or other cool aircraft. Guests are welcomed out back to see the active airplanes up close from right on the tarmac. Don’t be shy! During previous visits, we’ve been able to peek in and under aircraft while they’re parked; and helpful staff and pilots are around and often happy to answer questions and snap a photo. Annual Lone Star Flight Museum Events The Lone Star Flight Museum has some family-friendly annual events worth stopping by for. Holidays in the hangars are something to see, from trick-or-treating and Easter egg hunts to breakfast and photos with [Stearman Santa](https://mommypoppins.com/houston-kids/christmashanukkah/top-holiday-christmas-events-near-houston-texas) after he flies in on the classic PT-17 Stearman in December. Other fun events include the National Aviation Day Celebration and Science Day, where participants can do hands-on experiments, observe demos, hop in the flight simulator, and more. Lone Star Flight Museum Birthday Parties and Camps If you’re looking for a fun spot to throw your aspiring pilot’s next party or a way for them to get a head start on their aerospace dreams, the Lone Star Flight Museum offers birthday party packages and even summer and spring break camps. Currently, two birthday party packages are offered for kiddos ages 6 and up, with toddler options coming soon. Space is available for up to 14 pilots-in-training and includes a 2-hour rental with a paper airplane workshop and a special goodie bag for the birthday kid. Getting to the Lone Star Flight Museum and Parking Located right off Highway 3 in the Clear Lake/Webster area, the Lone Star Flight Museum can be found at the corner of Challenger and Aerospace Avenue at Ellington Airport. Parking is free, and the large parking lot has plenty of spaces. Energy-efficient vehicle parking is available near the front entrance. Food at the Lone Star Flight Museum The Lone Star Flight Museum now has a coffee shop that can be found in the gift shop area. Visitors can enjoy premium coffee drinks and breakfast and lunch offerings. Don’t forget to browse for clothing, toys, books, and more at your stop in the gift shop. Strollers and Potties at the Lone Star Flight Museum The Lone Star Flight Museum is stroller-friendly, with wide, smooth aisles in the hangars and enough space to maneuver through the exhibits. Stroller parking is available in the Boeing Toddler Terminal. The clean and accessible bathrooms are centrally located. Admission and Hours to the Lone Star Flight Museum The Lone Star Flight Museum offers child, youth, and senior rates, and admission is half off every Thursday. Children 4 and under are free. Memberships are a worthwhile investment, especially for Bay Area Houstonians. Different tiers are available, and membership perks include access to exclusive events and discounts at the gift shop and for birthday parties, events, camps, warbird rides (for adults and accompanied teens), guest admission, and some workshops. This Houston museum is open year-round from Tuesday through Saturday from 10am-5pm and on Sundays from noon-5pm. It’s also open on Mondays in the summer from Memorial Day through Labor Day. All photos by Rebecca Ortiz, for Mommy Poppins Places featured in this article: Lone Star Flight Museum",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://lonestarflight.org/)",
      "https://lonestarflight.org/toddlerterminal/),",
      "https://www.lonestarflight.org/toddlerterminal/),",
      "https://www.lonestarflight.org/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ashley jones",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "texas aviation hall of fame",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lone star flight museum - mommy poppins southeast houston",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        },
        {
          "name": "southeast houston",
          "sentiment": "none"
        },
        {
          "name": "ellington field",
          "sentiment": "none"
        },
        {
          "name": "lone star flight museum",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T14:47:49.747+02:00",
    "updated": "2024-01-19T14:47:49.747+02:00"
  }
]