[
  {
    "uuid": "6664ea703d61855cddd7e8d19007aff3d24f74ae",
    "url": "https://thehill.com/homenews/state-watch/4656344-solar-storm-hits-us-questions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saul Elbein",
    "published": "2024-05-10T17:09:00Z",
    "title": "A huge solar storm is hitting the US: 6 big questions and answers",
    "text": "[State Watch](https://thehill.com/homenews/state-watch/) A huge solar storm is hitting the US: 6 big questions and answers The biggest solar storm to hit the United States in more than two decades is underway — with impacts to begin Friday evening. That means Americans as far south as Illinois — or even Alabama — may see the aurora borealis, or northern lights. Those dancing lights will be the sign of charged particles ejected from storms on the surface of the sun as they collide with the Earth’s magnetic field. With the Earth increasingly electrified, these storms are potentially disruptive to both radio and the grid — and while this storm is unlikely to cause serious problems, it’s a warning of more serious risks in the future. “We anticipate that we’re going to get one shock after another, so we’re really buckling down here,” said Brent Gordon, chief of the Space Weather Services branch of the National Oceanographic and Atmospheric Administration (NOAA). Here are five things to know about the event — and the vulnerabilities it exposes.. What is happening on the sun? Sometimes the intense magnetic fields from within the sun’s interior push up onto the sun’s surface, forming [dark regions, or sunspots](https://www.swpc.noaa.gov/phenomena/sunspotssolar-cycle). These are enormous regions — many times the size of the Earth — that are thousands of degrees cooler than sun’s usual surface. Solar plasma can gets stuck in these ‘ropes’ of magnetic flux and flung up into the sun’s atmosphere. They generally collapse back down into the solar surface. But sometimes, as these ‘ropes’ snap back into the surface of the sun, they fling charged particles from the sun’s corona out into space. That’s called [a coronal mass ejection](https://www.swpc.noaa.gov/phenomena/coronal-mass-ejections) (CME), and what’s happening tonight and early tomorrow is a series of CMEs heading toward Earth. Once it reaches the Earth, it will cause [a “geomagnetic storm”](https://www.swpc.noaa.gov/phenomena/geomagnetic-storms) as the particles hit the Earth’s magnetic field. How serious is this event? Experts at NOAA say it’s probably not a big risk to Earth-based systems. But it is a rare and serious event. Like tornadoes and hurricanes, geomagnetic storms are rated on a five-point scale, and this is supposed to be a G4 event. This is the first such severe storm — and the last “geomagnetic watch” announced by NOAA — since 2005. There have been more recent storms on the low end of the G4 schedule, including a [brief, relatively weak event](https://www.swpc.noaa.gov/news/update-g4-storm-observed-sunday-april-23-2023) in 2023. NOAA scientists compared the ongoing “watch” alert to a tornado alert: It means grid managers should go about their business, but be alert. The next level — which the world has yet to hit — would be a warning akin to a tornado warning, which would suggest an ongoing serious event. But experts emphasized that each “warning” is directed at a specific audience: Tornado warnings go out to everyone in the path of a tornado, but geomagnetic warnings are directed at a much more specialized group. “For most people on planet Earth, they won’t have to do anything,” said Robert Steenburgh, another space scientist at NOAA. “They’ll be able to go about their daily lives.” But for “certain sectors of the economy, industry and aviation. There’s some disintegrating effort, because they’ll have to work around the particular storms,” Steenburgh said. What disruptions can that cause? On Earth, these impacts are generally minimal, because the Earth’s magnetic field largely shields society from the onslaught of particles. Impacts are relatively restricted to sectors including high-frequency radio or communications from the ground to GPS or airlines — because the particles generate current in the atmosphere that disrupts radio waves. But the world is increasingly dependent on electricity, which is to say on electromagnetic waves of the sort disrupted by a geomagnetic storm. It’s also increasingly encircled with bands of metal — transmission lines, railroad tracks or even pipelines — that can be turned into electromagnets by the geomagnetic storm. “Depending on how much [the CME] interacts with the Earth’s magnetic field, the Earth’s field can fluctuate,” sending pulses of electric current down “long conductors like pipelines, railroad tracks and power lines that’s not supposed to be there,” Steenburgh said. “So our role is to alert the operators of these different systems so that they’re aware and can take action to mitigate these impacts.” A bigger issue is the world’s reliance on global positioning systems (GPS), which depend on maintaining reliable communication to the network of satellites encircling the globe; GPS was a far less significant part of the economy or navigation system when the last such storm happened in 2005. Shawn Dahl of the Space Weather Prediction Center said the storm can cause “potential signal loss” between ground and satellites. That means fewer satellites will be able to communicate to the ground at once, making the system’s ability to determine precisely where things are less accurate. The storm can also “flood” the upper atmosphere with charged particles that persist for days after the storm is over, with real implications for space travel. Controllers of lower-altitude satellites “are really paying attention now,” Dahl said, because the storm effectively “expands the areas where the satellites are orbiting.” As the atmosphere gets more dense, if controllers aren’t paying attention, their satellites can slow down in the increased friction and begin to drop. “So that’s being accounted for as much as they can.” One benefit of the reliance on GPS is that the sky is so full of satellites, and the ground so full of receivers, that it helps defray the risk with greater redundancy. “There’s a wide variety of spacecraft providing information, position navigation and timing,” Steenburgh said. “So while the threat is there, it is mitigated.” How bad can a solar storm get? The worst geomagnetic storm in recorded history was the 1859 Carrington event, which was named for the astronomer who noticed the unusual spots on the surface of the sun — the effects of which hit the Earth 18 hours later. That geomagnetic storm — a G5 — caused sparks to fly from doorknobs, blocked telegraph wires and caused auroras to be visible as far south as the Caribbean. “So completely were the wires under the influence of the Aurora Borealis that it was found utterly impossible to communicate between the telegraph stations, and the line had to be closed,” wrote the telegraph manager of the Rochester Union & Advertiser at the time, [according to Ars Technica](https://arstechnica.com/science/2012/05/1859s-great-auroral-stormthe-week-the-sun-touched-the-earth/). Many effects at the time were spooky. Birds woke up and sang in the bright light of the storm, and telegraph workers across the Eastern Seaboard were able to shut off their batteries and transmit messages using only the induced current of the aurora for power. The coming storm could reach levels within hailing distance of the Carrington event, Dahl told reporters. While that was an “extreme level G5,” this storm “could reach a low G5, and we are considering that.” But with the sun 93 million miles away, he said, “it’s extremely difficult to forecast with a very good degree of accuracy the arrival of these events.” Until the CME gets to about a million miles from earth, scientists “have no way of knowing how impactful these may be,” Dahl said. “Our best guess is G3 to G4.” A modern Carrington-class storm [would be a very big deal](https://www.newyorker.com/magazine/2024/03/04/what-a-major-solar-storm-could-do-to-our-planet#:~:text=Kathryn%20Schulz%20reports%20on%20severe%20solar%20storms%2C,to%20communications%20satellites%20and%20FEMA%20emergency%2Dresponse%20systems.), as Kathryn Schulz wrote in The New Yorker. A National Academy of Sciences Report, Schulz summarized, found that “extensive damage to satellites would compromise everything from communications to national security.” That, she wrote, was just the beginning. “Extensive damage to the power grid would compromise everything: health care, transportation, agriculture, emergency response, water and sanitation, the financial industry, the continuity of government. The report estimated that recovery from a Carrington-class storm could take up to a decade and cost many trillions of dollars.” To make things more concerning, the Carrington event was only the benchmark by the happenstance of it being the CME that hit the Earth — more powerful events have blown right by us, including a 2012 storm that missed the earth by nine days. A NASA article [didn’t mince words](https://science.nasa.gov/science-research/planetary-science/23jul_superstorm/) on the gravity of what had almost happened. “If an asteroid big enough to knock modern civilization back to the 18th century appeared out of deep space and buzzed the Earth-Moon system, the near-miss would be instant worldwide headline news. Two years ago, Earth experienced a close shave just as perilous,” the agency press team wrote. “If it had hit, we would still be picking up the pieces,” Daniel Baker of the University of Colorado told the agency. After writing a 2013 [paper on the event](https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/swe.20097) for the journal Space Weather, Baker came away chilled. “I have come away from our recent studies more convinced than ever that Earth and its inhabitants were incredibly fortunate that the 2012 eruption happened when it did,” Baker told NASA. “If the eruption had occurred only one week earlier, Earth would have been in the line of fire.” What is being done to protect the grid? In 2016, then-President Obama issued [an executive order](https://www.whitehouse.gov/the-press-office/2016/10/13/executive-order-coordinating-efforts-prepare-nation-space-weather-events) directing grid operators and infrastructure managers to prepare for “extreme space weather events.” Space weather, the president wrote, “has the potential to simultaneously affect and disrupt health and safety across entire continents,” and he called on a wide array of government, industry and civil society to get ready. In her New Yorker piece, Schulz notes that the space industry is largely unregulated, and Bill Murtagh of the Space Weather Prediction Center told her that “I do not think they are ready for a major space-weather event.” But the grid, he told her, is likely preparing — at least for an event around as strong as the Carrington storm. At the Friday press event, Steenburgh acknowledged that the addition of renewables to the grid had made it “different than it was in 2005.” But he said his group had been “working with the power distribution community over the past decade to help them better understand space weather, and their engineers have taken that information and used it to build systems that can protect the power lines more rapidly than before.” Much of this comes down to triage: identifying what can be taken offline rapidly to protect it in the event of a serious storm, and hardening systems that can’t be allowed to fail. Where problems arise, he noted, was on massive high-voltage transformer lines. “It’s not on anybody’s [private] line going from the small transformer to their home.” But Schulz warned that the federal standard for hardening may be preparing for an event weaker than the Carrington event, which is itself weaker than the near-miss of 2012. And while this storm is unlikely to cause serious problems, and the sun is nearly toward the maximum extent of its 25-year cycle of activity — which will peak in October — solar flare activity often picks up on the back end of the peak. That could mean years of increased flares, Scott McIntosh of the National Center for Atmospheric Research told LiveScience. Who will be able to see the aurora? For this weekend, however, the NOAA team said there was little to worry about — except the question of whether someone who wants to will be able to see the aurora. “In general, the most visible manifestation of space weather is if you happen to be in an area where it’s cloud free and relatively unpolluted by light — you may get a fairly impressive, aurora display. That’s really the gift from space weather,” Steenburgh said. Unless the storm is a strong G4, only those in the northern half of the country — meaning north of Northern California — will be able to see it with their naked eye, and then only if they are in areas with little light pollution and clear sides. A stronger storm may be visible with the naked eye as far south as Alabama. But there’s a hack, Steenburgh said: use your smart phone. “If you have a clear night, not many clouds and you put your phone to the sky — you may actually get an image. With some of the recent events, we’ve seen them as far south as Texas, or even down in Central America. So it is possible. Not likely, but it is possible.” [NOAA]( https://thehill.com/tag/noaa/ ) [power grid]( https://thehill.com/tag/power-grid/ ) [Solar storm]( https://thehill.com/tag/solar-storm/ ) Copyright 2024 Nexstar Media Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. More State Watch News [ Education ](https://thehill.com/homenews/education/) [ Energy & Environment ](https://thehill.com/policy/energy-environment/) [ Media ](https://thehill.com/homenews/media/) [ Race & Politics ](https://thehill.com/homenews/race-politics/) [See All](https://thehill.com/homenews/state-watch/) Video/Hill.TV [See all Hill.TV](https://thehill.com/hilltv) [See all Video](https://thehill.com/video)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://arstechnica.com/science/2012/05/1859s-great-auroral-stormthe-week-the-sun-touched-the-earth/",
      "https://www.swpc.noaa.gov/phenomena/sunspotssolar-cycle",
      "https://science.nasa.gov/science-research/planetary-science/23jul_superstorm/",
      "https://www.swpc.noaa.gov/news/update-g4-storm-observed-sunday-april-23-2023",
      "https://www.whitehouse.gov/the-press-office/2016/10/13/executive-order-coordinating-efforts-prepare-nation-space-weather-events",
      "https://www.swpc.noaa.gov/phenomena/coronal-mass-ejections",
      "https://www.newyorker.com/magazine/2024/03/04/what-a-major-solar-storm-could-do-to-our-planet#:~:text=Kathryn%20Schulz%20reports%20on%20severe%20solar%20storms%2C,to%20communications%20satellites%20and%20FEMA%20emergency%2Dresponse%20systems.",
      "https://www.swpc.noaa.gov/phenomena/geomagnetic-storms",
      "https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/swe.20097",
      "https://arstechnica.com/science/2012/05/1859s-great-auroral-stormthe-week-the-sun-touched-the-earth",
      "https://swpc.noaa.gov/phenomena/geomagnetic-storms",
      "https://newyorker.com/magazine/2024/03/04/what-a-major-solar-storm-could-do-to-our-planet#:~:text=Kathryn%20Schulz%20reports%20on%20severe%20solar%20storms%2C,to%20communications%20satellites%20and%20FEMA%20emergency%2Dresponse%20systems.",
      "https://swpc.noaa.gov/news/update-g4-storm-observed-sunday-april-23-2023",
      "https://swpc.noaa.gov/phenomena/sunspotssolar-cycle",
      "https://www.arstechnica.com/science/2012/05/1859s-great-auroral-stormthe-week-the-sun-touched-the-earth/",
      "https://www.science.nasa.gov/science-research/planetary-science/23jul_superstorm/",
      "https://swpc.noaa.gov/phenomena/coronal-mass-ejections",
      "https://science.nasa.gov/science-research/planetary-science/23jul_superstorm",
      "https://www.agupubs.onlinelibrary.wiley.com/doi/full/10.1002/swe.20097",
      "https://whitehouse.gov/the-press-office/2016/10/13/executive-order-coordinating-efforts-prepare-nation-space-weather-events"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brent gordon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national oceanographic and atmospheric administration",
          "sentiment": "none"
        },
        {
          "name": "space weather services branch",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T20:12:42.857+03:00",
    "updated": "2024-05-11T23:09:39.326+03:00"
  },
  {
    "uuid": "4060251ccdef8553665022b76580730842645270",
    "url": "https://www.time.news/israel-killed-dozens-of-palestinians-in-gaza-including-in-the-depopulated-north/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-28T23:09:00Z",
    "title": "Israel killed dozens of Palestinians in Gaza, including in the depopulated north - timenews",
    "text": "2023-12-28 23:40:00 Health Ministry spokesman Ashraf al Qudra said “the number of victims was likely to increase” / Photo: AFP. This Thursday, Israeli forces bombed cities and refugee camps from the north to the south of the Gaza Strip and killed dozens of Palestinians, with Israel determined to redouble an almost three-month offensive against the Islamist Hamas movement that has expanded to almost the entire territory and displaced several thousand civilians, amid new UN warnings over the humanitarian crisis in the enclave. The conflict has already left more than 21,000 Palestinians dead and expelled about 85% of the 2.3 million inhabitants of their homes from their homes. Gaza. Much of the north of the territory was devastated by aerial bombardments and urban fighting, and has been largely depopulated and isolated from the rest for weeks. [#Gaza]People forced to move once again. More people in less space. Rafah in the south is now bursting at the seams. No respite. Time for a humanitarian [#ceasefire] [@UNRWA] [pic.twitter.com/sC9lhYRjq7] — Thomas White (@TomWhiteGaza) [December 26, 2023] Israel said this week that will expand its combined air and ground offensive to a third sector, the center of the Gaza Stripafter attacking refugee camps there by air and bringing troops and tanks closer to them, after opening a second front of combat in the southern city of Khan Yunis at the beginning of December. In the umpteenth international warning about the situation in Gaza, the UN agency for Palestinian refugees (UNRWA) said this Thursday that civilians in the region “They are dealing with catastrophic hunger.” due to the lack of food as a result of Israel closing all its borders. “Every day is a fight for survival, to find food and water,” he said. Thomas White, UNRWA Gaza Affairs Directoron social network X, and added that “40% of the population is already at risk of suffering from famine.” Israel has promised to dismantle Hamas to prevent it from launching attacks again like those on October 7, when militants from the group infiltrated from Gaza killed some 1,200 people, mostly civilians, and kidnapped another 240, including about twenty Argentines. Israeli Prime Minister Benjamin Netanyahuhas rejected international calls for a ceasefire, believing this would be a “gift” to Hamas and instead vowed to intensify the offensive until the group is destroyed and the hostages still held captive are recovered. after 105 were released last month during a truce. The Security Council approves a resolution demanding the delivery of immediate and safe humanitarian aid in Gaza, as well as the creation of conditions for the sustainable cessation of hostilities. [pic.twitter.com/NkDwAsgQZy] — United Nations (@ONU_es) [December 22, 2023] The United States provided crucial political and military support on the offensive and, although he has also urged Israel to reduce civilian casualties and allow more aid into Gaza, the situation on the ground has not changed much, even after the UN Security Council passed a resolution who asked for the same thing last week. READ Also: Images after the invasion of January 8 reveal Lula's anger and security failures - 04/24/2023 - Brazil In that context, however, Hamas announced today that it will send a delegation to Egypt tomorrow to share its “observations” on an Egyptian plan for a ceasefire. “A high-level delegation from the Hamas political bureau (based in Qatar) will travel to Cairo this Friday to meet with Egyptian officials and convey to them the response of the Palestinian factions, which includes several observations, to their plan,” declared a Hamas officialwho spoke on condition of anonymity, according to the AFP news agency. The plan in question was presented last week to the leaders of Hamas and Islamic Jihad, which is also involved in the fighting against Israeli troops in the Gaza Strip, during visits to Cairo by the leaders of both movements. In Gaza, meanwhile, an Israeli bombardment killed more than 30 people when it hit a square and surrounding houses in Beit Lahiya this Thursday.a city in the northern Strip that was one of the first targets of the ground offensive, in late October, the Palestinian news agency Wafa reported, citing medical sources. Two journalists were among the dead, the Hamas Government Press Office in Gaza said, adding that this brought to 105 the number of press workers who lost their lives in the offensive. In central Gaza, Israeli warplanes and artillery bombed the Bureij and Nuseirat refugee camps and leveled buildings, residents told Wafa. The agency said at least seven Palestinians were killed in an attack in Nuseirat. Photo: AFP Israel said this week it would expand its ground offensive into central Gaza and ordered the evacuation of an area there, which includes the Bureij camp, where tens of thousands of Palestinians fleeing from the north are taking refuge. Israel, which has asked civilians in that area to go to the nearby city of Deir el-Balah, typically launches airstrikes before troops and tanks arrive. Hamas said this week that it attacked an Israeli tank east of Bureij. Also there were airstrikes in Khan Yuniswhere at least one Palestinian was killed and several others were injured in the southeast of the city, Qatari television station Al Jazeera reported. It’s a statement, The Gaza Health Ministry said at least 50 Palestinians were killed on Thursday and dozens were injured. in Israeli morning attacks in Beit Lahiya, Khan Yunis and the Al Maghazi refugee camp, which is also in central Gaza, near Bureij and Deir el-Balah. The Israeli Army blames the high number of civilian deaths on Hamas, which positions fighters, tunnels and rocket launchers in residential areas Israel’s offensive in Gaza is already one of the most devastating military campaigns in recent history. At least 21,320 Palestinians, most of them women and children, died in Israeli bombings or fighting in Gaza, including 220 in the last 24 hours, while another 55,603 were injured, the local Ministry of Health indicated today. The count does not differentiate between civilians and combatants. The Israeli Army claims it has killed thousands of Hamas militants and that 167 of its soldiers have died in the ground offensive. The conflict spread across the Middle East, with hundreds of attacks against US and Israeli targets in or from Syria, Iraq, Lebanon and Yemen by militias supported by Iran, which is an enemy of Israel and the United States. In Syria, pro-Iran militias attacked two United States military bases in the east of the country on Thursday, the NGO Syrian Observatory for Human Rights reported, without giving immediate details about victims or material damage. Photo: AFP In the West Bank, the other Palestinian territories, which are separated from Gaza by the Israeli State and occupied and colonized by Israel, more than 300 Palestinians have died in attacks by the Army or Israeli settlers since October 7. The highest authority of the UN on human rights, Volker Türk, asked Israel this Thursday “end illegal killings” of Palestinians in the West Bank, in a report that denounces a rapid deterioration of the situation in the region. Türk, UN High Commissioner for Human Rights, denounced “the use of military tactics and weapons in law enforcement contexts, the use of unnecessary and disproportionate force and the application of broad, arbitrary and discriminatory movement restrictions affecting Palestinians” in the West Bank. “The intensity of the violence and repression has not been seen for years,” he added. The latest ICF report warns that acute food insecurity puts the 335,000 children under five in the Gaza Strip at high risk of severe malnutrition and dying from preventable causes. — UNICEF in Spanish (@unicefenespanol) [December 27, 2023] For his part, the United Nations Children’s Fund (UNICEF) He said Thursday that 2023 was “the deadliest year for children” in the West Bank and that “conflict-related violence has reached unprecedented levels.” “In the last twelve weeks, 83 boys and girls have been murderedmore than double all boys and girls killed in all of 2022, amid an increase in military operations and police forces” by Israel, said UNICEF director for the Middle East and North Africa, Adele Khodr. “More than 576 children have been injured and the arrest of some others has been reported,” he added. [#Gaza]: I call for an immediate end to the use of military weapons and means during Israeli law enforcement operations, an end to ill-treatment & discriminatory restrictions of Palestinians – [@volker_turk]on the UN report on the human rights situation in the occupied West Bank — UN Human Rights (@UNHumanRights) [December 28, 2023] Mediation attempt Egypt this week presented a proposal to end the conflict that would include the release of all hostages held in Gaza and all Palestinians imprisoned in Israel, as well as the establishment of a government of Palestinian technocrats to administer Gaza and the West Bank until they can. elections be held. The plan received a cold reception from both sidesbut none rejected it outright. The head of Egypt’s State Information Service, Dia Rashuan, said Thursday that the proposal was drawn up from the “points of view” of the parties involved, but that he had not yet received a response from them. #Israel #killed #dozens #Palestinians #Gaza #including #depopulated #north",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ashraf al qudra",
          "sentiment": "negative"
        },
        {
          "name": "thomas white",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "health ministry",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        },
        {
          "name": "afp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:11:02.170+02:00",
    "updated": "2023-12-29T01:11:02.170+02:00"
  },
  {
    "uuid": "35615759b7dc7adc23de8b9a88110e6791a57326",
    "url": "https://www.digitaltrends.com/computing/meta-aria-gen-2-smart-glasses-heart-sensor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@nsnadeemsarwar",
    "published": "2025-02-27T22:16:00Z",
    "title": "Meta shows off Aria Gen 2 smart glasses with heart rate tracking",
    "text": "A few months ago, Meta introduced the Orion, a pair of smart glasses with cutting-edge holographic display units. While those glasses are still a few years into the future, Meta has today introduced the Aria Gen 2 platform.\nShaped somewhat like the Ray-Ban Meta Stories smart glasses, but with bulkier arms, the next-gen Aria smart glasses come with a handful of notable upgrades. For example, they are fitted with a photoplethysmogram (PPG) sensor for heart rate measurement.\nThe PPG sensor is embedded within the nose pad of the smart glasses. These are the first pair of smart glasses out there to offer this biosensing facility, though not the only ones in the wearable segment. Apple’s new Beats PowerBeats Pro 2 earbuds also come kitted with a heart rate sensor.\nThink of them as Ray-Ban Stories with too many onboard sensors.\nMeta says it has also updated the sensor stack on the Aria Gen 2 smart glasses, equipping them with a regular RGB camera as well as eye-tracking cameras. Going a step further, the company also armed them with Simultaneous Localization and Mapping (SLAM) cameras with 6 degree of freedom (DoF) movement support.\nThe hardware stack even includes GNSS (Global Navigation Satellite System), a barometer for pressure sensing, and a magnetometer, as well. There’s also a contact-based microphone array on the smart glasses to separate the speaker’s voice beam from other people in its vicinity.\nMeta says it created a custom processing assembly so that the sophisticated sensing stack can draw power in the most efficient way. Talking about power draw, Meta says the Aria Gen 2 smart glasses can be worn for “six to eight hours of continuous use,” which is unprecedented.\nUnfortunately, these smart glasses are not for sale to the masses. Instead, they will be extended to researchers, and will also be used by Meta’s own employees in the Reality Labs and FAIR AI divisons.\nThe glasses built atop the Aria platform have found utility in multiple domains, such as automobiles and creating med-tech tools like those aimed at helping people living with vision problems and assisting with navigation.\nThe data collected by Aria Gen 2 smart glasses will also be used for robotics training. Meta has been working on robotic advancements for years and it is said to be eyeing humanoid robots in the near future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->biomedical science",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Social Issue->demographics",
      "Social Issue->social networking",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.meta.com/blog/project-aria-gen-2-next-generation-egocentric-research-glasses-reality-labs-ai-robotics/",
      "https://meta.com/blog/project-aria-gen-2-next-generation-egocentric-research-glasses-reality-labs-ai-robotics/",
      "https://www.meta.com/blog/project-aria-gen-2-next-generation-egocentric-research-glasses-reality-labs-ai-robotics"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "35615759b7dc7adc23de8b9a88110e6791a57326",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T00:20:13.959+02:00",
    "updated": "2025-02-28T00:20:13.959+02:00"
  }
]