[
  {
    "uuid": "a21b5b32827941020caf7f5e4fb135a12785795c",
    "url": "https://scoop.upworthy.com/5-year-old-saved-the-life-of-baby-brother-in-a-crash-that-killed-their-both-parents-598291-598291-598291-598291-598291-598291-598291",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vani Khokar",
    "published": "2024-06-23T05:10:00Z",
    "title": "Five-year-old girl praised for rescuing her baby brother after a terrible car crash - Scoop Upworthy",
    "text": "The heroic young girl rescued her brothers following a fatal family car accident. Editor's note: This article was originally published on December 30, 2022. It has since been updated. In moments of crisis, when faced with threats to ourselves or our loved ones, it is not uncommon for our survival instincts to take over. One young girl’s harrowing experience shows that this instinct knows no age. The girl, five, whose name is being withheld to protect her privacy, is being hailed as a hero after saving the lives of her two younger brothers, aged one and two. [CNN](https://edition.cnn.com/2022/12/28/australia/western-australia-christmas-day-car-crash-intl-hnk/index.html) reports that the girl and her family were driving in Kondinin early on Christmas morning when their car crashed. In the collision, their parents, Cindy Braddock, 25, and Jake Day, 28, were killed. The family was reported missing, but the five-year-old and her two siblings were left stranded at the roadside wreck for more than two days in temperatures nearing 90 degrees before being found by authorities. Michael Read, a relative, told [Nine News](https://www.9news.com.au/national/kondinin-crash-western-australia-young-girl-saves-brothers-life-after-crash-that-killed-their-parents/aed7b24e-b417-4d24-aa69-3ec566163b0a) that the five-year-old girl freed her smallest brother from his child seat and saved his life. He said, “The one-year-old got unstuck, and then got the one-year-old out of the car seat, basically they were stuck in the car for the 55 hours.” According to police, the children were severely dehydrated when they were rushed to the hospital. The five-year-old girl and her two siblings spent more than two days trapped at the roadside wreck as they waited to be found after the horror crash in Kondinin early on Christmas morning.— 9News Australia (@9NewsAUS) [#9News] [https://t.co/aohagjewLo] [December 28, 2022] The little town of Kondinin is in a state of shock following the catastrophe. Helen Whitbread, a close friend of Braddock, was supposed to catch up with him after the holiday but instead is now mourning her friend. \"This town's never going to be the same without them. Cindy's done an awesome job with the babies and now they're not going to have a mum,” Ms. Whitebread stated. In light of the accident, caution is again advised on country routes. Cam Dumesny from the Western Roads Federation said, \"We've got to improve our road safety in this state. Too many families have been impacted, it is tragic, we need to do better.\" Girl, 5, saves younger brother's life after car crash kills parents— Citizen TV Kenya (@citizentvkenya) [https://t.co/T1j6H2WI26] [December 29, 2022] With their lives irrevocably changed, the three siblings hold tight to one another, their shared ordeal a poignant reminder of their enduring connection and strength. The children were last reported to be in stable condition and were expected to be released soon. In a similar story, on December 27, 2020, Rose Andresen was traveling with her husband, Adam Terrell, when he abruptly passed out behind the wheel. Near Jacksonville, Florida, the couple crashed off the side of Interstate 10. Andresen had to climb through the crashed car to look for help and a stranger stopped by to help them. Later, Andresen took the help of social media to find the person who saved her husband's life.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/T1j6H2WI26",
      "https://edition.cnn.com/2022/12/28/australia/western-australia-christmas-day-car-crash-intl-hnk/index.html)",
      "https://t.co/aohagjewLo",
      "https://www.9news.com.au/national/kondinin-crash-western-australia-young-girl-saves-brothers-life-after-crash-that-killed-their-parents/aed7b24e-b417-4d24-aa69-3ec566163b0a)",
      "https://9news.com.au/national/kondinin-crash-western-australia-young-girl-saves-brothers-life-after-crash-that-killed-their-parents/aed7b24e-b417-4d24-aa69-3ec566163b0a)",
      "https://www.edition.cnn.com/2022/12/28/australia/western-australia-christmas-day-car-crash-intl-hnk/index.html)",
      "https://www.t.co/aohagjewLo",
      "https://www.t.co/T1j6H2WI26"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael read",
          "sentiment": "none"
        },
        {
          "name": "jake day",
          "sentiment": "none"
        },
        {
          "name": "cindy braddock",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kondinin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T10:23:05.204+03:00",
    "updated": "2024-06-23T10:23:05.204+03:00"
  },
  {
    "uuid": "6396c321676978846cfec7a86080887231bfc96e",
    "url": "https://bnnbreaking.com/politics/pm-modi-unveils-rs-17000-crore-development-projects-in-rajasthan-a-leap-towards-modernization-and-sustainability",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rafia Tasleem",
    "published": "2024-02-16T06:40:00Z",
    "title": "PM Modi Unveils Rs 17,000 Crore Development Projects in Rajasthan: A Leap Towards Modernization and Sustainability",
    "text": "In a landmark move that promises to reshape the infrastructure and energy landscape of Rajasthan, Prime Minister Narendra Modi has unveiled a suite of development projects valued at over Rs 17,000 crore. This significant investment spans a comprehensive array of sectors including roads, railways, solar energy, power transmission, drinking water, and petroleum and natural gas. Announced during the 'Viksit Bharat Viksit Rajasthan' program, these initiatives not only aim to modernize the state's infrastructure but also to catalyze economic growth and sustainability. Through a video conference, Modi not only inaugurated these projects but also laid the foundation for a future where Rajasthan stands as a beacon of development and prosperity.\nA Vision for Modernization and Connectivity\nThe ambitious projects encompass a wide range of infrastructural enhancements. Among them are various National Highway projects and Greenfield Alignments designed to streamline travel and boost trade. The railway electrification projects promise to enhance efficiency and reduce carbon emissions, aligning with global sustainability goals. Furthermore, the launch of several solar power and power transmission projects underscores a commitment to renewable energy, crucial for addressing the challenges of climate change.\nEnhancing Quality of Life\nUnderpinning these infrastructural upgrades are initiatives aimed at directly benefiting the people of Rajasthan. The Jal Jeevan Mission projects are set to provide clean drinking water to households, a fundamental step towards improving public health and well-being. Additionally, the development in the petroleum and natural gas sector is expected to ensure energy security and fuel economic activities in the region. These projects are not just about bricks and mortar; they are about laying the foundations for a healthier, more prosperous Rajasthan.\nEmpowering the People\nPrime Minister Modi's address went beyond the enumeration of projects. He lauded the Chief Minister of Rajasthan for leveraging technology to unify beneficiaries under a single umbrella, thus ensuring efficient delivery and inclusivity of the development benefits. Modi also highlighted the state government's initiative to provide gas cylinders to impoverished families at Rs 450, making clean energy accessible to all. Furthermore, the enhancement of financial assistance under the PM Kisan Samman Nidhi for farmers from Rs 6,000 to Rs 8,000 represents a significant boost to the agricultural sector, promising to empower the farming community and strengthen the rural economy.\nThe unveiling of these development projects marks a pivotal moment for Rajasthan. It's a leap towards a future defined by modern infrastructure, renewable energy, and an enhanced quality of life for its citizens. By focusing on connectivity, sustainability, and inclusivity, the 'Viksit Bharat Viksit Rajasthan' program sets a precedent for holistic development. As these projects unfold, they are expected to create numerous employment opportunities, foster economic growth, and position Rajasthan as a model of development in India. The journey towards a developed Rajasthan has begun, promising a brighter, more sustainable future for its people.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "greenfield alignments",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "rajasthan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:44:21.880+02:00",
    "updated": "2024-02-16T10:44:21.880+02:00"
  },
  {
    "uuid": "fa4f70dd48a0013d30e53d1f3684ef8c5ff35e00",
    "url": "https://stream.org/a-christmastime-prayer-for-the-hostages-and-for-us/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lael Arrington",
    "published": "2023-12-28T22:00:00Z",
    "title": "A Christmastime Prayer for the Hostages. And For Us.",
    "text": "A Christmastime Prayer for the Hostages. And For Us. A nephew of one of the Hamas hostages said his aunt “‘had to adjust to the sunlight’ because she had been in darkness for weeks. ‘She was in [complete darkness](https://www.huffpost.com/entry/israel-hamas-freed-hostages-conditions_n_656420bae4b05f498ba0e3f2), … completely cut off from the outside world.'” Imagine living in total darkness, 24 hours a day, 7 days a week for 7 weeks — 50 days for the now-released hostages, 82 days and counting for those still in captivity. Think what you were doing on October 7th. Now think of erasing all you’ve done since then. All that work, vacation, time with family and friends, church fellowship, football, Thanksgiving, Christmas prep — all those moments you’ve held dear. Imagine instead sitting and sleeping in plastic chairs or benches. In the dark. All that time. In some cases alone. In others, crowded together with strangers and ordered to keep quiet. One meal of rice and bread a day. Knocking on the door when you need to go to the restroom. Waiting hours until you are taken. Isolation. Darkness. Deprivation. I think about the hostages often. Grieve for them. Plead to God for their release. And for their spiritual deliverance. Especially here at Christmas and Hanukkah. Salvation belongs to you, God. You can deliver the hostages. “The people living in darkness have seen a great light.” We can pray for God to shine his light in the hostages’ darkness. Historically, God has done great work on behalf of captives in darkness… “Then Jonah prayed to the LORD his God from the [darkness, isolation and deprivation of the] belly of the fish, saying, “I called out to the LORD, out of my distress, and he answered me; out of the belly of Sheol I cried, and you heard my voice… ‘I am driven away from your sight; Yet I shall again look upon your holy temple.’ The waters closed in over me to take my life; the deep surrounded me; weeds were wrapped about my head at the roots of the mountains. I went down to the land whose bars closed upon me forever…” I think of the hostages who described walking down, down, into a vast network of tunnels further and further below the surface of Gaza. Many of them had just seen their spouses, children or loved ones murdered or raped before their eyes. Traumatized. Grieving. Descending into emotional depths of shock and terror. Jonah shows us how we can pray that God would deliver them from the pit. “…yet you brought up my life from the pit, O LORD my God. When my life was fainting away, I remembered the LORD, and my prayer came to you, into your holy temple.” We can pray that God would turn the hostages’ thoughts and hearts to him. That they would “…seek God, in the hope that they might [feel their way toward him and find him](https://www.esv.org/Acts+17/).” Even deep underground in the dark. That they would discover that “he is actually not far from each one of us.” From Jonah again, “Those who pay regard to vain idols forsake their hope of steadfast love. God is always calling us to lay down our idols, the things we treasure more than God, and treasure him above all. He alone can save us–not our families or work, our bank accounts or social approval. To ignore him or, because of our pain and loss, get angry and turn our back on him, is to forsake any hope of knowing and receiving his steadfast, life-giving love. Hebrews 11 tells us, “…whoever would draw near to God must believe that he exists and that he rewards those who seek him.” We can pray that the hostages would believe that God exists, that he is good, that he will reward them with the comfort of his steadfast love as they turn in faith to him. Jonah knew: if he lived or died, God’s love was his only hope. So we can pray that in the darkness God would turn their hearts toward his steadfast love. I have known decades of pain and loss from rheumatoid arthritis. But my bedrock in darkness has always been: “How could I walk away from God? ‘Only you have the words of eternal life.’” And when I think of Jesus Messiah, dying on the cross, sacrificing himself for me, I confess “Only you have died to set me free from sin and death, only you have the perfect, steadfast love that we all desperately need!” We can pray that God will capture the hostages and their families’ hearts with the good news of God’s love for them in Jesus. [Please Support The Stream](https://stream.org/donate/): Equipping Christians to Think Clearly About the Political, Economic, and Moral Issues of Our Day. []() From Jonah, “But I with the voice of thanksgiving will sacrifice to you; what I have vowed I will pay. Salvation belongs to the LORD!” There are many miracles in this story: A raging storm blows up. Jonah is chosen by lot as the cause. When Jonah is thrown overboard the storm is quieted. God prepared a big fish to swallow Jonah. Then it carries him back to Palestine, a three day trip, and throws him up on the beach. Many will say that was the big miracle! But I believe this one is bigger: Jonah was mad at God and determined to run away. But his heart was miraculously melted. He was able to thank God for his salvation, acknowledging that God is in control, and vowed his obedience. We can pray for God’s miraculous work in their hearts and miraculous work to deliver them alive and unharmed Salvation belongs to you, God. You can deliver the hostages. When we are captive in darkness, you can deliver us. Help us turn to you with thankful hearts and follow you. And if not, if our circumstances remain hard, dark, isolated, even at Christmas or Hanukkah … please cover us in your steadfast love. Make us free in your love, free to love you and others. And know the deep, deep joy loving well brings. “And the LORD spoke to the fish, and it vomited Jonah out upon the dry land.” Lael Arrington is a national speaker and author of four books — most recently, Faith and Culture: The Guide to a Culture Shaped by Faith.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://esv.org/Acts+17/",
      "https://www.huffpost.com/entry/israel-hamas-freed-hostages-conditions_n_656420bae4b05f498ba0e3f2",
      "https://huffpost.com/entry/israel-hamas-freed-hostages-conditions_n_656420bae4b05f498ba0e3f2",
      "https://www.esv.org/Acts+17/",
      "https://www.esv.org/Acts+17"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grieve",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:00:49.695+02:00",
    "updated": "2023-12-29T03:32:02.348+02:00"
  },
  {
    "uuid": "5ce947aff76ac9ec5bc97d9804687244d4c515a7",
    "url": "https://starexponent.com/news/nation-world/2024-to-be-an-exciting-year-for-space-exploration-and-more-of-todays-top-videos/collection_2faf1505-7cd8-5738-a978-4c951aaeae89.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VideoElephant",
    "published": "2024-01-05T05:00:00Z",
    "title": "2024 to be an exciting year for space exploration, and more of today's top videos",
    "text": "Just In 2024 to be an exciting year for space exploration, and more of today's top videos Why 2024 could be one of the biggest years ever for space exploration, ex-Olympic runner Oscar Pistorius was released from jail on parole, and more of today's top videos. (9) updates to this series since 2023 was one of the biggest years ever for space exploration. More people were in space at the same time than ever before, the number of space… South Africa's ex-Olympic runner Oscar Pistorius was released from jail on parole Friday and \"is now at home\", authorities said, almost 11 yea… In Colombia, an oncilla, better known as a tiger cat, was released on Wednesday, January 3rd, back into its natural habitat after being rescue… The powerful earthquake, that struck western Japan on New Year's Day, caused widespread devastation and killed more than 80 people. North Korea has provided Russia with ballistic missiles and missile launchers that were used in recent attacks on Ukraine in a major escalatio… A truly heartwarming reunion took place in southern India when a baby elephant which had gotten separated from its herd was reunited with its … Another Palestinian dies in Israeli prison; Al Jazeera hears the harrowing testimony of torture & degrading treatment suffered by detainees. As international attention briefly shifted to the possibility of a wider Middle East war, daily Israeli attacks in Gaza are a reminder of the … Heavy rains continue to cause persistent flooding in regions of France and Germany.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "oscar pistorius",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "colombia",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "north korea",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T03:36:35.146+02:00",
    "updated": "2024-01-06T03:36:35.146+02:00"
  }
]