[
  {
    "uuid": "ddf6421ce82e9e69aee0efc05072339902596be9",
    "url": "https://www.debate.com.mx/guanajuato/Matan-a-balazos-a-funcionario-del-C4-y-a-su-acompanante-en-Celaya-Guanajuato-20240425-0165.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrea Ávila",
    "published": "2024-04-25T21:03:00Z",
    "title": "Matan a balazos a funcionario del C4 y a su acompañante en Celaya, Guanajuato",
    "text": "Guanajuato\nMatan a balazos a funcionario del C4 y a su acompañante en Celaya, Guanajuato\nUn funcionario del C4 de Guanajuato fue privado de la vida junto con otro hombre cuando se dirigían a un evento familiar religioso en Celaya\nPadre mató a su hijo e inventó que fueron encapuchados Hombre que se hizo viral por admirar Mustang se reencuentra con su familia Joven compra aretes Cartier a 474 pesos el precio real es de 868 mil Xóchitl Gálvez responde a abucheos en CUCEA de la UdeG\nMatan a balazos a funcionario del Centro de Comando, Control, Comunicaciones y Cómputo (C4) de Guanajuato, junto con un acompañante en Celaya, la noche del miércoles 24 de abril.\nLas víctimas fueron atacadas en la comunidad San Juan de la Vega, cuando se dirigían a un evento familiar religioso, confirmó la Secretaría de Seguridad Ciudadana de Celaya.\nEl ataque armado fue reportado al sistema de emergencias 911, al sitio se trasladaron elementos de la Secretaría de la Defensa Nacional (Sedena), quienes brindaron los primeros auxilios a los hombres.\nSin embargo, ambos fallecieron momentos después. La Secretaría identificó al funcionario como el ingeniero José Ulises Valdez Mendoza.\nPor su parte, la Fiscalía identificó a la otra víctima mortal de esta agresión como Jesús Alejandro ‘N’.\nPolicía Municipal, Fuerzas de Seguridad Pública del\nEstado (FSPE) y Guardia Nacional realizaron un operativo de búsqueda de los responsables de este doble homicidio, sin que se reportaran personas detenidas.\nFinalmente, la Secretaría de Seguridad Ciudadana de Celaya condenó este doble homicidio y envió sus condolencias a las familias.\n- Recibe\nmás noticias del Bajío en nuestro canal de WhatsApp\n- ¡Únete a la\ncomunidad del canal de Debate en WhatsAppy recibe lo más relevante!\n- Síguenos en\nnuestra página de Facebook DEBATE Guanajuato\n- ¿No te has dado una vuelta por Amazon? Mira en\nESTE ENLACEsus mejores productos Síguenos en\nComparte esta noticia\nLos editores recomiendan\n- {{#section-name}}\n[{{section-name}}]({{section-url}}){{/section-name}} [{{title-article}}]({{link-url}}) {{/news}}",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag?utm_source=nota_standard&utm_medium=fullamp&utm_campaign=banner_googlenews",
      "https://amzn.to/4dfnqLO",
      "https://whatsapp.com/channel/0029Va2VOoSEgGfKeOYnUB36",
      "https://whatsapp.com/channel/0029VaAbzqsD38CXeu3PQ031",
      "https://www.whatsapp.com/channel/0029VaAbzqsD38CXeu3PQ031",
      "https://www.whatsapp.com/channel/0029Va2VOoSEgGfKeOYnUB36",
      "https://www.amzn.to/4dfnqLO",
      "https://news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag",
      "https://www.news.google.com/publications/CAAqBwgKMI66_wowu_H4Ag?utm_source=nota_standard&utm_medium=fullamp&utm_campaign=banner_googlenews"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:10:08.433+03:00",
    "updated": "2024-04-26T00:10:08.433+03:00"
  },
  {
    "uuid": "8b832d7098cb1f2cb3e1190421a385d88060d285",
    "url": "https://www.lanacion.com.ar/el-mundo/moscu-condenaron-a-prisision-a-dos-poetas-rusos-que-leyeron-textos-contra-la-guerra-en-ucrania-nid28122023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LA NACION",
    "published": "2023-12-29T00:06:00Z",
    "title": "Condenaron a siete años de cárcel a dos poetas rusos que leyeron textos en contra de la guerra en Ucrania - LA NACION",
    "text": "Moscú (AFP).- Un tribunal de Moscú condenó este jueves a penas de entre cinco años y medio y siete de cárcel a dos poetas rusos que participaron en una lectura contra la guerra en Ucrania . Miles de rusos, opositores o simples ciudadanos, fueron condenados por tribunales por criticar la ofensiva iniciada en febrero de 2022, a veces con penas especialmente severas. Artiom Kamardin y Yegor Shtovba fueron detenidos en septiembre de 2022 tras participar en una lectura pública en Moscú cerca del monumento al poeta Vladimir Maiakovski, punto de cita de disidentes desde la época soviética. En esa lectura, Kamardin declamó un poema, “Matame, miliciano”, muy hostil a los separatistas prorrusos del este de Ucrania.\nSegún comprobó un periodista de AFP presente en la audiencia, los simpatizantes Artiom Kamardin, de 33 años, y Yegor Shtovba, de 23, gritaron “qué vergüenza” al anunciarse la decisión.\n”Es de una arbitrariedad absoluta”, exclamó el padre de Artiom Kamardin, Yuri . “Todo el mundo es igual ante la ley, pero algunos son más iguales que otros”, ironizó su madre, Elena. Al menos diez personas fueron detenidas por la policía delante del tribunal tras el juicio.\n“Siete años por una poesía” Al día siguiente fue detenido durante un allanamiento en su domicilio, en el que afirma que fue golpeado y violado por los policías con un aparato de levantamiento de pesas. Los dos poetas fueron primero acusados de “incitación al odio”, y luego inculpados también de “llamado público a cometer actividades contra la seguridad del Estado”.\n”No soy un héroe, y el ir a prisión por lo que pienso nunca formó parte de mis planes”, dijo Kamardin en su alegato final ante la corte, publicado en Telegram por sus simpatizantes. El acusado pidió al juez que lo dejara “regresar a casa” y a cambio, prometió distanciarse de cualquier “tema sensible”.\nSu esposa, Alexandra Popova, dijo estar indignada por la pena “tan severa” que se le impuso a su marido. “Siete años por una poesía, un delito no violento...”, señaló. ”Si tuviéramos unos tribunales normales, esta situación no existiría”, agregó la mujer, antes de ser llevada por la policía, junto a un amigo del poeta y dos periodistas.\nTres personas, incluido un periodista, seguían detenidos el jueves por la noche antes de una vista judicial, acusados de participar en un mitin, según el medio de comunicación independiente Sota.\nLa abogada del periodista detenidos indicó unas horas antes que estaban acusados de “alteración del orden público” y se enfrentaban a 30 días de cárcel. Shtovba, condenado a cinco años y medio, insistió durante el juicio en que no vulneró la ley. Un tercer poeta, Nikolai Daineko, detenido al mismo tiempo que los dos primeros, fue a su vez condenado a cuatro años de cárcel en mayo, según OVD-info.\nEl Ministerio de Relaciones Exteriores de Alemania condenó el veredicto y lamentó que la libertad de expresión esté “sofocada” en Rusia.\nEl poder ruso lleva años reprimiendo a las voces críticas, y la campaña se endureció desde el inicio de la ofensiva militar en Ucrania. Según OVD-Info, cerca de 20.000 personas fueron detenidas en Rusia por su oposición al conflicto de Ucrania desde febrero de 2022. La ONG Memorial tiene contabilizados 633 prisioneros políticos entre rejas.\nLA NACION Seguí leyendo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:10:23.543+02:00",
    "updated": "2023-12-29T02:10:23.543+02:00"
  },
  {
    "uuid": "54751faf8698253dfb4e24fb82d85cff1ff05ae4",
    "url": "https://www.pressherald.com/2024/01/14/mean-girls-takes-1st-place-at-the-box-office-so-fetch",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LINDSEY BAHR",
    "published": "2024-01-14T16:55:00Z",
    "title": "‘Mean Girls’ takes 1st place at the box office. So fetch.",
    "text": "Winter storms and cinema closures in North America didn’t dampen the opening weekend for “ Mean Girls. ” The Paramount release, adapted from the Broadway musical and the 2004 Tiny Fey movie, earned $28 million in its first three days in theaters according to studio estimates Sunday. Not accounting for inflation, that’s more than the $24.4 million the first movie made in its opening weekend. The “Mean Girls” competition over the Martin Luther King Jr. holiday weekend included several new releases, like the Jason Statham movie “ The Beekeeper ” and the Jay-Z produced biblical satire “The Book of Clarence,” in addition to a slew of awards contenders capitalizing on buzz from recent nominations and the Golden Globes. As with “Barbie,” another enthusiastically pink movie, female audiences made up the vast majority of opening weekend ticket buyers for “Mean Girls.” According to exit polls, 70% were between the ages of 18 and 34, which, yes, means that it had appeal for audiences who hadn’t been born when Regina George was first introduced to the world. This iteration of “Mean Girls” stars Angourie Rice, Auli’i Cravalho, and Reneé Rap, who played Regina on stage. It was originally planned to go straight to streaming on Paramount+, but the studio pivoted after test scores were positive. Fey returned to write and co-star in the new film, which was directed by Samantha Jayne and Arturo Perez Jr. and cost a reported $36 million to produce. Reviews have been more positive than not, with a 70% on Rotten Tomatoes, but audiences gave it a B CinemaScore which may not bode especially well for word-of-mouth appeal. Recent musicals like “Wonka” and “The Color Purple” scored in the A-range. Amazon and MGM’s “The Beekeeper” debuted in second place with an estimated $16.8 million from 3,303 theaters. Men made up approximately 62% of ticket buyers and audiences overall gave it a B+ CinemaScore. By the end of the four-day weekend, the studio expects it to have made $19.1 million. Miramax handled the international distribution for “The Beekeeper,” which also grossed $20.4 million from 49 territories. Third place went to “Wonka,” which added $8.4 million in its fifth weekend. The Timothée Chalamet-led musical has now made over $178 million domestically and $500 million globally. The Sydney Sweeney and Glen Powell romantic comedy “Anyone But You,” a Sony release, is turning into a bit of a sleeper success as well, making nearly $7 million in its fourth weekend. By Monday, its domestic total should be around $56.5 million. Universal and Illumination’s “Migration” rounded out the top five with $6.2 million in its fourth weekend. Not everything landed this weekend, though. “ The Book of Clarence,” a faith-based comedy/drama with a starry, ensemble cast including LaKeith Stanfield, Omar Sy, RJ Cyler, David Oyelowo, Alfre Woodard, and Teyana Taylor is not off to a promising start. The Legendary Pictures release opened to an estimated $2.6 million from just over 2,000 locations. Written and directed by the British singer-songwriter Jeymes Samuel (stage name The Bullitts), it was self-consciously styled after Golden Age biblical epics like “The Ten Commandments.” It has also gotten mixed reviews, with 68% on Rotten Tomatoes and a B CinemaScore. The Walt Disney Co. sent its 2020 Pixar film “Soul” to movie theaters this weekend as well, where it made $429,000 from 1350 locations in North America. It’s the first of several Pixar movies, including “Luca” and “Turning Red,” that Disney is bringing to theaters this winter after all had streaming-only releases on Disney+ during the pandemic. Hollywood’s awards season is also in full swing, and though many top contenders are already available to watch at home, some are still rolling out in theaters and hoping to capitalize on new nominations and awards shows like last weekend’s Golden Globes. “Poor Things,” which was a big winner, added $1.8 million from only 580 theaters. “All of Us Strangers” took in $474,000 from 120 screens. “American Fiction” expanded nationwide and made $1.9 million from 625 screens. “The Zone of Interest,” playing on 25 screens, also crossed $1 million. [Send questions/comments](/feedback-form/) to the editors. [At his first stand-up set post-Globes, Jo Koy lashes out at Hollywood ‘marshmallows’](https://www.pressherald.com/2024/01/14/at-his-first-stand-up-set-post-globes-jo-koy-lashes-out-at-hollywood-marshmallows/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "regina george",
          "sentiment": "none"
        },
        {
          "name": "jason statham",
          "sentiment": "none"
        },
        {
          "name": "martin luther king jr.",
          "sentiment": "none"
        },
        {
          "name": "jay-z",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "paramount",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T21:14:21.160+02:00",
    "updated": "2024-01-14T21:14:21.160+02:00"
  },
  {
    "uuid": "991912a0810b0e6b81a2b398ee3acbf22b962c88",
    "url": "https://www.smartworld.it/recensioni/keychron-q1-pro",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lorenzo Delli",
    "published": "2024-01-19T16:30:00Z",
    "title": "Keychron Q1 Pro vi permette di assemblare una tastiera meccanica ISO ITA: la recensione e il montaggio",
    "text": "Keychron Q1 Pro vi permette di assemblare una tastiera meccanica ISO ITA: la recensione e il montaggio\nUna\ntastiera meccanica custom con layout italiano? Impossibile? No! Per quanto in circolazione ce ne siano pochissime, un marchio internazionale come Keychron ha pensato bene di rendere disponibili vari kit fai-da-te e relativi tasti ISO ITA per comporre tastiere del genere. In questa recensione ci dedichiamo alla costruzione di una Keychron Q1 Pro Wireless con layout ISO a cui abbiamo abbinato switch meccanici e tasti (ITA!) sempre di casa Keychron. Vediamo cosa ne viene fuori e quanto costa assemblare una tastiera del genere.\nPRO\n- Finalmente una custom ISO ITA\n- Hot-swappable e facile da smontare\n- Anche senza fili via Bluetooth\n- Scocca in alluminio super resistente\n- Programmabile tramite VIA\nCONTRO\n- Prezzo non per tutti\n- Stabilizzatori solo \"ok\"\n- Senza fili cala il polling rate a 90 Hz\n- Retro-illuminazione utile fino a un certo punto\nINDICE\nConfezione\nLa confezione del kit \"Barebone knob\" denominato Keychron Q1 Pro QMK/VIA Wireless Custom Mechanical Keyboard (sul sito ufficiale lo trovate con questa dicitura) vi accoglie con una quick start guide, manualistica, il corpo della tastiera privo di switch e tasti, un cavo USB-C/USB-C (una rarità) in corda con adattatore USB-C a USB-A, una bustina con strumenti per rimuovere tasti e switch e un'altra con viti e piedini di ricambio e gli strumenti per smontare la tastiera. Non manca nulla, se non un copri-tastiera per proteggerla dalla polvere quando non la si usa.\nMontaggio\nDefinirlo montaggio è alquanto esagerato. Il kit della Q1 Pro di Keychron vi arriva a casa già assemblato. Non dovrete fare altro che applicare switch e tasti scelti. Gli stabilizzatori, un modello a PCB utilizzato da Keychron anche su altre tastiere, sono già montati e lubrificati.\nGli strati fonoassorbenti, così come i collegamenti della PCB a porta USB e altri componenti, sono già lì al loro posto. Nulla vieta di utilizzare gli strumenti presenti in confezione per smontare il kit e dare una sbirciata all'interno, soprattutto se si ha una certa confidenza con la materia e si vuole applicare qualche modifica preventiva (come la tape mod).\nSe quindi non si hanno grosse pretese, non rimane che scegliere switch e tasti. Partiamo dagli switch. La scelta, sia per questioni economiche che per testare qualcosa legato al solito marchio, è ricaduta sui Keychron K Pro Silver.\nSi tratta di switch MX lineari a 3 pin dotati di stelo con paratie anti-polvere in POM+TPE Double Shot, parte superiore della scocca in policarbonato trasparente, parte inferiore in nylon PA66, molla in acciaio, già lubrificati. La forza di attuazione ammonta a 42±8 gf, la distanza di attuazione ad appena 1,3±0,3 mm e la corsa totale a 3,3±0,3 mm.\nIl prezzo stracciato non è il loro unico punto di forza. Prima delle considerazioni, ecco una clip audio della tastiera Keychron con switch proprietari in digitazione e link all'acquisto dallo store del marchio.\n16$ per 110 switch con queste caratteristiche sono davvero pochi. Certo, se ordinate solo questi incapperete nei costi di spedizione che porteranno il totale a circa 30$, ma anche 30 dollari sono pochi per switch di qualità (e soprattutto così tanti). E all'atto pratico come si comportano? A livello di sonorità si sente che fanno parte di una linea \"pro\". Il suono è ricercato e contenuto, anche se è più \"tic\" che \"thoc\", caratterizzato quindi da toni alti e comunque ben udibili. Come avrete intuito dalle specifiche tecniche, sono velocissimi. No, davvero, sono incredibilmente veloci. Sono decisamente più adatti al gaming che alla digitazione nuda e cruda, visto che basta sfiorarli per attivarli. Di conseguenza ci vuole un po' per farci l'abitudine, e non sono da escludere un bel po' di errori di battitura durante il periodo di rodaggio.\nIn ogni caso Keychron riporta i dati dei suoi switch nero su bianco, e se si vuole qualcosa di più adatto alla digitazione si può scegliere quelli tattili della linea K Pro (i Banana o i Mint) o andare su qualcosa con distanze di attuazione più classiche, come gli Yellow.\nMancano i tasti. E qui si apre una parentesi molto interessante, che è anche quella che ci ha spinto a parlarvi di questa build su SmartWorld. Keychron è uno dei pochi produttori che a catalogo vanta set di tasti ISO ITA. Sono set pensati per modelli specifici (come questa Q1 Pro) disponibili in un numero limitato di colori e varianti. Sono tutti raccolti nella pagina\n\"ISO, ANSI & JIS Keycaps\" e non sono propriamente in bella mostra, anche perché, diciamolo chiaramente, il layout ANSI USA è uno dei diffusi al mondo, ed è utilizzato anche in nazioni che solitamente usano la versione ISO dotata del tasto Invio grande e orientato in verticale.\nDurante la stesura di questo articolo, sono questi i set di tasti disponibili nella variante IT-ISO adatta appunto all'Italia:\n- Tastiere 75%\n- Tastiere TKL, 100%\nDye-Sub PBT OEM Keycap Set - Retro - ISO & ANSI Q3 & Q4 & Q4 Pro & Q6 & Q6 Pro & V3 & V4 & V6 & K8 & K8 Pro Dye-Sub PBT OEM Keycap Set - Blue - ISO & ANSI Q3 & Q4 & Q4 Pro & Q6 & Q6 Pro & V3 & V4 & V6 & K8 & K8 Pro Dye-Sub PBT OEM Keycap Set - Carbon - ISO & ANSI Q3 & Q4 & Q4 Pro & Q6 & Q6 Pro & V3 & V4 & V6 & K8 & K8 Pro Dye-Sub PBT OEM Keycap Set - Iceberg - ISO & ANSI Q3 & Q4 & Q4 Pro & Q6 & Q6 Pro & V3 & V4 & V6 & K8 & K8 Pro\n-\nAnche in questo caso il prezzo è ottimo: tra i 24 e i 30 dollari, a cui aggiungerci le spese di spedizione (che si abbattono nel caso decidiate di acquistare più oggetti).\nSono tutti set molto simili: realizzati in PBT (polibutilentereftalato) Dye-Sub, pensati quindi per resistere nel tempo, non sono shine-through (non fanno passare la retro-illuminazione quindi), e vantano profilo OEM, ovvero una versione rialzata del profilo Cherry classico. A cambiare è il colore, il prezzo e la compatibilità. La prima parte della lista è dedicata a tastiere formato 75%, ovvero come quella protagonista di questa recensione. La seconda parte invece è dedicata a tastiere TKL (prive di tastierino numerico) o tastiere 100%.\nSono tasti di natura estremamente classica, sia nell'aspetto che nel feeling. Avendo profilo OEM è difficile non abituarsi velocemente alla loro struttura. D'altronde il profilo Cherry, su cui l'OEM si basa, è uno dei più diffusi. Le stampe sono ben leggibili, anche se il set Retro utilizzato per questa build ha uno stile italic (corsivo) particolare e molto sottile meno netto di altri set non necessariamente Keychron. I tasti non sono lucidi al tocco, e sono piacevoli e dotati di un buon grip.\nAcquistando i set per le 75% avrete solo i tasti per assemblare tastiere con numero di tasti limitati dal formato di riferimento. C'è qualche tasto alternativo in confezione, come l'esc in formato Hello alla Apple, ma non vi aspettate chissà quale scelta. Poco importa: è uno dei pochi ISO ITA in circolazione, ed essendo di buona qualità si soprassiede volentieri anche a eventuali piccoli difetti.\nMessi switch e tasti siamo pronti a cominciare! Vediamo quindi le caratteristiche salienti, la qualità costruttiva, ergonomia, funzionalità software e tutte le altre caratteristiche della Keychron!\nCaratteristiche tecniche\nKeychron Q1 Pro in questa configurazione è una tastiera meccanica hot-swappable NKRO formato 75% composta da 82 tasti. È priva di tastierino numerico; ci sono però la fila di tasti funzione (F1-F12), tasti aggiuntivi Del, PgUp, PgDn e Home e un potenziometro premibile posto in alto a destra.\nIl layout, per la gioia di chi non sopporta le tastiere ANSI, è ISO ITA puro.\nAbbiamo quindi il tasto invio classico, gli accenti al posto giusto, i simboli corretti nella fila dei numeri, maggiore e minore a destra dello Shift di sinistra. Lo Shift di destra è più corto del solito, ma quello è dovuto al formato 75% che sposta le frecce direzionali verso sinistra in modo da risparmiare millimetri preziosi in lunghezza.\nA riguardo di tasti e switch abbiamo parlato nella\n[sezione precedente](#montaggio). I componenti sono tutti a marchio Keychron, ma nulla vieta di rivolgersi ad altri marchi o a forniture già a vostra disposizione. Sempre nel precedente paragrafo abbiamo fatto cenno alle sonorità. Tanto fa la qualità costruttiva del kit di partenza, ma anche switch e tasti fanno la loro. Di conseguenza le considerazioni riportate in questa recensione fanno testo solo fino a un certo punto.\nGli stabilizzatori a PCB già montati sulla tastiera non sono affatto male, anche se, come dico nel video, non sono pienamente soddisfatto di quello della barra spaziatrice.\nIn passato ho avuto una\nQ1 V2 che, ammetto, ho smesso di usare proprio per via dello stabilizzatore della barra. Dopo averlo lubrificato, sostituito, modificato (tape mod e non solo), non riuscivo proprio a farmi andare giù il rumore in digitazione. Con questa Q1 Pro decisamente meglio, anche per via delle accortezze costruttive di cui vi parlo nel prossimo paragrafo. In ogni caso nel test audio che vi ho proposto prima ( lo trovate qui) proprio all'inizio potete sentire le sonorità degli stabilizzatori.\nLa PCB è dotata di socket hot-swappable compatibili con switch a 3 o 5 pin. Ogni slot vanta LED RGB dedicato orientato verso sud, direzione migliore per la diffusione della luce. Sempre sulla PCB trova spazio anche un chip ARM Cortex-M4 32-bit STM32L432. Il polling rate ammonta a 1.000 Hz in modalità cablata, più che sufficienti per il gaming (soprattutto con gli switch Silver di cui vi ho parlato prima), anche se cala a soli 90 Hz in modalità senza fili.\nMa veniamo alla modalità di costruzione di questa tastiera. Vediamo intanto lo schema esploso della Q1 Pro Wireless:\nKeychron la definisce una tastiera double-gasket design. Le tastiere gasket mount (montaggio a guarnizione) sono sempre più diffuse sul mercato. Quella di Keychron sfrutta lo stesso concetto, con guarnizioni di silicone all'altezza della piastra che rimangono chiuse a sandwich tra le due sezioni della scocca, espandendolo con ulteriori guarnizioni sempre in silicone, poste stavolta sul fondo della scocca. C'è anche una GIF che mostra come la struttura interna sia più molleggiata proprio grazie a queste guarnizioni.\nOltre alle apprezzatissime doppie guarnizioni in silicone, all'interno troviamo: piastra in policarbonato, flessibilissima e perfetta per il tipo di montaggio Gasket; strato in schiuma PORON chiuso a sandwich tra piastra e PCB; la PCB; un altro strato di schiuma; batteria e parte inferiore della scocca. Oltre alla struttura double gasket ci sono insomma altre soluzioni fonoassorbenti standard, e infatti le sonorità della tastiera, anche con switch molto \"tic\" come i Silver usati per questa build, sono molto ricercate.\nLa scocca è realizzata in alluminio. Ci troviamo insomma di fronte a una tastiera fatta per resistere nel tempo. Come già accennato, il tutto è anche piuttosto facile da smontare. Ci sono 8 viti a brugola sul retro, e in confezione trovate la chiave apposita per svitare il tutto. Altre caratteristiche di natura fisica? Le dimensioni ammontano a 327,5 x 145 x 35,8 mm, misure in linea con quelle di altre tastiere 75%. Keychron non ha sprecato spazio prezioso, e se cercate qualcosa di compatto ma solido siete nel posto giusto. Il peso ammonta a 1,7 kg. Pesante sì, ma ce ne sono anche di più pesanti.\nLato connettività, la Q1 Pro Wireless di Keychron può essere usata in modalità cablata, con il cavo in dotazione o con altri cavi, o via Bluetooth 5.1. Manca quindi connettività Wi-Fi 2.4 GHz, ma se avete necessità di usarla senza fili, magari per collegarla a qualche dispositivo in più (come banalmente uno smartphone), potete appunto appoggiarvi al Bluetooth.\nPotete collegare 3 dispositivi via Bluetooth e 1 via cavo. Si passa fra le due modalità di connessione con uno switch fisico posto a fianco della porta USB, e tra i dispositivi collegati in Bluetooth con FN+1,2 e 3. Accanto a questo switch ce n'è un altro per passare fra le modalità Windows/Android a quella macOS/iOS/iPadOS. La modalità d'uso senza fili è alimentata da una batteria da 4.000 mAh con supporto a ricarica 5V 1A. Nella stessa nicchia che ospita porta USB e switch c'è anche un piccolo LED di stato che indica l'autonomia residua con i classici colori.\nEstetica, costruzione ed ergonomia\nI kit barebone della Q1 Pro di Keychron sono disponibili in altri due colori oltre al nero protagonista di questa recensione: Shell White (bianco) e Silver Grey (grigio). Colori classici e tutt'altro che sgargianti, perfettamente in linea con la filosofia di Keychron.\nAcquistando i set di tasti ITA prodotti dalla stessa Keychron otterrete in ogni caso un risultato finale elegante, pensato anche per ambienti professionali.\nLe linee sono squadrate, i materiali pregiati e i tasti, anche scegliendo quelli più colorati (blu e bianchi), sono altrettanto eleganti. Insomma, un prodotto rifinito, bello da esporre e da usare. E il potenziometro in alto a destra contribuisce in qualche modo a impreziosire ulteriormente il tutto.\nDa un punto di vista costruttivo, Keychron Q1 Pro è virtualmente indistruttibile. La scocca in alluminio è tenuta insieme da 8 viti a brugola, e non ci sono segni apparenti di debolezze. A riconferma della sua indistruttibilità, Keychron l'ha testata per resistere da -10°C a +50°C. L'unico punto più delicato potrebbe essere rappresentato dalla piastra in policarbonato ammortizzata dalle guarnizioni in silicone, ma per romperla dovreste prendere a pugni la tastiera (rischiando tra l'altro di colpire l'alluminio). Come già detto, è un modello fatto per durare, ed essendo una tastiera meccanica custom può virtualmente durare all'infinito sostituendo periodicamente switch e tasti.\nE la retro-illuminazione? Scegliendo i tasti di Keychron non shine-through risulta utile solo fino a un certo punto. I colori chiari e i LED orientati verso sud contribuiscono alla diffusione della luce, ma al buio non vi aspettate di vederci chissà che. I colori comunque sono brillanti e la luminosità massima sufficientemente alta.\nSul retro ci sono 4 piedini gommati rotondi alti 2,4 mm che, insieme al peso di quasi 2 chili, contribuiscono a rendere praticamente inamovibile questa Keychron. Non ci sono sostegni per rialzare la struttura, che di suo risulta essere inclinata di 5,2°C rispetto al piano su cui la si poggia. Vediamo una foto del retro.\nHo usato Keychron Q1 Pro Wireless per diversi giorni a questo punto. Avendo avuto una Q1 in passato, sapevo già a cosa andavo incontro. Se non altro, come accennato, soluzioni fonoassorbenti e sonorità sono decisamente migliorate. Come ci si scrive? Benissimo.\nNonostante l'assenza di sostegni per inclinare in modi diversi la tastiera, non si sente l'esigenza di modificarne l'inclinazione o il posizionamento. A dirla tutta non ho usato nemmeno poggiapolsi, scrivendoci per diverse ore filate senza avere problemi. Ho palesemente sbagliato a chiedere a Keychron questi switch, visto che sono più adatti al gaming che alla scrittura, ma se non altro mi sono serviti a dimostrare che Q1 Pro, almeno in modalità cablata (con 1.000 Hz di polling rate), con gli switch giusti, sa il fatto suo anche in ambito gaming. Certo, si parla di sessioni di gioco casual, o magari competitivo senza grosse ambizioni, ma è già qualcosa. E qui non avete nemmeno il problema di layout strani: l'ISO ITA permette a tutti di abituarsi sin da subito alla tastiera Keychron, convincendo potenzialmente anche chi per una vita ha usato tastiere a membrana. Promossa a pieni voti quindi anche a livello ergonomico!\nFunzionalità\nIl resto delle scorciatoie pre-impostate permettono di gestire i parametri di retro-illuminazione della tastiera, come luminosità, saturazione dei colori, velocità delle animazioni e simili, e il passaggio fra i dispositivi Bluetooth collegati alla Keychron.\nMa questo è solo l'inizio. Con VIA si può personalizzare il tutto, mettendo mano anche ai vari layer che costituiscono la tastiera. Piccola parenti sui layer: di base si usa il layer 0, quello programmato con i tasti convenzionali di cui sono dotate le tastiere. Con la pressione del tasto FN si accede al layer 1, quello che in sostanza attiva le funzioni secondarie già programmate o programmate dallo stesso utente. Nel caso della Q1 Pro, i layer 0 e 1 sono abbinati alla modalità d'uso macOS, mentre i layer 2 e 3 sono abbinati a Windows.\nDalla schermata principale, oltre a poter selezionare i layer, si possono associare ai tasti un bel po' di funzioni, scorciatoie, tasti speciali e simili. Si può modificare anche il comportamento del potenziometro, cosa affatto scontata, anche se c'è bisogno di una tabella dei QMK keycode per potergli assegnare nuove funzioni, ma basta premere sul campo di testo per far apparire l'elenco di comandi abbinabili.\nE sì, si possono abbinare anche macro. Con un po' di fantasia il potenziometro può diventare un accessorio incredibile!\nC'è ovviamente l'editor di macro, che però ha un piccolo problemino: in digitazione prende il layout ANSI USA anche se la tastiera è una ISO. Se non altro aprendo la visualizzazione \"codice\" si può mettere mano a quanto digitato, e si possono aggiungere anche i QMK keycode per concatenare più operazioni. Uno strumento alquanto potente insomma.\nInfine si può aprire il key tester per testare il corretto funzionamento di tutti i tasti, utile dopo che si è sostituito gli switch, e mettere mano ai parametri di retro-illuminazione senza usare le scorciatoie da tastiera.\nTante funzioni, tante possibilità di personalizzazione: VIA non è il più intuitivo dei software (ed è solo in inglese) ma è leggero, open source e fa il suo dovere senza troppi arzigogoli.\nTra scorciatoie già impostate e possibilità offerte da VIA, Q1 Pro è promossa anche lato funzionalità.\nAutonomia\nPer quanto la batteria da 4.000 mAh debba alimentare anche 80 LED RGB, il Bluetooth 5.1 LE a 90 Hz di polling rate consuma davvero poco, tant'è che si arriva a 300 ore di utilizzo con i LED spenti o un centinaio di ore con i LED accesi alla minima luminosità. Se li tenete al massimo riuscite a portare a termine una settimana lavorativa classica, non di più. Si tratta insomma di valori nella media. La verità è che una tastiera del genere non la si porta in giro facilmente, e il Bluetooth è più facile che lo si usi in casa per scrivere agilmente su smartphone o altri dispositivi magari mentre la tastiera è collegata via cavo al PC.\nPrezzo\nPer quanto qualcosa di Keychron si riesca a trovare\nanche su Amazon, la Q1 Pro Wireless protagonista di questa recensione va presa direttamente sul sito ufficiale.\nIl kit ISO base privo di switch e tasti costa 179$. Per risparmiare si può optare per il modello solo cablato (159$) e se invece si vuole il modello dotato di connettività Wi-Fi c'è\nla variante Max a 189$.\nA questi 179$ dovete obbligatoriamente aggiungerci almeno i tasti ISO ITA di Keychron, che vengono a costarvi 30$. Se ci mettete anche gli switch della linea K Pro del marchio aggiungeteci altri 16 dollari. Mancano le spese di spedizione, che ammontano a circa 24$. Il totale ammonta a 249$, circa 230€ al cambio attuale. Il prezzo è in linea con quello richiesto da questo genere di prodotti, con l'enorme differenza che questo modello è ISO ITA.\nE se il modello 75% non fa per voi, potete puntare ai kit Keychron Q6 Pro che aggiungono il tastierino numerico, frecce direzionali separate e isola sopra le frecce con tutti i tasti di una tastiera completa. In quel caso\ni tasti ISO ITA costano anche meno!\n-\n190,00 €\n-\nISO & ANSI Q3 & Q4 & Q4 Pro & Q6 & Q6 Pro & V3 & V4 & V6 & K8 & K8 Pro OEM Dye-Sub PBT Keycap Set - Retro 24,00 €\nAl momento della stesura di questa recensione per qualche motivo tutti i kit Q1 ISO (anche Max o standard) sembrano essere esauriti, ma dovrebbe essere solo questione di tempo prima che tornino disponibili.\nIn caso comunque ci sono diversi altri modelli da assemblare che possono essere resi ISO ITA con i tasti di Keychron.\nRecensione Keychron Q1 Pro Wireless ISO ITA - Altre foto dal vivo\nGiudizio Finale\nKeychron Q1 Pro ISO ITA kit fai-da-te\nAnche solo per il fatto che è tra le poche tastiere meccaniche custom a poter essere resa ISO ITA facilmente meriterebbe una menzione d'onore. A dirla tutta basterebbe anche solo comprare i tasti ITA prodotti da Keychron e metterli su modelli ISO di altri marchi, ma la Q1 Pro Wireless merita comunque la vostra attenzione. Il prezzo è in linea con quello di altri kit in alluminio, e in più questa vi arriva già montata e con pieno supporto a VIA. Un prodotto per intenditori insomma, che però, vista la sua adattabilità al mercato italiano, potrebbe fare gola anche a chi è sempre rimasto a debita distanza dalle tastiere meccaniche per via della diffusione del layout ANSI USA.\nSommario\nConfezione 7.5\nCaratteristiche tecniche 9\nEstetica, costruzione ed ergonomia 10\nFunzionalità 8\nAutonomia 8\nPrezzo 6\nVoto finale\nKeychron Q1 Pro ISO ITA kit fai-da-te\nPro\n- Finalmente una custom ISO ITA\n- Hot-swappable e facile da smontare\n- Anche senza fili via Bluetooth\n- Scocca in alluminio super resistente\n- Programmabile tramite VIA\nContro\n- Prezzo non per tutti\n- Stabilizzatori solo \"ok\"\n- Senza fili cala il polling rate a 90 Hz\n- Retro-illuminazione utile fino a un certo punto\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.amazon.it/stores/Keychron/page/EFABFCD1-9CD5-4225-A359-EA587059298F",
      "https://www.keychron.com/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-retro?variant=40026325975129",
      "https://keychron.com/products/keychron-q1?variant=39974572359769",
      "https://www.keychron.com/products/keychron-q1-max-qmk-via-wireless-custom-mechanical-keyboard",
      "https://soundcloud.com/user-405606276/keychron-q1-pro-test-audio-in-digitazione-switch-keychron-k-pro-silver",
      "https://keychron.com/products/keychron-q6-pro-qmk-via-wireless-custom-mechanical-keyboard-iso-layout-collection?variant=40594048221273",
      "https://www.keychron.com/products/keychron-q6-pro-qmk-via-wireless-custom-mechanical-keyboard-iso-layout-collection",
      "https://www.keychron.com/collections/iso-ansi-jis-keycaps/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-retro",
      "https://www.keychron.com/products/keychron-q1",
      "https://keychron.com/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-retro?variant=40026325975129",
      "https://www.keychron.com/products/keychron-q1-max-qmk-via-wireless-custom-mechanical-keyboard?variant=40822883811417",
      "https://www.soundcloud.com/user-405606276/keychron-q1-pro-test-audio-in-digitazione-switch-keychron-k-pro-silver",
      "https://www.keychron.com/products/keychron-q1?variant=39974572359769",
      "https://www.keychron.com/products/keychron-q6-pro-qmk-via-wireless-custom-mechanical-keyboard-iso-layout-collection?variant=40594048221273",
      "https://www.keychron.com/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-iceberg?variant=40026340884569",
      "https://www.keychron.com/collections/iso-ansi-jis-keycaps",
      "https://keychron.com/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-iceberg?variant=40026340884569",
      "https://www.keychron.com/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-retro",
      "https://www.keychron.com/collections/iso-ansi-jis-keycaps/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-carbon",
      "https://amazon.it/stores/Keychron/page/EFABFCD1-9CD5-4225-A359-EA587059298F?tag=smartworld06-21",
      "https://www.amazon.it/stores/Keychron/page/EFABFCD1-9CD5-4225-A359-EA587059298F?tag=smartworld06-21",
      "https://keychron.com/collections/iso-ansi-jis-keycaps/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-retro",
      "https://keychron.com/products/keychron-q1-max-qmk-via-wireless-custom-mechanical-keyboard?variant=40822883811417",
      "https://keychron.com/collections/iso-ansi-jis-keycaps/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-carbon",
      "https://keychron.com/collections/iso-ansi-jis-keycaps",
      "https://www.keychron.com/products/iso-ansi-q3-q4-q6-k8-oem-dye-sub-pbt-keycap-set-iceberg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T18:34:13.604+02:00",
    "updated": "2024-01-19T18:34:13.604+02:00"
  },
  {
    "uuid": "d7c92513a414c562ac7a86e5d6d8fc8034a7401d",
    "url": "https://timesofindia.indiatimes.com/city/allahabad/bhoole-bhatke-shivir-to-go-hi-tech-for-magh-mela-prayagraj/articleshow/106393046.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kapil Dixit",
    "published": "2023-12-30T03:32:00Z",
    "title": "Bhoole Bhatke Shivir: Bhoole bhatke shivir to go hi-tech for Magh Mela Prayagraj | Allahabad News - Times of India",
    "text": "PRAYAGRAJ: The authorities of bhoole bhatke shivir, that has helped reunite 15.32 lakh people lost in religious fairs with their families in past 77 years, will go hi-tech this time for better functioning. “We plan to offer computer sets equipped with web-cameras and Internet to volunteers of the camp so that they can stay in constant touch with police authorities to help missing persons reunite with their kin,” Umesh Tiwari, organiser of the camp told TOI. Celebrating 78 years of its formation, the organisation will deploy 50 active volunteers on the mela campus to help lost people. The camp will come up at Triveni Road from January 10 and will maximize the use of social media to reunite lost people with their families. 'Bhoole bhatke shivir reunited 15.32L people with their families since 1946'Volunteers will compile data including names, address and photographs of missing ones and share the data/details with police authorities of the Magh Mela and other districts to trace out locations of missing persons.\\\"\\\"Earlier, the work was done manually, and it was hard to compile data. Once the volunteers are able to take photographs and other details of missing persons, they would be seeking the help of city and neighbouring districts' police to trace out families of missing persons,\\\" he said.Mela authorities have also planned to set up camps at two spots on mela campus and offering all sorts of assistance to volunteers.\\\"The noble deed was started by octogenarian Raja Ram Tiwari in 1946. Since then, bhoole bhatke shivir has reunited 15.32 lakh people, including 21,853 children, with their families during Maha Kumbhs, Ardh Kumbhs and over 55 Magh Melas,\\\" said mela officials.Volunteers from different state including Madhya Pradesh, Chhattisgarh, Bihar and others join the organisation to be a part of the novel cause.\\\"When a person meets his family member through volunteers' efforts, it seems like God has accepted the prayers,\\\" said a volunteer working for the camp for the last five years.The mela administration will be installing public address systems in and around the mela campus where announcements will be made about missing persons and requests will also be made for complainants to reach the shivir and meet their lost family members.These announcements are made round-the-clock by volunteers and cops as well till the missing person is reunited with the family.With over 40 crore pilgrims expected to visit Maha Kumbh in 2025, authorities of shivir too are preparing to upgrade their activities.We also published the following articles recently Man who lost memory & was living at a tomb reunites with family after 20 yearsPrakash Jatav, who went missing in 2003, was found in a mentally-deranged condition near a tomb in Bareilly, Uttar Pradesh. After rehabilitation and treatment, he revealed his actual name and details of his hometown and relatives. Prakash was reunited with his family in Sant Kabir Nagar after nearly 20 years. Doctors believe that his condition will improve with time.106307742 CWC helps 14-year-old Dhanbad boy reunite with family after 8 years14-year-old Ravi, separated from his family, was reunited with them by the CWC. He was taken by the Gulgulias tribe from Pradhankhunta station and rescued by the RPF. After staying at a shelter home in Bokaro, he was handed over to his aunt. Ravi's father died in a train accident. The Supreme Court has directed CWCs to prioritize non-institutional care. Shiva and Saif have different situations.106259337 UPSRTC to deploy 8,000 buses during Magh MelaThe UPSRTC is preparing for Magh Mela 2024, seen as a trial for Maha Kumbh 2025, by putting in place facilities and calling for additional buses from across the state. The arrangement of 300 buses from other districts will be used during the main bathing days of the Magh Mela. Buses will operate from various locations for the devotees, and the depots' sub control rooms will be connected to a modern control room for better monitoring. Officials believe that the planning for Magh Mela will be beneficial for Maha Kumbh.106225347",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bhoole bhatke shivir",
          "sentiment": "negative"
        },
        {
          "name": "prakash",
          "sentiment": "none"
        },
        {
          "name": "umesh tiwari",
          "sentiment": "none"
        },
        {
          "name": "toi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "allahabad news - times of india prayagraj",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "bareilly",
          "sentiment": "none"
        },
        {
          "name": "triveni road",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T06:02:06.803+02:00",
    "updated": "2023-12-30T10:12:09.909+02:00"
  },
  {
    "uuid": "bd2529c691cfacbbe47a2223e443dd9c9b011781",
    "url": "https://sicnoticias.pt/especiais/europeias-2024/2024-06-06-video-quem-puxa-por-galoes-nacionais-para-ganhar-na-europa-nao-merece-sequer-um-mandato-cd0b5232",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rita Carvalho Pereira",
    "published": "2024-06-06T20:16:00Z",
    "title": "“Quem puxa por galões nacionais para ganhar na Europa não merece sequer um mandato\"",
    "text": "João Cotrim Figueiredo recusou, esta quinta-feira, \"poluir\" a campanha das [eleições europeias](https://elections.europa.eu/pt/) com temas nacionais e defendeu que quem o faz não merece um lugar no [Parlamento Europeu](https://www.europarl.europa.eu/portal/pt/). \"Há alguns a quem interessa muito que isto seja a segunda volta das legislativas, é um mau serviço à democracia, é um mau serviço à Europa. Não o vou fazer”, declarou o cabeça de lista da Iniciativa Liberal (IL) às eleições europeias, durante uma visita a uma escola secundária de Gondomar. O candidato liberal considera que “quem possa ter interesse em puxar por galões nacionais para ganhar na Europa é porque não tem outros argumentos e não merece sequer um mandato europeu”. Perante os resultados das mais recentes sondagens, que apontam para um crescimento da Iniciativa Liberal, o cabeça de lista admite estar a conseguir conquistar mais votos. “Não vou embandeirar em arco quando [as sondagens] são boas, não vou ficar deprimido quando são más, mas mostra uma tendência evidente de crescimento da IL”, reconheceu. Sublinhando acreditar que pode ainda “continuar a crescer” até “ao dia das eleições”, Cotrim de Figueiredo recusa, para já, assumir o objetivo de ficar em terceiro lugar. “Tenho muita vontade de dizer, mas ainda não posso\", rematou.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://elections.europa.eu/pt/",
      "https://www.europarl.europa.eu/portal/pt/",
      "https://www.europarl.europa.eu/portal/pt",
      "https://www.elections.europa.eu/pt/",
      "https://elections.europa.eu/pt",
      "https://europarl.europa.eu/portal/pt/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:04:27.511+03:00",
    "updated": "2024-06-07T04:09:17.401+03:00"
  }
]