[
  {
    "uuid": "0c674e27dd60dc79ea3ba9818d615827c5ba01b0",
    "url": "https://www.cbssports.com/soccer/news/usmnt-star-weston-mckennies-dramatic-turn-around-at-juventus-is-earning-rave-reviews-in-italy/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Francesco Porzio",
    "published": "2023-12-28T21:22:00Z",
    "title": "USMNT star Weston McKennie's dramatic turn around at Juventus is earning rave reviews in Italy - CBSSports.com",
    "text": "Getty Images Weston McKennie's revival at Juventus has gone so well that he's the highest-rated player of the season so far for the Turin club, per TuttoSport . The Italian outlet have published all the ratings for each game of the season so far, and USMNT star Weston McKennie was the player with the highest number among the Bianconeri players.\nGolazo Starting XI Newsletter Get your Soccer Fix from Around the Globe Your ultimate guide to the Beautiful Game as our experts take you beyond the pitch and around the globe with news that matters.\nI agree to receive the \"Golazo Starting XI Newsletter\" and marketing communications, updates, special offers (including partner offers), and other information from CBS Sports and the Paramount family of companies. By pressing sign up, I confirm that I have read and agree to the Terms of Use and acknowledge Paramount's Privacy Policy . See All Newsletters Please check the opt-in box to acknowledge that you would like to subscribe. Thanks for signing up! Keep an eye on your inbox. Sorry! There was an error processing your subscription. From one to ten, McKennie ranked first with a 6.44 ahead of goalkeeper Wojciech Szczęsny (6.32).\n\"In the summer, he was on the market, now he is untouchable. He convinced [Massimo] Allegri with the work starting with the tour in United States. As a midfielder or full back, he played in all 17 matches,\" the review said.\nIn fact, McKennie played all the games with the Bianconeri this season in multiple positions. He started as a right winger in the 3-5-2 but also played as midfielder since Paul Pogba and Nicolò Fagioli were suspended and forced coach Massimiliano Allegri to bring McKennie back in the midfield.\nMcKennie, always with a flair of comedy, spoke about helping change the belief in American soccer players abroad on the podcast of his teammate Moise Kean .\n\"I've been in Italy for three and a half years. I suffered the cultural shock, yes,\" McKennie said.\n\"In Italy, the mentality is closed, it's tradition. That's fine, but you need to be more open-minded with others. An example? I eat pasta with tomato, pesto with chicken. All of [the people] in Italy [think], 'How disgusting!' But they have never tried it. I like that we have more Americans now playing here because everyone thinks we play football, basketball and so on ... Since I arrived, everyone thought, 'But he's American and he can't play football.' Now there is [Christian] Pulisic, [Yunus] Musah, [Gianluca] Busio, [Tim] Weah ... Everyone thinks in Italy Americans can play football.\"\nIt seemed like the story between Juventus and McKennie ended last season when he was loaned six months to Leeds United, but the player went back to Turin after the English side was relegated. In the summer of 2023, the USMNT star worked hard to be back in the plans of Allegri, who started to play him as a winger, rotating with another UMSNT player, Weah. After a few games, McKennie gained a starting role in that position, but then shifted to his original role after both Pogba and Fagioli were suspended for the rest of the season.\nMcKennie is now key for Allegri, who can use him in multiple positions of the pitch. He has yet to score his first goal of the season but provided two assists, including one in the last away game against Frosinone. Despite the initial doubts and the criticism, McKennie deserved to be back in the starting 11 of Juventus and as TuttoSport showed, his performances were crucial for the team coached by Allegri this season. He demonstrated that things can quickly change in the world of football since a few months ago he was transfer listed and now he's critical.\n Osimhen extends deal to '26 with $140 million release Francesco Porzio • 1 min read Where Juventus and Italy legend Chiellini retires from soccer Francesco Porzio • 3 min read Watch Now: How McKennie rebounded at Juventus Francesco Porzio 2 min read WATCH: Pulisic scores winner for Milan Chuck Booth 1 min read Sommer Rudi Fagioli Tonali ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://legal.paramount.com/us/en/cbsi/terms-of-use",
      "http://www.youtube.com/watch?v=ukYkHdPixVY",
      "https://privacy.paramount.com/en/policy",
      "https://m.tuttosport.com/amp/news/calcio/serie-a/juventus/2023/12/25-119462261/juve_i_migliori_per_media_voto_il_1_posto_un_capolavoro_di_allegri/3",
      "https://sports.cbsimg.net/fly/images/soccer/logos/team/2289207.svg",
      "http://youtube.com/watch?v=ukYkHdPixVY",
      "https://www.legal.paramount.com/us/en/cbsi/terms-of-use",
      "https://www.privacy.paramount.com/en/policy",
      "https://www.sports.cbsimg.net/fly/images/soccer/logos/team/2289207.svg",
      "http://www.youtube.com/watch",
      "https://www.m.tuttosport.com/amp/news/calcio/serie-a/juventus/2023/12/25-119462261/juve_i_migliori_per_media_voto_il_1_posto_un_capolavoro_di_allegri/3"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "weston mckennie",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "juventus",
          "sentiment": "negative"
        },
        {
          "name": "golazo starting xi newsletter",
          "sentiment": "none"
        },
        {
          "name": "paramount",
          "sentiment": "none"
        },
        {
          "name": "cbs sports",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "turin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:07.723+02:00",
    "updated": "2024-01-02T18:24:29.551+02:00"
  },
  {
    "uuid": "2fc60812a55d973bfa6474465c53a578ab3bea07",
    "url": "https://www.bbc.com/sport/articles/cn38pdpyxgjo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@BBCSport",
    "published": "2024-07-25T21:17:00Z",
    "title": "Europa Conference League: Caernarfon hit for six by Legia - BBC Sport",
    "text": "Caernarfon Town put on a brave and creditable performance as they went down 6-0 away to Polish giants Legia Warsaw in the first leg of the Europa Conference League second qualifying round.\nMarc Gual’s header and Ryoya Morishita’s effort - which was unfortunately turned into his own goal by keeper Stephen McMullan - gave the home side a 2-0 lead at the break.\nGual completed his hat-trick with two second-half goals with Blaz Kramer also scoring after missing a penalty.\nClaude Gonçalves completed the scoring at the end of a tough but nonetheless unforgettable night for Caernarfon.\nArguably the biggest game in Caernarfon’s history was played behind closed doors after Uefa sanctioned the Polish club for crowd trouble, a decision which manager Richard Davies said was “unfair” on the Welsh fans.\nSubsequently there was an eerie atmosphere in the near-32,000 capacity Polish Army Stadium, reminiscent of games played under similar circumstances during the Covid-19 pandemic.\nJapan international Morishita tried his luck from distance within the opening five minutes, but Caernarfon soon settled into the game.\nDanny Gosset’s long range effort flew over the bar while a long clearance from McMullan found Zack Clarke in a promising position but the forward fired into the side netting.\nImage source, Getty Images Image caption, Caernarfon's team line-up before the game at the Polish Army Stadium\nSloppy defending from the Cymru Premier side presented a first opportunity for Gual, who hesitated before he could take a shot and Caernarfon’s defenders recovered and cleared.\nHowever it was Gual who broke the deadlock four minutes later.\nBartosz Kapustka’s corner was headed downwards by Steve Kapuadi into the path of Gual, whose close-range header crept over the line despite the best efforts of full-back Mathew Jones.\nMcMullan gathered Kramer’s shot but a mistake from the on-loan Fleetwood Town keeper saw Legia double their lead two minutes before half-time.\nThe 19-year-old attempted to tip Morishita’s cross over the bar but instead pushed the ball into his own net just before the interval.\nLegia took just two minutes after the break to score a third – Kramer combining well with Gual who scored his second.\nThe Spanish striker completed his hat-trick five minutes later when he met Morishita’s low cross to score from close range at the far post.\nKramer then fired a penalty wide but made amends minutes late with a clever turn which deceived Caernarfon’s defenders before coolly slotting past McMullan.\nAnd Legia’s sixth came courtesy of Goncalves’ effort from distance in stoppage time.\nThe sides meet in the second leg next Thursday, with Caernarfon hopeful the game can go ahead as planned at Bangor’s Nantporth despite safety concerns.\nRelated Topics Welsh Football Cymru Premier",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.bbc.co.uk/sport/football/articles/cw0y3r80zggo",
      "https://www.bbc.co.uk/sport/football/articles/ckkgp151dlno",
      "https://bbc.co.uk/sport/football/articles/ckkgp151dlno",
      "https://bbc.co.uk/sport/football/articles/cw0y3r80zggo"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ryoya morishita",
          "sentiment": "none"
        },
        {
          "name": "richard davies",
          "sentiment": "none"
        },
        {
          "name": "marc gual",
          "sentiment": "none"
        },
        {
          "name": "blaz kramer",
          "sentiment": "none"
        },
        {
          "name": "claude gonçalves",
          "sentiment": "none"
        },
        {
          "name": "stephen mcmullan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "europa conference league",
          "sentiment": "negative"
        },
        {
          "name": "legia - bbc sport caernarfon town",
          "sentiment": "negative"
        },
        {
          "name": "uefa",
          "sentiment": "none"
        },
        {
          "name": "legia warsaw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "caernarfon",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:53:24.052+03:00",
    "updated": "2024-07-26T02:53:24.052+03:00"
  },
  {
    "uuid": "8b5f0f864184c8baae7e7885fc5df52be52b70ca",
    "url": "https://www.miragenews.com/indigenous-songlines-study-aids-australias-1175560",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-02-15T17:45:00Z",
    "title": "Indigenous Songlines Study Aids Australia's Whale, Dolphin Protection | Mirage News",
    "text": "The Hon Tanya Plibersek MP, Minister for the Environment and Water The Hon Stephen Jones MP, Assistant Treasurer, Minister for Financial Services, Member for Whitlam Alison Byrnes MP, Member for Cunningham The Albanese Labor Government will invest more than $300,000 to study Indigenous environmental knowledge about the connections between land, sea and sky, with a particular focus on whales. The funding will support the Unbroken whispers project, which focuses on collecting Indigenous knowledge about the southern right whale, the vulnerable humpback whale, orcas and dolphins, and looking at how we can use this knowledge to better protect these species. The study, led by Dr Jodi Edwards, a Yuin woman from the University of Wollongong, also seeks to unlock a better understanding of long-term migratory patterns, habitats and relationships. The research project is partly funded by the Australian Government through the National Environmental Science Program's Marine and Coastal Hub and will run from 2024 to 2026. Quotes attributable to the Minister for the Environment and Water the Hon Tanya Plibersek: \"We're lucky to have more than 65,000 years of continuous conservation knowledge that we can learn from. First Nations Australians have cared for land and sea country for generations and are crucial in our fight to better protect our environment and the precious creatures who live in it. We know many marine species are under threat from things like habitat loss, pollution and climate change. Projects like this may be the key to how we effectively protect and recover declining populations.\" Quotes attributable to the Member for Whitlam, the Hon Stephen Jones MP: \"Our government is committed to addressing the effects of climate change and ensuring a better future for young Australians - which includes protecting marine life and other native species. \"Dr Edwards brings a wealth of knowledge and expertise as a proud Yuin woman and University of Wollongong researcher. I'm looking forward to examining the findings from this important research project.\" Quotes attributable to the Member for Cunningham, Alison Byrnes MP: \"In the lead up to World Whale Day on 18 February 2024, it is great to see the Unbroken Whispers Project, led by local indigenous researcher Dr Jodi Edwards, receive $300,000 in funding from the Albanese Labor Government. \"The adverse effects of climate change on our marine and coastal environments is an issue that our Government takes extremely seriously, and are taking steps to mitigate. This project will start off the coast of Bruny Island in Tasmania, tracking migratory patterns up the east coast, past the Illawarra and finishing in Northern Queensland. \"We look forward to working with Dr Edwards to gain a better understanding of long-term migratory patterns, habitats and relationships of the southern right whale, the vulnerable humpback whale, orcas and dolphins.\" [here](/indigenous-songlines-study-aids-australias-1175560/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "assista",
          "sentiment": "negative"
        },
        {
          "name": "hon stephen jones",
          "sentiment": "negative"
        },
        {
          "name": "jodi edwards",
          "sentiment": "none"
        },
        {
          "name": "alison byrnes",
          "sentiment": "none"
        },
        {
          "name": "hon ta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of wollongong",
          "sentiment": "none"
        },
        {
          "name": "coastal hub",
          "sentiment": "none"
        },
        {
          "name": "national environmental science program's marine",
          "sentiment": "none"
        },
        {
          "name": "albanese labor government",
          "sentiment": "none"
        },
        {
          "name": "minister for financial services",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hon tanya plibersek",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T06:59:34.283+02:00",
    "updated": "2024-02-16T06:59:34.283+02:00"
  },
  {
    "uuid": "3d92970efdda7a7988d4c796302855e670ba27f0",
    "url": "https://www.newsbreak.com/fort-worth-tx/3407856883656-cavinder-twins-reuniting-at-miami-haley-decommits-from-tcu-to-join-hanna-on-hurricanes-for-2024-25-season",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-18T20:05:00Z",
    "title": "Cavinder twins reuniting at Miami: Haley decommits from TCU to join Hanna on Hurricanes for 2024-25 season",
    "text": "By Isabel Gonzalez ,\n1 hour ago Getty Images The Cavinder twins are reuniting at Miami, as Haley decommitted from TCU to follow her sister, Hanna, who announced her return to the Hurricanes on Wednesday after a one-year hiatus from basketball. Haley made the announcement Thursday on social media.\n\"Given the news yesterday that my sister was returning to play ball at Miami and after careful consideration and thought, I've decided to return to the University of Miami and play with Hanna for our final and 5th year,\" Haley wrote.\nIn 2022-23, Haley started in all 35 games and led the Hurricanes with 12.2 points per contest. That was the year Miami upset No. 1 seed Indiana in the NCAA Women's Tournament and reached the Elite Eight for the first time in program history. Hanna, meanwhile, averaged just 3.8 points over 16 minutes a game.\nBoth 5-foot-6 guards started their college basketball careers at Fresno State and played there for three years. With the Bulldogs, Haley was the 2021 Mountain West Player of the Year and made the All-Mountain West Team in 2020, 2021 and 2022. Hanna was also selected to the All-Mountain West Team in 2020 and 2021.\nWhile Haley's initial plan was to play her final season at TCU, Hanna had said she was retiring. However, Hanna announced her return to basketball Wednesday.\n\"My last season of basketball was one of the most successful & challenging yrs of my life but it helped me grow immensely,\" Hanna wrote. \"The past few months I have been itching to get back to the game that I thought I lost the passion for. With that being said, I am returning for one more szn.\"\nThe twins' extra year of eligibility is due to the NCAA COVID-19 rules. While they haven't had a huge presence in basketball lately, the Cavinders are two of the country's most popular collegiate athletes as they have 4.5 million followers on TikTok and reportedly grossed at least $2 million in NIL deals . They even spent some with the WWE, but it seems they want to spend one last year focusing on basketball and playing together.\n\"There is nothing more important than family and the bond I share with my Twin sister,\" Haley wrote. \"Being presented with the opportunity to play together one more time is something I cannot pass up. I am excited for this upcoming season and cant wait to play at the U.\"\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Sport"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2eVs22_0sVqCJPF00",
      "https://nypost.com/2023/06/13/cavinder-twins-have-raked-in-2m-in-nil-deals-off-their-looks-while-better-athletes-come-up-empty-critics-charge/",
      "https://img.particlenews.com/image.php?url=2eVs22_0sVqCJPF00",
      "https://img.particlenews.com/image.php",
      "https://nypost.com/2023/06/13/cavinder-twins-have-raked-in-2m-in-nil-deals-off-their-looks-while-better-athletes-come-up-empty-critics-charge",
      "https://www.nypost.com/2023/06/13/cavinder-twins-have-raked-in-2m-in-nil-deals-off-their-looks-while-better-athletes-come-up-empty-critics-charge/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2eVs22_0sVqCJPF00",
      "https://www.img.particlenews.com/image.php?url=2eVs22_0sVqCJPF00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "haley",
          "sentiment": "negative"
        },
        {
          "name": "cavinder",
          "sentiment": "negative"
        },
        {
          "name": "isabel gonzalez",
          "sentiment": "negative"
        },
        {
          "name": "haley dec",
          "sentiment": "negative"
        },
        {
          "name": "hanna",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "tcu",
          "sentiment": "negative"
        },
        {
          "name": "fresno state",
          "sentiment": "none"
        },
        {
          "name": "ncaa women",
          "sentiment": "none"
        },
        {
          "name": "bulldogs",
          "sentiment": "none"
        },
        {
          "name": "university of miami",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "miami",
          "sentiment": "none"
        },
        {
          "name": "all-mountain west team",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:52:50.516+03:00",
    "updated": "2024-04-19T00:52:50.516+03:00"
  },
  {
    "uuid": "377052976866546ee0ee3210a7f90756cf8f44dd",
    "url": "https://7ooo-ru.livejournal.com/574241198.html",
    "ord_in_thread": 0,
    "author": "Высший в Интернете wrote",
    "published": "2025-06-12T06:44:00Z",
    "title": "ВС России поразили сеть пунктов управления БПЛА ВСУ на Южно-Донецком направлении",
    "text": "В Минобороны России заявили, что в ходе ведения контрбатарейной борьбы на Южно-Донецком направлении артиллерийскими подразделениями была выявлена и поражена сеть пунктов управления беспилотными летательными аппаратами противника.\nЧитать далее\nПодробнее\n7ooo.ru",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "topics": [
      "War, Conflict and Unrest->armed conflict"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://7ooo.ru/group/2025/06/12/414-vs-rossii-porazili-set-punktov-upravleniya-bpla-vsu-na-yuzhno-doneckom-napravlenii-grss-413685040.html",
      "https://www.7ooo.ru/group/2025/06/12/414-vs-rossii-porazili-set-punktov-upravleniya-bpla-vsu-na-yuzhno-doneckom-napravlenii-grss-413685040.html"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T09:59:58.009+03:00",
    "updated": "2025-06-12T07:03:47.000+00:00"
  },
  {
    "uuid": "668c12eddeb1eb563c58853628ff401e0a0e73bb",
    "url": "https://www.bleepingcomputer.com/news/microsoft/microsoft-just-killed-the-windows-10-beta-channel-again",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sergiu Gatlan",
    "published": "2024-11-14T23:39:00Z",
    "title": "Microsoft just killed the Windows 10 Beta Channel again",
    "text": "​Microsoft has shut down the Windows 10 Beta Channel and will move all enrolled Windows Insiders to the Release Preview Channel.\nThis comes after the company reopened the Windows 10 beta channel in early June, releasing the first Beta build three years after the last such build was rolled out to Windows 10 Insiders in 2021.\n\"To bring new features and more improvements to Windows 10 as needed, we need a place to do active feature development with Windows Insiders,\" the Windows Insider team said on June 4.\n\"So today, we are opening the Beta Channel for Windows Insiders who are currently on Windows 10. This will allow us to try out new features for Windows 10, version 22H2, with Insiders before releasing them to all Windows 10 customers.\"\nToday, just five months later, Microsoft killed the Beta Channel again without explanation or any other revival plans, saying that all Insiders would be automatically switched to the Release Preview Channel and advising customers to prepare for Windows 10 end of support \"by moving to Windows 11 today.\"\n\"This will be the last time we release a Windows 10 build to the Beta Channel as we will be shutting down the Beta Channel for Windows 10,\" the Windows Insider team said on Thursday .\nStatcounter Global Stats data shows that over 60% of all Windows systems worldwide still run Windows 10 , while only 35% run Windows 11, three years after its October 2021 launch .\nWindows market share worldwide (Statcounter) ​Windows 10 22H2, the last Windows 10 version to be released, will still receive monthly security update releases through October 14, 2025, when Windows 10 will reach the end of support .\nAfter this date, Redmond will stop fixing bugs and releasing security updates for newly discovered vulnerabilities impacting Windows 10 systems.\n​However, Microsoft also announced on October 31 that Windows 10 home users can delay the switch to Windows 11 for one more year if they pay $30 for Extended Security Updates (ESU).\n\"The ESU program for consumers will be a one-year option available for $30. Program enrollment will be available closer to the end of support in 2025,\" said Yusuf Mehdi, Microsoft Executive Vice President and Consumer Chief Marketing Officer.\nThe company also revealed that the Windows 10 Extended Security Updates will be offered to enterprise customers on November 1, 2024, while the first ESU will ship in November 2025.\n\"We'll share more details on availability of the cloud-based Extended Security Update offer on our price list in the future,\" Redmond said .\nRelated Articles: Microsoft warns Azure Virtual Desktop users of black screen issues\nMicrosoft wants $30 if you want to delay Windows 11 switch\nMicrosoft fixes Windows 10 bug causing apps to stop working\nNew Windows Themes zero-day gets free, unofficial patches\nWindows 10 KB5043131 update released with 9 changes and fixes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Corporate News and Profiles",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://blogs.windows.com/windows-insider/2024/11/14/releasing-windows-10-build-19045-5194-to-beta-and-release-preview-channels/",
      "https://learn.microsoft.com/en-us/lifecycle/announcements/windows-10-22h2-end-of-support-update",
      "https://techcommunity.microsoft.com/t5/windows-it-pro-blog/when-to-use-windows-10-extended-security-updates/ba-p/4102628",
      "https://blogs.windows.com/windows-insider/2021/06/17/releasing-windows-10-build-19042-1081-20h2-to-release-preview-channel/",
      "https://gs.statcounter.com/os-version-market-share/windows/desktop/worldwide",
      "https://blogs.windows.com/windows-insider/2024/06/04/opening-the-beta-channel-for-windows-insiders-on-windows-10/",
      "https://www.learn.microsoft.com/en-us/lifecycle/announcements/windows-10-22h2-end-of-support-update",
      "https://blogs.windows.com/windows-insider/2024/06/04/opening-the-beta-channel-for-windows-insiders-on-windows-10",
      "https://www.blogs.windows.com/windows-insider/2021/06/17/releasing-windows-10-build-19042-1081-20h2-to-release-preview-channel/",
      "https://www.techcommunity.microsoft.com/t5/windows-it-pro-blog/when-to-use-windows-10-extended-security-updates/ba-p/4102628",
      "https://blogs.windows.com/windows-insider/2021/06/17/releasing-windows-10-build-19042-1081-20h2-to-release-preview-channel",
      "https://www.blogs.windows.com/windows-insider/2024/11/14/releasing-windows-10-build-19045-5194-to-beta-and-release-preview-channels/",
      "https://blogs.windows.com/windows-insider/2024/11/14/releasing-windows-10-build-19045-5194-to-beta-and-release-preview-channels",
      "https://www.blogs.windows.com/windows-insider/2024/06/04/opening-the-beta-channel-for-windows-insiders-on-windows-10/",
      "https://www.gs.statcounter.com/os-version-market-share/windows/desktop/worldwide"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Microsoft",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "668c12eddeb1eb563c58853628ff401e0a0e73bb",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-15T03:52:03.565+02:00",
    "updated": "2024-11-15T03:52:03.565+02:00"
  }
]