[
  {
    "uuid": "7cfebe20692197a2cbbf8683101835a2e1715a40",
    "url": "https://www.saratogian.com/2024/06/06/so-much-death-lawmakers-weigh-stricter-speed-limits-safer-roads-for-pedestrians",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kff Health News",
    "published": "2024-06-06T22:16:00Z",
    "title": "‘So much death’: Lawmakers weigh stricter speed limits, safer roads for pedestrians",
    "text": "By Vanessa G. Sánchez, KFF Health News\nLOS ANGELES — The party was winding down. Its young hosts, María Rivas Cruz and her fiancé, Raymond Olivares, had accompanied friends to their car to bid them farewell. As the couple crossed a four-lane main road back to the home they had just bought, Rivas Cruz and Olivares were struck by a car fleeing an illegal street race. The driver was going 70 in a 40-mph zone.\nDespite years of pleading for a two-lane road, lower speed limits, safety islands, and more marked crosswalks, residents say the county had done little to address speeding in this unincorporated pocket of southeastern Los Angeles. Since 2012, this half-mile stretch of Avalon Boulevard had logged 396 crashes, injuring 170 and killing three.\nOlivares, 27, a civil engineer for the city of Los Angeles, became the fourth fatality when he was hurled across the street, hit by a second car, and instantly killed. Rivas Cruz was transported to a hospital, where she remained in a coma for two weeks. Once awake, the elementary school teacher underwent a series of reconstructive surgeries to repair her arm, jaw, and legs.\nIn the aftermath of the February 2023 crash, the county installed protective steel posts midway across the street. But residents, who had sought a platformed center divider and speed cameras, said that wasn’t enough.\n“It’s just a band-aid on a cut. This is supposed to solve it, but it doesn’t, and that is what hurts,” said Rivas Cruz, who now at age 28 walks with a cane and lives with chronic pain. “I go to sleep, and I’m like, ‘It’s just a dream, it’s just a dream.’ And it’s not.”\nThe nation’s road system covers 4 million miles and is governed by a patchwork of federal, state, and local jurisdictions that often operate in silos, making systemic change difficult and expensive. But amid the highest number of pedestrians killed in decades, localities are pushing to control how speed limits are set and for more accountability on road design. This spring, New York and Michigan passed laws allowing local jurisdictions to lower speed limits. In Los Angeles, voters approved a measure that forces the city to act on its own safety improvement plan , mandating that the car-loving metropolis redesign streets, add bike lanes, and protect cyclists, transit riders, and pedestrians.\nStill, there’s plenty of political resistance to speed enforcement. In California’s Statehouse, Sen. Scott Wiener (D-San Francisco) proposed requiring GPS-equipped smart devices in new cars and trucks to prevent excessive speeding. But after pushback, the state lawmaker watered down his bill to require all vehicles sold in the state starting in 2032 to have only warning systems that alert drivers when they exceed the speed limit by more than 10 mph.\nAlthough the Biden administration is championing Vision Zero — its commitment to zero traffic deaths — and injecting more than $20 billion in funding for transportation safety programs through the Infrastructure Investment and Jobs Act , road safety advocates and some lawmakers argue that the country is still far from making streets and vehicles safe, or slowing drivers down.\n“We are not showing the political will to use the proven safety tools that exist,” said Leah Shahum, founder of Vision Zero Network, a nonprofit organization advancing Vision Zero in communities across the country.\nStill a crisis The need for safer roads took on urgency during the covid pandemic. Fatalities rose even as lockdown mandates emptied streets. In 2022 , more than 42,500 people died on American roads, and at least 7,522 pedestrians were fatally struck — the highest tally of pedestrian deaths in more than four decades.\nExperts cite several reasons for the decline in road safety. During the lockdowns, reckless driving increased while traffic enforcement declined. SUVs and trucks have become larger and heavier, thus deadlier when they hit a pedestrian. Other factors persist as streets remain wide to accommodate vehicles, and in some states speed limits have gradually increased .\nEarly estimates of motor vehicle fatalities show a slight decrease from 2022 to 2023, but pedestrian fatalities are still notably above pre-pandemic numbers . “It’s an encouraging start, but the numbers still constitute a crisis,” Transportation Secretary Pete Buttigieg wrote in February of roadway deaths.\nThe Biden administration has directed $15.6 billion to road safety until 2026 and $5 billion in local grants to prevent roadway deaths and injuries. Under the U.S. Department of Transportation’s new “ vulnerable road user” rule , states with 15% or more deaths involving pedestrians, bicyclists, or motorcyclists compared with all road deaths must match federal dollars in their safety improvement spending.\nRoad safety advocates argue the federal government missed an opportunity to eliminate outdated standards for setting speed limits when it revised traffic guidelines last year . The agency could have eliminated guidance recommending setting speed limits at or below how fast 85% of drivers travel on uncongested roads. Critics contend that what’s known as the 85th percentile rule encourages traffic engineers to set speed limits at levels unsafe for pedestrians.\nBut the Federal Highway Administration wrote in a statement that while the 85th percentile is the typical method, engineers rarely rely solely on this rule. It also noted that states and some local agencies have their own criteria for setting speed limits.\nIn response, grassroots efforts to curtail speeding have sprouted across communities. In April, Michigan passed legislation granting local governments authority to round down when setting speed limits.\nAnd after four years of lobbying, New York state passed Sammy’s Law, named after 12-year-old Sammy Cohen Eckstein, who was killed by a driver in Brooklyn in 2013. The law, which will take effect in June, allows New York City to lower its speed limits to 20 mph in designated areas.\n“With this legislation, I hope we can learn more children’s names because of their accomplishments, their personalities, and their spirit — not their final moments,” said Sammy’s mother, Amy Cohen.\nPush for pedestrian safety Advocates would also like the federal government to factor in pedestrian safety on the five-star vehicle safety rating scale. However, the National Highway Traffic Safety Administration has proposed a separate pass/fail test that would be posted only on the agency’s website, not on labels consumers would see at the dealership.\nRelated Articles National Politics | Election monitors nervously practice for the ‘big dance in November’ National Politics | Alito’s flag controversy foreshadows contentious Supreme Court rulings National Politics | Election certification disputes in a handful of states spark concerns over 2024 presidential contest National Politics | Election officials, retired lawmakers plead for more money to protect voting National Politics | Greater focus on crime sparks another wave of juvenile justice bills Automakers like BMW questioned the effectiveness of a program testing pedestrian protections in vehicles arguing that in European countries that adopted such a regulation, it’s not been clear whether it led to fewer deaths and injuries. According to the campaign finance site Open Secrets, automakers spent about $49 million lobbying in 2023 compared with $2.2 million spent by advocates for highway and auto safety.\n“The federal government has the biggest punch when it comes to requiring improved vehicle safety design,” said Wiener, the California state lawmaker.\nAlthough Wiener modified his proposal to restrict excessive speeding, he has advanced companion legislation that would require Caltrans, the state transportation agency, to make improvements such as adding crosswalks and curb extensions on state-owned surface streets to better serve pedestrians, cyclists, and transit users.\nWhen that bill was heard in a committee, opponents, including engineering firms and contractors, cautioned it would remove flexibility and hamper the state’s ability to deliver a safe and efficient transportation system. Lawmakers have until Aug. 31 to act on his bills.\nIn Los Angeles, hope for change arrived in March when voters passed Measure HLA , which requires the city to invest $3.1 billion in road safety over the next decade. Rivas Cruz’s house, however, sits eight blocks outside the jurisdiction of the city initiative.\nIt’s been more than a year since the crash, but Rivas Cruz finds reminders everywhere: in the mirror, when she looks at the scars left on her face after several surgeries. When she walks on the street that still lacks the infrastructure that would have protected her and Raymond.\nStories of pedestrians killed in this Latino working-class neighborhood are too common, said Rivas Cruz. In September, she attended a memorial of a 14-year-old who was killed by a reckless driver.\n“There’s so much death going on,” the Los Angeles Unified School District teacher said from her mother’s living room on a spring afternoon. “The representatives have failed us. Raymond and I were giving back to the community. He was a civil engineer working for the city, and I’m a LAUSD teacher. Where is our help?”\nThis article was produced by KFF Health News , which publishes California Healthline , an editorially independent service of the California Health Care Foundation .\nKFF Health News is a national newsroom that produces in-depth journalism about health issues and is one of the core operating programs at KFF—an independent source of health policy research, polling, and journalism. Learn more about KFF .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://highways.dot.gov/safety/zero-deaths",
      "https://gophouse.org/posts/rep-slaghs-plan-improving-method-for-setting-speed-limits-is-now-state-law",
      "https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202320240SB961",
      "https://kffhealthnews.org/about-us",
      "https://results.lavote.gov/#year=2024&election=4316",
      "https://www.budget.ny.gov/pubs/press/2024/fy25-enacted-budget-transit-expansion-and-roadway-safety.html",
      "https://www.congress.gov/117/plaws/publ58/PLAW-117publ58.pdf",
      "https://www.legislature.mi.gov/Bills/Bill?ObjectName=2023-HB-4012",
      "https://www.federalregister.gov/documents/2023/12/19/2023-27178/national-standards-for-traffic-control-devices-the-manual-on-uniform-traffic-control-devices-for",
      "https://www.transportation.gov/grants/SS4A",
      "https://www.iihs.org/news/detail/vehicles-with-higher-more-vertical-front-ends-pose-greater-risk-to-pedestrians",
      "https://highways.dot.gov/newsroom/federal-highway-administration-announces-more-funding-and-flexibility-key-highway-safety#:~:text=Under%20the%20rule%2C%20if%20vulnerable%20road%20users%20make,that%20address%20the%20safety%20of%20these%20road%20users.",
      "https://www.abc12.com/news/state/michigan-communities-get-new-freedom-to-lower-speed-limits/article_3bf04532-f1bb-11ee-951c-3bd477607c5f.html",
      "http://www.californiahealthline.org/",
      "https://crashstats.nhtsa.dot.gov/Api/Public/ViewPublication/813060#page=XX",
      "https://www.ghsa.org/sites/default/files/2024-02/Pedestrian%20Traffic%20Fatalities%20by%20State%2C%20January-June%202023%20Preliminary%20Data.pdf#page=4",
      "https://highways.dot.gov/newsroom/federal-highway-administration-announces-more-funding-and-flexibility-key-highway-safety",
      "https://www.kff.org/about-us",
      "https://www.ncsl.org/transportation/transportation-review-speeding-and-speed-limits#:~:text=A%20few%20states%20have%20recently,for%20trucks%20to%2065%20mph",
      "https://www.opensecrets.org/orgs/advocates-for-highway-auto-safety/lobbying?id=D000046441",
      "https://www.latimes.com/politics/story/2024-03-05/2024-california-election-los-angeles-city-measure-hla-results",
      "https://crashstats.nhtsa.dot.gov/Api/Public/ViewPublication/813560#page=XX",
      "https://visionzeronetwork.org/about/vision-zero-network/",
      "https://www.nhtsa.gov/sites/nhtsa.gov/files/2023-05/Request-for-comment_Pedestrian-Crashworthiness-Protection_04-20-23_Web%20Version.pdf#=page51",
      "https://planning.lacity.gov/odocument/523f2a95-9d72-41d7-aba5-1972f84c1d36/Mobility_Plan_2035.pdf",
      "https://www.transportation.gov/sites/dot.gov/files/2024-02/2024%20NRSS%20Progress%20Report.pdf#=page3",
      "https://www.opensecrets.org/industries/lobbying?cycle=2024&ind=T2100",
      "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202320240SB960",
      "http://www.chcf.org/",
      "http://californiahealthline.org/",
      "https://ghsa.org/sites/default/files/2024-02/Pedestrian%20Traffic%20Fatalities%20by%20State%2C%20January-June%202023%20Preliminary%20Data.pdf#page=4",
      "https://www.results.lavote.gov/#year=2024&election=4316",
      "https://www.highways.dot.gov/newsroom/federal-highway-administration-announces-more-funding-and-flexibility-key-highway-safety",
      "https://www.leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202320240SB961",
      "https://www.crashstats.nhtsa.dot.gov/Api/Public/ViewPublication/813060#page=XX",
      "https://opensecrets.org/industries/lobbying?cycle=2024&ind=T2100",
      "https://iihs.org/news/detail/vehicles-with-higher-more-vertical-front-ends-pose-greater-risk-to-pedestrians",
      "https://transportation.gov/sites/dot.gov/files/2024-02/2024%20NRSS%20Progress%20Report.pdf#=page3",
      "https://www.visionzeronetwork.org/about/vision-zero-network/",
      "https://ncsl.org/transportation/transportation-review-speeding-and-speed-limits#:~:text=A%20few%20states%20have%20recently,for%20trucks%20to%2065%20mph",
      "https://www.kffhealthnews.org/about-us",
      "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml",
      "https://congress.gov/117/plaws/publ58/PLAW-117publ58.pdf",
      "https://nhtsa.gov/sites/nhtsa.gov/files/2023-05/Request-for-comment_Pedestrian-Crashworthiness-Protection_04-20-23_Web%20Version.pdf#=page51",
      "http://chcf.org/",
      "https://visionzeronetwork.org/about/vision-zero-network",
      "http://www.californiahealthline.org",
      "https://www.opensecrets.org/orgs/advocates-for-highway-auto-safety/lobbying",
      "https://abc12.com/news/state/michigan-communities-get-new-freedom-to-lower-speed-limits/article_3bf04532-f1bb-11ee-951c-3bd477607c5f.html",
      "https://www.highways.dot.gov/safety/zero-deaths",
      "https://www.legislature.mi.gov/Bills/Bill",
      "http://www.chcf.org",
      "https://opensecrets.org/orgs/advocates-for-highway-auto-safety/lobbying?id=D000046441",
      "https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml",
      "https://www.crashstats.nhtsa.dot.gov/Api/Public/ViewPublication/813560#page=XX",
      "https://www.leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202320240SB960",
      "https://latimes.com/politics/story/2024-03-05/2024-california-election-los-angeles-city-measure-hla-results",
      "https://legislature.mi.gov/Bills/Bill?ObjectName=2023-HB-4012",
      "https://www.planning.lacity.gov/odocument/523f2a95-9d72-41d7-aba5-1972f84c1d36/Mobility_Plan_2035.pdf",
      "https://federalregister.gov/documents/2023/12/19/2023-27178/national-standards-for-traffic-control-devices-the-manual-on-uniform-traffic-control-devices-for",
      "https://transportation.gov/grants/SS4A",
      "https://kff.org/about-us",
      "https://www.gophouse.org/posts/rep-slaghs-plan-improving-method-for-setting-speed-limits-is-now-state-law",
      "https://budget.ny.gov/pubs/press/2024/fy25-enacted-budget-transit-expansion-and-roadway-safety.html",
      "https://www.opensecrets.org/industries/lobbying",
      "https://www.highways.dot.gov/newsroom/federal-highway-administration-announces-more-funding-and-flexibility-key-highway-safety#:~:text=Under%20the%20rule%2C%20if%20vulnerable%20road%20users%20make,that%20address%20the%20safety%20of%20these%20road%20users."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vanessa g. sánchez",
          "sentiment": "negative"
        },
        {
          "name": "ma",
          "sentiment": "neutral"
        },
        {
          "name": "rivas cruz",
          "sentiment": "none"
        },
        {
          "name": "raymond olivares",
          "sentiment": "none"
        },
        {
          "name": "olivares",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kff health news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "avalon boulevard",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:59:44.077+03:00",
    "updated": "2024-06-07T01:59:44.077+03:00"
  },
  {
    "uuid": "f289abe6a589591107bffb075493b02dbbf47a65",
    "url": "https://www.expressandstar.com:443/news/uk-news/2023/12/29/new-years-eve-revellers-urged-to-wrap-up-warm-as-temperatures-plummet/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T10:45:00Z",
    "title": "New Year’s Eve revellers urged to wrap up warm as temperatures plummet | Express & Star",
    "text": "The weather is expected to remain unsettled with strong winds, heavy rain and ‘close to freezing’ conditions throughout the last weekend of 2023. New Year’s Eve revellers have been urged to wrap up warm as conditions across many parts of the UK could feel close to freezing as the clock strikes midnight. The weather is expected to remain unsettled with further strong winds and heavy rain throughout the last weekend of 2023. A yellow weather warning for wind covering parts of Wales and the east of England has been issued and will come into force between 11am on Saturday and 3am on Sunday. A spell of strong and gusty winds will move east across England and Wales, bringing some disruption to travel and services, the Met Office said. A yellow weather warning for rain has been issued covering Wales between 10am and 6pm on Saturday, which may lead to flooding and transport disruption. A yellow weather warning for rain will also come into effect at 4am on Saturday for Northern Ireland, due to be in force until 11am the same day. The fresh warnings come on the heels of a gusty few days brought on by Storm Gerrit. Hundreds of homes in Scotland reman without power as the post-storm clean up begins, but electricity bosses are “very confident” that the remaining 750 properties will be reconnected on Friday. Thousands of properties in Ceredigion were without power on Thursday after lightning struck supplies in Wales. The Met Office said its Irish counterpart, Met Eireann, could name another storm – Storm Hank – as a “deep area of low pressure” pushes strong winds across the Republic of Ireland on Saturday. Meteorologist Alex Burkill said Saturday is going to turn “wet and windy” across the UK with a band of “intense rain” pushing its way eastwards and north-eastwards to bring a risk of gales and possibly “severe gales” in exposed spots. In a forecast video, Mr Burkill said northern areas as well as high ground areas in Scotland are likely to see “significant snow”, with possibly 10 to 20cm of snow building up on the highest grounds. “There’s a potential for some snow accumulations, even as low as perhaps 100m up, we could see some slushy snow, so likely to see some travel disruption again, because of the wind, the rain and some snow like we’ve seen over some recent days,” he said. Blustery and showery conditions are set to continue into Sunday, with the heaviest and most frequent rainfall across western parts of the UK. The mercury is expected to drop on Sunday. Mr Burkill said: “As we look towards the end of the day on New Year’s Eve, and the blustery showery theme does continue, some of those showers should start to ease as we head towards midnight. “So perhaps a bit more drier weather around, some clearer skies but do watch out for those showers and you will also want to wrap up quite warm because although it hasn’t been particularly chilly recently, when you factor in those strong blustery winds, it’s going to feel close to freezing for many places. “So definitely a chilly feel to things as the clock strikes midnight.” New Year’s Day should turn drier for many, particularly across more central southern parts of England and across Scotland with the “central slice” of the UK most likely to have showery rain. “As we look through the rest of the first week of 2024 and at the moment Tuesday looks like it’d be a largely dry day with some fine weather around before the return to something more unsettled – some heavy rain, some strong winds, and that does bring the potential for something a little bit colder and possibly wintry,” Mr Burkill said. Three men died after their 4×4 vehicle was submerged in the River Esk, near Glaisdale, on Thursday, North Yorkshire Police said. A “supercell thunderstorm” that moved across the northwest of England on Thursday after a similar storm is thought to have resulted in a tornado that damaged around 100 homes in Stalybridge, in Tameside, Greater Manchester, on Wednesday. Damage will be covered by standard property insurance policies, the Association of British Insurers has said. ScotRail said many lines have been reopened but urged passengers to check for the latest information before travelling, a message echoed by LNER, Avanti West Coast and London Northwestern Railway who suspended or cancelled services due to damage or system faults. Friday will see significant disruption for travellers wishing to travel on the London Euston and Watford Junction lines with services expected to be up and running by the end of the day. In Wales, the aftermath of the recent severe weather will see rail services hampered until Monday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:51:58.802+02:00",
    "updated": "2023-12-29T12:51:58.802+02:00"
  },
  {
    "uuid": "d56d94a31bfb5fbf7a433c4ce43eb1781e8c6bf9",
    "url": "https://www.infobae.com/america/agencias/2023/12/28/ong-advierte-de-peligros-para-latinoamerica-por-acciones-militares-de-venezuela-y-guyana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-28T22:17:00Z",
    "title": "ONG advierte de \"peligros\" para Latinoamérica por acciones militares de Venezuela y Guyana",
    "text": "Caracas, 28 dic (EFE).- La vuelta de las tensiones entre Venezuela y Guyana supone \"enormes peligros\" para la región, debido a la llegada de un buque de guerra británico a las costas guyanesas, a lo que el Gobierno de Nicolás Maduro respondió con una \"acción defensiva\" de la Fuerza Armada, advirtió este jueves la ONG Control Ciudadano.\nLa directora de la organización no gubernamental, Rocío San Miguel, se refirió a las declaraciones que diera hoy el presidente de Venezuela, Nicolás Maduro, en las que habló de una \"ruptura\" de lo pactado, por parte de su par guyanés, Irfaan Ali, el pasado 14 de diciembre, cuando acordaron no amenazarse mutuamente y evitar incidentes.\n\"Considera Venezuela que está rota la declaración de Argyle (...) eso encierra enormes peligros para la paz y la estabilidad de la región\", dijo a EFE San Miguel, quien cree que los ejercicios militares ordenados por Maduro, en respuesta a la \"amenaza\" de Reino Unido, empezaron hoy y durarán hasta que el HMS Trent de la Armada británica se vaya de las costas guyanesas.\nSin embargo, el Gobierno guyanés afirmó que está comprometido con lo acordado con Maduro, y que la llegada del buque es \"una rutina\" y algo \"planificado desde hace mucho tiempo, que forma parte de la construcción de la capacidad defensiva de Guyana\".\nSegún la analista, con el despliegue militar -que incluye 5.682 \"combatientes\", 28 aeronaves y 16 embarcaciones, entre otras maquinarias-, Venezuela \"está mostrando sus dientes\" y exhibiendo su capacidad operativa, así como su \"disposición de patrullaje y de vigilancia\".\nLos ejercicios, que se llevan a cabo en el estado Sucre (noreste), a cientos de kilómetros de Guyana, son la respuesta de Venezuela ante la negativa de Georgetown de impedir la llegada del buque británico.\nSan Miguel cree que, como no se conoce cuánto durarán las maniobras venezolanas, estas pudieran coincidir con ejercicios del lado guyanés a principios de enero, lo que configuraría \"un escenario de claras tensiones militares de carácter regional\".\nLa disputa territorial escaló luego de que Venezuela aprobara el 3 de diciembre, en un referendo unilateral, anexionarse la zona bajo pleito, un área de casi 160.000 kilómetros cuadrados que está bajo control de Guyana y cuya controversia está en manos de la Corte Internacional de Justicia. EFE\nhp/sb/laa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:21:47.581+02:00",
    "updated": "2023-12-29T00:21:47.581+02:00"
  },
  {
    "uuid": "d9e29d5fa765afddd33acf4646244e4846a1d345",
    "url": "https://scienmag.com/long-covid-effects-in-mental-health-patients",
    "ord_in_thread": 0,
    "author": "SCIENMAG",
    "published": "2025-07-03T04:16:00Z",
    "title": "Long COVID Effects in Mental Health Patients",
    "text": "Unraveling the Complex Interplay Between Long COVID and Mental Health Disorders: What We Know and What We Must Discover\nAs the global community continues to grapple with the ongoing impacts of the COVID-19 pandemic, one medical enigma has persisted in the shadows—Long COVID. This condition, also known as Post COVID Syndrome or post-acute sequelae of COVID-19 (PASC), has intrigued clinicians and researchers alike due to its bewildering symptomatology lasting months beyond the initial infection. Defined by the World Health Organization as the persistence or emergence of symptoms at least three months post-infection and extending for a minimum of two months without alternative explanation, Long COVID affects a subset of survivors with enduring and often debilitating effects.\nLess understood, however, is how Long COVID affects individuals living with pre-existing mental health disorders. A recent scoping review published in BMC Psychiatry dives into this intersection, attempting to map a scarcely charted territory: the impact of Long COVID on those with prior psychiatric diagnoses. The study, led by Münte and colleagues, compiles and scrutinizes existing research into the course of mental health, care demands, service utilization, and psychosocial dynamics among this vulnerable population, revealing both illuminating insights and glaring knowledge gaps.\nThe researchers employed a rigorous methodology adhering to the Joanna Briggs Institute’s framework for scoping reviews, supplemented by the PRISMA extension specifically tailored for such studies. Their search strategy encompassed three major biomedical and psychological databases—PubMed, Embase, and PsycINFO—capturing literature from the early days of the pandemic in January 2020 through October 2023. This yielded an initial pool exceeding 4,200 articles, which was systematically narrowed down to just eight relevant reports meeting stringent criteria: individuals with documented pre-existing mental health disorders experiencing Long COVID symptoms.\nThese eight studies were diverse—not only in design but in their measured parameters and populations—ranging from retrospective chart reviews and individual case reports to cross-sectional snapshots and longitudinal observations. Such heterogeneity posed challenges for drawing definitive conclusions but also highlighted the multifaceted nature of the issue. Among the most salient findings was the inconsistent evidence regarding how Long COVID influences the trajectory of mental disorders. Reports varied, with some documenting exacerbation of baseline symptoms such as anxiety and depression, while others noted the emergence of new neuropsychiatric symptoms including insomnia or mood disturbances.\nWhat emerged starkly, however, was the profound scarcity of data addressing the broader psychosocial dimensions and healthcare utilization patterns in this subgroup. Despite the unequivocal burden that Long COVID places on mental health, there remains a critical paucity of research examining how these individuals navigate healthcare systems, what their specific care needs might be, and the social repercussions they face. This omission hampers efforts to tailor effective intervention strategies and leaves service providers with an incomplete picture of how to support patients grappling simultaneously with chronic viral sequelae and mental health challenges.\nThe review sheds light on the potential for Long COVID to act as a catalyst, triggering a worsening of pre-existing psychiatric conditions or precipitating novel mental health issues. This is consistent with emerging neuroscientific hypotheses suggesting that prolonged viral inflammation, immunological dysregulation, and neurochemical imbalances may underpin both the somatic and psychological manifestations seen in Long COVID. The brain’s vulnerability to systemic inflammation aligns with observed symptoms such as cognitive fog, emotional lability, and chronic fatigue, which disproportionately impact those with existing neuropsychiatric vulnerabilities.\nYet, the complexity of disentangling Long COVID effects from chronic mental illness trajectories cannot be overstated. Overlapping symptomatology, variable illness courses, and interactions with psychosocial stressors all complicate clinical assessment. Moreover, the stigma and structural barriers often accompanying mental health conditions may further influence patients’ access to timely and adequate care when suffering from post-viral sequelae. Thus, these intertwined factors create an urgent call for comprehensive, integrative research approaches.\nAn additional dimension meriting exploration is how healthcare systems can adapt to meet the needs of this dual-affected population. The review identified a conspicuous lack of data on service utilization trends among patients with both Long COVID and mental health disorders. Are these individuals at higher risk of discontinuity in care? Do standard post-COVID rehabilitation programs adequately address psychiatric comorbidities, or are tailored, multidisciplinary models necessary? Answering these questions is vital to informing policy and clinical practice, ensuring that long-term recovery encompasses both physical and psychological well-being.\nFrom a public health perspective, the implications are profound. Given that mental health disorders affect a significant proportion of the population globally, and millions have contracted COVID-19, the intersection of these conditions could produce a substantial secondary mental health crisis. Allocating resources toward better understanding the intersectionality between Long COVID and mental health will be key to mitigating chronic disability, enhancing quality of life, and reducing healthcare burdens moving forward.\nIn conclusion, this pioneering scoping review by Münte and colleagues presents a sobering yet crucial overview of the current state of knowledge on Long COVID in individuals with pre-existing mental health disorders. While limited by the small number and heterogeneity of available studies, the research draws attention to concerning trends of symptom aggravation, emerging complexities in care needs, and the significant gaps that remain in understanding psychosocial impacts and system-level responses. It frames an urgent agenda for future investigations aimed at unraveling the biological, psychological, and social dimensions of this condition, advocating for an integrated approach to research and patient care.\nAs the pandemic’s legacy persists, fostering collaboration between virologists, neurologists, psychiatrists, and healthcare policymakers will be essential to unmask the nuanced interplay of Long COVID and mental health. Only through such concerted interdisciplinary efforts can science hope to devise effective interventions and support mechanisms tailored to those most vulnerable. This review not only charts the current landscape but also compellingly signals where scientific inquiry must venture next.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->medical condition",
      "Health->mental health and disorder",
      "Health->communicable disease",
      "Social Issue->discrimination",
      "Social Issue->social services",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T08:55:51.433+03:00",
    "updated": "2025-07-03T05:59:01.000+00:00"
  },
  {
    "uuid": "7288962a8757f93270ade21f3459541b52b6ff12",
    "url": "https://www.fwi.co.uk/news/environment/dairy-farms-could-save-50k-a-year-by-capturing-methane",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "charlie reeve",
    "published": "2024-10-03T23:01:00Z",
    "title": "Dairy farms could save £50k a year by capturing methane - Farmers Weekly",
    "text": "Dairy farms could save £50k a year by capturing methane The UK dairy sector could save up to £400m a year in fuel costs if it were better equipped to capture methane emissions from slurry stores, according to new research by the University of East Anglia. It found that an average-sized dairy farm could save about £52,500 a year by converting methane into biofuel on farm using existing technology. See also: [How industry is baselining emissions on farm](https://www.fwi.co.uk/news/environment/how-industry-is-baselining-emissions-on-farm) The study found that methane emissions from slurry stores account for a larger proportion of on-farm emissions than previously thought, based on the two farms analysed. Researchers measured slurry lagoon emissions by using airtight covers to capture emissions. It calculated that these emissions could be up to five times greater than previous estimates. The University of East Anglia conducted its study alongside the International Fugitive Emissions Abatement Association (IFEAA) and received £285,000 in funding through the government’s Shared Prosperity Fund. The IFEAA’s chairman, former Defra secretary George Eustice, said: “Methane is a potent but short-lived greenhouse gas and reducing emissions is critical to the pathway to net zero and limiting global temperature rises to 1.5C. “The bad news is that emissions from agriculture are higher than previously thought, but the good news is that this methane is easily captured and used as an alternative to fossil fuels, creating an additional income stream for farms.” The researchers recommended that the government provides more funding for on-farm slurry covers and gas processing equipment. Neil Ward, professor of rural and regional development at the University of East Anglia, said: “The standard international methodology looks to be underestimating methane emissions from slurry storage. “Fortunately, we have the technology to turn this problem into a business opportunity for farmers who can reduce energy bills and become energy-independent if they capture and make use of methane as a fuel.” Prof Penny Atkins, the IFEAA’s chief executive, added that the technology existed for capturing, processing and utilising the methane, and this looked economically promising, particularly if incentives for capital investment on farms and regulatory support was provided.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:26:20.241+03:00",
    "updated": "2024-10-04T02:26:20.241+03:00"
  },
  {
    "uuid": "3208538b609fea5fd8d39b1cd456d5afb520aa5f",
    "url": "https://www.thepigsite.com/news/2024/01/happy-new-year-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laurence Williams",
    "published": "2024-01-03T09:58:00Z",
    "title": "Happy New Year 2024",
    "text": "Happy New Year 2024Jim Long's Pork Commentary Happy New Year 2024 let’s hope it's a better year for Hog Producers than 2023 was. A New Year. Our Observations - The breeding herd has declined June 1 to December 1 – 6 months 208,000 – when we read last week market observers saying there has been no liquidation, we wonder how a decline of 8,000 average sows a week for the last six months is not liquidation. - With financial losses in the $40 per head farrow to finish range currently we expect liquidation levels continue with the 8,000 per week average a minimum. We expect by March 1 the US breeding herd will be down another 100,000. Less sows, less pigs. - The USDA Hogs and Pigs Report December 1, 2020, had 78.658 million total pigs this December 1, 2023, 74.971 million total pigs. Our Farmer Arithmetic about 3.7 million fewer pigs currently and over 100,000 less expected market hogs a week. - According to the record keeping company MetaFarms the US sow herd has averaged 15.8% mortality in 2023, the highest in history. The increase of 1.4% from 2022 (14.4%) is part of the equation on the breeding herd decrease. The 1.4% increase on 6 million sows is 84,000 more dead sows year over year. Dead sows don’t show up in sow slaughter numbers. - Genesus sells gilts. We know first-hand as do our genetic competitor’s gilt sales have declined in 2023 as cash flow and financial issues stop or delay gilt purchases. - Actual US sow slaughter January – December this year 2.929 million, 2022, 2.816 million, 2023, up 113,000. - Some Farmer Arithmetic: The Farmer Arithmetic adding sow slaughter and the calculation on increased mortality leads to 6.007 million sows, 8,000 more than USDA December 1, 2023, reports. This means there has been at least 200,000 less gilts entered in 2023, an obvious reason there has been less gilt sales. We expect in current economics sow slaughter to continue at high level, we see no reason to expect sow mortality to decline the epidemic of prolapses from European Genetics continues unabated. The third factor gilt sales and retention will stay limited. Put the three factors together we believe US sow herd continues on a decline of about 8,000 a week that it's been experiencing over the last months. Less sows will mean less pigs. We expect by March 1 under 5.9 million breeding inventory. 350,000 lower than September 1, 2022, when financial losses began. By March 1 we expect Canada breeding herd and Mexico’s breeding herd down a collective 150,000 – total 500,000 or about 10 million market hogs a year. Question, can herd productivity make this up? We doubt it. 2024 We expect to see hog prices higher than lean hog futures indicate. Attrition of sow herd will cut numbers to market. US average cash corn price last week $4.44 a bushel, a year ago $6.94 a bushel - $2.50 lower which certainly helps pig cost of production. Side note – US corn crop 15 billion bushels x $2.50 less a bushel = $37.5 billion difference. Maybe its hog producers turn to ride in the wheelbarrow? China continues with losses in pigs similar to US at about $40 per head. Like the US there is major liquidation. China is by far the world’s largest importer of pork. China – North America going down in sow herd at the same time. Combined 65% of global pork production. In 2024 it's not if but when the dog hits the end of the chain- than hog prices will jump well beyond breakeven. More News [](/latest?section=news) [View all](/latest?section=news)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "metafarms",
          "sentiment": "none"
        },
        {
          "name": "usda",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-03T13:31:18.807+02:00",
    "updated": "2024-01-04T03:59:19.185+02:00"
  },
  {
    "uuid": "3150cb2b6ca1e4a1404a262280429a471cfed84b",
    "url": "https://www.schooltube.com/the-b-2-spirit-americas-stealth-bomber-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SchoolTube Community",
    "published": "2024-05-03T22:01:00Z",
    "title": "The B-2 Spirit: America’s Stealth Bomber",
    "text": "The B-2 Spirit: America’s Stealth Bomber\nThe B-2 Spirit, also known as the Stealth Bomber, is a remarkable aircraft that has captured the world’s attention with its advanced capabilities and mysterious aura. Developed by the United States Air Force, the B-2 made its maiden flight 30 years ago, yet it continues to be one of the most formidable and feared aircraft in the world.\nA History of Stealth The B-2 Spirit is the product of decades of research and development in stealth technology. Its sleek design and innovative materials make it virtually undetectable by radar, allowing it to penetrate enemy airspace without being seen. This stealth capability has made the B-2 a valuable asset in various combat operations, including Kosovo, Iraq, and Afghanistan.\nUnmatched Capabilities The B-2 Spirit is not only stealthy but also incredibly versatile. It can carry a wide range of conventional and nuclear payloads, making it capable of executing a diverse range of missions. Its long-range capabilities enable it to strike targets deep within enemy territory, while its advanced avionics and sensors provide unparalleled situational awareness and precision.\nA Symbol of American Might The B-2 Spirit stands as a testament to American technological prowess and military strength. Its unique combination of stealth, versatility, and power makes it a symbol of American air power and a deterrent to potential adversaries. The B-2’s mere presence in the skies sends a clear message of America’s commitment to national security and its ability to protect its interests.\nThe Future of Stealth As the B-2 Spirit continues to serve as a cornerstone of American air power, the future of stealth technology looks even more promising. Ongoing advancements in materials science, computing, and artificial intelligence are pushing the boundaries of what is possible in stealth aircraft design. The B-2’s legacy will undoubtedly inspire future generations of engineers and aviators to explore the frontiers of stealth technology and ensure America’s continued dominance in the skies.\nAdditional Information:\nThe B-2 Spirit has a wingspan of 172 feet and a length of 69 feet. It is powered by four General Electric F118-GE-100 turbofan engines, each producing 33,000 pounds of thrust. The B-2 has a maximum speed of 630 miles per hour and a range of over 6,000 miles. It can carry up to 40,000 pounds of weapons in its internal weapons bay. The B-2 Spirit is operated by the 509th Bomb Wing at Whiteman Air Force Base in Missouri.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/O7yVXo4Jv_c?feature=oembed",
      "https://youtube.com/embed/O7yVXo4Jv_c?feature=oembed",
      "https://www.youtube.com/embed/O7yVXo4Jv_c"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "united states air force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "kosovo",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T01:47:00.305+03:00",
    "updated": "2024-05-04T01:47:00.305+03:00"
  },
  {
    "uuid": "e75eb28c671b5088ab0e9462008ef0bdbe6ee4e8",
    "url": "http://www.seychellesnewsagency.com/articles/20324/Deacon+Christian+Toulon+Holiness+of+priests+and+nuns+in+Seychelles+should+inspire+young+people",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "M3 Web - http://m3web.bg",
    "published": "2024-03-29T00:00:00Z",
    "title": "Deacon Christian Toulon: Holiness of priests and nuns in Seychelles should inspire young people - Seychelles News Agency",
    "text": "Deacon Christian Toulon: Holiness of priests and nuns in Seychelles should inspire young people [Editorial](category.php?category_id=7)» [THE INTERVIEW](category.php?category_id=34)| By: [Sharon Ernesta](about/contact_us)| Views: 4145 Deacon Toulon with Bishop Harel and his parents. (Deacon Christian Toulon) ( [Seychelles News Agency](http://www.seychellesnewsagency.com)) - December 2023 was a special month for the Roman Catholic Diocese of Port Victoria in Seychelles – 115 islands in the western Indian Ocean. This was when two young Seychellois men were ordained as deacons. The new deacons are Christian Toulon and Emmanuel Boniface, with Toulon ordained in Victoria and Boniface ordained in France. Their ordination came one year after the church welcomed a new Seychellois priest, Romeo Bonne, to the clergy. This was in July 2022, 13 years after the ordination of another Seychellois priest, Father Collin Underwood. The island nation is a predominantly Catholic country. SNA caught up with Toulon, who made his promises as a deacon on December 7, at the Cathedral of Immaculate Conception, to know more about the young man, a university graduate and electrician who felt the call to the priesthood as early as when he received his First Holy Communion. SNA: Tell us about your background and education. CT: I grew up at Ma Constance, Anse Etoile. My parents originate from Praslin on my mother's side and English River [on Mahe] on my father's side. We were three sons at home and I am the eldest. I did primary and secondary schooling at the Anse Etoile and English River schools respectively. After my A-levels, I was awarded a scholarship in Malaysia. After completing my studies, I returned to Seychelles, and I went to work in the Indian Ocean Tuna (IOT) factory as an electrician. SNA: When did you feel the vocation for service to the Church? CT: God speaks to us through the different circumstances of life. I felt his call when I took the sacrament of Holy Communion. For me, that was a special day. I was happy. But at that time, I did not understand what God was trying to tell me. Much later, I went through a process of discernment to understand what had happened. When I went to Malaysia, I started asking questions about life in general, about myself, and especially about happiness. Like everyone else, I wanted to live in happiness. But I realised that the life I was living was not a fulfilling one. This is when I started to question myself on happiness and what I wanted in my life to make me happy. At first, I was not thinking of priesthood, I only wanted to live my life according to the teachings of the Church. I also wanted to get married and have my own family - a big family. But then I realised that God wanted something else for me. After that, I went through another stage where I said maybe the celibate life was what God wanted for me, so I entered a period of celibacy, living as a single person. It was not a burden for me to be single. I lived like this for a while and at the same time, I joined a group called \"Cherche ton étoile\" (\"Search for your star\"). This group was like a platform, where young people meet to deepen the question of vocation. Those who feel they are being called to either marriage, or religious life, or to become priests. We came together to meet and share our experiences and read the Word of God. It is through these meetings with \"Cherche ton étoile\" that I can say catapulted me into really thinking of taking the vocation of priesthood, and this is more or less how I got the call to this vocation. In 2015, after three years of work and discernment, the bishop sent me to the seminary. |Toulon said the meetings with \"Cherche ton étoile\" catapulted him into really thinking of taking the vocation of priesthood. (Deacon Christian Toulon) Photo License: | SNA: How did your family react to your vocation? CT: Reactions varied. My parents were surprised. My father was even more surprised because I had quit work. Although to a lesser degree, my mother was also surprised. But with time, they accepted it. As for my brothers, they remained indifferent. SNA: How was your journey to become a deacon, your theological studies? CT: There are two types of diocesan deacons. Permanent deacons and the ones that follow on to become priests. Training to become a permanent deacon typically takes between five and six years. For deacons on their way to priesthood, their training is between six and eight years and sometimes more. And since I am a deacon who wishes to become a priest, I have completed eight years of training: two years of philosophy, two years of practice and four years of theology. I did all my studies in France. SNA: Now that you are back in Seychelles, you are ordained as a deacon, what is the next step? CT: The next step is service. The word \"deacon\" comes from the word 'diakonos' meaning servant. A deacon is a servant of God and a servant of others. You serve God in prayer when you thank God whom you serve and are also a servant during Holy Mass. Towards others: through prayer; sharing the Word of God; and serving the weakest, especially the children, the sick and the poor. You also help others by giving the sacraments, and you encourage them. |The Deacon said he thinks the vocation of the priesthood and religious life are the same, the holiness of priests and nuns must inspire young people. (Deacon Christian Toulon) Photo License: | SNA: Why do you think few Seychellois are choosing the vocation of becoming priests and nuns? CT: There are two reasons. First, it is the lack of prayer. The Lord tells us to pray for the harvester to send more workers to harvest (Matthew 9, 37-38). Secondly, it is the lack of inspiration. Young people, especially boys, follow someone who can inspire them, like a role model. Why do a lot of them go for football for example? Because great stars inspire them, the likes of Messi, Ronaldo, Mbappe, and the rest. I think for the vocation of the priesthood and religious life it is the same, the holiness of priests and nuns must inspire young people. SNA: What needs to be done to change this? CT: The faithful need to pray more. The priests and nuns need to live life as good examples of holiness. SNA: What do you have to say to young people about vocations? CT: Prayer, spiritual direction, the Word of God, and good friends. First prayer: prayer is the first step to God, and if He is calling you, stop and listen. This is important. Take time in prayer to deepen this call. With depth comes spiritual direction. So, it is good to find someone who can help you deepen this call, a spiritual leader, someone with experience, or a teacher who can lead you. And read the Bible, read the Word of God. This is very important. Because for me, one thing that has helped me a lot especially to move forward in my discernment, was the Word of God. Another thing is to have friends around you who can encourage you. Those who have the same thoughts as you, who are 'burning' to find the answer to what God is asking of you and your true purpose in life. [The Interview](articles/category/34/The+Interview) [» Be a reporter: Write and send your article](reporter) [» Subscribe for news alert](newsalert) [More from The Interview →](articles/category/34/The+Interview) [Sarah Romain: Seychellois woman leading SEYPEC - \"I am excited about the future\"](articles/20208/Sarah+Romain+Seychellois+woman+leading+SEYPEC+-+%22I+am+excited+about+the+future%22) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| March 8, 2024, Friday @10:13 [Charles Nyambe: \"Every school, every sports club, and every community centre should offer the benefits of inclusive sports\" in Seychelles](articles/19759/Charles+Nyambe+%22Every+school%2C+every+sports+club%2C+and+every+community+centre+should+offer+the+benefits+of+inclusive+sports%22+in+Seychelles) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| December 17, 2023, Sunday @10:26 [Business Awards: Le Duc de Praslin will become the best lifestyle hotel Seychelles has ever seen, says Robert Payet](articles/19731/Business+Awards+Le+Duc+de+Praslin+will+become+the+best+lifestyle+hotel+Seychelles+has+ever+seen%2C+says+Robert+Payet) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| December 10, 2023, Sunday @08:42 [Seychelles Fair Trading Commission is working on greater efficiency and modernisation, says CEO](articles/19301/Seychelles+Fair+Trading+Commission+is+working+on+greater+efficiency+and+modernisation%2C+says+CEO) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| November 6, 2023, Monday @16:37 [Seychelles' Aldabra giant tortoises are \"so crucial to island restoration projects,\" says IOTA official](articles/19319/Seychelles%27+Aldabra+giant+tortoises+are+%22so+crucial+to+island+restoration+projects%2C%22+says+IOTA+official) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| October 3, 2023, Tuesday @09:07 [Russian boxing coach in Seychelles: \"I am trying to make them think when in the ring and to correctly build a strategy\"](articles/19303/Russian+boxing+coach+in+Seychelles+%22I+am+trying+tomake+them+thinkwheninthe+ringandtocorrectlybuild+a+strategy%22) [Editorial](articles/category/7/Editorial)» [The Interview](articles/category/34/The+Interview)| September 17, 2023, Sunday @10:26",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "http://www.seychellesnewsagency.com))",
      "http://seychellesnewsagency.com))"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christian toulon",
          "sentiment": "negative"
        },
        {
          "name": "sharon ernesta",
          "sentiment": "none"
        },
        {
          "name": "emmanuel boniface",
          "sentiment": "none"
        },
        {
          "name": "boniface",
          "sentiment": "none"
        },
        {
          "name": "romeo bonne",
          "sentiment": "none"
        },
        {
          "name": "bishop harel",
          "sentiment": "none"
        },
        {
          "name": "collin underwood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "seychelles news agency",
          "sentiment": "negative"
        },
        {
          "name": "sna",
          "sentiment": "none"
        },
        {
          "name": "roman catholic diocese of port victoria",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seychelles",
          "sentiment": "none"
        },
        {
          "name": "toulon",
          "sentiment": "none"
        },
        {
          "name": "indian ocean",
          "sentiment": "none"
        },
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T06:24:42.569+03:00",
    "updated": "2024-04-18T03:25:52.345+03:00"
  }
]