[
  {
    "uuid": "f8c9b59fe7054e0a267134975aee850df8598b74",
    "url": "https://vnexplorer.net/midlothian-community-radio-station-crystal-fm-wins-national-award-for-second-year-running-s854559.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-07T23:11:00Z",
    "title": "Midlothian community radio station Crystal FM wins national award for second year running",
    "text": "Midlothian community radio station Crystal FM wins national award for second year running\nA Midlothian community radio station has won a national broadcasting award for the second year running.\nPenicuik-based Crystal FM radio, now in its 11th year, retained the Best Community Radio Broadcaster at the SME News, Scottish Enterprise Awards.\nThat’s a significant achievement for the station which is run by volunteers and broadcasts over south Midlothian, into Edinburgh and the Lothians,and also to the world via the internet. Crystal FM (107.4 FM) has listeners in Australia, North America, all over Europe and in India and Australia, and the audience is growing rapidly as word spreads.\nColin McCall, the station co-ordinator, revealed that the station has received well over 110,000 hits on its website and that Crystal FM now has over 50 presenters and information providers involved in its 24-hour-a-day, seven days a week, output. The former primary schoolteacher founded the station with a handful of other enthusiasts who donated £100 each to get the station on air more than a decade ago.\nColin, 80, explained: “Crystal FM came to fruition because Black Diamond FM was not receivable over here in Penicuik. I forwarded an application of to Ofcom to extend the area to Penicuik and they refused.\n“They did, however, say they would look favourably on a Penicuik application. Six or seven of us put £100 on the table and 18 months later Crystal FM came about. This is the start of our 11th year and we have a great team of volunteers who have made that possible.”\nColin, who presents a drive time programme called Crystal Fusion each weekday at 7am, said It is not easy to run the station and raise funds to make ends meet and costs including paying the rent, paying licence fees and insurance, and keeping the equipment up to scratch.\nCurrently, Crystal FM has a core of 20 presenters who come regularly to the studio, along with another 40 people who contribute.\nOverall, the station reach is supposed to be six miles from the studio in the Eastfield Business Centre in Eastfield Farm Road in Penicuik, but Colin said: “How do you stop a radio signal? It is variable because you can go a very short distance and the signal is lost, or you could go a long distance and pick up the signal.\n“For example, I’ve picked up the signal from a golf course car park in Kirkcaldy, and it is excellent quality in the car, but our signal also reaches Ratho near Edinburgh as it must go through a gap in The Pentland Hills.\n“We now stream out online and it is interesting to note that since we moved to our new studio on the Eastfield Farm Road more than two years ago we have now had over 100,000 hits on our website.\n“Looking further afield, on the internet our broadcasts are worldwide and our regular top four countries online are the UK, USA, Europe and India. We also have listeners in Australia.\n“I don’t really know why we have listeners in India, but it may possibly be a link to people to live here and it allows their relatives to listen, but India has always figured in the top three of four.”\nSenior presenter Eric Platten has regular listeners in America and Spain. He revealed why he hosts the weekend breakfast shows on Saturday and Sunday, as well as a blues programme.\nSunderland-born Eric, who is a local lollipop man, said: “I enjoy it and I first got in touch as I had a compilation CD which I donated to the station. Colin and I got talking and I stated doing the blues show and then I graduated to the weekend shots on Saturday and Sunday. It is not as simple as walking in here and pushing a button.\n“I start planning my weekend programmes on a Monday after my weekend sessions and I then find the tunes and the information.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAo2U.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAo2U.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "colin mccall",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "crystal fm",
          "sentiment": "positive"
        },
        {
          "name": "crystal fm radio",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "midlothi",
          "sentiment": "none"
        },
        {
          "name": "midlothian",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "penicuik",
          "sentiment": "none"
        },
        {
          "name": "edinburgh",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:30:22.071+02:00",
    "updated": "2024-01-08T01:30:22.071+02:00"
  },
  {
    "uuid": "6cd982fa527f37f73d63660cc83e83623472d82b",
    "url": "http://www.godlikeproductions.com/forum1/message5605921/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonymous Coward User ID",
    "published": "2023-12-24T13:41:00Z",
    "title": "The Antichrist world leader will be Satan in the flesh ruling in our physical dimension. He will come through a portal or ufo",
    "text": "The Antichrist world leader will be Satan in the flesh ruling in our physical dimension. He will come through a portal or ufo\nUser ID: 4496274\nUnited States\n12/24/2023 09:41 AM\nThe Antichrist world leader will be Satan in the flesh ruling in our physical dimension. He will come through a portal or ufo.Quoting: Anonymous Coward 85990019\nHe wants to be God, so God will give him a small time frame to play God to trick the world. His purpose is to expose the real children of God from the fakes.\nThose of you who say it's some man or current king or isn't born yet are all wrong. This is where he's going to trick you. He's not going to be born of woman, when antichrist comes it will look like the 2nd coming. It's going to be super natural.\nOnly those with the seal of God will be able to see through the bs. I feel bad for all the pos scum who will take the mark of Satan. It means you're not human anymore and you're a beast.\nmy bro in law did that then reincarnated as a demon seed which is the curse Dom cins\n|1|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T16:54:47.854+02:00",
    "updated": "2023-12-24T16:54:47.854+02:00"
  },
  {
    "uuid": "c3ea67408c556afc7656af03dcd71a4b9de09853",
    "url": "https://www.adn.com/alaska-news/2024/02/29/head-of-alaskas-largest-native-organization-says-shes-leaving-to-make-way-for-new-people-and-new-ideas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@adndotcom",
    "published": "2024-02-29T22:22:00Z",
    "title": "Head of Alaska’s largest Native organization says she’s leaving to make way for ‘new people and new ideas’ - Anchorage Daily News",
    "text": "Alaska Federation of Natives President Julie Kitka spoke during bill signings at the Alaska Native Heritage Center on Thursday, July 28, 2022. (Bill Roth / ADN)\nJulie Kitka, the longtime president of the state’s most prominent Alaska Native organization, is stepping down after 33 years.\nIn an interview, Kitka said she wants to make room for new leadership and vision at the Alaska Federation of Natives, a group that since 1966 has advanced Alaska Native interests.\n“I just thought it would be good for the organization to let new people and new ideas shape it,” she said.\nThe transition will mark a significant change for a group that has been a powerful force in Alaska politics for decades. AFN represents about 140,000 Alaskans with wide-ranging views, plus hundreds of Native corporations and federally recognized tribes.\nKitka has led the group a lot longer than any past president. She’s soft-spoken but methodical and persistent, current and former AFN leaders say. Her longtime leadership has helped boost the group’s standing among policymakers nationally, they say.\nKitka downplays her role at AFN and credits teamwork for any of the group’s successes. She said she expects to leave AFN perhaps after the U.S. presidential election in the fall, or possibly sooner. That period of time designed will allow a careful, “planned transition,” she said.\nAt her request, the group’s board has developed a succession and search committee to find a new leader, she said.\nADVERTISEMENT The 38-member board also has hired The Foraker Group to help with the transition, AFN said in a February statement . Foraker provides development services to nonprofits and tribes. The group plans to have a new president in time for its annual convention in October.\nKitka has been “a force for stability and action” for AFN and Alaska Natives, AFN’s statement said.\nKitka joined the organization as a bookkeeper in the early 1980s . She later served as a Washington, D.C., lobbyist for the group, and its vice president, before she was elected president in 1990.\n“Some of her impressive accomplishments include helping greatly expand the Native health system, advocating and pursuing policies to fulfill the Alaska Native Claims Settlement Act’s vision for sustainable economies, and helping to build public-private partnerships that benefit all Alaska Native communities,” AFN said in its statement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.nativefederation.org/2024/02/the-alaska-federation-of-natives-announces-upcoming-transition/?fbclid=IwAR3mpI35PJGK-xb5h7vYwC52EhBK4hk9e_4NSfHMo6aTzkXYwMnLqXJHbyI).",
      "http://www.alaskool.org/projects/ancsa/articles/kitka_adn1999/adn101799.html).",
      "https://www.nativefederation.org/2023/03/afn-praises-president-bidens-decision-to-approve-the-willow-project/)",
      "https://www.nativefederation.org/#:~:text=The%20largest%20statewide%20Native%20organization,out%20of%20every%20five%20Alaskans.)",
      "https://www.nativefederation.org/2016/10/afn-endorses-presidential-candidate-hillary-clinton/)",
      "https://www.nativefederation.org/2024/02/the-alaska-federation-of-natives-announces-upcoming-transition/",
      "https://nativefederation.org/#:~:text=The%20largest%20statewide%20Native%20organization,out%20of%20every%20five%20Alaskans.)",
      "http://alaskool.org/projects/ancsa/articles/kitka_adn1999/adn101799.html).",
      "https://nativefederation.org/2024/02/the-alaska-federation-of-natives-announces-upcoming-transition/?fbclid=IwAR3mpI35PJGK-xb5h7vYwC52EhBK4hk9e_4NSfHMo6aTzkXYwMnLqXJHbyI).",
      "https://nativefederation.org/2016/10/afn-endorses-presidential-candidate-hillary-clinton/)",
      "https://nativefederation.org/2023/03/afn-praises-president-bidens-decision-to-approve-the-willow-project/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "julie kitka",
          "sentiment": "negative"
        },
        {
          "name": "kitka",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "anchorage daily news",
          "sentiment": "negative"
        },
        {
          "name": "alaska native",
          "sentiment": "none"
        },
        {
          "name": "afn",
          "sentiment": "none"
        },
        {
          "name": "alaska federation of natives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alaska native",
          "sentiment": "none"
        },
        {
          "name": "alaska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:24:07.256+02:00",
    "updated": "2024-03-01T01:31:45.281+02:00"
  },
  {
    "uuid": "82ff947f135b7c2be0c089f171c6dabc40faae8f",
    "url": "https://timesofindia.indiatimes.com/city/ranchi/undp-is-a-supporting-agent-to-help-govts-meet-their-targets-on-just-transition/articleshow/107752823.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNN",
    "published": "2024-02-16T07:47:00Z",
    "title": "UNDP is a supporting agent to help govts meet their targets on just transition | Ranchi News - Times of India",
    "text": "The head of Action for Climate and Environment, UNDP India, Ashish Chaturvedi, is an experienced international cooperation expert with a demonstrated history of working at a bilateral cooperation organisation and research institutes. He was in Ranchi to take part in an international conference on sustainable transition for future-ready Jharkhand. On the sidelines of the event, Chaturvedi spoke to Jaideep Deogharia in detail about the challenges and the road ahead. ExcerptsHow is just transition different from energy transition?Climate change is being experienced in different parts of the globe and we have learnt that much of it is triggered by greenhouse gases. If we want to contain global warming within the 1.5°C range, we must act towards cutting down emissions. To achieve this target, some countries must phase out fossil fuels, including coal, while others must phase down. This phase down of coal is not simply an energy transition because it has been the mainstay of the economy in many states of the country for over a century. While switching over to renewable energy sources, we must think about the people engaged in the sector and the socio-economic and political impacts of such a transition. The moment we keep 'people' at the centre of discussions over energy transition, it must be equitable and sustainable so that it has minimal or no adverse impact on the masses. This process is also described by the term 'just' which basically means no 'injustice' to anyone.Why are we talking of just transition when energy transition does not seem to be a reality in Jharkhand? Alongside talks of coal phase-down, the nod is being given for new coal mines every second day in the state.When we talk of coal phase down or phase out to achieve a net-zero target by 2070, we are not talking of states individually. The goal is for the country in which some states may be on the positive side and some on the negative side. As of now, coal is cheap and abundant, and our infrastructure, which is developed around coal as the energy source. It will take time to overhaul the entire ecosystem and till then, we need coal. Though this question can be better answered by the policy makers, what we understand is that achieving a net-zero goal is a long-drawn process and even if new mines come up, there would be closure other others and the demand for fossil fuel will come down gradually. Every state must be prepared for such a scenario and if Jharkhand is taking the lead in becoming future-ready, there is nothing wrong with that.What role is UNDP playing in realising the goal of net zero and just transition?UNDP is a supporting agent to help various govts meet their targets. We ask uncomfortable questions and help them achieve their goals while keeping society and people at the centre of their considerations. We have partnered with the task force on just transition (of the govt of Jharkhand) for the last two years. Through the National Livelihood Mission, we ensure the generation of livelihood scopes in areas affected by climate change. We also arrange funds for carrying out projects, ensure that the money reaches the right hands and assist in capacity-building. In Bihar, we have distributed solar cold storage facilities to 'Jeevika didis' (women SHGs of the state govt's rural development department) so that litchi can be stored and sold in the market with minimum wastage. In Jharkhand, we are assisting in brainstorming by engaging partners from across the globe in conferences like this, so that a road map is prepared.There have been SoPs for mine closure and reclaiming land of closed mines but they are hardly followed. Do you think linking the finances with compliance reports can be a solution?I don't believe in punitive action though a carrot-and-stick approach can be taken up for better results. We have to first analyse the reasons for the poor implementation of the guidelines in case of mine closure. Say, for example, if there are no alternative job opportunities for the local populace, they will still take to illegal mining activities even after mine closures. We have to first see the underlying reason and then decide. Sometimes, incentivizing the right practices brings out better results.Jharkhand has been a coal-rich state but when we see the renewable infrastructure, most of it is being developed in the western and southern states of the country. Is it not the beginning of an \\\"unjust\\\" transition?Energy security can come from any state and as I said energy transition must ensure just transition. We can explore new industries, suiting the area and accordingly skill the people to make them ready. Maybe some agriculture practice or some sort of cottage industry will help engage more and more people. It has been a part of the discussions that UNDP holds at various levels so that people do not suffer on the livelihood front and for that, local needs and demands should be taken into consideration.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ashish chaturvedi",
          "sentiment": "neutral"
        },
        {
          "name": "jaideep deogharia",
          "sentiment": "none"
        },
        {
          "name": "chaturvedi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "undp india",
          "sentiment": "neutral"
        },
        {
          "name": "undp",
          "sentiment": "neutral"
        },
        {
          "name": "ranchi news - times of india",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "ranchi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T12:23:25.160+02:00",
    "updated": "2024-02-16T12:23:25.160+02:00"
  },
  {
    "uuid": "eefe92b19f7bf400abeebdf70fe94de1722b156d",
    "url": "https://www.thestar.com/news/canada/alberta/calgary-humane-society-investigating-kitten-cruelty-cases/article_e48237b2-7379-5842-bf19-522a4d707ec9.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Canadian Press",
    "published": "2024-08-15T05:00:00Z",
    "title": "Calgary Humane Society investigating kitten cruelty cases",
    "text": "CALGARY - The Calgary Humane Society says it’s investigating a string of gruesome animal abuse cases involving kittens. The probe comes after officials found a dead kitten zip-tied to a fence earlier this week. The group says the cat had suffered serious blunt-force trauma, either before it was tied to the fence or after. Other cases that date back to late May involve cats found alive but covered in tar, with their paws bound in tape. The society doesn’t know for certain if all the abuse cases are connected but says the age of the kittens and how they were found are consistent. The Alberta Society for the Prevention of Cruelty to Animals says thousands of calls come in each year from people concerned they have witnessed animal cruelty. “This is a concern beyond animal welfare and beyond animal lovers,” Brad Nichols, director of enforcement for the Calgary Humane Society, said in an interview Thursday. “There’s a link between animal cruelty and interpersonal violence.” Nichols said cases like this can sometimes be a starting point for human abuse. Since May, crews have responded to reports about seven abused cats, but that such cases tend to be “relatively rare,” he said. “The vast majority of the files, we’re dealing with people that are either under-resourced on finances or undereducated on how to take care of animals.” Nichols said the society takes part in roughly 1,200 investigations each year. A lot of cases also stem from people not being able to take care of their so-called pandemic pets and abandoning them because shelters can’t take them in, Nichols said. Many animal shelters are simply too full, he added. There’s also an overall uptick in reported physical abuse, which Nichols said could stem from more societal awareness. “I can’t say for sure, but I know that we’re dealing with more of these types of files,” he said. The humane society is looking for any tips about this string of abuse cases and all information can be directed to the society or Calgary police. Nichols said animal abuse is considered a criminal offence, and abusers can face up to five years in jail along with a $10,000 fine. If the Animal Protection Act came into play, they could also face a $20,000 fine and a lifetime ban from owning or caring for animals. This report by The Canadian Press was first published Aug. 15, 2024. — By Aaron Sousa in Edmonton",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brad nichols",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "calgary humane society",
          "sentiment": "negative"
        },
        {
          "name": "alberta society for the prevention of cruelty to animals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "calgary",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:18:07.307+03:00",
    "updated": "2024-08-16T00:18:07.307+03:00"
  }
]