[
  {
    "uuid": "e502b2e02c6666d58d231ea4429014cf7fa797c7",
    "url": "https://vnexplorer.net/us-condemns-vandalism-of-swaminarayan-hindu-temple-in-california-s621833.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-23T23:10:00Z",
    "title": "US condemns vandalism of Swaminarayan Hindu temple in California",
    "text": "US condemns vandalism of Swaminarayan Hindu temple in California\nThe US State Department on Saturday took note of the latest vandalism of a Hindu religious place and condemned the act. The Shri Swaminarayan Mandir Hindu Temple in Newark, California was vandalised with pro-Khalistani slogans, prompting Indian authorities, including External Affairs Minister S Jaishankar’s attention.\n“We condemn the vandalism of Shri Swaminarayan Mandir Hindu Temple in California. We welcome efforts by the Newark Police Department to ensure that those responsible are held accountable,” the US State Department’s Bureau of South and Central Asian Affairs said in a post on social media platform X.\nIn an emailed statement to PTI, the City of Newark Police Department in Newark, California, said that on Friday at approximately 8:35 am, Newark Police received a report of graffiti at the Shri Swaminarayan Mandir Hindu Temple.\nOfficers responded and met with temple leaders, who described the vandalism as meant to intimidate them.\n“Based on the content of the graffiti, it is believed that the defacement was a targeted act, and the vandalism is being investigated as a possible hate crime,” the statement said.\nAccording to images on social media, the word ‘Khalistan’ was spray-painted on a signpost outside the temple along with other objectionable graffiti. Images also showed hateful slogans against India and Prime Minister Narendra Modi on the wall of the temple.\nMeanwhile, S Jaishankar took note of the incident and reiterated that extremists and separatists should not be given space.\nThe Indian Consulate in San Francisco also condemned the defacing of the temple and said it has pressed the US authorities for a quick probe and prompt action against the culprits.\nALSO READ | ‘Contact established’: Navy warships en route to vessel hit by drone near Gujarat",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lWQcQ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lWQcQ.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "swaminarayan hindu",
          "sentiment": "negative"
        },
        {
          "name": "us state department",
          "sentiment": "negative"
        },
        {
          "name": "us state department’s bureau of south and central asian affairs",
          "sentiment": "none"
        },
        {
          "name": "newark police",
          "sentiment": "none"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "city of newark police department",
          "sentiment": "none"
        },
        {
          "name": "shri swaminarayan mandir hindu temple",
          "sentiment": "none"
        },
        {
          "name": "newark police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "california us",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "newark",
          "sentiment": "none"
        },
        {
          "name": "shri swaminarayan mandir hindu temple",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T01:27:20.690+02:00",
    "updated": "2023-12-24T01:27:20.690+02:00"
  },
  {
    "uuid": "5dd57f94bcdbb946c63932d54481e9377103d8a3",
    "url": "https://www.granma.cu/cultura/2024-04-18/celebrara-capital-cubana-v-encuentro-internacional-de-artes-para-las-infancias-corazon-feliz-18-04-2024-12-04-17",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Cultural",
    "published": "2024-04-18T00:00:00Z",
    "title": "Celebrará capital cubana V Encuentro Internacional de Artes para las Infancias Corazón feliz Cultura",
    "text": "El V Encuentro Internacional de Artes para las Infancias Corazón feliz regresa a la capital cubana, esta vez del 28 de mayo al 2 de junio próximos. El evento, en esta ocasión, se encuentra dedicado a la protección medioambiental, el teatro con títeres y la obra para niños del trovador Silvio Rodríguez. Según informaron en conferencia de prensa sus creadores y promotores, el Premio Nacional de Teatro, Rubén Darío Salazar y la cantautora Rochy Ameneiro, el programa artístico del evento incluye talleres, sesiones teóricas, conciertos y espectáculos. El objetivo principal del festival es sembrar valores de identidad nacional y latinoamericana en la niñez, así como una cultura de paz entre los infantes. Entre las sedes previstas para la realización del encuentro están el Museo Nacional de Bellas Artes, los escenarios de los grupos de teatro La Proa y el Arca, así como el Abelardo Estorino, del Ministerio de Cultura, la Casa de la Cultura Joseíto Fernández, el Museo Casa Natal de José Martí y Fábrica de Arte Cubano. Por la parte nacional, la música se encontrará a cargo de cantantes como Rita del Prado, Enid Rosales, Rochy Ameneiro. Los espectáculos corren por cuenta de agrupaciones como Teatro Tuyo y La Proa, la Compañía Infantil La Colmenita, Habanasueños, Cascabel y Cuentos para Federico. Del ámbito internacional, se recibirán visitantes de varias naciones, en este caso, podrían citarse algunos como Mariana Mallol (Argentina/México), Manuel Morán (Puerto Rico/EE. UU.) y las compañías La sonrisa del lagarto y La Rous (España). Las artes plásticas cuentan con exposiciones y talleres del grupo Arte 92, las muestras Los Títeres del Mundo, de Abdel de la Campa, y Un Regalo Gráfico para Las Estaciones, de un colectivo de diseñadores cubanos y extranjeros. Una nueva iniciativa se une a las demás que habitualmente conforman el proyecto. Se trata del collage más grande del mundo, propuesta cultural de la ilustradora argentina Estrellita Caracol, el cual consiste en una serie de siluetas e ilustraciones realizadas por los niños, que pueden ser sobre ellos mismos o sus familias. Estas ilustraciones se estarán recogiendo en las Casas de Cultura de nuestro país, así como en las embajadas de Cuba en el extranjero, o en las instalaciones de Unicef por todo el mundo. Por último, está previsto efectuar una acampada en la Casa de Cultura de Centro Habana, donde los infantes podrán disfrutar de proyecciones cinematográficas de la obra de Juan Padrón, además de otras iniciativas vinculadas al arte culinario, la música y el teatro. (Con información de Prensa Latina)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:38:08.658+03:00",
    "updated": "2024-04-19T00:38:08.658+03:00"
  },
  {
    "uuid": "902533a4cc3a3039b731b636ee1cb56560df569e",
    "url": "https://wtop.com/health-fitness/2023/12/wellness-trends-to-watch-for-2024-the-ozempic-ripple-effect-and-more/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "wtopstaff",
    "published": "2023-12-28T16:00:00Z",
    "title": "Wellness trends to watch for in 2024: The Ozempic ‘ripple effect’ and more",
    "text": "▶ Watch Video: Eye on America: AI advancements in health care, cosmetics and beyond\nThe new year means new opportunities for wellness trends. After a year dominated by\nmental health discussions, COVID variants and weight-loss drugs hitting the market, we’re looking toward 2024 and what health topics will capture consumers most.\nTo get an idea of what we might see, we asked experts in different corners of the health and wellness space what they expect to make waves in the year ahead.\nThe Ozempic “ripple effect”\nExperts expect to see a resurgence in weight loss-focused trends in 2024 prompted by\ndrugs like Ozempic becoming more mainstream. Celebrity endorsements helped the new weight-loss drugs gain traction. Their popularity also appears to have spurred interest in supplements making weight-loss claims, like berberine, touted online as “nature’s Ozempic” — even though the evidence doesn’t really back it up.\n“Ozempic will create even more ripple effects throughout food, beverage and dietary supplement markets in 2024,” says Frank Jaksch, CEO at bioactive ingredient company Ayana Bio. “I expect that we’ll see an increase in products that contain berberine.”\nHe also expects that “snack-makers and fast-food chains will offer smaller portions and more nutritious, wholesome ingredients that match the preference changes with Ozempic and piggyback off of this latest wave of health-conscious consumers.”\nAfter a few years of chipping away at\ndiet culture and leaning into movements like body positivity, attitudes may be shifting. A recent Forbes Health/OnePoll survey found the top New Year’s resolution for 2024 is back to physical health — with the majority of respondents citing fitness as a top resolution — after a few years of mental health occupying the top spot.\nSmart tech takeover\nWhile millions of Americans have been sporting\nsmartwatches to track their exercise, sleep and other health metrics for a few years now, experts predict 2024 will bring a new level of wearable health tech.\n“Wearable devices and smartwatches will continue to move beyond monitoring and add more screening features to warn us of health issues before they become bigger problems,” predicts Christine Lemke, co-founder and CEO of health data company Evidation. “The functionality of these devices will continue to transition from passive to proactive.”\nArtificial intelligence, which is already being incorporated into some health settings, will also become a bigger player next year.\n“Your ‘second opinion’ may come from a computer instead of a physician, as our ability to analyze vast datasets and harness AI advances,” Lemke adds.\nShift to science\nMisinformation will no doubt persist in 2024, but experts say consumers will look more consciously toward wellness strategies backed by clinical studies and research.\n“Consumers will expect science-based, performance-proven products and services,” according to\nMindbody and ClassPass’s annual prediction report.\nIn 2024, the report says, “consumers will become increasingly savvy about what they put on their bodies and who they listen to for advice, prioritizing research and expertise.”\nForecasters believe the same goes for wellness-focused social media.\n“The increasing awareness of social media’s\nnegative effects on the mental health of young people is likely to lead to a more discerning approach to consuming mental health content online,” says Nicholette Leanza, a licensed professional clinical counselor with mental health care company LifeStance Health. “As a result, young people will likely shift their reliance on online content from non-credentialed influencers to licensed professionals for accurate diagnoses and effective counseling.”\nIncreased focus on social connections\nWhether it’s in-person therapy sessions or participating in group sports, experts are seeing an increased desire for connection in the new year following years of\npandemic-induced isolation that has taken a toll on our mental health.\n“Social activities are appreciated on a greater level than before,” says Bob Wright, director of lifestyle education at Hilton Head Health. “Isolating increases baseline stress, and therefore baseline inflammation. It can also increase risk for anxiety, depression and other mental health related challenges. Many people got a dose of these isolating symptoms over recent years and are craving more opportunities for healthy socializing.”\nThe\nhuge popularity of pickleball is the perfect example of the desire for more social fitness, says Teddy Savage, national lead trainer at Planet Fitness.\n“(It) brings people together in social settings that allow them to have fun while getting a full body workout,” he says. “It’s the connection between exercise and functional movement and the desire to connect socially in community settings that make this one so magnetic.”\nLeanza has also seen an increasing demand for in-person therapy sessions, especially among Gen Z patients.\n“This shift reflects a desire for more authentic and engaging therapeutic experiences, leveraging the benefits of face-to-face interactions — I expect to see a continued uptick in this in 2024,” she says.\nLooking toward longevity\nHealth trends with staying power — like a focus on plant-based eating,\nsleep health and gut health — point to a continued desire to live better for longer, which experts say will remain a priority in 2024.\n“Some of the next trends we see will fall under the umbrellas of longevity and self-care,” says David Chesworth, program director and exercise physiologist at Hilton Head Health. “In general, the concept of longevity has been, and continues to be an overarching hot topic. In fact, many of the (previously mentioned) trends that have emerged over the past few years have been elevated by this.”\nIn addition to nutrition and sleep, some people are turning to exercise to help them live longer. As Mindbody and ClassPass’s report points out, “nearly 30% of consumers say they exercise to live long and healthy lives and over one third of consumers strength train for longevity specifically.”\nAnother necessary element of self-care and longevity? Rest and recovery, which Savage has also seen an increased focus on.\n“This one really exploded with things like the\ncold plunge,” he says. “People are seeking out cutting edge ways to treat their body after working out or just diving deeper into the internal benefits of cold therapy and restorative techniques.”\nTemperature therapy is also a growing trend, according to Mindbody and ClassPass’s report, which notes that the rise of combination treatments — those that utilize both hot and cold — is likely next in the pipeline.\nRest and recovery are even making their way into the travel industry with “wellness tourism,” the idea of travel focused on health and well-being.\n“We see more people seeking out trips focused on things like yoga, breathing techniques, skill development, recreation, self-care, aging gracefully and incorporating joyful and stress-free activities,” Chesworth says.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "http://www.cbsnews.com/news/social-media-spreads-extreme-inappropriate-and-harmful-content-to-adolescents-says-surgeon-general-60-minutes/?ftag=",
      "http://www.cbsnews.com/news/pickleball-explodes-in-popularity-disturbs-some/?ftag=",
      "http://www.cbsnews.com/news/health-tech-ces/?ftag=",
      "http://www.cbsnews.com/news/blue-zone-expert-longevity-lessons-netflix-series/?ftag=",
      "http://www.cbsnews.com/news/wegozy-ozempic-explainer-60-minutes-2023-01-01/?ftag=",
      "http://www.cbsnews.com/news/pickleball-older-players-injury-risks/?ftag=",
      "http://www.cbsnews.com/news/youth-mental-health/?ftag=",
      "http://www.cbsnews.com/news/gut-health-microbiome-experts/?ftag=",
      "http://www.cbsnews.com/news/chatgpt-artificial-intelligence-ai-health-care-patient-messages/?ftag=",
      "http://www.cbsnews.com/news/self-tracking-your-health-data-wearables/?ftag=",
      "https://www.mindbodyonline.com/sites/default/files/public/education/learning-assets/2023-07-2024-Predictions-Report-Final.pdf",
      "http://www.cbsnews.com/news/covid-19-symptoms-jn1-variant-winter-wave/?ftag=",
      "http://www.cbsnews.com/news/cryotherapy-ice-baths-recovery-trend-athletes-hailey-bieber/?ftag=",
      "http://www.cbsnews.com/news/sleep-hygiene-tips/?ftag=",
      "http://www.cbsnews.com/video/eye-on-america-ai-advancements-in-health-care-cosmetics-and-beyond/?ftag=",
      "http://www.cbsnews.com/news/sleep-study-live-longer/?ftag=",
      "https://www.forbes.com/health/mind/new-year-resolutions-survey-2024/",
      "http://www.cbsnews.com/news/oprah-winfrey-weight-loss-medication-people-interview/?ftag=",
      "http://www.cbsnews.com/news/wegovy-weight-loss-drug-reduced-heart-problem-risk-study/?ftag=",
      "http://www.cbsnews.com/news/loneliness-surgeon-general-epidemic-covid/?ftag=",
      "http://www.cbsnews.com/news/what-is-berberine-experts-trending-weight-loss-supplement/?ftag=",
      "http://www.cbsnews.com/news/ai-mammograms-other-breast-cancer-screenings/?ftag=",
      "http://www.cbsnews.com/boston/news/study-suggests-that-you-dont-really-need-to-walk-10000-steps-to-live-longer/?ftag=",
      "http://www.cbsnews.com/news/pinterest-bans-weight-loss-diet-ads/?ftag=",
      "http://www.cbsnews.com/boston/news/study-suggests-that-you-dont-really-need-to-walk-10000-steps-to-live-longer/",
      "http://www.cbsnews.com/news/pickleball-explodes-in-popularity-disturbs-some/",
      "http://cbsnews.com/news/self-tracking-your-health-data-wearables/?ftag=",
      "http://www.cbsnews.com/video/eye-on-america-ai-advancements-in-health-care-cosmetics-and-beyond/",
      "http://cbsnews.com/news/social-media-spreads-extreme-inappropriate-and-harmful-content-to-adolescents-says-surgeon-general-60-minutes/?ftag=",
      "http://cbsnews.com/news/cryotherapy-ice-baths-recovery-trend-athletes-hailey-bieber/?ftag=",
      "http://cbsnews.com/news/loneliness-surgeon-general-epidemic-covid/?ftag=",
      "http://www.cbsnews.com/news/pinterest-bans-weight-loss-diet-ads/",
      "http://cbsnews.com/news/health-tech-ces/?ftag=",
      "http://www.cbsnews.com/news/chatgpt-artificial-intelligence-ai-health-care-patient-messages/",
      "http://cbsnews.com/news/youth-mental-health/?ftag=",
      "https://www.forbes.com/health/mind/new-year-resolutions-survey-2024",
      "http://cbsnews.com/news/wegozy-ozempic-explainer-60-minutes-2023-01-01/?ftag=",
      "http://www.cbsnews.com/news/health-tech-ces/",
      "http://www.cbsnews.com/news/youth-mental-health/",
      "http://cbsnews.com/news/pinterest-bans-weight-loss-diet-ads/?ftag=",
      "http://www.cbsnews.com/news/sleep-hygiene-tips/",
      "http://www.cbsnews.com/news/wegovy-weight-loss-drug-reduced-heart-problem-risk-study/",
      "http://www.cbsnews.com/news/pickleball-older-players-injury-risks/",
      "http://cbsnews.com/news/pickleball-older-players-injury-risks/?ftag=",
      "https://mindbodyonline.com/sites/default/files/public/education/learning-assets/2023-07-2024-Predictions-Report-Final.pdf",
      "http://cbsnews.com/news/sleep-study-live-longer/?ftag=",
      "http://www.cbsnews.com/news/what-is-berberine-experts-trending-weight-loss-supplement/",
      "http://www.cbsnews.com/news/gut-health-microbiome-experts/",
      "http://cbsnews.com/boston/news/study-suggests-that-you-dont-really-need-to-walk-10000-steps-to-live-longer/?ftag=",
      "http://cbsnews.com/news/gut-health-microbiome-experts/?ftag=",
      "http://cbsnews.com/news/covid-19-symptoms-jn1-variant-winter-wave/?ftag=",
      "http://cbsnews.com/news/pickleball-explodes-in-popularity-disturbs-some/?ftag=",
      "http://cbsnews.com/news/sleep-hygiene-tips/?ftag=",
      "https://forbes.com/health/mind/new-year-resolutions-survey-2024/",
      "http://www.cbsnews.com/news/blue-zone-expert-longevity-lessons-netflix-series/",
      "http://www.cbsnews.com/news/covid-19-symptoms-jn1-variant-winter-wave/",
      "http://cbsnews.com/news/what-is-berberine-experts-trending-weight-loss-supplement/?ftag=",
      "http://cbsnews.com/news/oprah-winfrey-weight-loss-medication-people-interview/?ftag=",
      "http://cbsnews.com/news/chatgpt-artificial-intelligence-ai-health-care-patient-messages/?ftag=",
      "http://cbsnews.com/video/eye-on-america-ai-advancements-in-health-care-cosmetics-and-beyond/?ftag=",
      "http://www.cbsnews.com/news/ai-mammograms-other-breast-cancer-screenings/",
      "http://www.cbsnews.com/news/social-media-spreads-extreme-inappropriate-and-harmful-content-to-adolescents-says-surgeon-general-60-minutes/",
      "http://cbsnews.com/news/wegovy-weight-loss-drug-reduced-heart-problem-risk-study/?ftag=",
      "http://www.cbsnews.com/news/self-tracking-your-health-data-wearables/",
      "http://cbsnews.com/news/blue-zone-expert-longevity-lessons-netflix-series/?ftag=",
      "http://www.cbsnews.com/news/cryotherapy-ice-baths-recovery-trend-athletes-hailey-bieber/",
      "http://www.cbsnews.com/news/oprah-winfrey-weight-loss-medication-people-interview/",
      "http://www.cbsnews.com/news/sleep-study-live-longer/",
      "http://www.cbsnews.com/news/wegozy-ozempic-explainer-60-minutes-2023-01-01/",
      "http://cbsnews.com/news/ai-mammograms-other-breast-cancer-screenings/?ftag=",
      "http://www.cbsnews.com/news/loneliness-surgeon-general-epidemic-covid/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ayana bio",
          "sentiment": "none"
        },
        {
          "name": "ozempic",
          "sentiment": "none"
        },
        {
          "name": "frank jaksch",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:01.202+02:00",
    "updated": "2023-12-29T00:25:01.202+02:00"
  },
  {
    "uuid": "f009ba6f2da82d1225ca09d916878936cf7acda9",
    "url": "https://www.enca.com/sport/ex-man-utd-striker-bebe-scores-cape-verde-win-through-afcon-last-16",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "eNCA",
    "published": "2024-01-19T00:00:00Z",
    "title": "Ex-Man Utd striker Bebe scores as Cape Verde win through to AFCON last 16 - eNCA",
    "text": "Former Manchester United forward Bebe's long-range free-kick set Cape Verde on the way to a 3-0 win over Mozambique at the Africa Cup of Nations on Friday as the Atlantic Ocean island nation became the first team through to the last 16. Bebe opened the scoring with a dead-ball strike from 40 metres just after the half-hour mark in front of 5,794 fans at the Felix Houphouet Boigny Stadium in Abidjan. Captain Ryan Mendes doubled their lead just after half-time and Kevin Pina wrapped up the win with a stunning strike midway through the second half. Cape Verde's biggest ever AFCON victory leaves them on six points and means they are now certain to finish on top of Group B, after they beat Ghana 2-1 in their opening game. \"I don't know how far we can go. Now we are into the last 16 and we just need to keep working as we have been,\" said Mendes, formerly of Lille and Nottingham Forest and now with Turkish side Fatih Karagumruk. \"We know it won't be easy but we believe in ourselves and in our work.\" Their next match is on Monday against Egypt, who have two points and will clinch second place and a last-16 spot of their own with a win. Mozambique, appearing at their fifth Cup of Nations, have still never won a match in 14 attempts at the tournament. However, they play Ghana next and still have a chance of qualifying, with both teams level on one point each. Bebe smashed one free-kick against the bar and over before opening the scoring with another dead-ball strike from even further out in the 32nd minute, his effort proving too powerful for Mozambique goalkeeper Ernan. The 33-year-old, born in Portugal and playing at his first AFCON, is now with Rayo Vallecano in Spain's La Liga but is remembered for an unsuccessful spell at Old Trafford in 2010/11, when he made just seven appearances. Mozambique thought they had a penalty five minutes before half-time when Geny Catamo went down in the area in a tangle of legs with Joao Paulo Fernandes, but the Moroccan referee overturned the decision after a VAR check. Mendes made it 2-0 on 51 minutes, robbing possession from Mozambique defender Edmilson Dove just outside the box and firing past the goalkeeper. Catamo then hit the bar with a free-kick for Mozambique, before Cape Verde scored again on 69 minutes thanks to midfielder Pina's superb strike into the top corner from almost 30 metres. Guaranteed to top the group, the Blue Sharks already know they will stay in Abidjan for a last-16 tie against a third-placed team on January 29. By Andy Scott",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bebe",
          "sentiment": "negative"
        },
        {
          "name": "kevin pina",
          "sentiment": "none"
        },
        {
          "name": "fatih karagumruk",
          "sentiment": "none"
        },
        {
          "name": "mendes",
          "sentiment": "none"
        },
        {
          "name": "ryan mendes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester united",
          "sentiment": "negative"
        },
        {
          "name": "afcon",
          "sentiment": "negative"
        },
        {
          "name": "africa cup of nations",
          "sentiment": "none"
        },
        {
          "name": "ghana",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cape verde",
          "sentiment": "none"
        },
        {
          "name": "felix houphouet boigny stadium",
          "sentiment": "none"
        },
        {
          "name": "mozambique",
          "sentiment": "none"
        },
        {
          "name": "atlantic ocean",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "lille",
          "sentiment": "none"
        },
        {
          "name": "nottingham forest",
          "sentiment": "none"
        },
        {
          "name": "abidjan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T22:43:51.120+02:00",
    "updated": "2024-01-19T22:43:51.120+02:00"
  },
  {
    "uuid": "aa629792ed3b3d07eba974bb1efb85d7c2e4ed09",
    "url": "https://ground.news/article/reinforcing-shot-of-cold-air-moving-into-south-florida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-29T13:34:00Z",
    "title": "Ground News - Reinforcing shot of cold air moving into South Florida",
    "text": "Summary by Ground News First Warning meteorologist Vanessa Vinent says the cold will continue through Saturday morning. The cold air will be moving into South Florida Friday night and into the Treasure Coast and Palm Beaches on Saturday. The First Warning Meteorologist says the impact of the cold weather will be felt all day long. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nWPBF Center High Factuality Media Conglomerate: Hearst Communications Reinforcing shot of cold air moving into South Florida The Palm Beaches and the Treasure Coast will see temperatures drop into the 40s and 50s Saturday morning.\n2 hours ago Read Full Article\nWPBF Center High Factuality Media Conglomerate: Hearst Communications\nReinforcing shot of cold air moving into South Florida The Palm Beaches and the Treasure Coast will see temperatures drop into the 40s and 50s Saturday morning.\n2 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.wpbf.com/article/reinforcing-cold-air-south-florida-palm-beach-shelters/46249975?utm_source=ground.news&utm_medium=referral",
      "https://www.wpbf.com/article/reinforcing-cold-air-south-florida-palm-beach-shelters/46249975",
      "https://wpbf.com/article/reinforcing-cold-air-south-florida-palm-beach-shelters/46249975?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vanessa vinent",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "ground news first warning",
          "sentiment": "neutral"
        },
        {
          "name": "hearst communications",
          "sentiment": "none"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "treasure coast",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "florida the palm beaches",
          "sentiment": "none"
        },
        {
          "name": "south florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:14:39.040+02:00",
    "updated": "2023-12-29T17:14:39.040+02:00"
  },
  {
    "uuid": "7f7e451a8790c7cdbaf95a16f5dec2b811a78f46",
    "url": "https://theblast.com/568923/gypsy-rose-blanchard-is-clear-on-who-she-wants-to-play-her-in-a-future-project/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Afouda Bamidele",
    "published": "2024-01-07T23:00:00Z",
    "title": "Gypsy Rose Blanchard Is Clear On Who She Wants To Play Her In A Project",
    "text": "Gypsy Rose Blanchard has nothing against the movies portraying her horrifying past. However, if given the chance, she already has her mind made up about who she wants to portray her.\nThe star of one of the most infamous murder cases in the US has been giving various in-depth interviews about her life since her release from prison. One of her candid sessions captured her addressing the popular TV series about her abusive past and why she will never watch it.\nGypsy Rose Blanchard Wants This ‘Stranger Things’ Star To Play Her In A Possible Movie\nBlanchard generated quite the media buzz in 2016 after pleading guilty to helping her ex-boyfriend murder her mother. She was convicted on second-degree murder charges and served eight years of a ten-year prison sentence.\nThe events that led up to the gruesome crime have been depicted in various media sources like Hulu’s hit TV series, “The Act.” However, Blanchard recently confessed she has not seen the show and will probably never sit down to watch her life play out on the small screen.\n“No, I still have not watched ‘The Act,'” the 32-year-old confirmed when asked about the series. “I feel like I lived — I lived it. It was my life; I don’t feel like I have to go back and watch it, um, play out,” she continued before lauding the actress who played her with praises. In her words:\n“I’m sure that Joey King did an amazing job playing me. I actually heard an audio clip of her doing my voice, and I think she got it spot-on. But, I think, honestly, not reliving the trauma is probably the best option for me.”\nMEGA Despite stating she did not wish to relive her life on screen, she was eager to have one actress pick up the mantle in a possible project about her life. When the Access Hollywood rep asked who she would pick if allowed to be involved in another movie or TV series, Blanchard excitedly said:\n“You know it’s funny because I always wanted Millie Bobby Brown to play me. So I think she would be good at playing me.”\nBesides wanting the “Stranger Things” star to play her in a future movie, Blanchard showered another female celebrity with love for helping her get through prison. The woman of the hour was Taylor Swift , whose music she described as a “guiding light.”\n“You know I am a Swiftie, and I think that Taylor Swift’s music has been a little bit of a guiding light for me to express my feelings through music and really kind of connect with music in that way,” Blanchard explained.\nShe continued saying, “So I think ‘Eyes Open’ came out in like 2012, and that one really resonated with me. To me, the message was, you know, keep your eyes open because you never know who’s out to get you, out to sabotage you. It reigned true for me in prison as well because it’s not exactly a friendly environment.”\nGypsy Depended On Taylor Swift’s Music In Prison\nView this post on Instagram\nA post shared by Gypsy-Rose Blanchard-Anderson (@gypsyrose_a_blanchard)\nLast December, the 32-year-old opened up about becoming a devoted Swiftie and following the songstress’s career during her time in prison.\nShe related to Swift, noting the pair have experienced their own eras, which helped her find comfort in the “Bad Blood” hitmaker’s music. Blanchard stressed that her songs were instrumental in helping her cope with the abuse and trauma she endured from her mother as well as during her time behind bars.\nThe former inmate noted she loved Swift so much that she spent the money her father sent her in prison to buy the musician’s albums. Through that, she acquired every album Swift released, including her re-releases.\nBlanchard hoped to fulfill her dream of meeting the idol at a Kansas City Chiefs game on Sunday, December 31st, thanks to her newfound freedom. The event had been on her radar for a while, so her husband, Ryan Scott Anderson, secured tickets on her behalf.\nAlthough she realized it wouldn’t be easy catching Swift’s attention, Blanchard noted she was contemplating giving the Grammy winner a shout-out on social media during the game, hoping the superstar saw it.\nUnfortunately, she was forced to leave the state and did not attend the game in person.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=1EoDrpNAms4",
      "https://www.youtube.com/embed/1EoDrpNAms4?si=A2qJUWEM54QdxuhF",
      "https://www.instagram.com/p/C1w7s1bu2mt/?utm_source=ig_embed&utm_campaign=loading",
      "https://youtube.com/embed/1EoDrpNAms4?si=A2qJUWEM54QdxuhF",
      "https://www.youtube.com/embed/1EoDrpNAms4",
      "https://www.instagram.com/p/C1w7s1bu2mt/",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=1EoDrpNAms4",
      "https://instagram.com/p/C1w7s1bu2mt/?utm_source=ig_embed&utm_campaign=loading"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gypsy rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hulu",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:13:41.162+02:00",
    "updated": "2024-01-08T01:13:41.162+02:00"
  },
  {
    "uuid": "90365c26116302b85f9a7787d0517b7619df06fe",
    "url": "https://www.dailymail.co.uk/sport/football/article-12907451/Arsenal-0-2-West-Ham-Premier-League-2023-24-Result.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ian Ladyman for the Daily Mail",
    "published": "2023-12-28T22:22:00Z",
    "title": "Arsenal 0-2 West Ham: Gunners stunned in the title race as Tomas Soucek and old boy Konstantinos Mavropanos earn Hammers famous away win | Daily Mail Online",
    "text": "This was supposed to the Christmas that saw Arsenal put the squeeze on Manchester City , a time to put clear air between themselves and Pep Guardiola ’s team while the Premier League champions were otherwise disposed in the middle east. But while City have been winning the Club World Cup and returning to down Everton at Goodison Park, Arsenal will head towards New Year on a run of four points from four games. Daylight? If City win their game in hand they will actually be ahead of Arsenal on goal difference. What a time for Mikel Arteta ’s team to flatline. What damage this could yet do to a season that has so much to offer them. This desperate result may serve to strengthen Arteta’s hand in the January transfer window. Goodness me, he needs a centre forward. But, that apart, this was a night to suffer, a night when old failings surfaced. Too much football and not enough product. Too brittle at the back where central defender Gabriel was culpable for both West Ham goals. Ouch. West Ham, for their part, were magnificent and now sit sixth in the table only four points from a Champions League place. Missing key players and losing their master craftsman Lucas Paqueta to a calf injury after half an hour, they won this through a goal in each half from Tomas Soucek and the Greek central defender Konstantinos Mavropanos. Konstantinos Mavropanos, centre left, scored on his return to Arsenal to secure a 2-0 victory Tomas Soucek’s opener was awarded after VAR was unable to prove the ball crossed the byline Jarrod Bowen crossed for Soucek to score with Arsenal appealing the ball had crossed the line Your browser does not support iframes. Arsenal (4-3-3) : Raya 6; White 6.5, Saliba 6, Gabriel 5, Zinchenko 5 (Nelson 64min, 5); Odegaard 7.5, Rice 6.5, Trossard 5 (Smith Rowe 79); Saka 6.5, Jesus 6, Martinelli 6 (Nketiah 64, 6). Subs : Ramsdale, Nwaneri, Elneny, Jorginho, Soares, Kiwior. Scorers : Booked : Nelson, Zincehnko Manager : Mikel Arteta West Ham (4-2-3-1): Areola 7; Coufal 6.5, Mavropanos 7.5, Ogbonna 8, Emerson 7; Alvarez 6, Soucek 6.5; Kudus 6, Ward-Prowse 6.5, Paqueta 6.5 (Benrahma 33, 6); Bowen 7. Subs: Fabianski, Cresswell, Johnson, Cornet, Fornals, Ings, Kehrer, Mubama. Scorer : Soucek 13, Mavropanos 55' Booked : Manager : David Moyes 8 Referee : Michael Oliver 6 Attendance: 60,261. Their manager David Moyes looked vaguely emotional at the end and no wonder. As it stands he will leave West Ham at the season’s end. There is no new contract offer on the table. What a strange world football can be sometimes. They say his team don’t play attractive enough football. Well to the massed ranks of away fans stationed in one corner of the Emirates, this performance must have looked pretty enough. Soucek’s goal in the 13th minute had to be verified by VAR after it looked as though the ball may have crossed the byline before Jarrod Bowen crossed it. It was impossible to tell on the replays, though, and the goal quite correctly was allowed to stand. This happened to Arteta’s team when they lost at Newcastle in November, of course. Arsenal released a statement expressing their distress that weekend. This time, they will do well to do nothing. It was Arsenal’s defending that was deficient here rather than referee Michael Oliver and his team. Arsenal were not terrible on this occasion. They will play worse and win. These things can happen. Bukayo Saka struck a post at 0-1 and Gabriel Jesus missed two good chances in the minutes that followed Mavropanos’s towering header from a corner in the 55th minute. The Emirates felt anxious here, though. It’s worth remembering we are only at the season’s midpoint. Nevertheless this has been a sobering Christmas for Arsenal. Guardiola and his City team do not need asking twice when it comes to exploiting weakness and Arsenal are starting to exhibit a little. This is not a time for knee-jerk reactions. Arsenal are second ahead of a game at Fulham on New Year’s Eve. They are in the race and have enjoyed an impressive Champions League campaign thus far. West Ham were eventually awarded the goal following a lengthy check by the VAR officials The visitors suffered the blow of losing Lucas Paqueta to injury during the first half Bukayo Saka went closest for Arsenal in the first half as the hosts sought to an equaliser Mavropanos outjumped Gabriel to glance in James Ward-Prowse's corner off the crossbar Here, things doubtless would have been different had they scored amid a period of early pressure. But a Saka shot and header were the only efforts that needed saving either side of West Ham taking the lead. Paqueta had struggled at one point during the warm-up and it was no surprise when he eventually succumbed and hobbled off. But the pass he played to release Emerson down the left in the build-up to the goal was pivotal. The cross from the West Ham left-back should have been dealt with by Gabriel but in attempting to hook the ball clear it struck his team-mate Oleksandr Zinchenko. It was this ricochet that allowed Bowen to cross and from there Soucek ran in unmarked and scored first time from ten yards. For all the questions about the legality of the goal, it was still an awful one for Arsenal to concede even if their response was spirited and intense. Martin Odegaard was the prime mover of Arsenal’s attacks but against West Ham’s packed ranks it was unremitting and largely unrewarding toil. Saka curled a shot wide from distance and then Ben White loped forward to glance a header from a free-kick a little closer to the goal. There were other moments of promise, too. Gabriel Martinelli shot wide after Jesus dummied a Saka pass and it was Saka himself who was to come closest before half-time, running on to a cute Odegaard pass to drive a low shot against the inside of the near post. Three inches to the left and the ball was in the net. At half-time there was concern but no crisis. Arsenal pushed and pushed as the rain began to fall. Declan Rice skimmed the top of the bar from 25 yards before Martinelli chipped a cross to the far post only for nobody in red to react. And then, out of nowhere once again, West Ham scored their second goal. Moyes’ team won a corner and when James Ward-Prowse delivered an in-swinger, Mavropanos outjumped Gabriel to glance a header across goal and in off first the underside of the bar and then the far post. Arteta looked aghast and no wonder. Moyes, meanwhile, celebrated only mildly, perhaps aware of the barrage to come. Arsenal boss Mikel Arteta appeared aghast after West Ham doubled their lead at the Emirates Former West Ham star conceded a penalty by fouling Emerson in second half stoppage time David Raya's saved from Said Benrahma in one of few positives for the home side Rice tasted defeat against his former side as Arsenal suffered a setback in the title race West Ham boss David Moyes celebrated the first away win of managerial career over Arsenal It's All Kicking Off is an exciting new podcast from Mail Sport that promises a different take on Premier League football, with a show every Monday and Thursday this season. It is available on MailOnline , Mail+ , YouTube , Apple Music and Spotify Your browser does not support iframes. It did arrive in terms of shots on goal. There were 30 in total. But moments of genuine concern were few for West Ham. Jesus failed with two headers – the second was a bad miss – while Saka went down over Angelo Ogbonna’s leg in the box and got precisely nothing. Another good call. There was to be a penalty at the death, mind, and a personal horror moment for Rice against his old club. His 94th minute trip on Emerson was that of a tired player and with West Ham supporters ready to mock him for the rest of time, he was doubtless relieved to see David Raya dive left to save Said Benrahma’s kick. By way of genuine consolation, it will not even have registered.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Social Issue"
    ],
    "external_links": [
      "https://podcasts.apple.com/gb/podcast/its-all-kicking-off/id1701048699",
      "https://www.youtube.com/@DailyMailSports",
      "https://www.mailplus.co.uk/",
      "https://open.spotify.com/show/0r4omeoMfx1bgxQrwWMGe0?si=a7279e3807264bfd&nd=1",
      "https://www.open.spotify.com/show/0r4omeoMfx1bgxQrwWMGe0?si=a7279e3807264bfd&nd=1",
      "https://open.spotify.com/show/0r4omeoMfx1bgxQrwWMGe0",
      "https://mailplus.co.uk/",
      "https://www.podcasts.apple.com/gb/podcast/its-all-kicking-off/id1701048699",
      "https://www.mailplus.co.uk",
      "https://youtube.com/@DailyMailSports"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "konstantinos mavropanos",
          "sentiment": "neutral"
        },
        {
          "name": "tomas soucek",
          "sentiment": "neutral"
        },
        {
          "name": "mikel arteta",
          "sentiment": "none"
        },
        {
          "name": "arteta",
          "sentiment": "none"
        },
        {
          "name": "pep guardiola",
          "sentiment": "none"
        },
        {
          "name": "gabriel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arsenal",
          "sentiment": "neutral"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        },
        {
          "name": "everton",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "goodison park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:11:52.954+02:00",
    "updated": "2023-12-29T12:32:06.086+02:00"
  },
  {
    "uuid": "cc425e9b32925add93917009ba555f8c916ca7c8",
    "url": "https://ch.marketscreener.com/boerse-nachrichten/salesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27",
    "ord_in_thread": 0,
    "author": "MT Newswires",
    "published": "2025-08-07T08:28:00Z",
    "title": "Salesforce-Deal als ,,Rezept für Wertschöpfung\": Informatica-CEO | MarketScreener Schweiz",
    "text": "Informatica Inc. +0.08% Salesforce.com, Inc. +0.68% (MT Newswires) - Amit Walia, CEO von Informatica, betont, dass die Zusammenführung der beiden Unternehmen ganz im Zeichen des Kontexts in der ,,Welt der KI\" steht. Er hebt hervor, dass sich Informatica auf Datenmanagement konzentriert - jenes Feld, in dem künstliche Intelligenz den größten Erfolg haben wird. Im Gespräch mit Romaine Bostick und Vonnie Quinn in der Sendung ,,The Close\" erklärt Walia, dass die Partnerschaft mit Salesforce für ihre Kunden zu einem ,,Rezept für enorme Wertschöpfung\" werde.\nBloomberg-Videos , zur Verfügung gestellt von MT Newswire\n© MT Newswires - 2025",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->financial service",
      "Science and Technology->economics",
      "Science and Technology->technology and engineering",
      "Labor->employer",
      "Labor->employee",
      "Labor->labour market"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fsalesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Salesforce-Deal",
      "https://telegram.me/share/url?url=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fsalesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/?text=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fsalesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://geo.dailymotion.com/player/x80uo.html?video=k1WX5GKM9MdlURDAQkg",
      "https://x.com/intent/tweet?text=Salesforce-Deal",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fsalesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fsalesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://x.com/intent/tweet",
      "https://www.geo.dailymotion.com/player/x80uo.html?video=k1WX5GKM9MdlURDAQkg",
      "https://www.x.com/intent/tweet?text=Salesforce-Deal",
      "https://telegram.me/share/url",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fsalesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://geo.dailymotion.com/player/x80uo.html",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fsalesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Salesforce-Deal",
      "https://www.wa.me/?text=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fsalesforce-deal-als-rezept-fuer-wertschoepfung-informatica-ceo-ce7c5edfdc8fff27%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T16:29:56.060+03:00",
    "updated": "2025-08-07T16:36:06.000+03:00"
  }
]