[
  {
    "uuid": "7d74e30d6f00bc69f5b8f1a1712e510dc1a670ce",
    "url": "https://efe.com/mundo/2024-06-28/fiscalia-peru-denuncia-constitucional-contra-expresidente-vizcarra",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "nataliacsarmiento",
    "published": "2024-06-27T22:24:00Z",
    "title": "La Fiscalía de Perú presenta una denuncia constitucional contra el expresidente Vizcarra",
    "text": "Lima (EFE).- La Fiscalía de Perú presentó este jueves una denuncia constitucional ante el Congreso contra el expresidente Martín Vizcarra (2018-2020) por la presunta comisión de los delitos de falsedad genérica y omisión de consignar declaraciones en documentos, en agravio del Estado.\nEl Ministerio Público informó en la red social X que la denuncia constitucional, fórmula empleada para altos o ex altos cargos públicos, se hizo por “las declaraciones públicas presentadas por el denunciado en su condición de presidente de la República al momento de asumir el cargo”, en las que supuestamente negó sus vínculos con las empresas Odebrecht y CyM Vizcarra, Ingenieros y Contratistas.\nPresuntos vínculos de Vizcarra y Odebrecht La denuncia se realizó por intermedio del Área de Enriquecimiento Ilícito y Denuncias Constitucionales de la Fiscalía y también comprendió la omisión de haber consignado en su declaración jurada de 2018 su condición de vicepresidente del directorio y gerente de operaciones de CyM Vizcarra.\nLos casos denunciados cuestionan los presuntos vínculos de la empresa de Vizcarra con Odebrecht, quien fue ministro de Transportes y Comunicaciones del gobierno de Pedro Pablo Kuczynski (2016-2018), del que era vicepresidente y al que sucedió luego de su renuncia, en marzo de 2018.\nLa semana pasada, se informó que Vizcarra pidió al Tribunal Constitucional (TC) que anule la inhabilitación para ejercer cargos públicos durante cinco años que le impuso en 2022 el Congreso para, de esa manera, poder “participar en la vida política” de su país.\nEl Congreso aprobó esa sanción contra el exgobernante por supuestamente haber tenido vínculos con empresas del sector durante su gestión como ministro de Transportes y Comunicaciones de Kuczynski.\nOtras sanciones contra el expresidente de Perú El Poder Judicial también evalúa una demanda de amparo presentada por el exmandatario para que se anule otra inhabilitación por 10 años que le impuso el Congreso por su presunta vacunación irregular contra la covid-19.\nEsa decisión le impidió asumir el cargo de congresista para el que fue elegido con la mayor votación nacional en los comicios de 2021, por lo que el ex jefe de Estado presentó, aún sin éxito, diversos recursos ante el Poder Judicial para buscar revertir la sanción.\nA inicios de junio pasado, la Fiscalía General de Perú archivó una investigación contra Vizcarra por la compra de 1,4 millones de pruebas rápidas para el diagnóstico de la covid-19, por considerar que no advirtió “ninguna acción dolosa”.\nTras conocerse esa decisión, el exgobernante aseguró que la medida fiscal confirmó que siempre actuó “con transparencia y en estricto cumplimiento de la ley” durante su mandato.\nAdemás de estos casos, el pasado 19 de marzo, el Congreso oficializó una acusación penal contra Vizcarra por la presunta comisión de cuatro delitos de corrupción, por la supuesta contratación irregular durante su mandato de un cantante, con el que supuestamente tenía cercanía, por el Ministerio de Cultura.\nMedios locales informaron este jueves que la Procuraduría General del Estado solicitó a la Justicia peruana constituirse como parte agraviada en este proceso y que se ordena que el exmandatario pague una indemnización de 575.400 soles (150.628 dólares).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:43:46.321+03:00",
    "updated": "2024-06-28T06:10:01.300+03:00"
  },
  {
    "uuid": "a2438748ccebf2953ce166d01fe210f15aa3193e",
    "url": "https://inkbotdesign.com/best-freelancing-websites/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stuart Crawford",
    "published": "2023-12-28T22:10:00Z",
    "title": "The 15 Best Freelancing Websites for Finding Work",
    "text": "The 15 Best Freelancing Websites for Finding Work\nFreelancing has become an increasingly popular way for skilled professionals to find\nflexible work opportunities. With so many freelancing websites now available, it can take time to determine which are the best for finding freelance jobs. This comprehensive guide examines the top 15 freelancing websites based on factors like industry focus, quality of clients, pay rates, fees, user experience, and more.\nTable of Contents\nWhat is a Freelancing Website?\nA freelancing website, a freelance job site or a freelance job board is an online platform designed to connect freelance workers with clients offering short-term, project-based work opportunities. Freelancing websites allow freelancers to create profiles showcasing their skills, experience, portfolios, and more to attract potential clients. Meanwhile, clients can post available freelance job openings, search freelancer profiles, connect with candidates, and\nultimately hire freelancers to complete projects contractually.\nBenefits of Freelancing Websites\nFreelancing websites offer numerous advantages for both freelance workers and the clients looking to hire them:\nFor Freelancers\n- Access to abundant freelance job opportunities across diverse fields and industries\n- Flexibility to work at their own pace on their schedules\n- Ability to build a profile and\nportfolioof work to attract clients\n- Tools to streamline communication, collaboration, payments, and more with clients\n- Opportunities to earn supplemental or even full-time income\nFor Clients\n- Access to a large pool of qualified freelance talent\n- Ability to precisely match projects to freelancers with specific skill sets\n- No overhead costs associated with hiring full-time employees\n- Flexibility to scale teams up and down as needed\n- Often more affordable than\nhiring traditional creative agenciesor consultants\nTop Factors in Choosing a Freelancing Website\nWith literally hundreds of freelancing websites today, it can be challenging to determine which are best for finding lucrative\nfreelance work. When evaluating the top freelancing websites, some of the most important factors to consider include:\nIndustry Focus\n- Some freelancing websites specialise in specific industries like technology, creative services, writing, administration, etc. Consider websites aligning with your professional background.\nQuality of Clients & Projects\n- Opt for websites attracting reputable clients posting complex, well-compensated projects.\nPay Rates\n- Examine the earning potential based on average hourly rates for various project types.\nFees & Commissions\n- Freelancing websites typically charge commissions. Lower percentages allow you to keep more of what you earn.\nUser Experience\n- An intuitive, glitch-free interface with abundant features is critical for freelancing success.\nReputation & Trust\n- Established websites with ample happy users signal a trusted platform for freelancing.\nConsidering these criteria, 15 of the best and most reputable freelancing websites available in 2024 are below.\nThe 15 Best Freelancing Websites\n1. Upwork\nFounded in 2015 following Elance and oDesk merging,\nUpwork is the world’s largest freelancing website, with over $1 billion in annual freelancer earnings.\nKey Stats:\n- 12+ million registered freelancers\n- 5+ million registered clients\n- Thousands of job posts daily across 6,000+ skills\n- $1+ billion annual freelancer earnings\nPros\n- Abundant job opportunities across practically every industry\n- Advanced search and filtering to pinpoint ideal jobs\n- Tools to streamline proposals, communication, payments & more\n- A large pool of qualified yet affordable talent\n- High earners can make $500k+ yearly\nCons\n- Very competitive, especially for new freelancers\n- Must pass skill tests to qualify for many jobs\n- 20% commission on the first $500 earned per client\nUpwork is the 500-pound gorilla in freelancing marketplaces. While highly competitive, with perseverance, skilled freelancers can build robust profiles and consistent pipelines of client work on Upwork.\n2. Fiverr\nLaunched in 2010,\nFiverr has skyrocketed in popularity as a freelancing platform built on fixed-priced gigs starting at just $5. Today, it hosts gigs offered across 400+ categories by over 4 million freelancers, earning hundreds of millions annually.\nKey Stats:\n- 4+ million active freelancers\n- Gigs available across 400+ categories\n- 50+ services purchased every minute\n- 47% of buyers repeat purchases within six months\nPros\n- Straightforward buying and selling process\n- $5 entry point attracts first-time buyers\n- Freelancer profiles highlight key details like reviews\n- Additional services facilitate upselling opportunities\n- Seller tools simplify deliveries, communication & more\nCons\n- Reliance on preset gigs limits custom offerings\n- Gig pricing, not hourly, can mean low wages\n- A potentially high volume of gig orders to fulfil\n- 20% commission doesn’t include payment processing fees\nFiverr makes it fast and easy for anyone to buy or sell freelance services online. For freelancers who can adapt their offerings to fixed-priced gigs and efficiently fulfil large volumes of orders, Fiverr provides significant earning potential.\n3. Freelancer.com\nFirst launched in 2009,\nFreelancer.com is the most significant freelancing and crowdsourcing marketplace globally. With over 50 million registered users, it hosts 5,000+ open projects and facilitates thousands of transactions daily.\nKey Stats:\n- 50+ million registered users\n- 5,000+ open projects\n- Sellers span 247 countries & regions\n- $4+ billion in jobs posted to date\nPros\n- Significant project volume across 1,000+ categories\n- Tools to enable secure payments & communications\n- Extensive geographic reach attracts diverse talent\n- Low fees – 3% for freelancers\nCons\n- High buyer demand can lead to cutthroat pricing.\n- Cumbersome Registration & Qualification Process\n- More manual processes compared to streamlined competitors\n- Additional fees for featured job listings\nFreelancer.com provides access to an enormous pool of global buyers and projects for skilled freelancers willing to invest time in cultivating a presence. Just be prepared to compete aggressively on pricing.\n4. Toptal\nLaunched in 2010, Toptal prides itself on offering only the top 3% of talent for skilled freelancers. The website boasts a rigorous screening process, with less than 3% of applicants getting approved to join the elite network.\nKey Stats\n- Extensive screening results in <3% acceptance rate\n- Top clients include Airbnb, J.P. Morgan, Pfizer & more\n- Freelancers earn an average of $100/hour\n- Jobs span\nproject management, software development, finance and more\nPros\n- High-paying projects from reputable clients\n- Hands-on expert screening process\n- Meaningful and challenging work opportunities\n- Robust platform tools facilitate communication, payments & more\nCons\n- Highly competitive screening eliminates ~97% of applicants\n- Project volume is lower due to niche positioning\n- Commission starts at 20% plus VAT tax\nWhile intensely selective, freelancers accepted into the Toptal network gain access to a unique marketplace with lucrative opportunities from elite global clients.\n5. Guru\nEstablished in 1998, Guru has over 800,000 members and facilitates millions in annual transactions. While smaller than platforms like Upwork and Fiverr, Guru focuses on attracting premium freelancers and buyers.\nKey Stats\n- 800,000+ freelancers and counting\n- $250+ million earned by experts since 1998\n- Quality talent often has 99% job success scores\n- Buyers include IBM, Airbnb, Amazon, Nike & more\nPros\n- Talented, vetted freelancers produce quality results\n- Robust search and filters make finding jobs easier\n- Higher pay rates on average\n- Low 8.95% service fee\nCons\n- Smaller pool of qualified buyers and projects\n- Application process to get pre-approved for jobs\n- Commission fee lacks transparency upfront\nFor seasoned subject matter experts, Guru provides a lucrative platform for finding meaningful project-based freelance work from legitimate businesses.\n6. PeoplePerHour\nFounded in 2007, UK-based PeoplePerHour specialises in connecting businesses with freelancers, offering digital services spanning\ngraphic design, programming, digital marketing, writing and more across 750+ subcategories.\nKey Stats\n- 2.4+ million registered freelancers\n- 100,000+ businesses have hired talent on the platform\n- 750k+ hourly paid projects completed to date\n- Popular UK site expanding abroad\nPros\n- Focus on high-earning digital services\n- Tools allow freelancers to create compelling profiles\n- UK site reliable for regional companies\n- Generous free plan for new freelancers\nCons\n- More competition and complexity versus Fiverr\n- Lagging behind more prominent players in global adoption\n- Maximum 20% commission fee on fees earned\nPeoplePerHour provides an alternative to sites like Upwork and Fiverr, concentrating on small businesses hiring virtual talent across various digital service categories.\n7. Krop\nLaunched in 2005, Krop is a niche freelancing platform catering to creative talent and agencies recruiting across verticals like graphic design, interactive, UI/UX, illustration, branding, apparel, photography, animation, advertising and more.\nKey Stats\n- 100k+ freelancer profiles\n- 2K+ agencies consistently hiring\n- 500+ job posts daily\n- 41% of users are\nprospective clients\nPros\n- Targeted creative-focused platform\n- Agencies post ongoing part-time job needs\n- Profile builder simplifies the application process\n- Robust search tools help match skills to jobs\nCons\n- Requires paid Krop Pro subscription\n- Smaller pool of buyers and projects\n- Platform less intuitive than competitors\n- Subscription plus commissions reduce pay\nFor freelance creatives, Krop provides a niche marketplace to showcase skills and connect predominantly with agencies versus individual clients. Be prepared to pay to play, though.\n8. Designhill\nTrue to its name, Designhill is an exclusive community marketplace connecting businesses with 75,000+ pre-vetted freelancers and design agencies specialising in graphic design services.\nKey Stats\n- 75,000+ pre-vetted designer profiles\n- 12,000+ clients, including Forbes & Reuters\n- $35M+ spent on 70,000+ design projects\n- Services span logos, branding, web, apparel, prints and more\nPros\n- Specialised graphic design talent pool\n- High-quality design partners produce visually appealing deliverables\n- The intuitive platform simplifies the ordering process\n- 100% money-back satisfaction guarantee\nCons\n- Very niche offering limit expanded services\n- The freelancer selection process is not clearly outlined.\n- Potentially high service fees up to 20%\n- Less project transparency than wider marketplaces\nBusinesses exclusively needing graphic design support will benefit from Designhill’s vast community of vetted visual creative talent meeting logo, branding, packaging and other needs.\n9. Bark\nBark takes a unique approach to freelancing, positioning itself as a managed talent solution that allows businesses to submit projects for which Bark then sources best-fit freelance experts. Bark vets all experts covering graphic design, bookkeeping,\nweb development, marketing, administrative work and more.\nKey Stats\n- 40,000 vetted, high-caliber professionals\n- 200,000+ successful projects delivered\n- Expert matching based on reviews, skills & availability\n- Satisfaction guarantee refunds clients if they are unhappy\nPros\n- Pre-vetted experts for consistent quality\n- The managed process requires minimal client effort\n- Experts available for extended partnerships\n- Fixed quotes upfront, bringing cost certainty\nCons\n- Limited website transparency on experts\n- There is a much smaller pool versus mega marketplaces\n- Unknown commission percentage\n- Communication is only facilitated through Bark\nBark offers businesses, tiny companies, and startups a uniquely managed solution for securely accessing affordable freelance talent across various professional services.\n10. Hubstaff Talent\nHubstaff Talent focuses squarely on connecting businesses with skilled remote talent specialising in key areas like\nsoftware development, customer support, marketing, creative services, administrative work, etc.\nKey Stats\n- 180,000+ freelancers and 500+ skills\n- Trusted by 20,000+ clients\n- $145M+ paid to freelancers to date\n- Remote-first platform built on flexibility\nPros\n- Strong expertise in matching remote talent to roles\n- Time tracking ensures freelancers remain productive\n- Dashboard simplifies\nmanaging remote teams\n- Competitive quality talent\nCons\n- The wide range makes pinpointing best fits tricky\n- Commission jumps from 8 to 20% after $10k\n- Light on talent screening details\n- Job search lacking advanced filters\nHubstaff Talent allows businesses to leverage qualified remote\nfreelancers for short- and long-term needs, aided by built-in time tracking and productivity features to keep projects moving forward.\n11. FlexJobs\nFlexJobs differs from traditional freelancing websites, offering memberships that provide access to a vetted database of flexible job opportunities spanning full-time, part-time, freelance, and gig opportunities screened for legitimacy.\nKey Stats\n- 7,000+ hand-screened job listings from 3,500+ employers\n- 25 categories ranging from finance to education to marketing\n- Compiled benefits details for 300+ employers\n- Salary and pay transparency are becoming more common\nPros\n- Pre-screened jobs ensure credibility & security\n- Robust employer details help assess fits\n- Memberships fund extensive fraud and scam protections\n- Constant website updates provide the latest opportunities\nCons\n- Required paid subscription membership\n- Limited freelance-only opportunities currently\n- Manual screening limits platform scalability\n- Tools lacking to apply or contact employers directly\nProfessionals seeking flexible full-time, part-time or freelance job opportunities can leverage FlexJobs’ premium protection and constantly updated database of screened positions across dozens of popular fields.\n12. SolidGigs\nCatering to freelancers since 2005, SolidGigs focuses explicitly on aggregating quality vetted freelancing job opportunities across categories like administrative, customer service, writing, marketing, programming and more.\nKey Stats\n- 500,000+ registered freelance job seekers\n- 130,000+ vetted freelance jobs listed to date\n- $100+ average project value\n- Seven categories of remote freelance roles\nPros\n- Specialised daily vetting ensures credible listings\n- Website transparency on client satisfaction, etc.\n- A private dashboard simplifies managing applications\n- Affordable membership plans\nCons\n- Required paid subscription membership\n- Small total project volume limits options\n- Tools lack the sophistication of more comprehensive marketplaces\n- Minimal screening details on hiring companies\nFreelancers frustrated sorting viable opportunities on major websites will benefit from SolidGig’s dedicated team vetting and posting screened daily freelance job options across popular\nremote work categories.\n13. Contena\nContena brings a 21st-century high-tech spin to freelancing. Dubbed an “AI-powered work platform”, Contena promises to automate matching skilled professionals with ideal projects using proprietary algorithms and machine learning.\nKey Stats\n- Advanced AI matches talent to openings\n- Global access to projects across 100+ skills\n- The platform automates communication, payments, etc.\n- Projects in writing, design, engineering & more\nPros\n- Modern AI-based matching process\n- Dashboard gives freelancers total visibility\n- Hassle-free tools manage projects end-to-end\n- Receipt-less automated payments\nCons\n- Very nascent offering still gaining traction\n- True differentiation beyond messaging is unclear\n- Possible growing pains in improving algorithms\n- Long-term fee structures undefined\nTechnophiles or first-time freelancers may appreciate Contena’s high-tech AI approach to streamlining business connections and skilled independent talent in the modern digital era.\n14. Kolabtree\nLondon-founded Kolabtree operates an international freelancing platform that pairs businesses with PhD-level scientists and researchers who can provide expert solutions spanning consulting, analyses, study designs, data modelling, instrumentation, and more.\nKey Stats\nOver 12,000 vetted independent experts, including:\n- 7,500+ PhDs\n- 3,000+ Masters Degree Holders\n- 2,000+ MDs\n- Expertise across 600+ niches like biotech, engineering, genetics, economics and dozens more\nPros\n- Targeted scientific expertise brings credibility\n- Custom quote requesting simplified procurement\n- The pay-as-you-go model brings flexibility\n- Tools enable transparent communication\nCons\n- Significantly niche scientific focus limits broader applications\n- A much smaller total expert talent pool\n- The website lacks the sophistication of more significant marketplaces\n- Unknown screening or qualification criteria details\nWhen advanced degrees and highly specialised scientific or research expertise are paramount, Kolabtree grants access to thousands of stringently vetted PhD and MD-level consultants available for custom analytic projects on demand.\n15. CloudPeeps\nFounded in 2014, CloudPeeps aims to shake up traditional freelancer marketplaces by providing businesses with managed access to elite-level consultants, coaching and consulting.\nKey Stats\n- 5,000+ independent consultants and coaches\n- 500+ skills spanning strategy, marketing, HR, operations, and leadership\n- Typical rates range from $100-$500 per hour\n- Projects range from one-day to multi-month engagements\nPros\n- Quality control via vetted talent marketplace\n- Managed services simplify the procurement process\n- The dashboard enables transparency in engagements\n- Extended partnerships feasible beyond one-off gigs\nCons\n- A much smaller pool limits the options\n- High price points are unattractive to some\n- Unknown commission percentages\n- There is less project variety than in general marketplaces\nFor executives and fast-growing businesses, CloudPeeps offers premium access to an elite talent marketplace of qualified independent management consultants, coaches, and strategic advisory professionals.\nConclusion\nThe freelancing sector has exploded in recent years, accelerated further by the remote work revolution and increasingly sought-after location-independent lifestyles. As a skilled professional, identifying and selecting the best freelancing websites catering to your expertise, interests, and preferences is paramount to unlocking lucrative work opportunities.\nWhile newer contenders continue disrupting the space, market leaders like Upwork, Fiverr, Freelancer, and Guru have established commanding market shares thanks to their abundant project availability and platforms facilitating transparent engagement between businesses and independent talent. However, niche websites also merit consideration depending on speciality areas like graphic design, writing, scientific research, coaching, etc.\nNo website is one-size-fits-all. Finding the best freelancing websites entails assessing factors like industry alignment, target clients, pay rates, fees, user experience and more against individual freelancing goals. Ultimately, though, virtually any professional willing to cultivate an attractive profile and reputation-pursuing roles can unlock immense income potential in today’s flourishing freelance economy by selecting the ideal platform.\nThe future of flexible freelance work looks exceedingly bright. Hopefully, this guide to the best freelancing websites for 2023 assists in matching skilled professionals like yourself with remote work opportunities suited to your unique background.\nHere are answers to some common frequently asked questions about getting started in freelancing:\nFAQ\nWhat skills are best suited for freelancing?\nFreelancing skills in demand now include software development, graphic design, digital marketing, writing, administrative services, coaching, consulting and more. High-paying niche skills like scientific expertise, web3 specialisation, cybersecurity, animations, voiceovers, etc., are also lucrative.\nHow much money can you make freelancing?\nFreelancer wages range from $5 Fiverr logos to $500 per hour consultants. Ultimately, income-earning potential while freelancing correlates directly to differentiation, specialisation and reputation. Top freelancers quickly clear 6-figures annually.\nShould I focus on broader websites or specialised ones?\nIt depends on your skill set and target client preferences. Broader marketplaces like Upwork allow showcasing a wider variety of offerings to the largest pools of potential clients. Meanwhile, niche websites attract clients who seek particular skill sets.\nWhat percentage of freelancer earnings go to commissions?\nCommissions range wildly from 5% to 20%+. Some sites charge flat fees per client engagement. Always validate how website commissions are calculated to align with your income goals.\nHow can I improve my chances of success as a freelancer?\nBoosting freelance success involves crafting an informative profile, developing robust portfolios demonstrating work, conveying subject matter expertise, differentiating your brand, maintaining positive client reviews, expanding technical skills, and actively nurturing client relationships. Consistency and quality work build freelancing income over time by generating recurring client demand.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Education",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.freelancer.com/",
      "https://www.contena.co/",
      "https://www.freelancer.com",
      "https://freelancer.com/",
      "https://www.contena.co",
      "https://contena.co/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:56:21.003+02:00",
    "updated": "2023-12-29T00:56:21.003+02:00"
  },
  {
    "uuid": "fb160fb38e37dd3ab44f9cf5a5965e40d0c5b303",
    "url": "https://www.galesburg.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:38:19.218+02:00",
    "updated": "2023-12-30T04:38:19.218+02:00"
  },
  {
    "uuid": "d2ed38afb91a0eb528c18c63285959ff3cf23767",
    "url": "https://shanghaiist.com/winter-travel-snowy-destinations-attract-throngs-of-tourists",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@shanghaiist",
    "published": "2024-01-14T19:24:00Z",
    "title": "Winter Travel: Snowy Destinations Attract Throngs of Tourists",
    "text": "- 60 percent of ski service bookings in China are from individuals born in the 1990s and after 2000, indicating a surge in snow-themed travel interest post-optimized COVID-19 measures and the 2022 Beijing Winter Olympics. - Swiss luxury watchmaker IWC Schaffhausen, represented by brand ambassador Eileen Gu, supports young skiers, reflecting a commitment to children’s confidence and unity through sports, with events in Colorado and Hebei province. - Chinese travelers have fully booked group tours to Finland and shown increased demand for high-end hot springs, with Tuniu reporting 15 percent of overseas tour bookings are for outbound hot spring tours, including popular destinations in Japan, Iceland, Switzerland, Thailand, and Turkiye. “` With the recent optimization of COVID-19 strategies in China, the industry is observing a significant surge in the popularity of winter sports, especially skiing. This season, the market for snow-based tourism is expected to experience a noticeable rise in revenue, thanks to enhanced service offerings and a burgeoning interest from consumers. Skiing Becomes a Favored Pastime Among Youth - The 2022 Beijing Winter Olympics has sparked an increase in skiing interest among teens and children. - Skiers primarily consist of individuals born in the 1990s and 2000s, as reported by Tuniu, a travel agency based in Nanjing. - These age brackets represent 60% of skiing service bookings, with a growing trend of children skiing alongside their parents. Brands Capitalize on Skiing Enthusiasm - Luxury Swiss watchmaker IWC Schaffhausen hosted a skiing event featuring brand ambassador and freestyle skier Eileen Gu. - The event, aimed at young skiers, took place at Genting Snow Park in Zhangjiakou, with prior events in Colorado. - IWC emphasizes the importance of sports in building children’s confidence and unity. - The company sees China as a vital luxury market and is optimistic about its future operations there. Regional Trends in Skiing Popularity - Shanghai, Beijing, Nanjing, and cities in Guangdong province show high demand for skiing activities. - Indoor ski resorts and snow parks allow southern Chinese regions to engage in skiing year-round. - Northeast China, Yunnan, Guizhou, and the Xinjiang Uygur autonomous region are top domestic picks for snowboarders. - International destinations like Finland, Switzerland, Denmark, Norway, and Iceland are increasingly popular among Chinese travelers. - November and December tours to Finland reached full capacity, with bookings continuing into March. Emerging Trends in Winter Tourism - High-end hot springs are attracting young Chinese consumers during winter. - Tuniu is integrating traveler preferences with destination strengths, including hot spring resorts in tour packages. - Consumers seek diverse, personalized, and quality hot spring experiences. - Bookings for outbound hot spring tours are growing, with 15% of overseas tour orders in November. - Japanese hot springs in cities like Nagoya and Hakone, along with unique offerings in Iceland, Switzerland, Thailand, and Turkiye, are receiving increased bookings. zhuwenqian@Shanghaiist",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eileen gu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "iwc schaffhausen",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "turkiye",
          "sentiment": "none"
        },
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "finland",
          "sentiment": "none"
        },
        {
          "name": "hebei province",
          "sentiment": "none"
        },
        {
          "name": "thailand",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        },
        {
          "name": "iceland",
          "sentiment": "none"
        },
        {
          "name": "tuniu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T21:30:40.383+02:00",
    "updated": "2024-01-14T21:30:40.383+02:00"
  },
  {
    "uuid": "759b96ba11d7d10a423f6a286b8883baa1660010",
    "url": "https://www.ipswichstar.co.uk/news/national/24018758.running-clubs-recommended-long-term-sick-government-plans/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T23:40:00Z",
    "title": "Running clubs to be recommended to long-term sick under Government plans | Ipswich Star",
    "text": "Running and gardening clubs will be recommended to those on long-term sickness leave in a bid to get people back to work. Doctors, employers, job centres, social workers and charities will be encouraged to suggest therapy and life coaching under new Government plans to create a national occupational health service and reduce the number of people whom GPs sign off from work. Community activities such as singing, cooking or gardening clubs will also be offered through NHS “social prescribing” initiatives. Work and Pensions Secretary Mel Stride and Health Secretary Victoria Atkins said the scheme is not a “one size fits all” but they hope it will work with other services to help people stay in employment. They told The Times: “We know the longer someone spends out of work, the harder it becomes for them to find a job. They added: “We also know that one in five of those claiming the highest level of health benefits want to work and feel they could do so with the right support.” Currently, there are 2.2 million people claiming Universal Credit with no work requirements. Prime Minister Rishi Sunak has previously committed to tackling the growing numbers of those too ill to work. The pilots will see 15 areas test a service known as WorkWell which involves work coaches, physiotherapy and mental health treatment. Following the trials, the Governments hopes to expand the scheme nationally but key elements of it will not take effect until 2025. Ms Atkins and Mr Stride said: “Where someone could fall out of work and on to long-term sickness benefits, WorkWell is designed to swoop in and provide the support that people need to stay in work, or return as soon as possible.” Labour’s shadow employment minister Alison McGovern told The Times the scheme is “all too little and it’s far too late”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mel stride",
          "sentiment": "none"
        },
        {
          "name": "victoria atkins",
          "sentiment": "none"
        },
        {
          "name": "ris",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ipswich star running",
          "sentiment": "negative"
        },
        {
          "name": "the times",
          "sentiment": "none"
        },
        {
          "name": "nhs",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T01:53:45.581+02:00",
    "updated": "2023-12-30T01:53:45.581+02:00"
  },
  {
    "uuid": "1cf61ffbc662b69ce69d1590a4d7cc8a7d529ab2",
    "url": "https://today.rtl.lu/news/world/a/2162341.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-01-25T21:04:00Z",
    "title": "Catholic cardinal accused of sexual assault in Canada",
    "text": "Canadian cardinal Gerald Lacroix is facing accusations of sexual assault / © AFP/File\nCardinal Gerald Lacroix has been accused in Canada of sexually assaulting a female teenager, as part of a class action lawsuit against the archdiocese of Quebec, court documents showed Thursday.\nThe 66-year-old Lacroix is facing claims of abuse dating back to 1987 and 1988, when the victim was 17, attorney Alain Arsenault, who is handling the suit, told AFP.\nArsenault said victims are feeling freer to speak out, and that those accused \"were protected for a long time.\" He expects more victims to come forward and join the suit.\nLacroix, who is close to Pope Francis, has been the archbishop of Quebec since 2011 and a cardinal since 2014. He has served since last year on the pontiff's Council of Cardinal Advisors, which meets regularly at the Vatican.\nThe legal action, an updated filing of a case first brought in 2022, features testimony from 147 people who claim they were sexually assaulted by more than 100 priests in the archdiocese, some of them high-ranking clergy, his law firm said in a statement.\nThe new filing reflects the addition of 46 victims, and names more than a dozen new suspects.\nValerie Roberge-Dion, spokesperson for the archdiocese of Quebec said in a statement: \"We are still in shock trying to understand the new developments.\"\nIn the original suit, cardinal Marc Ouellet was accused of sexually abusing a female intern from 2008 to 2010.\nOuellet, who persistently denied what he called \"defamatory\" allegations, resigned in January 2023 from his position at the Vatican due to his age.\n- Other cardinals accused -\nSince Pope Francis was elected in 2013 to lead the Roman Catholic Church, at least three other cardinals, including Ouellet, have faced accusations of sexual assault.\nIn late 2022, French cardinal Jean-Pierre Ricard, the former archbishop of Bordeaux, admitted he had \"behaved in a reprehensible way\" towards a young girl 35 years earlier, kissing and caressing her.\nFrench prosecutors ultimately closed their investigation into his alleged crimes because the statute of limitations had expired, but a Vatican probe is ongoing.\nIn 2019, Pope Francis defrocked Theodore McCarrick, the onetime archbishop of Washington. A Vatican investigation found that he had hidden regular sexual contact with adult seminarians and at least one minor.\nFrancis has made combatting sexual assault in the Church one of the main missions of his papacy, and insisted on a \"zero tolerance\" policy in the wake of multiple wide-reaching scandals.\nThe pontiff has created a commission on the sexual abuse of minors, lifting the veil of secrecy that had shrouded criminal behavior by the clergy for decades.\nClergy and staff are required to report abuse in their dioceses, but anything revealed in confession is still considered private, and victims' rights activists have demanded better accountability.\nAll cardinals under the age of 80 participate in conclaves convened to elect new popes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerald lacroix",
          "sentiment": "negative"
        },
        {
          "name": "lacroix",
          "sentiment": "none"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        },
        {
          "name": "alain arsenault",
          "sentiment": "none"
        },
        {
          "name": "arsenault",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afp/file cardinal geral",
          "sentiment": "negative"
        },
        {
          "name": "council of cardinal advisors",
          "sentiment": "none"
        },
        {
          "name": "afp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "quebec",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:22:51.037+02:00",
    "updated": "2024-01-26T00:22:51.037+02:00"
  },
  {
    "uuid": "13293c9a04b8006416f2dd5a43b0fe614590b311",
    "url": "https://news.owlting.com/articles/1075514",
    "ord_in_thread": 0,
    "author": "賴傳媒",
    "published": "2025-07-17T04:41:00Z",
    "title": "甄妮倫敦機場行李遭竊！含LV大衣、新款包　損失21萬",
    "text": "【賴傳媒 王傳文/綜合報導】資深歌手甄妮近年淡出歌壇，仍會在社群與粉絲分享生活點滴；她最近在臉書驚曝旅途慘事，搭乘飛機於倫敦機場辦理CHECK IN後，托運行李竟遭竊！返家開箱時發現值錢物品全數失蹤，包含今年冬季購入的LV大衣與LV新款包包都不翼而飛，損失金額超過21萬元，讓她氣到心疼失眠。\n甄妮行李內的貴重物品被竊。（圖／翻攝甄妮微博）\n甄妮無奈表示，行李是辦理托運後才消失，打開行李箱時「值錢的全沒了」，實在不可思議，只能苦笑「回香港再買」。她透露，目前已正式報案，提醒粉絲與旅客：昂貴物品一定要隨身攜帶、別放托運行李。\n貼文曝光後，網友傻眼直呼：「太誇張」、「賊也太無法無天」、「怎麼可以這樣肆無忌憚！」也有人安慰她應可申請保險理賠，沒想到甄妮無奈回覆：「你別『天真』了」，疑似暗示理賠程序不易或保障有限。\n甄妮多年來以直率個性、實力唱功擄獲粉絲，如今遭遇旅遊破財，她也提醒大家：貴重衣物、精品、珠寶與重要文件務必隨身帶，託運僅放非必要物品，以免成為竊賊下手目標。\n甄妮行李內的貴重物品被竊。（圖／翻攝甄妮臉書）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->robbery and theft",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T08:08:02.322+03:00",
    "updated": "2025-07-17T05:14:02.000+00:00"
  },
  {
    "uuid": "d2f325d4fa00b65cf3b508214bceabf028f06c6b",
    "url": "https://www.arcamax.com/sports/football/s-3343277",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2024-07-25T05:00:00Z",
    "title": "Rams cornerback Derion Kendrick examined for possible torn ACL",
    "text": "LOS ANGELES — A Rams defensive backfield undergoing significant change might have suffered an early loss.\nCornerback Derion Kendrick, who was expected to play a rotational role, suffered a knee injury during the Rams' first training camp practice and is being examined for a possible torn anterior cruciate ligament, a person with knowledge of the situation not authorized to speak publicly said Thursday.\nKendrick was injured Wednesday when he twisted awkwardly while tracking a receiver during a full-team drill at Loyola Marymount.\nKendrick, 23, started 12 games last season and intercepted one pass. But his status as a starter ended during the spring when the Rams signed free agents Darious Williams and Tre'Davious White.\nWilliams was a significant player for the Rams during their run to victory in Super Bowl LVI. He played for the Jacksonville Jaguars for two seasons before re-signing with the Rams.\n White played seven seasons for the Buffalo Bills and was voted first-team All-Pro in 2019. He is coming off 2023 Achilles surgery, but he was a full participant Wednesday.\nCobie Durant and Tre Tomlinson are other cornerbacks for a defense now under the direction of Chris Shula, who succeeded Raheem Morris as defensive coordinator.\nThe Rams are adjusting to the retirement of star defensive lineman Aaron Donald.\nSecond-year pro Kobie Turner, who is expected to fill the leadership void on the defensive line, did not practice Wednesday because of a groin issue, coach Sean McVay said.\n©2024 Los Angeles Times. Visit latimes.com. Distributed by Tribune Content Agency, LLC.\nShare More Football Scott Fowler: Julius Peppers was a media-shy Panthers star. It turns out he has a lot to say. Football / July 25, 2024 CORAL GABLES, Fla. — Julius Peppers, a fearsome pass-rushing defensive end, would be on the Carolina Panthers’ Mount Rushmore.\nFourth all-time in NFL sacks, Peppers is preparing for a big weekend. On Aug. 3, he will ... Read More",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://disqus.com",
      "http://www.disqus.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "derion kendrick",
          "sentiment": "negative"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "kendrick",
          "sentiment": "none"
        },
        {
          "name": "darious williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "acl rams",
          "sentiment": "negative"
        },
        {
          "name": "rams",
          "sentiment": "none"
        },
        {
          "name": "buffalo bills",
          "sentiment": "none"
        },
        {
          "name": "loyola marymount",
          "sentiment": "none"
        },
        {
          "name": "jacksonville jaguars",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:00:09.800+03:00",
    "updated": "2024-07-26T01:28:10.405+03:00"
  }
]