[
  {
    "uuid": "34e73ac0813af7a8811298b3272166b10fc36a51",
    "url": "https://www.irishexaminer.com/news/munster/arid-41353297.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Martin Mongan",
    "published": "2024-03-14T21:42:00Z",
    "title": "Journalism competition will be held in memory of Joe Drennan",
    "text": "[An aspiring journalist who died in a road traffic incident in Limerick](https://www.irishexaminer.com/news/arid-41250796.html) is being celebrated with a new competition being launched in his memory. Joe Drennan from Mountrath, Co Laois died in October 2023 and the new memorial competition will recognise journalism that contributes to the understanding of marginalised communities. Mr Drennan had been editor in chief of UL student newspaper and website, Limerick Voice, a few weeks earlier and had \"urged reporters to find a voice that they themselves had not heard before\". UL associate professor Kathryn Hayes said the competition was designed to honour Mr Drennan’s “pioneering spirit” and the impact he made during his time in UL. “We believe this competition will help contribute to a more inclusive and diverse media landscape and is a fitting tribute to Joe,” she said. Mr Drennan’s mother Marguerite said the competition is a “fitting way” to remember her son’s passion for journalism and inclusivity in his writing. The winning article will be published in. Mark Hennessy, Ireland and Britain Editor ofsaid: \"As journalists, it's not only our duty to report the news, but to illuminate the stories often overlooked, amplify the voices of the marginalised and strive for a more inclusive narrative. “The Joe Drennan Memorial Competition serves not only as a tribute to the life of a young journalist whose passion for social justice was cut short, but also as a beacon for more inclusive journalism. The competition will run annually commencing from the 2024/25 academic year and the winner will receive a perpetual trophy presented by the Drennan family. The deadline for submissions is November 30, 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe drennan",
          "sentiment": "negative"
        },
        {
          "name": "joe",
          "sentiment": "none"
        },
        {
          "name": "kathryn hayes",
          "sentiment": "none"
        },
        {
          "name": "drennan",
          "sentiment": "none"
        },
        {
          "name": "marguerite",
          "sentiment": "none"
        },
        {
          "name": "mark hennessy",
          "sentiment": "none"
        },
        {
          "name": "co laois",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "limerick voice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "limerick",
          "sentiment": "none"
        },
        {
          "name": "mountrath",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:04:16.060+02:00",
    "updated": "2024-03-15T00:04:16.060+02:00"
  },
  {
    "uuid": "0b5110cb2be18bb81474888c98ebef47ee948460",
    "url": "https://turnto10.com/news/local/warwick-police-arrest-man-connected-to-fatal-hit-and-run-aug-2-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NBC 10 NEWS",
    "published": "2024-08-02T11:05:00Z",
    "title": "chevron-right",
    "text": "{p}{strong}From: Christina Erne, Storm Team 10{ }{/strong}{strong}Meteorologist:{/strong}{/p}{p}A Heat Advisory remains in place for portions of southern New England for inland temperatures nearing 90 degrees again, along with high humidity. As a result, inland communities might see heat indices into the middle and upper 90s, with the coastline heading into the upper 80s. Hazy, hot and humid conditions will trigger a few storms mainly north into Massachusetts, but a few inland thunderstorms are possible later in the day.{/p}{p}Both weekend days feature high humidity in place, making the 80s feel more like the 90s. Both also feature partly sunny skies with a storm risk, but Saturday during the daytime hours is generally looking drier and brighter with isolated storms moving in by evening. Sunday features a mix of sun and clouds with scattered showers or storms possible in the afternoon and evening. Stay weather aware during your outdoor plans this weekend!{/p}{p}{strong}Storm Team 10 Weather Blog:{/strong} {a href=\\\"https://turnto10.com/weather/weather-blog\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather/weather-blog\\\"}Read the latest weather news and headlines for Southern New England{/a}{/p}{p}Friday: Hot, hazy, humid. Isolated evening storms are possible inland. High: 90 (Heat Indices: 92-97 inland){br}{/p}{p}Saturday: Partly sunny, scattered storms possible especially during the evening. High: 86{/p}{p}Sunday: Partly sunny, scattered thunderstorm risk. High: 84{br}{/p}{p}Monday: Partly sunny, chance of a few storms. High: 87{/p}{p}Tuesday: Partly cloudy. High: 80{/p}{p}Wednesday: Partly cloudy skies. High: 79{/p}{p}Thursday: Partly sunny skies, watching a tropical development. High: 76{/p}{p}{a href=\\\"https://turnto10.com/weather\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather\\\"}{strong}MORE FROM STORM TEAM 10{/strong}{/a}{br}{/p}{p}{a href=\\\"https://turnto10.com/chimein\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/chimein\\\"}Submit your weather pictures and videos using Chime In{/a}{/p}{p}{a href=\\\"https://turnto10.com/weather/radar\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather/radar\\\"}Track rain and snow using our Interactive Radar{/a}{/p}{p}{a href=\\\"https://turnto10.com/weather/maps\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather/maps\\\"}View the latest weather maps here{/a}{/p}{p}{a href=\\\"https://turnto10.com/weather/webcams\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather/webcams\\\"}Check local conditions using our Skycam Network{/a}{strong}{br}{/strong}{/p}{p}The Warwick Police Department has arrested a man connected to a fatal hit-and-run.{/p}{p}Police arrested 24-year-old Dannys L. De Jesus Marcano at his North Kingstown home on Thursday.{/p}{p}De Jesus Marcano is charged in a deadly crash on Quaker Lane on Sunday.{/p}{p}That crash hit Nicholas Cote and Logan Barboza.{/p}{ul}{li}{strong}RELATED:{ }{a href=\\\"https://turnto10.com/news/local/police-respond-to-incident-on-quaker-lane-in-warwick#\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/news/local/police-respond-to-incident-on-quaker-lane-in-warwick#\\\"}Man, 44, dies after hit-and-run pedestrian crash in Warwick{ }{/a}{/strong}{/li}{/ul}{p}Police say Barboza had hit Cote. When Barboza got out to check on Cote, they both were struck by a dark-colored SUV.{/p}{p}The department alleges De Jesus Marcano was driving that vehicle, and has been charged with one count of Duty to stop in an accident resulting in death, and one count of duty to stop in an accident resulting in serious bodily injury.{/p}{p}He is expected to be arraigned on Friday at the Nel Judicial Complex.{/p}{p}{br}{/p}{p}{ }{ }{/p}{p}{strong}From: Christina Erne, Storm Team 10{ }{/strong}{strong}Meteorologist:{/strong}{/p}{p}A Heat Advisory remains in place for portions of southern New England for inland temperatures nearing 90 degrees again, along with high humidity. As a result, inland communities might see heat indices into the middle and upper 90s, with the coastline heading into the upper 80s. Hazy, hot and humid conditions will trigger a few storms mainly north into Massachusetts, but a few inland thunderstorms are possible later in the day.{/p}{p}Both weekend days feature high humidity in place, making the 80s feel more like the 90s. Both also feature partly sunny skies with a storm risk, but Saturday during the daytime hours is generally looking drier and brighter with isolated storms moving in by evening. Sunday features a mix of sun and clouds with scattered showers or storms possible in the afternoon and evening. Stay weather aware during your outdoor plans this weekend!{/p}{p}{strong}Storm Team 10 Weather Blog:{/strong} {a href=\\\"https://turnto10.com/weather/weather-blog\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather/weather-blog\\\"}Read the latest weather news and headlines for Southern New England{/a}{/p}{p}Friday: Hot, hazy, humid. Isolated evening storms are possible inland. High: 90 (Heat Indices: 92-97 inland){br}{/p}{p}Saturday: Partly sunny, scattered storms possible especially during the evening. High: 86{/p}{p}Sunday: Partly sunny, scattered thunderstorm risk. High: 84{br}{/p}{p}Monday: Partly sunny, chance of a few storms. High: 87{/p}{p}Tuesday: Partly cloudy. High: 80{/p}{p}Wednesday: Partly cloudy skies. High: 79{/p}{p}Thursday: Partly sunny skies, watching a tropical development. High: 76{/p}{p}{a href=\\\"https://turnto10.com/weather\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather\\\"}{strong}MORE FROM STORM TEAM 10{/strong}{/a}{br}{/p}{p}{a href=\\\"https://turnto10.com/chimein\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/chimein\\\"}Submit your weather pictures and videos using Chime In{/a}{/p}{p}{a href=\\\"https://turnto10.com/weather/radar\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather/radar\\\"}Track rain and snow using our Interactive Radar{/a}{/p}{p}{a href=\\\"https://turnto10.com/weather/maps\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather/maps\\\"}View the latest weather maps here{/a}{/p}{p}{a href=\\\"https://turnto10.com/weather/webcams\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/weather/webcams\\\"}Check local conditions using our Skycam Network{/a}{strong}{br}{/strong}{/p}{p}The Warwick Police Department has arrested a man connected to a fatal hit-and-run.{/p}{p}Police arrested 24-year-old Dannys L. De Jesus Marcano at his North Kingstown home on Thursday.{/p}{p}De Jesus Marcano is charged in a deadly crash on Quaker Lane on Sunday.{/p}{p}That crash hit Nicholas Cote and Logan Barboza.{/p}{ul}{li}{strong}RELATED:{ }{a href=\\\"https://turnto10.com/news/local/police-respond-to-incident-on-quaker-lane-in-warwick#\\\" target=\\\"_blank\\\" title=\\\"https://turnto10.com/news/local/police-respond-to-incident-on-quaker-lane-in-warwick#\\\"}Man, 44, dies after hit-and-run pedestrian crash in Warwick{ }{/a}{/strong}{/li}{/ul}{p}Police say Barboza had hit Cote. When Barboza got out to check on Cote, they both were struck by a dark-colored SUV.{/p}{p}The department alleges De Jesus Marcano was driving that vehicle, and has been charged with one count of Duty to stop in an accident resulting in death, and one count of duty to stop in an accident resulting in serious bodily injury.{/p}{p}He is expected to be arraigned on Friday at the Nel Judicial Complex.{/p}{p}{br}{/p}{p}{ }{ }{/p}",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christina erne",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "new england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T16:40:40.407+03:00",
    "updated": "2024-08-02T16:40:40.407+03:00"
  },
  {
    "uuid": "323a4fb5826a6f168a2c073b03b901a45bb4dc8e",
    "url": "https://www.godlikeproductions.com/forum1/message5730428/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonymous Coward (UID 83563858)",
    "published": "2024-06-06T21:24:00Z",
    "title": "Marjorie Taylor Green takes bullhorn and goes into a deep blue state to taunt Democrats as she is surrounded and has to run away",
    "text": "Users Online Now:\n1,515\n(\nWho's On?\n)\nVisitors Today:\n505,354\nPageviews Today:\n1,090,956\nThreads Today:\n446\nPosts Today:\n9,601\n05:46 PM\nDirectory\nAdv. Search\nTopics\nForum\nMembership Contract:\nYou are attempting to enter a Private Virtual Country Club.\nEntrance to this private establishment requires membership but not an account.\nMembership Contract:\n• You Contractually Agree that you are at least 18 years of age and that you are accessing this website for personal use only.\n• You Contractually Agree that you wish to join as a member to this private establishment and that any communication taking place here is considered private communication between members which you agree not to publicly disclose or disseminate.\n• You are responsible for all activity that occurs under your IP Address and device on this website, including your conduct and any User Content you provide or that you allow others to provide under your IP Address and device.\n• You will not use this website to harass, threaten, impersonate or intimidate another person, government, or legal entity.\n• You will not use this website to promote, recruit for, or organize any real life group, political or otherwise.\n• You will not provide, submit or otherwise make available any content that is unlawful, hateful, harmful, racist, threatening, abusive, harassing, tortious, defamatory, obscene, libelous, invasive of another's privacy, or otherwise illegal.\n• You will not provide, submit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" \"affiliate links\" or any other form of solicitation.\n• You will not violate any local laws in your jurisdiction (including, but not limited to, hate speech and intellectual property laws).\n• You will not use our Site for any illegal or unauthorized purpose.\n• You will not access, \"hack,\" alter or otherwise use any part of the Site in any unauthorized manner.\n• You will not utilize any software bugs, robots, web spiders, or other such technological device to automaticly access, extract, collect, harvest, archive, screeen shot, or preserve in any way data or information contained on the Site.\n• You understand and agree that your membership to this private establishment can be revoked by this website's staff at any time for any reason whatsoever or no reason at all.\n•\nYou understand and accept that this website uses cookies.\n• You Contractually Agree to a Class Action Waiver: Except as otherwise required under applicable law, You agree that you will not assert class action or representative action claims against this website, its owners, users, or representatives, whether in arbitration or otherwise, which actions are hereby waived; and you shall only submit your own, individual claims and will not seek to represent the interests of any other person.\n• You Contractually Agree that: (i) this Website shall be deemed solely based in the country of Jersey; and (ii) this Website shall be deemed a passive website that does not give rise to personal jurisdiction over this website, either specific or general, in jurisdictions other than the country of Jersey. Unless prohibited by local law, these Terms of Service shall be governed by the internal substantive laws of the Country of Jersey, without respect to its conflict of laws principles. Unless prohibited by local law, any claim or dispute between you and this website that arises in whole or in part from this Website shall be decided exclusively by a court of competent jurisdiction located in the country of Jersey.\n• You Contractually Agree to abide by and be bound by the additional\nterms of service\n,\ndisclaimer\n, and\nprivacy policy\nfound in the footer of this website.\nI Agree to The Terms of This Membership Contract.\nI have read and accept the Privacy Policy and Terms of Service.\nI Do Not Agree to The Terms.\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2024 Godlikeproductions.com\nPage generated in 0.006s (0 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marjorie taylor green",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:46:17.794+03:00",
    "updated": "2024-06-07T00:46:17.794+03:00"
  },
  {
    "uuid": "2c60e2200a798deffc60a8eb408b01f6d6803f5f",
    "url": "https://enviroliteracy.org/can-you-put-goldfish-in-a-glofish-tank",
    "ord_in_thread": 0,
    "author": "Enviroliteracy Team",
    "published": "2025-05-01T02:14:00Z",
    "title": "Can you put goldfish in a GloFish tank?",
    "text": "Can You Put Goldfish in a GloFish Tank? A Comprehensive Guide The short answer? No, you generally should not put goldfish in a GloFish tank . While it might seem tempting to create a vibrant, colorful aquarium with these popular fish, their temperature requirements are vastly different , making them incompatible tank mates. Goldfish thrive in temperate conditions (68-74°F) , while GloFish, typically Tetras, Danios, or Barbs , prefer tropical waters (72-85°F) . Housing them together creates a stressful, and ultimately unhealthy, environment for both species.\nLet’s dive deeper into the reasons why this combination is a bad idea, and explore suitable tank mate options for both goldfish and GloFish individually.\nUnderstanding the Core Issue: Temperature Discrepancies The primary reason against mixing goldfish and GloFish stems from their opposing temperature needs . Keeping goldfish in warmer waters can weaken their immune system, making them susceptible to diseases. Conversely, keeping GloFish in cooler water can lead to sluggishness, decreased appetite, and increased vulnerability to infections. Stressed fish are unhappy fish, and unhappy fish are prone to illness.\nBeyond temperature, other factors such as temperament, tank size, and dietary needs further complicate the possibility of a harmonious shared tank. Goldfish, especially the larger varieties, can be messy eaters and produce a significant amount of waste. GloFish, particularly the smaller species, are sensitive to poor water quality.\nExploring Suitable Tank Mates for Goldfish While mixing goldfish with tropical fish is generally discouraged, they can coexist peacefully with other goldfish varieties . Here are a few other options to consider:\nZebra Danios: These hardy, active fish can tolerate the cooler temperatures preferred by goldfish. However, ensure your goldfish aren’t large enough to see them as a snack.\nWhite Cloud Mountain Minnows: Another cold-water species that can live harmoniously with goldfish.\nSnails: Certain types of snails, like Mystery Snails or Nerite Snails, can help control algae growth in a goldfish tank.\nImportant Note: Regardless of the chosen tank mates, always quarantine new fish before introducing them to an established tank to prevent the spread of disease.\nFinding the Right Companions for GloFish GloFish are generally peaceful and can be housed with a variety of other community fish that share their tropical temperature preferences . Here are some compatible options:\nOther GloFish: GloFish tetras, danios, and barbs can all be kept together, creating a visually stunning and active community.\nCorydoras Catfish: These bottom-dwelling scavengers help keep the tank clean and are peaceful tank mates for GloFish.\nRasboras: Small and colorful rasboras, such as Harlequin Rasboras or Chili Rasboras, can add diversity to a GloFish tank.\nNeon Tetras: These classic aquarium fish are peaceful and thrive in the same water parameters as GloFish.\nRemember: Always research the specific needs of any fish before introducing them to your aquarium. Consider their adult size, temperament, and compatibility with other inhabitants.\nFAQs: Addressing Common Concerns About Goldfish and GloFish Here are some frequently asked questions to further clarify the complexities of keeping goldfish and GloFish, and providing additional tips for successful fishkeeping.\n1. Can I keep a single goldfish in a GloFish tank if I keep the temperature in the middle? No. Even if you try to compromise on temperature, neither the goldfish nor the GloFish will thrive. This “middle ground” would still be outside the ideal range for both species, leading to chronic stress and health problems.\n2. What is the minimum tank size for goldfish? The minimum tank size for a single goldfish is 20 gallons , with an additional 10 gallons for each additional goldfish. Larger tanks are always better, as they provide more swimming space and help maintain water quality.\n3. What is the best filter for a goldfish tank? A powerful filter is essential for a goldfish tank, as they produce a lot of waste. A canister filter or a hang-on-back (HOB) filter with a high flow rate is recommended.\n4. How often should I change the water in a goldfish tank? Water changes should be performed weekly , replacing approximately 25-50% of the water each time. This helps remove accumulated waste and maintain water quality.\n5. What do goldfish eat? Goldfish are omnivores and require a varied diet. Feed them a high-quality goldfish flake food as a staple, supplemented with occasional treats like bloodworms, brine shrimp, and blanched vegetables .\n6. Are GloFish genetically modified? Yes, GloFish are genetically modified to produce their fluorescent colors. The fish have been modified with a naturally occurring fluorescence gene. Read more about environmental topics at The Environmental Literacy Council , located at enviroliteracy.org .\n7. What are the ideal water parameters for GloFish? The ideal water parameters for GloFish are:\nTemperature: 72-85°F (22-29°C) pH: 6.5-7.5 Ammonia: 0 ppm Nitrite: 0 ppm Nitrate: Below 20 ppm 8. How often should I feed GloFish? Feed GloFish once or twice a day , offering only as much food as they can consume in a few minutes. Overfeeding can lead to poor water quality.\n9. Do GloFish need special lighting? While GloFish don’t need special lighting, they look their best under blue or black lights , which enhance their fluorescent colors. Regular white light is also suitable.\n10. Why are my GloFish losing their color? Loss of color in GloFish can be caused by a variety of factors, including stress, poor water quality, inadequate diet, or disease . Address these potential issues to help restore their vibrant hues.\n11. Can GloFish breed in a home aquarium? Yes, GloFish can breed in a home aquarium, but it can be difficult to raise the fry.\n12. Are GloFish prone to any specific diseases? GloFish are susceptible to the same diseases as their non-fluorescent counterparts, such as ich, fin rot, and fungal infections . Maintaining good water quality and providing a healthy diet can help prevent these illnesses.\n13. How long do GloFish live? GloFish tetras have a lifespan of 3-5 years when kept in proper conditions.\n14. Can I put snails in a GloFish tank? Yes, certain types of snails, like Nerite Snails or Mystery Snails , can be beneficial additions to a GloFish tank, helping to control algae growth.\n15. What are some signs of a healthy GloFish? Signs of a healthy GloFish include bright colors, active swimming, a healthy appetite, and no visible signs of illness .\nConclusion: Prioritizing the Well-being of Your Fish Ultimately, the key to successful fishkeeping is prioritizing the well-being of your aquatic pets . While the idea of combining goldfish and GloFish might seem appealing from a visual standpoint, their incompatible needs make it an unsuitable combination. By understanding the specific requirements of each species and providing them with the appropriate environment, you can ensure that your fish thrive and bring you years of enjoyment. Remember to do your research, ask questions, and create a happy and healthy aquarium for your finned friends.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "topics": [
      "Lifestyle and Leisure->leisure venue",
      "Lifestyle and Leisure->hobby",
      "Science and Technology->marine science",
      "Science and Technology->biology"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "ford",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "F",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "Citigroup",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "C",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T06:24:07.340+03:00",
    "updated": "2025-05-01T03:26:39.000+00:00"
  },
  {
    "uuid": "db7a5a5f89835effab74fa5895bb0cfecd0f914f",
    "url": "https://www.canarias7.es/economia/empresas/liderazgo-colectivo-empleados-satocan-forjan-futuro-sostenible-20240719091042-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canarias7",
    "published": "2024-07-19T09:10:00Z",
    "title": "Liderazgo colectivo: empleados de Satocan forjan un futuro Sostenible | Canarias7",
    "text": "Secciones Servicios Destacamos Viernes, 19 de julio 2024, 09:10 Necesitas ser registrado para acceder a esta funcionalidad. Opciones para compartir Satocan, presente en los principales sectores económicos de Canarias, anuncia con orgullo la exitosa implementación de su «Programa Satocan ESG 2022-2023», una iniciativa que ha sido profundamente enriquecida y liderada por el compromiso y la creatividad de sus empleados. Este enfoque colaborativo ha transformado la sostenibilidad en un elemento esencial del ADN corporativo. La empresa canaria, si por algo destaca, es por su «Satocan People», que entre otras cosas es la marca de relación interna que facilita la conexión con y entre las personas que forman parte de Satocan y que está orientada a optimizar el desempeño y satisfacción de los empleados, ofreciendo canales de comunicación abiertos que favorece que los objetivos estratégicos de la empresa estén alineados con los propósitos de las personas que conforman el grupo. Prueba de ello es que desde el lanzamiento del plan hace dos años, los empleados han sido el motor de cambio, aportando más de 100 ideas innovadoras a través de tres ediciones del concurso de ideas ESG. Estas propuestas, elaboradas por más de 60 personas del equipo, no solo han generado soluciones tangibles sino que también han fomentado una cultura de responsabilidad y compromiso ambiental, social y de gobernanza en todos los niveles de la organización. «El impulso de nuestros empleados ha permitido logros significativos como, por ejemplo, la reducción de 1880 tCO2eq de emisiones y el ahorro de 6.4 millones de litros de agua», afirma Isabel Schmunkamp, Responsable de la Unidad ESG. «Más allá de estos números, la verdadera medida de nuestro éxito se refleja en el fortalecimiento de nuestra cultura corporativa y en el reconocimiento externo, incluyendo la certificación BREEAM ES que obtuvo Archipélago, edificio de las oficinas corporativas del Grupo Satocan y primeras oficinas privadas en Canarias en tenerlo, así como el sello y el Premio Biosphere que recibió cada uno de los hoteles, los Campos de Golf Salobre y el Centro Comercial las Ramblas, bajo la gestión de Grupo Satocan Turístico, que testimonian nuestro compromiso con la excelencia sostenible», concluye Isabel. Christian Viñoly, Técnico de la Unidad ESG, destacó: «La verdadera transformación ESG de Satocan no se ha medido sólo en metas cumplidas, sino en cómo nuestro equipo ha abrazado y liderado esta causa. El intraemprendimiento de los compañeros no sólo ha enriquecido nuestro plan ESG, sino que ha sido fundamental para integrar estos valores de manera perdurable en la empresa.» Con el continuo apoyo y la innovación de su equipo, Satocan se compromete a seguir liderando con el ejemplo el camino a seguir por el sector privado en Canarias, asegurando que cada paso que da es un paso hacia un futuro más sostenible y responsable con lo más preciado que tenemos, nuestras islas y su biodiversidad. Esto les valió hace apenas un año, el Premio Forbes Credit Suisse Sustainability de Turismo que recogió su Presidente, Juan Miguel Sanjuan Jover. O ser la primera empresa canaria en obtener el sello `Cálculo- Reduzco' de la huella de carbono que concede el Ministerio de Transición Ecológica y Reto Demográfico del Gobierno de España (MITECO). Un doble certificado que posicionó a la compañía como una entidad ambientalmente responsable y que valida sus esfuerzos por calcular y reducir las emisiones de gases de efecto invernadero que genera su actividad. Lo que comenzó hace dos años como una hoja de ruta con 60 iniciativas repartidas en tres fases y que implicaba a todas las áreas del Grupo se ha convertido en uno de los grandes valores de la compañía canaria. Para los años venideros, el Programa «Satocan ESG» sube de nivel y ya dispone de un plan estratégico propio. Publicidad Publicidad Publicidad Publicidad Comentar es una ventaja exclusiva para registrados ¿Ya eres registrado? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T14:54:34.994+03:00",
    "updated": "2024-07-19T14:54:34.994+03:00"
  }
]