[
  {
    "uuid": "b30aceea32af2a49b21131e8f8da042327cbdc73",
    "url": "https://www.band.uol.com.br/noticias/brasil-urgente/videos/jogador-de-futebol-e-decapitado-17259406",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Band Notí­cias",
    "published": "2024-06-13T21:14:00Z",
    "title": "Jogador de futebol é decapitado | Band",
    "text": "Brasil Urgente Menu MINHA BAND Tudo em um só lugar para você personalizar seu acesso ENTRAR CADASTRAR Brasil Urgente\nPágina inicial Ao vivo Notícias Vídeos Siga o Brasil Urgente nas redes\nYoutube Twitter Facebook Band.com.br\nBand ao vivo Bandplay Band Placar Bandshop Band pelo Brasil Rádios Jornalismo Esportes Entretenimento Receitas Agroband Vídeos Podcasts Newsletters Canais Band Programação Band TV Siga a Band.com.br nas redes\nTwitter Facebook Youtube Instagram Entrar MINHA BAND Tudo em um só lugar para você personalizar seu acesso ENTRAR CADASTRAR Jogador de futebol é decapitado Jogador de futebol amador de Goiás é decapitado. Ele estava desaparecido e foi encontrado morto. Jogador de futebol é decapitado Jogador de futebol amador de Goiás é decapitado. Ele estava desaparecido e foi encontrado morto.\n13/06/2024 • 16:14 Assista a outros vídeos e íntegras em Vídeos relacionados Assassino de motorista de aplicativo é preso Golpe do \"Tigrinho\": pessoas perdem dinheiro, casas e carros Bandido aponta arma na cara para roubar aliança na ZS Policial de folga interrompe assalto e bandidos se dão mal Estudante de medicina é sequestrado e libertado de cativeiro Morta na loja de tintas 'Não pode ter progressão de pena para quem mata mulher', diz Datena 200 mil roubados: falso policial preso Policial de folga reage e bandido morre baleado PCC: Toneladas de drogas descobertas em esconderijos Grávida pula do 5º andar para fugir de agressões do marido Inimigos de Marcola podem estar por trás de recentes ataques Capitão da Polícia Militar fala sobre fábrica das drogas Saiba como funciona a maioridade penal pelo mundo Influencers fazem manobras arriscadas de moto e fogem da PM Vítimas são amarradas durante sequestros em rodovia F1 na Band F1: Confira os melhores momentos do GP de Mônaco 27/05/2024 • 11:33 Leclerc dedica vitória no GP de Mônaco ao pai: \"pensei mais nele\" 26/05/2024 • 13:49 Charles Leclerc quebra \"maldição\" e vence em Mônaco pela primeira vez 26/05/2024 • 12:38 Pérez fala sobre acidente com Magnussen na largada do GP de Mônaco 26/05/2024 • 12:15 Carregar mais Masterchef Nicole Bahls é a próxima convidada da 11ª temporada do MasterChef 12/06/2024 • 12:37 Gabriela vence prova do cuscuz e Renata é destaque 12/06/2024 • 12:34 Gabriela surpreende com cuscuz paulista e conquista elogios 12/06/2024 • 12:31 Jacquin e Blogueirinha comparam cuscuz da Rafaela a farofa 12/06/2024 • 12:30 Carregar mais Band Jornalismo Delegado fala sobre morte de Nahim: 'Trabalhamos com as possibilidades' 13/06/2024 • 16:43 Polícia investiga morte do cantor Nahim 13/06/2024 • 16:30 Jogador de futebol é decapitado 13/06/2024 • 16:14 Prêmio \"Educador Nota 10\" abre inscrições 13/06/2024 • 09:59 Carregar mais Esporte na Band Debate Jogo Aberto: Quem é o favorito em São Paulo x Internacional? 13/06/2024 • 12:51 Debate Jogo Aberto: Dá para confiar na Seleção de Dorival Jr.? 13/06/2024 • 12:42 Zoeira Jogo Aberto: Cappellanes ganha apelido de 'lambisgoia' 13/06/2024 • 12:30 Renata Fan e Denílson desejam bom retorno para Dudu 13/06/2024 • 12:18 Carregar mais Band Entretê Catia Fonseca expõe guerra de egos na TV e faz revelação 13/06/2024 • 17:11 Pedido de perdão para Eliana pode não ir ao ar| Melhor da Tarde 13/06/2024 • 15:37 Filha de Silvio Santos se estressa com Luciano Huck| Melhor da Tarde 13/06/2024 • 15:31 Sucesso nos anos 80: Cantor Nahim morre aos 71 anos| Melhor da Tarde 13/06/2024 • 15:14 Carregar mais",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.bandshop.com.br/",
      "https://www.youtube.com/@bandjornalismo",
      "https://www.facebook.com/BrasilUrgente",
      "https://bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://bandplay.com/home",
      "https://www.band.com.br/band-placar",
      "https://twitter.com/brasilurgente",
      "https://www.instagram.com/bandtv/",
      "https://www.bandshop.com.br/?utm_campaign=pagina-interna-brasil-urgente",
      "https://twitter.com/sitedaband",
      "https://www.facebook.com/sitedaband",
      "https://bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=botao_bandplay_videos&utm_content=/noticias/brasil-urgente/videos/jogador-de-futebol-e-decapitado-17259406",
      "https://www.youtube.com/c/BrasilUrgente",
      "https://www.twitter.com/sitedaband",
      "https://www.bandshop.com.br/",
      "https://www.bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://www.bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=botao_bandplay_videos&utm_content=/noticias/brasil-urgente/videos/jogador-de-futebol-e-decapitado-17259406",
      "https://www.bandplay.com/home",
      "https://bandplay.com/home",
      "https://www.twitter.com/brasilurgente",
      "https://instagram.com/bandtv/",
      "https://facebook.com/sitedaband",
      "https://youtube.com/c/BrasilUrgente",
      "https://youtube.com/@bandjornalismo",
      "https://band.com.br/band-placar",
      "https://bandshop.com.br/",
      "https://www.instagram.com/bandtv",
      "https://www.bandshop.com.br",
      "https://facebook.com/BrasilUrgente",
      "https://bandshop.com.br/?utm_campaign=pagina-interna-brasil-urgente"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:16:39.617+03:00",
    "updated": "2024-06-14T00:16:39.617+03:00"
  },
  {
    "uuid": "712d286610a605785e60b2bb8c765bbb4dff2354",
    "url": "https://www.manilatimes.net/2024/01/21/public-square/agusan-del-norte-farmers-boost-harvest-processing-with-new-equipment/1928949",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Manila Times",
    "published": "2024-01-20T16:09:00Z",
    "title": "Agusan del Norte farmers boost harvest processing with new equipment | The Manila Times",
    "text": "AROUND 107 families from the suburbs of Cabadbaran City, Agusan del Norte — some of whom had been displaced by conflict — were set to improve their harvest-processing capacity after receiving post-harvest machinery from the International Committee of the Red Cross (ICRC).\nResidents of Sitio Lusong in Barangay Puting Bato received a corn sheller and corn mill from the ICRC during a handover ceremony in December 2023 that was attended by officials of the local government unit (LGU) and the City Agriculture Office of Cabadbaran.\nFARM EQUIPMENT TURNOVER Ishfaq Muhammad Khan (2nd from right), head of the International Committee of the Red Cross’s Butuan office, joins villagers in the inspection of farm equipment — a corn sheller and corn mill — donated by the ICRC during formal turnover at Sitio Lusong of Barangay Puting Bato in Cabadbaran City, Agusan del Norte, in December 2023. CONTRIBUTED PHOTO The ICRC worked with the LGU of Agusan del Norte to complete the project.\nApart from equipment, displaced families and host residents received food rations, farm tools, and seeds such as maize, beans and squash.\nLast year, 107 households were trained by the ICRC and the City Agriculture Office of Cabadbaran on contouring techniques, intercropping and post-harvest management techniques.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "barangay puting bato",
          "sentiment": "none"
        },
        {
          "name": "sitio lusong",
          "sentiment": "none"
        },
        {
          "name": "bato",
          "sentiment": "none"
        },
        {
          "name": "ishfaq muhammad khan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manila times",
          "sentiment": "negative"
        },
        {
          "name": "international committee",
          "sentiment": "none"
        },
        {
          "name": "red cross",
          "sentiment": "none"
        },
        {
          "name": "agusan del norte",
          "sentiment": "none"
        },
        {
          "name": "icrc",
          "sentiment": "none"
        },
        {
          "name": "city agriculture office of cabadbaran",
          "sentiment": "none"
        },
        {
          "name": "international committee of the red cross",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cabadbaran city",
          "sentiment": "none"
        },
        {
          "name": "agusan del norte",
          "sentiment": "none"
        },
        {
          "name": "butuan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T19:53:29.097+02:00",
    "updated": "2024-01-20T19:53:29.097+02:00"
  },
  {
    "uuid": "1bc6777f0e4479d209f8350c4a1d57100880e8a0",
    "url": "https://tribune.net.ph/2023/12/generally-fair-weather-clear-skies-to-last-until-new-years-day/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lade Jean Kabagani",
    "published": "2023-12-29T02:10:00Z",
    "title": "‘Generally fair’ weather, clear skies to last until New Year’s Day",
    "text": "The Philippine Atmospheric, Geophysical, and Astronomical Services Administration said “generally fair” weather will prevail in this year’s final weekend, hence Filipinos can expect to welcome the New Year with clear skies. In a television interview on Friday, PAGASA weather specialist Rhea Torres said they did not monitor any weather disturbance throughout the weekend. “Since we are currently not monitoring any low-pressure area or any tropical cyclones within and outside of the Philippine Area of Responsibility, we’re expecting this coming New Year to be generally fair – or to experience generally fair weather conditions over large portions of the country,” Torres said. Despite the forecast of fair weather until New Year’s Day, Torres said partly cloudy skies with isolated rains or thunderstorms may be experienced over Batanes, Babuyan Islands, Mimaropa, Bicol Region and other areas in the Visayas and Mindanao. Torres added cold air and a slight possibility of rain may still be experienced in some parts of the country due to the northeast monsoon or “Amihan” and the easterlies — the winds blowing from the east. In its weekly weather outlook, PAGASA said southern Luzon and eastern Visayas will experience cloudy skies with scattered rains and thunderstorms due to easterlies while “Amihan” will affect northern and central Luzon from 29 to 31 December Meanwhile, PAGASA said that the eastern section of northern and central Luzon will experience mostly cloudy skies with scattered rains and thunderstorms due to the shear line from 1 to 2 January 2024. Mostly cloudy skies with isolated light rains will prevail over the rest of northern and central Luzon, Calabarzon, and Metro Manila in the first two days of the New Year. PAGASA advised sea travelers to exercise extra caution due to the surge of the northeast monsoon, which may result in rough to very rough sea conditions, particularly in the seaboards of northern Luzon, the eastern seaboard of central and southern Luzon, and eastern Visayas. From 3 to 5 January, the eastern section of northern and central Luzon will experience mostly cloudy skies with scattered rains and thunderstorms due to the shear line while the Amihan will bring cloudy skies with isolated rains over the northern and central Luzon, Calabarzon and Metro Manila. Further, the eastern section of southern Luzon, eastern Visayas and Caraga region will experience mostly cloudy with scattered rains and thunderstorms due to easterlies. At the same time, the rest of the country will have partly cloudy skies with isolated rains or thunderstorms. Read more Daily Tribune stories at: [https://tribune.net.ph/](https://tribune.net.ph) Follow us on social media Facebook, X, Instagram & Threads: [@tribunephl](https://www.facebook.com/tribunephl) Youtube: [TribuneNow](https://www.youtube.com/c/TribuneNOW) TikTok: [@dailytribuneofficial]( https://www.tiktok.com/@dailytribuneofficial)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://www.tiktok.com/@dailytribuneofficial)",
      "https://www.facebook.com/tribunephl",
      "https://www.youtube.com/c/TribuneNOW",
      "https://facebook.com/tribunephl",
      "https://tiktok.com/@dailytribuneofficial)",
      "https://youtube.com/c/TribuneNOW"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "torres",
          "sentiment": "none"
        },
        {
          "name": "rhea torres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "astronomical services administration",
          "sentiment": "neutral"
        },
        {
          "name": "pagasa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "batanes",
          "sentiment": "none"
        },
        {
          "name": "mindanao",
          "sentiment": "none"
        },
        {
          "name": "babuyan islands",
          "sentiment": "none"
        },
        {
          "name": "philippine area",
          "sentiment": "none"
        },
        {
          "name": "mimaropa",
          "sentiment": "none"
        },
        {
          "name": "bicol region",
          "sentiment": "none"
        },
        {
          "name": "visayas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:13:23.072+02:00",
    "updated": "2024-01-05T12:49:41.459+02:00"
  },
  {
    "uuid": "003a28efbaa5be8fced32bb225900eca6adabdb8",
    "url": "https://revolver.news/2024/06/bannon-defiant-message-to-biden-regime-not-a-prison-nor-bullet-that-will-ever-shut-me-up",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BellaVita",
    "published": "2024-06-06T00:00:00Z",
    "title": "Bannon's defiant message to Biden Regime: 'There's not a prison or a bullet that will ever shut me up'... - Revolver News",
    "text": "[Join the fight and contribute to our war chest.](https://donate.revolver.news/) [Ditch the ads for $5 per month or $49 per year.](https://revolver.news/subscribe/) It’s become painfully clear: the Biden regime’s penchant for lawfare is a strategy very similar to their crafty weaponization of COVID against right-wingers who dared to challenge the vaccine mandate and our so-called “expert” narratives. Now, with the upcoming election cycle just heating up, they’ve targeted yet another right-wing legend: Steve Bannon. BREAKING: Steve Bannon has been ordered to surrender to prison by July 1. Judge Nichols has revoked his bail. — Kyle Cheney (@kyledcheney) [June 6, 2024] Bannon spoke outside the courthouse following his unjust sentencing, declaring, “There’s not a prison or a bullet that will ever shut me up.” Steve Bannon speaks outside of courthouse: “There’s not a prison built or a jail built that will ever shut me up.” [pic.twitter.com/pYMYiozE0D] — Charlie Kirk (@charliekirk11) [June 6, 2024] Here’s how President Trump [responded](https://truthsocial.com/@realDonaldTrump/posts/112571273082033339) to the sham legal proceeding: As you know, Bannon and Peter Navarro are both key players behind the influential WarRoom success, and now, coincidentally, both are being silenced as we approach the heart of the 2024 election cycle. And speaking of the incarcerated Peter Navarro, he recently wrote a compelling op-ed for the Washington Times [addressing this very issue:](https://www.washingtontimes.com/news/2024/jun/3/trump-behind-bars-or-resolute-desk/) Will former President Donald Trump wind up in a New York prison rather than behind the Resolute Desk in the Oval Office? From behind my own prison walls in Miami, I can’t rule that out. Indeed, the parallels between my own case and Mr. Trump’s are striking. I am the first senior White House official ever charged with contempt of Congress. This is all the more outrageous given that for more than 50 years, Department of Justice policy decreed it was my duty to do what I did — refuse to testify before Congress once Mr. Trump invoked executive privilege, which was not my privilege to waive. […] Given the facts in the case, my judge, Amit Mehta, should have given me, at most, a 30-day suspended sentence and put me on probation for a few months. Judge Mehta himself admitted that I had done what I had done out of an unshakable belief that I was doing what my oath of office and the Constitution required. My conviction was contrary to Justice Department policy. Yet instead of showing respect or mercy for a public servant who had created thousands of jobs and saved countless lives during the pandemic, Judge Mehta not only threw the book at me. In his sentencing, the Machiavellian Mehta cleverly and strategically made sure I would not get any sentence reduction from the 2018 First Step Act — which, ironically, I myself had helped lobby for. Bannon’s recent mandate to surrender on July 1st and serve prison time for refusing to comply with a sham January 6th subpoena is a clear case of judicial lawfare—and yet another disgraceful example of the regime’s election interference. We have a shameless, two-tiered injustice system that favors those who toe the progressive line. Here is Merrick Garland telling reporters he doesn't need to respond to Congressional subpoenas he decides are not legitimate He is currently throwing Steve Bannon behind bars for not responding to the J6 Committee subpoena [pic.twitter.com/TkERrE4vhR] — Jack Poso 🇺🇸 (@JackPosobiec) [June 6, 2024] Merrick Garland faces charges of criminal contempt for ignoring a congressional subpoena on the Biden Dementia Tapes. Peter Navarro is sitting in Miami prison on the same charge. Steve Bannon is facing 4 months in jail for the same charge. [pic.twitter.com/ilxqfbNjKv] — Citizen Free Press (@CitizenFreePres) [June 6, 2024] A judge just sent Steve Bannon to prison for ignoring a congressional subpoena. Hunter did the same thing. No prison. Fauci lied under oath. No prison. [pic.twitter.com/8i0118diXD] — End Wokeness (@EndWokeness) [June 6, 2024] Reminder … Hunter did the same thing as Steve Bannon and nothing happened. — Catturd ™ (@catturd2) [June 6, 2024] Revolver’s own Darren Beattie saw this coming as the left shifted from doxxing to incarceration and legal harassment. Ironically, they road-tested this new phase with the Douglass Mackey trial. Similarly, the sham criminal cases against Donald Trump are easily understood as the follow-up to several less-powerful strategies that failed to reign Trump in. Targeting his businesses failed. Sweeping lawsuits failed. Deplatforming him off of social media failed. Trump still insisted on running again in 2024, so what option was left? At this point, there are really only two, both favorites of thuggish tinpot regimes the world over: stick Trump in jail on spurious charges, or pursue the “ultimate cancellation” of, well, you fill in the blank. But Douglass Mackey is probably the best example of all. Unlike Jones or Trump, he was an anon when he committed his “offenses.” He was targeted not for public political activity but for private actions. And yet, nevertheless, the Department of Justice went through the effort of warping a 150-year-old law, the Ku Klux Klan Act, so that it could justify trying to throw Mackey in prison for posting an anti-Hillary Clinton meme. Expect the Mackey model to be employed more and more often, on flimsier and flimsier pretexts. Because when a regime can’t use shame to destroy its foes, there is always force. You can read the entire piece here: [Doxxing Is Dying—But the World Isn’t Free Yet](https://revolver.news/2024/05/the-dying-art-of-doxxing/) So, why Bannon and Navarro? Because their voices resonate, their influence scares the powers that be. With Bannon out for the entire election cycle, the message is clear: dissent will not be tolerated by the regime. This move isn’t just about punishing Bannon; it’s about shutting down a major informational resource that has been a thorn in the side of the establishment for eons. But they can’t silence a movement, can they? This is the Steve Bannon that will emerge from prison on November 1. Get ready democrats. You messed with the wrong dude. 100 Million Votes For Trump. Lawfare is the greatest political miscalculation in history. [pic.twitter.com/T6zUHCxtqu] — Citizen Free Press (@CitizenFreePres) [June 6, 2024] That’s why the regime now seems to reserve actual prison time for those who truly disrupt their narrative. It’s a two-tier weaponized justice system where the scale tips towards silencing opposition. This isn’t just an attack on individual rights—it’s a full-blown assault on the American people and our way of life. The regime’s lawfare strategy is glaringly obvious, and their agenda is crystal clear. As we head into another election season, expect more of these desperate attempts to silence the voices that matter most. This isn’t just about keeping Bannon quiet—it’s about ensuring their narrative faces no opposition. But here’s the catch: the more they push, the stronger the resistance grows, and Steve Bannon knows this better than anybody else in the game. [JOIN THE FIGHT](https://donate.revolver.news/) — [DITCH THE ADS](https://www.revolver.news/subscribe/) — [READ THE NEWSFEED](https://www.revolver.news/) — [FOLLOW ON X](https://twitter.com/RevolverNewsUSA) — [GAB](https://gab.com/RevolverNews) — [GETTR](https://gettr.com/user/revolvernews) — [TRUTH SOCIAL](https://truthsocial.com/@RevolverNews)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://truthsocial.com/@realDonaldTrump/posts/112571273082033339",
      "https://www.washingtontimes.com/news/2024/jun/3/trump-behind-bars-or-resolute-desk/",
      "https://truthsocial.com/@RevolverNews",
      "https://gettr.com/user/revolvernews",
      "https://gab.com/RevolverNews",
      "https://twitter.com/RevolverNewsUSA",
      "https://www.truthsocial.com/@realDonaldTrump/posts/112571273082033339",
      "https://www.gab.com/RevolverNews",
      "https://www.truthsocial.com/@RevolverNews",
      "https://www.gettr.com/user/revolvernews",
      "https://washingtontimes.com/news/2024/jun/3/trump-behind-bars-or-resolute-desk/",
      "https://www.washingtontimes.com/news/2024/jun/3/trump-behind-bars-or-resolute-desk",
      "https://www.twitter.com/RevolverNewsUSA"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "bannon",
          "sentiment": "negative"
        },
        {
          "name": "nichols",
          "sentiment": "none"
        },
        {
          "name": "charlie kirk",
          "sentiment": "none"
        },
        {
          "name": "peter navarro",
          "sentiment": "none"
        },
        {
          "name": "kyle cheney",
          "sentiment": "none"
        },
        {
          "name": "steve bannon",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:44:06.357+03:00",
    "updated": "2024-06-07T02:30:28.029+03:00"
  },
  {
    "uuid": "70222d5087276703693b22b267ca8081206c08fc",
    "url": "https://news.knowledia.com/GB/en/articles/london-s-first-ever-carbon-negative-pub-opens-its-doors-featuring-fa6f9763ee274fe0716f2443f730684680b5f72b",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wiliam Hunter",
    "published": "2024-10-04T03:57:00Z",
    "title": "London's first EVER carbon-negative pub opens its doors - featuring electricity-converting floor...",
    "text": "Doing your bit for the environment is about to become a lot more fun as London's first ever carbon-negative pub opens its doors. Whether it's cycling to work in the rain or sorting through piles of recycling, doing your bit for the planet isn't always much fun.\nBut now, it's about to become much more enjoyable - especially if you're a fan of a pint or two.\nLondon's first-ever carbon-negative pub, the 55k Tonnes, will open its doors on Monday to offer guilt-free pints to eco-friendly punters.\nPub goers will be able to sip their drinks as they pedal on energy-generating power bikes and walk on tiles which produce electricity with each step.\nAnd with a pint of carbon-negative beer costing only £5.50 during the congestion-friendly happy hour, you can even save a few quid while you save the planet.\nHelping the environment is about to get much more enjoyable as London's first carbon-negative pub opens its doors. The pub will feature power-generating bikes and floor tiles as well as a traffic-friendly happy hour\nThe 55k Tonnes is being opened for a limited time by Uber to celebrate the company avoiding an estimated 55,000 tonnes of pollution since launching Uber Green for London in 2021.\nBetween October 7 and October 9, the company will convert Westminster pub 'The Speaker' into London's first carbon-negative boozer.\nAndrew Brem, general manager at Uber UK, says: 'In the UK pubs are where we exchange ideas and opinions, and what better way to promote a dialogue on electrification in the UK than with a carbon-negative pub.\n'The opening of The 55k Tonnes in…\nWiliam Hunter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.dailymail.co.uk/sciencetech/article-13920689/London-carbon-negative-pub-opens.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
      "https://dailymail.co.uk/sciencetech/article-13920689/London-carbon-negative-pub-opens.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
      "https://www.dailymail.co.uk/sciencetech/article-13920689/London-carbon-negative-pub-opens.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T07:18:39.794+03:00",
    "updated": "2024-10-04T07:18:39.794+03:00"
  },
  {
    "uuid": "5940a497ba2c9f1c251fbbc66c8fbe6a49243a20",
    "url": "https://www.fox5atlanta.com/news/stranded-hurricane-victims-find-refuge-generosity-cherokee-county",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Denise Dillon",
    "published": "2024-10-10T22:50:00Z",
    "title": "Stranded hurricane victims find refuge, generosity in Cherokee County | FOX 5 Atlanta",
    "text": "Stranded hurricane victims find refuge, generosity in Cherokee County By Denise Dillon Published October 10, 2024 10:50pm EDT Cherokee County FOX 5 Atlanta Share\nCopy Link Email Facebook Twitter LinkedIn Reddit Evacuated couple get much-needed help in Georgia They evacuated from Florida as Hurricane Milton barreled down on the state and sought refuge in north Georgia. However, their stay was almost cut short if not for the kindness of a fellow camper.\nThe Brief As Hurricane Milton approached, residents, including Dawn and Dan Ell, evacuated to Victoria Campground in Cherokee County. The Ell family received photographic updates of their Clearwater home's condition, noting the potential destruction that was avoided. Despite feeling helpless while monitoring the hurricane updates from afar, Dawn and Dan found relief that their home was still intact. Initially faced with the challenge of finding accommodation due to fully booked campsites, the Ells experienced the generosity of strangers. FOX 5 viewer Scarlett Woods, followed by others, donated their Victoria Campground reservations to the Ells and other displaced individuals. CHEROKEE COUNTY, Ga. - As Hurricane Milton headed to Florida, residents packed up and headed north. Many ended up at Victoria Campground in Cherokee County .\nNow they are trying to get information on the damage left behind and feeling the kindness of strangers.\nFamily members sent Dawn and Dan Ell photos of their home in Clearwater after Milton hit.\n\"There&apos;s our carport, that&apos;s where we park our camper and, as you can see, if our camper was there, it would have destroyed our 6-week-old camper,\" said Dawn Ell.\nStill, they felt some relief. Their home is still standing. They know it could have been so much worse.\n\"Yeah, we did good really when you think about it,\" said Dan Ell.\nThey say it was a rough night as they tried to get updates on the storm from their camping spot hundreds of miles away.\n\"You&apos;re glued to the TV but you&apos;re helpless, you can&apos;t do anything about it, that&apos;s Mother Nature. You can&apos;t mess around with Mother Nature,\" said Dawn.\nThey don&apos;t want to go back to Florida right away. It will take some time to restore power to the area and the roads will be filled with debris.\nBut they had nowhere to stay. Victoria Campground was already booked for the weekend.\nThat&apos;s when they felt the kindness of a stranger. A FOX 5 viewer, Scarlett Woods, saw Dawn and Dan&apos;s story Wednesday night and decided to give them her campground reservation.\n\"She said no problem. I&apos;m just hoping someone else will want to donate their campsite to a refugee,\" said Dawn.\nThat&apos;s exactly what happened.\n\"We actually had people call in and say I decided I&apos;m not going to come this weekend. Can I cancel and give it to one of the folks who are stranded?\" said Misty Blackwell with the Victoria Campground.\nBlackwell says she knew there were many people staying at the campground who were escaping the storms in Florida and North Carolina. She says she&apos;s not surprised others wanted to help them.\n\"Folks are really great. It&apos;s just awesome,\" said Blackwell.\nThe Source FOX 5 Atlanta original reporting\nLatest News\nRepublican lawmakers sue Georgia's State Election Board\nAtlanta City Council member, security guard clash at Oakland Cemetery\nStranded hurricane victims find refuge, generosity in Cherokee County\nTeen shot at Atlanta apartment complex runs to fire station for help\nTroup County man arrested on child exploitation charges DAILY NEWSLETTER All the news you need to know, every day\nBy clicking Sign Up, I confirm that I have read and agree to the Privacy Policy and Terms of Service .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T05:59:23.098+03:00",
    "updated": "2024-10-11T08:26:56.930+03:00"
  },
  {
    "uuid": "1e93b9618d56119fadf6a51c69cb26593e6ab065",
    "url": "https://lu14.santacruz.gob.ar/verbes-este-convenio-da-previsibilidad-ordena-la-actividad-y-reconoce-derechos/",
    "ord_in_thread": 0,
    "author": "Redacción LU14",
    "published": "2025-08-06T23:30:00Z",
    "title": "Verbes: \"Este convenio da previsibilidad, ordena la actividad y reconoce derechos\"",
    "text": "El ministro de Trabajo de Santa Cruz, Ezequiel Verbes, celebró la firma del primer convenio colectivo de trabajo para el sector privado de estibajes portuarios, en un contexto de crisis pesquera y con alcance a todos los puertos de la provincia. “Esto da previsibilidad, ordena la actividad y reconoce derechos”, sostuvo.\nEn diálogo con LU14 Radio Provincia, el ministro de Trabajo de Santa Cruz, Ezequiel Verbes, destacó el valor político y estructural del convenio colectivo de trabajo firmado con el sindicato SEAMARA (Sindicato de Encargados, Apuntadores Marítimos y Afines de la República Argentina). La firma, realizada en Río Gallegos con participación de gremios y empresarios, marca un hito en la actividad portuaria provincial y forma parte de la estrategia de “Puertos Seguros” que impulsa el gobierno de Claudio Vidal.\n“Es el primer convenio colectivo privado de estas características en Santa Cruz, y su alcance abarca a toda la provincia”, remarcó el funcionario. Si bien el sindicato tiene base en Puerto Deseado, la aplicación se extiende al conjunto del sistema portuario santacruceño, incluyendo localidades como Punta Quilla, Caleta Olivia y Puerto San Julián.\nVerbes subrayó que el acuerdo se logró en un contexto sumamente adverso para la actividad pesquera, ante la caída de precios internacionales, conflictos gremiales a nivel nacional y una parálisis operativa que afectó de lleno a Puerto Deseado. “La situación ahora es un poco menos crítica, porque logramos que entren varios barcos esta última semana, y parte de eso tiene que ver con el ordenamiento desde los marcos jurídicos y desde las paritarias”, explicó.\nEl Ministro de Trabajo remarcaron que el convenio “representa mucho más que un acuerdo sectorial”. Esto “fortalece la productividad y ordena la actividad, algo que estaba pendiente desde hace años. Había que darle un marco jurídico seguro a las personas y también a las empresas, que son actores claves en todo esto”, planteó Verbes. “Tenemos que entender que debemos trabajar en conjunto, sector público, sector privado, gobierno y gremios”, insistió.\nDurante el acto, encabezado por el gobernador Claudio Vidal, participaron además gremios pertenecientes a la CGT, referentes empresariales y funcionarios del gabinete provincial. “El compromiso es generar soluciones reales”, afirmó el ministro, quien reivindicó la conducción política de Vidal en este proceso: “El gobernador nunca va a dejar de ser un trabajador. Lo dice y lo demuestra en cada paso”.\nAdemás del convenio con SEAMARA, Verbes adelantó que ya se encuentran en proceso de homologación otros acuerdos, como el que involucra a los estibadores del SUAP. “Queremos terminar el mes firmando ese nuevo convenio colectivo privado. En la actividad portuaria confluyen varios gremios y todos deben contar con condiciones seguras de trabajo”, explicó.\nConsultado sobre los intereses en juego, el titular de la cartera laboral señaló que “desde los gremios lo que pide la gente es trabajo y las mejores condiciones posibles. Desde el sector privado, lo que pedían era previsibilidad, un marco jurídico claro. Ambos van a ganar. La idea es que haya producción, que la gente viva mejor y que gane acorde a lo que trabaja. Y que las empresas también puedan desarrollarse correctamente”.\nAl cierre de la entrevista, el ministro agradeció a todos los actores involucrados en la firma del convenio: “Todos han puesto mucho de su parte: los equipos del Ministerio, los gremios, el sector privado. Todos entendieron la urgencia, la necesidad. Este es el camino para llevar mejores condiciones a todos los trabajadores y trabajadoras de la provincia”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Politics",
      "Human Interest"
    ],
    "topics": [
      "Labor->collective agreements",
      "Labor->labour relations",
      "Labor->employment",
      "Politics->civil rights",
      "Politics->government",
      "Human Interest->ceremony"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ezequiel Verbes",
          "sentiment": "none"
        },
        {
          "name": "Claudio Vidal",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Gallegos",
          "sentiment": "none"
        },
        {
          "name": "Deseado",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [],
      "bias": null,
      "source": {
        "type": "gov_news",
        "city": [],
        "state": [],
        "country": [],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T12:17:50.535+03:00",
    "updated": "2025-08-07T12:23:50.000+03:00"
  },
  {
    "uuid": "c538f2c0a0ec5fa9c1774ccbe49542cad14d1113",
    "url": "https://www.pagina12.com.ar/755036-river-plate-ganar-para-seguir-el-ultimatum-de-la-dirigencia-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Página|12",
    "published": "2024-07-26T01:14:00Z",
    "title": "River Plate: ganar para seguir, el ultimatum de la dirigencia a Demichelis | La Comisión Directiva, con opiniones dividas, espera el resultado frente a Sarmiento | Página|12",
    "text": "Martín Demichelis vive horas clave de cara a su continuidad como entrenador de River, ya que en caso de no ganar el domingo frente a Sarmiento de Junín sería cesanteado de su cargo. El DT habría recibido un ultimátum de parte de la comisión directiva, luego de ser fuertemente cuestionado por un grupo de hinchas cada vez mayor.\nLa derrota en Mendoza por 2-1 frente a Godoy Cruz, en Mendoza, parece haber terminado de colmar la situación. El público \"neutral\" que había presenciado el partido despidió al equipo con insultos y silbidos y la comisión directiva del Millonario parece estar en la misma línea. Tras una reunión que se llevó a cabo este jueves por la tarde, se dio a conocer que los distintos miembros de la comisión no están de acuerdo en qué decisión tomar respecto del DT.\nPor un lado, el presidente Jorge Brito; el vicepresidente Matías Patanian; el secretario técnico Leonardo Ponzio; y el manager, Enzo Francescoli, creen que Demichelis tiene fuerzas y condiciones para enderezar el rumbo de su equipo, aunque otros dirigentes preferían echarlo. Fue por eso que se tomó la decisión de darle una oportunidad más.\nEn cuanto a lo estadístico, el paso de Demichelis por River es muy bueno, con un 66 por ciento de efectividad y tres títulos, siendo uno de ellos la Liga Profesional de Fútbol (LPF) 2023. A pesar de esto, hay algunas derrotas, falencias en el funcionamiento del equipo y extrañezas a la hora de ubicar a los jugadores en el campo de juego.\nEntre las derrotas más graves de los últimos meses, que llevaron a que el DT sea tan cuestionado, se encuentran la más reciente, en la que River perdió por 2 a 1 ante Godoy Cruz, a pesar de haber arrancado ganando. Asimismo, en la quinta fecha 5, cuando el equipo cayó como visitante por 2 a 0 ante el recientemente ascendido Deportivo Riestra. En los cuartos de final de la última Copa de la Liga, cuando River perdió el Superclásico ante Boca por 3-2. Además, su equipo también fue eliminado de la Copa Argentina los dieciseisavos de final, cuando cayó ante Temperley, equipo de la Primera Nacional, por penales.\nOtra situación que generó el enojo y disconformidad de los hinchas salió a la luz este jueves, y es que se informó de manera extraoficial que River habría corrido a Sandra Rossi, neuróloga y pieza importante de los éxitos del ciclo Gallardo, para poner en su lugar a un brujo, por pedido de Martín Demichelis.\nSe lesionó Colidio Por otra parte, el delantero de River Facundo Colidio –quien fuera reemplazado en el primer tiempo del encuentro frente a Godoy Cruz– tiene una sinovitis leve en la rodilla derecha, por lo que se perderá el próximo partido del elenco de Núñez. Se espera que regrese al terreno de juego en el partido por la novena fecha frente a Unión de Santa Fe. En lo que va de la presente Liga Profesional de Fútbol, Colidio se convirtió en una pieza importante del conjunto millonario, con 7 encuentros jugadores y 3 goles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:19:32.606+03:00",
    "updated": "2024-07-26T04:19:32.606+03:00"
  }
]