[
  {
    "uuid": "1d848961d12ad4e2c8eb5f3c0774f438637b7606",
    "url": "https://www.slashgear.com/1496789/rare-ww2-photos-colossus-computer-history/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "staff@slashgear.com (Jack Picone)",
    "published": "2024-01-19T00:06:00Z",
    "title": "These Rare WW2 Photos Reveal The Revolutionary Computer That Helped Defeat The Nazis",
    "text": "These Rare WW2 Photos Reveal The Revolutionary Computer That Helped Defeat The Nazis\nIn honor of the 80th anniversary of the development of Colossus — arguably the first programmable computer ever made — the U.K. intelligence and security organization known as the Government Communications Headquarters (G.C.H.Q.) has released several previously classified photos of the machine and related documents. The Colossus is a historical artifact not just for being\na precursor to modern computers, but for helping the Allied Forces defeat the Nazis in World War II. In fact, secrecy around the machine and its service as a German code breaker had been so strong that this is the first time in eight decades that these photos have been revealed to the public.\nThe set of computers known as Colossus was developed by British engineer Tommy Flowers, who sought to use the then-advanced computing power of the machine to aid cryptanalysis with help from British mathematician Max Newman. The team that built Colossus worked out of Bletchley Park, an estate in Buckinghamshire, England that served as the headquarters for the Government Code and Cypher School. Information gathered and deciphered by Colossus helped the Allies gain a crucial advantage over German forces, and contributed to their eventual, hard-fought victory in Europe.\n<a href=\"https://www.gchq.gov.uk/news/colossus-80\">Featured image by\n[U.K. GCHQ</a> | Cropped and scaled | Open Government License]\nThe Colossus was larger than the people operating it\nThe Colossus, like many early computers, was huge when compared to its modern counterparts, and stood over two meters tall. It used around 2,500 thermionic valves, also known as vacuum tubes, to perform Boolean and counting operations — making it the first-ever digital computer. Rather than using a stored program, it was manually programmed by several plugs and switches.\nData could be input by reading a paper tape transcription of encrypted messages. Because Colossus had no internal storage, the tape was fed in a continuous loop so the computer could read it over and over again. The machine could read 5,000 characters per second and perform five different functions at once, effectively enabling it to read 25,000 words per second. (It could actually work at nearly twice that speed, but the tape would eventually disintegrate.)\nThe nearly room-sized machine had several large components and required more than one person to properly operate it. It consisted of a tape transport with an eight-photocell reading mechanism, a six-character FIFO shift register, 12 thyratron ring stores, multiple panels of switches for specifying the program and the set total, a set of functional units that performed Boolean operations, a span counter that could suspend counting for part of the tape, five electronic counters, and a master control that controlled clocking, start and stop signals, counter readout, and printing. It was also equipped with an electric typewriter — a precursor to the keyboards most desktops and laptops use to this day.\n<a href=\"https://www.gchq.gov.uk/news/colossus-80\">Image by\n[U.K. GCHQ</a> | Cropped and scaled | Open Government License]\nThe intelligence it deciphered helped win World War II\nUsing codes to transmit messages at risk of being intercepted is a common wartime practice, and the Allies had several different projects dedicated to deciphering crucial information from the enemy, including others that operated out of Bletchley Park. One of those other projects was the Enigma Machine,\nfamously developed by a team led by Alan Turing. However, the Enigma Machine, or bombe, was an electromechanical device that had one function (breaking codes) — not a computer.\nOne of the previously classified documents recently revealed by the G.C.H.Q. is a letter from a member of the code-breaking project to a superior officer in 1943.\nThe letter notes that Tommy Flowers had \"produced a suggestion for an entirely different machine\" that could feasibly be used to break German encryption. That different machine would become Colossus.\nEventually, the early digital machine would begin deciphering vital strategic messages between senior Nazi generals in occupied Europe during the depths of World War II, when such information was more important than ever. The efforts of Colossus even helped confirm that Adolf Hitler erroneously believed the Allies would launch the D-Day invasion from Pas De Calais. Knowing their scheme to misdirect the Nazis was successful had enabled the Allies to go forth with a bold, dangerous plan to take back Europe by storming the beaches of Normandy, while the bulk of German defenses waited for them at Pas De Calais instead. D-Day, of course, was the beginning of the end of the German occupation of France and the war in Europe.\n<a href=\"https://www.gchq.gov.uk/news/colossus-80\">Image by\n[U.K. GCHQ</a> | Cropped and scaled | Open Government License]\nThe Colossus was destroyed and its existence kept a secret for decades\nWhile Colossus had helped win World War II, its existence was kept secret long after the global conflict had ended. Intelligence and counterintelligence were vital to the war effort on both sides, which is why codebreaking was so important in the first place. Senior members of the team at Bletchley Park that built Colossus, which had included engineers and codebreakers, had taken oaths of secrecy during the development and use of the early computer. Meanwhile, other expert team members, including those in charge of maintaining and repairing Colossus, were kept in the dark about its true mission, believing they were working on other, unrelated government communications.\nBut while the Enigma Machine and\nother codebreaking technology developed during the war were made public once the war was finally over, details about Colossus were kept tightly under wraps. In fact, the British government went as far as destroying eight out of the ten Colossus machines that were built, breaking it down into so many pieces that even if the components were found, the machine couldn't be reverse engineered.\nPlus, the team members at Bletchley Park were forced to deliver any and all documentation and other evidence surrounding the Colossus project to the G.C.H.Q. This secrecy was important to the U.K. because the computer was still advanced enough to be utilized by British intelligence after the war, and was employed into the 1960s. As such, information about Colossus wasn't made public until much later — even the photos and documents released by the G.C.H.Q. for the 80th anniversary of the computer have never been public until now.\n<a href=\"https://www.gchq.gov.uk/news/colossus-80\">Image by\n[U.K. GCHQ</a> | Cropped and scaled | Open Government License]\nThe Colossus and its developers were at the forefront of the computer revolution\nDespite being kept in the shadows for decades, the impact of Colossus was felt around the world throughout the dawn of the computer age, helping build the foundation of a modern society that is heavily dependent on digital technology.\nAccording to Andrew Herbert, Chairman of Trustees at The National Museum of Computing, several members of the team led by Tommy Flowers at Bletchley Park \"went on to become important pioneers and leaders of British computing in the decades following the war, often leading the world in their work.\"\nMany of those who worked on other codebreaking projects at Bletchley Park, like Alan Turing, also helped shape the future of digital technology, which is why the estate is known today as one of the birthplaces of modern computing. In recognition of its importance, Bletchley Park was chosen as the host venue for the world's first Artificial Intelligence Safety Summit in November 2023, bridging the earliest days of modern computing to the current A.I. revolution and the future of the industry. As a reminder of the legacy of Colossus, a fully functional reconstruction of the code-breaking machine was built and is displayed at The National Museum of Computing at Bletchley Park.\n<a href=\"https://www.gchq.gov.uk/news/colossus-80\">Image by\n[U.K. GCHQ</a> | Cropped and scaled | Open Government License]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://gchq.gov.uk/news/colossus-80",
      "https://www.gchq.gov.uk/news/colossus-80",
      "https://www.nationalarchives.gov.uk/information-management/re-using-public-sector-information/uk-government-licensing-framework/crown-copyright",
      "https://www.nationalarchives.gov.uk/information-management/re-using-public-sector-information/uk-government-licensing-framework/crown-copyright/",
      "https://nationalarchives.gov.uk/information-management/re-using-public-sector-information/uk-government-licensing-framework/crown-copyright/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "max newman",
          "sentiment": "none"
        },
        {
          "name": "tommy flowers",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "allied forces",
          "sentiment": "none"
        },
        {
          "name": "nazis",
          "sentiment": "none"
        },
        {
          "name": "government communications headquarters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "buckinghamshire",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "u.k.",
          "sentiment": "none"
        },
        {
          "name": "bletchley park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T02:17:17.698+02:00",
    "updated": "2024-01-19T02:17:17.698+02:00"
  },
  {
    "uuid": "366c996fef4d6fdf9e2b8dd0085d509a9866baee",
    "url": "https://kslnewsradio.com/2069036/goodbye-to-haze-and-hello-to-better-air-quality/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eric Cabrera",
    "published": "2024-01-04T03:00:00Z",
    "title": "Goodbye to haze and hello to better air quality",
    "text": "Goodbye to haze and hello to better air quality\nJan 3, 2024, 8:00 PM\n(Megan Nielsen/Deseret News)\nSALT LAKE CITY — After starting the new year with less-than-desirable air quality, Utah may finally be able to take a breath and find relief from the nasty air.\nBo Call with the\nUtah Department of Environmental Quality said better air quality is on its way.\n“Over the last 24 hours, the numbers have started to go down, and many of the locations we’re looking at have really crept down into the really low single-digit numbers,” Call said. “We’re expecting to have a storefront come through [Wednesday night] and that should clear us out.”\nCall said the more moisture a storm brings the more it erodes the inversion. From the looks of what’s coming, Utah could see relief for the next seven to 10 days, according to\nKSL Meteorologist Matt Johnson.\nJohnson said with a storm building and clouds rolling in and eroding the inversion, the air should continue to improve.\nDevin Oldroyd contributed to this story.\nRelated stories\nUtah’s air quality: haze rolling in but a potential storm on the way Great Salt Lake managers holding out hope following slow start to winter snowfall Here’s what Utah’s snowpack looks like at the start of 2024 Project conducted on fog could help to improve future fog forecasts\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Health",
      "Environment"
    ],
    "external_links": [
      "https://ksltv.com/our-team-members/matthew-johnson",
      "https://deq.utah.gov/division-air-quality",
      "https://ksltv.com/our-team-members/matthew-johnson/",
      "https://www.deq.utah.gov/division-air-quality",
      "https://www.ksltv.com/our-team-members/matthew-johnson/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "megan nielsen",
          "sentiment": "negative"
        },
        {
          "name": "devin oldroyd",
          "sentiment": "none"
        },
        {
          "name": "matt johnson",
          "sentiment": "none"
        },
        {
          "name": "johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "deseret news) sa",
          "sentiment": "neutral"
        },
        {
          "name": "ksl",
          "sentiment": "none"
        },
        {
          "name": "utah department of environmental quality",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "utah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-04T05:04:01.225+02:00",
    "updated": "2024-01-04T05:04:01.225+02:00"
  },
  {
    "uuid": "052ad7bf0a0552f195016f252b6e395925e753c5",
    "url": "https://www.trentu.ca/news/story/39621",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Trent University",
    "published": "2024-04-18T19:33:00Z",
    "title": "United Way Campaign Celebration Highlights Trent Support - News - Trent University",
    "text": "United Way Campaign Celebration Highlights Trent Support Trent University and Trent campaign coordinators recognized for going “above and beyond” Trent’s annual United Way campaign was recognized with two Spirit Awards at the United Way of Peterborough & District’s 2023 campaign wrap-up event. Trent’s $117,000 campaign earned the University hardware for Outstanding Workplace Campaign (large). Thanks to the involvement and generosity of staff, faculty and retirees, Trent University has maintained the title of the United Way’s largest corporate supporter, generating a significant positive impact on the region. Alison Scholl, senior manager, Community & External Relations, and MK Millard, community relations officer, received the Champions of Change award for their efforts leading the annual fundraising drive. This award recognizes outstanding leadership, dedication and passion inspiring colleagues to get involved in the workplace campaign. “The United Way agency partners do hard work, creating the programs and resources to support our community. We get to do the fun work of celebrating the United Way and encouraging Team Trent to join us in giving back,” Scholl said upon receiving the award. Trent has supported the United Way since 1965, raising more than $2.7 million.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trent",
          "sentiment": "negative"
        },
        {
          "name": "millard",
          "sentiment": "none"
        },
        {
          "name": "alison scholl",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united way",
          "sentiment": "negative"
        },
        {
          "name": "news - trent university united way campaign celebration highlights trent support trent university",
          "sentiment": "negative"
        },
        {
          "name": "united way of peterborough & district",
          "sentiment": "none"
        },
        {
          "name": "university",
          "sentiment": "none"
        },
        {
          "name": "trent university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united way",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:54:01.435+03:00",
    "updated": "2024-04-19T00:54:01.435+03:00"
  },
  {
    "uuid": "03102ead00b038927acdf6fb586a066746eeaf12",
    "url": "https://www.huffingtonpost.es/tiempo/la-aemet-regala-buena-noticia-semana.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miguel Fernández Molina",
    "published": "2024-01-13T06:34:00Z",
    "title": "La AEMET regala la buena noticia del fin de semana",
    "text": "La AEMET regala la buena noticia del fin de semana Después del paso de un temporal que ha dejado frío y nieve en un episodio \"típico\" de invierno, a juicio de los meteorólogos. El temporal de estos días ya es prácticamente historia. Ni rastro de los peores escenarios que se visualizaban, más allá de [unos días de mucho frío y nieve en bastantes puntos de la península,](https://www.huffingtonpost.es/tiempo/la-aemet-emite-comunicado-urgente-duro-temporal-invernal-viene-martes.html) especialmente montañosos. Y, como advertían [los meteorólogos consultados por El HuffPost](https://www.huffingtonpost.es/tiempo/si-viene-temporal-viene-filomena-detalles-fenomeno-vivira-espana-semana.html) para desentrañar los fenómenos que venían estos días, el fin de semana llega acompañado de una subida de las temperaturas... y lluvia por los efectos de la borrasca Hipolito procedente del Atlántico y Portugal. De hecho, las máximas y las mínimas ya han empezado a subir en el último tramo del viernes, una tendencia que será más fuerte durante la mañana de este sábado, [como detalla la Agencia Estatal de Meteorología (AEMET)](https://www.aemet.es/es/documentos_d/eltiempo/prediccion/videos/202401121127_videoeltiempoAEMET.mp4). También habrá precipitaciones, incialmente más limitada al noroeste y a medida que avance el día desplazándose hacia norte y centro peninsulares, además de tocar el oeste de Canarias. El domingo la lluvia irá un paso más allá y se hará más generalizada, especialmente en la mitad norte de España, afectando también a zonas de Castilla-La Mancha y Extremadura, aunque no tocará el litoral mediterráneo. Esa lluvia asociada a Hipolito también se espera para el comienzo de la próxima semana según los adelantos de previsiones para los próximos días.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.aemet.es/es/documentos_d/eltiempo/prediccion/videos/202401121127_videoeltiempoAEMET.mp4",
      "https://aemet.es/es/documentos_d/eltiempo/prediccion/videos/202401121127_videoeltiempoAEMET.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-13T09:00:20.924+02:00",
    "updated": "2024-01-13T14:05:54.079+02:00"
  },
  {
    "uuid": "266e15b6193b939a9b903bd9c902b73fdeb3423c",
    "url": "https://www.thetowntalk.com/story/sports/college/lsu/2024/01/07/lsu-womens-basketball-weathers-storm-in-win-at-ole-miss/72119937007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cory Diaz",
    "published": "2024-01-07T22:08:00Z",
    "title": "LSU women's basketball weathers storm in win at Ole Miss",
    "text": "LSU women's basketball weathers storm in win at Ole Miss [Cory Diaz](https://www.theadvertiser.com/staff/4406889002/cory-diaz/) Kim Mulkey has sounded almost like a broken record when discussing this season's [LSU women's basketball team's](https://www.theadvertiser.com/sports/lsu/) ability to score the basketball. By halftime Sunday afternoon, LSU has already put up 50 points and questions on if Ole Miss could slow it down seemed to be silenced. Then the Rebels went to the three-quarter court press and stifled the Tigers' attack. But the No. 7-ranked [Tigers weathered the storm in their Southeastern Conference road test](/story/sports/college/lsu/2024/01/07/lsu-womens-basketball-ole-miss-score-live-updates/72119872007/), outlasting Ole Miss, 84-73, inside the Pavilion. Star Angel Reese helped her team survive, putting up 10 of her game-high 21 points in the second half. LSU women's basketball loses control of game in second half vs. Ole Miss' pressure defense Coming in, Ole Miss coach Yolette McPhee-McCuin's team ranked 13th in the country in scoring defense, giving up 52.4 points per game. LSU got off to a hot start as Angel Reese, Flau'jae Johnson and Mikaylah Williams each scored double-digits in the first half. LSU led by 13 at halftime, but the Rebs implemented its press, trap defense coming out of the locker room and it worked. the Tigers couldn't regain their footing on offense, managing just 17 points and giving the ball away six times in the third quarter as Ole Miss stormed back into the game at 67-62. Point guard Hailey Van Lith struggled to handle the press and picked up four fouls by late in the third quarter. But the Tigers rebounded, outscoring the Rebels 17-11 to pull away. Kim Mulkey's star freshman Mikaylah Williams continues to shine How would WIlliams handle her first SEC road game? The freshman emphatically and quickly answered that question. As has been the case her freshman campaign thus far, Williams was not rattled by the record-sized crowd at Ole Miss as she led poured in 18 points, including nailing four 3's. She snapped LSU's scoring drought in the third when the team needed it. KIM MULKEY ON NEW NCAA TV DEAL [LSU women's basketball coach Kim Mulkey on new NCAA TV deal: More ratings, more money](/story/sports/college/lsu/2024/01/05/kim-mulkey-lsu-womens-basketball-new-womens-ncaa-tournament-tv-deal-reaction/71962373007/) LSU ROUTS MIZZOU IN SEC OPENER [Flau'jae Johnson ignites LSU women's basketball in win over Missouri](/story/sports/college/lsu/2024/01/04/lsu-womens-basketball-missouri-sec-opener-kim-mulkey/71962392007/) And her outside shot ignited the team. LSU's outside shooting provides enough cushion early The Tigers made five of their first seven 3-pointers in the first half, helping them build a 13-point lead. While Ole Miss claimed the lead early in the third, but Williams and Van Lith shooting the ball early efficiency paved the way for LSU to survive. For the game, LSU went 8-for-13 from behind the arc as four different players made a deep shot. Cory Diaz covers the LSU Tigers and Louisiana Ragin’ Cajuns for The Daily Advertiser as part of the USA TODAY Network. Follow his Tigers and Cajuns coverage on Twitter: @ByCoryDiaz. Got questions regarding LSU/UL athletics? Send them to Cory Diaz at bdiaz@gannett.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.theadvertiser.com/sports/lsu/)",
      "https://www.theadvertiser.com/staff/4406889002/cory-diaz/)",
      "https://theadvertiser.com/sports/lsu/)",
      "https://theadvertiser.com/staff/4406889002/cory-diaz/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cory diaz",
          "sentiment": "negative"
        },
        {
          "name": "yolette mcphee-mccuin",
          "sentiment": "none"
        },
        {
          "name": "kim mulkey",
          "sentiment": "none"
        },
        {
          "name": "angel reese",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lsu",
          "sentiment": "negative"
        },
        {
          "name": "tigers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ole miss",
          "sentiment": "none"
        },
        {
          "name": "ole miss lsu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:18:42.052+02:00",
    "updated": "2024-01-08T00:18:42.052+02:00"
  },
  {
    "uuid": "dca4f1671b4c47dc2ccef8ac1ecf7d378061f111",
    "url": "https://en.dailypakistan.com.pk/20-Jan-2024/pakistan-crush-afghanistan-in-u19-world-cup-opener",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Web Desk",
    "published": "2024-01-20T16:49:00Z",
    "title": "Pakistan crush Afghanistan in U19 World Cup opener",
    "text": "Pakistan have kicked off their ICC U19 World Cup 2024 campaign with a crushing 181-run victory over Afghanistan in South Africa on Saturday. Pakistan’s mainstay Shahzaib Khan smashed a spectacular century, while captain Saad Baig scored a brisk 55 off just 52 deliveries, laced up with three boundaries and four sixes, to take the total to 284. Pakistan lost nine wickets in total. 1️⃣0️⃣6️⃣ runs— Pakistan Cricket (@TheRealPCB) 1️⃣0️⃣ fours 3️⃣ sixes Shahzaib Khan is player of the match for his superb 💯 [#PakistanFutureStars]| [#U19WorldCup]| [#PAKvAFG] [pic.twitter.com/Ub5eOOYalj] [January 20, 2024] Then, Pakistan pacers, led by Ubaid Shah, dismantled Afghanistan’s batting unit and booked them on a paltry 103. Ubaid picked up four wickets in his seven overs and leaked away just 26 runs – his career-best figures – while Muhammad Zeeshan picked 3/17 in his five. Pakistan will now lock horns with Nepal on January 24 in their second ICC U19 World Cup 2024 fixture. Meanwhile, India have overcome an ordinary start to secure a comprehensive win over Bangladesh today. LAHORE – Pakistani currency remains largely stable against the US dollar, Euro, Pound, Riyal and other currencies on Sunday. On the last day of the week, US dollar was quoted at 279.4 for buying and 281.65 for selling. Euro comes down to 305 for buying and 308 for selling while British Pound rate stands at 355 for buying, and 358.5 for selling. UAE Dirham AED stands firm at 76.5 whereas the Saudi Riyal comes down to 74.45. Source: Forex Association of Pakistan. (last update 09:00 AM) |Currency |Symbol |Buying |Selling |US Dollar |USD |279.4 |281.65 |Euro |EUR |305 |308 |UK Pound Sterling |GBP |355 |358.5 |U.A.E Dirham |AED |76.5 |77.3 |Saudi Riyal |SAR |74.45 |75.2 |Australian Dollar |AUD |182 |183.8 |Bahrain Dinar |BHD |744.22 |752.22 |Canadian Dollar |CAD |205 |207 |China Yuan |CNY |39.18 |39.58 |Danish Krone |DKK |40.77 |41.77 |Hong Kong Dollar |HKD |35.8 |36.15 |Indian Rupee |INR |3.37 |3.48 |Japanese Yen |JPY |2.02 |2.11 |Kuwaiti Dinar |KWD |908.9 |917.9 |Malaysian Ringgit |MYR |59.36 |59.96 |New Zealand Dollar |NZD |170.82 |172.82 |Norwegians Krone |NOK |26.59 |26.89 |Omani Riyal |OMR |726.88 |734.88 |Qatari Riyal |QAR |76.92 |77.62 |Singapore Dollar |SGD |207 |209 |Swedish Korona |SEK |26.72 |27.02 |Swiss Franc |CHF |322.17 |324.67 |Thai Bhat |THB |7.85 |8 Copyright ©2024. Reproduction of this website's content without express written permission from 'Daily Pakistan' is strictly prohibited.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ubaid",
          "sentiment": "none"
        },
        {
          "name": "saad baig",
          "sentiment": "none"
        },
        {
          "name": "ubaid shah",
          "sentiment": "none"
        },
        {
          "name": "shahzaib khan",
          "sentiment": "none"
        },
        {
          "name": "muhammad zeeshan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "icc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "afghanistan",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "lahore",
          "sentiment": "none"
        },
        {
          "name": "nepal",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T19:36:31.978+02:00",
    "updated": "2024-01-22T00:04:18.801+02:00"
  }
]