[
  {
    "uuid": "d8800284d7cbfb5a8dc7ddfcfdc87aba1f8c0673",
    "url": "https://vnexplorer.net/la-onda-de-calor-en-mexico-causa-temperaturas-de-mas-de-40-grados-en-23-estados-s2708060.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-10T02:04:00Z",
    "title": "La onda de calor en México causa temperaturas de más de 40 grados en 23 estados",
    "text": "La onda de calor en México causa temperaturas de más de 40 grados en 23 estados Ciudad de México, 9 may (EFE).- La segunda onda de calor del año en México dejará este jueves temperaturas mayores a los 40 grados en 23 estados del país, más de dos tercios del total de 32, incluyendo 12 con índices superiores a los 45 grados. El Servicio Meteorológico Nacional (SMN) pronosticó temperaturas superiores a los 45 grados en Campeche, Chiapas, Guerrero, Hidalgo, Michoacán, Nuevo León, Oaxaca, San Luis Potosí, Tabasco, Tamaulipas, Veracruz y Yucatán, por lo que el calor abarca entidades de todas las regiones del país. Mientras que habrá temperaturas máximas de 40 a 45 grados en Coahuila, Durango, Colima, Jalisco, Morelos, Nayarit, Querétaro, Quintana Roo, Puebla, Sinaloa y Sonora, agregó el organismo de la Comisión Nacional del Agua (Conagua) en su reporte. Asimismo, el SMN previó que el termómetro marque un máximo de 35 a 40 grados en Aguascalientes, Baja California, Baja California Sur, Chihuahua, Estado de México, Guanajuato y Zacatecas, y de 30 a 35 grados en Ciudad de México y Tlaxcala. El SMN detalló que la onda de calor se genera “por una circulación anticiclónica posicionada en niveles medios de la atmósfera”. “Por lo anterior, se recomienda a la población tomar medidas preventivas como evitar la exposición prolongada a la radiación solar, hidratarse adecuadamente, poner especial atención a enfermos crónicos, niños y adultos mayores, así como atender las indicaciones del Sector Salud y de Protección Civil”, advirtió. La demanda de electricidad por el calor provocó el martes apagones masivos en ciudades de cerca de la mitad de los estados del país, por lo que el Centro Nacional de Control de Energía (Cenace) declaró ese día una emergencia en el sistema eléctrico y el miércoles lo consideró en alerta. Por otro lado, el Servicio Meteorológico solo espera este jueves intervalos de chubascos, de 5 a 25 milímetros, en Ciudad de México, Estado de México, Hidalgo, Puebla y Tlaxcala. Y habría lluvias aisladas, menores a 5 milímetros, en Campeche, Chiapas, Coahuila, Guanajuato, Morelos, Nuevo León, Querétaro, Quintana Roo, San Luis Potosí, Tamaulipas y Yucatán. El Gobierno mexicano previó al menos cinco ondas de calor entre marzo y julio el 16 de abril pasado, cuando registró 95 casos asociados a las temperaturas y un deceso. La capital del país, Ciudad de México, alcanzó el 15 de abril una temperatura máxima récord de 34,2 grados, con lo que superó los 33,9 grados registrados en 1998, según el SMN. (c) Agencia EFE\" } Global US CH SE DK NO NL BE UK DE FR FI IT AT ES PT PL IE GR CZ TR AE CA JP KR AR BR IN\nES La onda de calor en México causa temperaturas de más de 40 grados en 23 estados 10/05/2024\nLa onda de calor en México causa temperaturas de más de 40 grados en 23 estados\nCiudad de México, 9 may (EFE).- La segunda onda de calor del año en México dejará este jueves temperaturas mayores a los 40 grados en 23 estados del país, más de dos tercios del total de 32, incluyendo 12 con índices superiores a los 45 grados.\nEl Servicio Meteorológico Nacional (SMN) pronosticó temperaturas superiores a los 45 grados en Campeche, Chiapas, Guerrero, Hidalgo, Michoacán, Nuevo León, Oaxaca, San Luis Potosí, Tabasco, Tamaulipas, Veracruz y Yucatán, por lo que el calor abarca entidades de todas las regiones del país.\nMientras que habrá temperaturas máximas de 40 a 45 grados en Coahuila, Durango, Colima, Jalisco, Morelos, Nayarit, Querétaro, Quintana Roo, Puebla, Sinaloa y Sonora, agregó el organismo de la Comisión Nacional del Agua (Conagua) en su reporte.\nAsimismo, el SMN previó que el termómetro marque un máximo de 35 a 40 grados en Aguascalientes, Baja California, Baja California Sur, Chihuahua, Estado de México, Guanajuato y Zacatecas, y de 30 a 35 grados en Ciudad de México y Tlaxcala.\nEl SMN detalló que la onda de calor se genera “por una circulación anticiclónica posicionada en niveles medios de la atmósfera”.\n“Por lo anterior, se recomienda a la población tomar medidas preventivas como evitar la exposición prolongada a la radiación solar, hidratarse adecuadamente, poner especial atención a enfermos crónicos, niños y adultos mayores, así como atender las indicaciones del Sector Salud y de Protección Civil”, advirtió.\nLa demanda de electricidad por el calor provocó el martes apagones masivos en ciudades de cerca de la mitad de los estados del país, por lo que el Centro Nacional de Control de Energía (Cenace) declaró ese día una emergencia en el sistema eléctrico y el miércoles lo consideró en alerta.\nPor otro lado, el Servicio Meteorológico solo espera este jueves intervalos de chubascos, de 5 a 25 milímetros, en Ciudad de México, Estado de México, Hidalgo, Puebla y Tlaxcala.\nY habría lluvias aisladas, menores a 5 milímetros, en Campeche, Chiapas, Coahuila, Guanajuato, Morelos, Nuevo León, Querétaro, Quintana Roo, San Luis Potosí, Tamaulipas y Yucatán.\nEl Gobierno mexicano previó al menos cinco ondas de calor entre marzo y julio el 16 de abril pasado, cuando registró 95 casos asociados a las temperaturas y un deceso.\nLa capital del país, Ciudad de México, alcanzó el 15 de abril una temperatura máxima récord de 34,2 grados, con lo que superó los 33,9 grados registrados en 1998, según el SMN.\n(c) Agencia EFE\nNews Related ¿Cuántas Finales ha disputado América en la Liga MX Femenil? їCuГЎntas Finales ha disputado AmГ©rica en la Liga MX Femenil? América dejó ir el título. Las Águilas se mantuvieron firmes en la contienda por el campeonato de la Liga MX Femenil y en su cuarta final alcanzada, queriendo reafirmarse en el trono del futbol nacional, ante Tigres, cayeron 3-0 en ...\nSee Details: ¿Cuántas Finales ha disputado América en la Liga MX Femenil? Boca Juniors se queda fuera de la Copa Libertadores 2024 Boca Juniors se queda fuera de la Copa Libertadores 2024 Boca Juniors se quedó fuera de la Copa Libertadores 2024. El Xeneize no logró sumar los puntos suficientes en la Tabla Anual y ahora se tendrá que conformar con disputar la Copa Sudamericana el próximo año. Boca viene de perder ...\nSee Details: Boca Juniors se queda fuera de la Copa Libertadores 2024 Los Bears vencen a los Vikings con cuatro field goals MINNEAPOLIS, MINNESOTA &#8211; NOVEMBER 27: Jaquan Brisker #9 of the Chicago Bears intercepts a pass intended for Jordan Addison #3 of the Minnesota Vikings during the second quarter at U.S. Bank Stadium on November 27, 2023 in Minneapolis, Minnesota. Adam Bettcher/Getty Images/AFP (Photo by Adam Bettcher / GETTY IMAGES NORTH ...\nSee Details: Los Bears vencen a los Vikings con cuatro field goals ¡Llegó la sexta! Tigres Femenil es campeón del Apertura 2023 ЎLlegГі la sexta! Tigres Femenil es campeГіn del Apertura 2023 Llegó la sexta al Volcán. Tigres femenil demostró su experiencia en finales al manejar la ventaja que obtuvieron en el Estadio Azteca para coronarse por sexta ocasión en la Liga MX Femenil. No hubo nigún en el volcán Las dirigidas ...\nSee Details: ¡Llegó la sexta! Tigres Femenil es campeón del Apertura 2023 Posibles alineaciones del AC Milan - Borussia Dortmund por la UEFA Champions League El segundo enfrentamiento entre AC Milan y Borussia Dortmund dentro de la fase de grupos de Champions League se celebra este martes en San Siro. Luego de que en el primero de sus dos partidos dentro de la fase de grupos de la UEFA Champions League repartieran unidades al igualar ...\nSee Details: Posibles alineaciones del AC Milan - Borussia Dortmund por la UEFA Champions League Gobierno de Bolivia critica entrevista a Sebastián Marset &#8220;No ha sido una entrevista sino algo parecido a un homenaje a un narcotraficante en vida&#8221;, dijo el ministro boliviano de Gobierno. El Gobierno de Bolivia criticó este lunes (27.11.2023) la entrevista hecha por un medio televisivo de Uruguay al presunto narcotraficante Sebastián Marset, al considerar que fue casi &#8220;un ...\nSee Details: Gobierno de Bolivia critica entrevista a Sebastián Marset Residentes reclaman colapso del sistema de drenaje en edificio de Miami-Dade Residentes reclaman colapso del sistema de drenaje en edificio de Miami-Dade Inquilinos de un edificio de apartamentos viven en condiciones insalubres con aguas negras que se acumulan en sus viviendas. Una situación que empeoró con las fuertes lluvias de hace unos días. Tras contactar a la administración del lugar las ...\nSee Details: Residentes reclaman colapso del sistema de drenaje en edificio de Miami-Dade Juzgarán a un ginecólogo acusado de abusar sexualmente de 14 pacientes El ginecólogo de Burzaco Diego Javier Clementi está acusado por hechos cometidos en su propio consultorio. El juez de garantías Sebastián Ariel Monelos concedió la elevación a juicio de la causa contra el ginecólogo de Burzaco Diego Javier Clementi por 14 hechos de abuso sexual cometidos en su propio consultorio, ...\nSee Details: Juzgarán a un ginecólogo acusado de abusar sexualmente de 14 pacientes Se caldea precampaña en México ante ataques de expresidente a esposa de candidato opositor El ginecólogo de Burzaco Diego Javier Clementi está acusado por hechos cometidos en su propio consultorio. El juez de garantías Sebastián Ariel Monelos concedió la elevación a juicio de la causa contra el ginecólogo de Burzaco Diego Javier Clementi por 14 hechos de abuso sexual cometidos en su propio consultorio, ...\nSee Details: Se caldea precampaña en México ante ataques de expresidente a esposa de candidato opositor Powerball números ganadores del sorteo hoy, 27/11/23: Jackpot de $352 millones El ginecólogo de Burzaco Diego Javier Clementi está acusado por hechos cometidos en su propio consultorio. El juez de garantías Sebastián Ariel Monelos concedió la elevación a juicio de la causa contra el ginecólogo de Burzaco Diego Javier Clementi por 14 hechos de abuso sexual cometidos en su propio consultorio, ...\nSee Details: Powerball números ganadores del sorteo hoy, 27/11/23: Jackpot de $352 millones Roy Makaay vuelve a elogiar el gran momento de Santi Giménez en el Feyenoord El ginecólogo de Burzaco Diego Javier Clementi está acusado por hechos cometidos en su propio consultorio. El juez de garantías Sebastián Ariel Monelos concedió la elevación a juicio de la causa contra el ginecólogo de Burzaco Diego Javier Clementi por 14 hechos de abuso sexual cometidos en su propio consultorio, ...\nSee Details: Roy Makaay vuelve a elogiar el gran momento de Santi Giménez en el Feyenoord <a title=\"Venezuela usa referendo sobre el Esequibo como \" distracción de sus problemas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDgJ1.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDz1y.img",
      "https://vneass.newsexplorer.info/assets/img/logo.svg?ver=2023",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDLDc.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1m6I9E.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDMVb.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDUyx.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDNfX.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDPqr.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDRPD.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDvvs.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDRPD.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDNfX.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDvvs.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDPqr.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDMVb.img",
      "https://www.vneass.newsexplorer.info/assets/img/logo.svg?ver=2023",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1m6I9E.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDz1y.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDgJ1.img",
      "https://vneass.newsexplorer.info/assets/img/logo.svg",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDLDc.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1kDUyx.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T13:18:20.647+03:00",
    "updated": "2024-05-10T13:18:20.647+03:00"
  },
  {
    "uuid": "309f5c4d8ec2a17f695ac4618b22daf685e11608",
    "url": "https://bolavip.com/en/nfl/amid-cowboys-uncertain-future-dak-prescott-issues-strong-warning-to-rest-of-the-nfl",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@modonnell",
    "published": "2024-07-25T19:26:00Z",
    "title": "Dak Prescott issues strong warning to Jerry Jones, rest of the NFL - Bolavip US",
    "text": "NFL Amid Cowboys' uncertain future, Dak Prescott issues strong warning to rest of the NFL While his contract situation gives plenty to talk about, Dallas Cowboys quarterback Dak Prescott warned the rest of the NFL.\nNFL News: Jerry Jones finally answers if Dallas Cowboys will give Dak Prescott a contract extension NFL News: Jerry Jones sends big warning to CeeDee Lamb about contract extension with Dallas Cowboys By Martín O’donnell\nJuly 25, 2024 05:26PM EDT\nwhatsapp\nJuly 25, 2024 05:26PM EDT\n© Rob Carr/Getty Images Dak Prescott #4 of the Dallas Cowboys looks on during the game against the Washington Commanders at FedExField on January 08, 2023 in Landover, Maryland. By Martín O’donnell\n2024 could be a make or break year for Dak Prescott , who is on an expiring contract with the Dallas Cowboys . The 30-year-old, who turns 31 on July 29, has yet to have a successful postseason with America’s Team.\nDak is 2-5 as a starter in the NFL playoffs , which is without any doubt the biggest stain from his time in Dallas so far. In fact, it may be the reason the Cowboys have yet to hand him a new deal.\nSince his postseason record is far from great, Prescott knows he’ll be under the microscope at the Cowboys this season. But the quarterback feels prepared to prove his doubters wrong, warning everyone we’ll only get to see a better version of him .\n“ You never stay the same. You’re either getting better or you’re getting worse. And I’m not getting worse ,” Prescott told reporters Thursday on the first day of Cowboys’ training camp, via Patrik Walker.\nDak Prescott #4 of the Dallas Cowboys looks on prior to a game against the Los Angeles Rams at AT&T Stadium on October 29, 2023 in Arlington, Texas.\nPrescott also sent a clear message to Cowboys owner Jerry Jones: “I want to be here ,” he said while claiming that “ all the other great quarterbacks played for other teams.”\nsee also\nNFL News: Jerry Jones finally answers if Dallas Cowboys will give Dak Prescott a contract extension\nPrescott wants to turn the page from Cowboys’ blowout loss to Packers The Cowboys’ playoff campaigns with Prescott under center have all ended in disappointment so far, but it’s safe to say no one was so painful as last year’s elimination at the hands of the Green Bay Packers .\nDespite arriving in the game as strong favorite, Dallas failed to carry its regular season level into the Wild Card and got completely outplayed by Jordan Love. Two late touchdowns left the score at 48-32 , but it was still an embarrassing loss for Prescott and company.\n“Be fans or don’t be fans. If you’re a fan, you’re going to turn the page just as we do, you’re gonna move forward, understanding that you have better ahead of you. … Sorry, obviously, but it hurt us more than it did them. Obviously it’s on us to get back and to do better, but, yeah, move on ,” Prescott said about last season’s playoff exit.\nMartín O’donnell\nMartin O'Donnell is a bilingual sports writer fluent in English and Spanish, with a Bachelor’s degree in Communications. Since joining Bolavip in February 2021, he has extensively covered soccer, NFL, and NBA, specializing in real-time coverage of major events such as the World Cup, UEFA Champions League finals, and the Super Bowl. Martin’s prior experience includes managing social media for the CONMEBOL Libertadores and Sudamericana in English and reporting on Brazilian football for Sambafoot. At Bolavip, he is known for his meticulous coverage during critical sports seasons—covering trades, playoffs, and finals—and for keeping a close eye on soccer icons Lionel Messi at Inter Miami and Cristiano Ronaldo at Al-Nassr. His attention to detail and ability to capture breaking news have made him a valuable asset to the team.\nDak Prescott Dallas Cowboys Check our latest news in Google News\nfollow us\nwhatsapp\nALSO READ\nNFL NFL Amid Cowboys' uncertain future, Dak Prescott issues strong warning to rest of the NFL",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/in/martín-o-donnell-1973831b9/",
      "https://news.google.com/publications/CAAqBwgKML6HmQswzpGxAw?hl=en-US&gl=US&ceid=US%3Aen",
      "https://twitter.com/modonnell_",
      "https://www.twitter.com/modonnell_",
      "https://linkedin.com/in/martín-o-donnell-1973831b9/",
      "https://www.news.google.com/publications/CAAqBwgKML6HmQswzpGxAw?hl=en-US&gl=US&ceid=US%3Aen",
      "https://news.google.com/publications/CAAqBwgKML6HmQswzpGxAw",
      "https://www.linkedin.com/in/martín-o-donnell-1973831b9"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jerry jones",
          "sentiment": "negative"
        },
        {
          "name": "dak prescott",
          "sentiment": "negative"
        },
        {
          "name": "martín",
          "sentiment": "none"
        },
        {
          "name": "rob carr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "bolavip us nfl amid cowboys",
          "sentiment": "negative"
        },
        {
          "name": "ceedee lamb",
          "sentiment": "none"
        },
        {
          "name": "cowboys",
          "sentiment": "none"
        },
        {
          "name": "nfl news",
          "sentiment": "none"
        },
        {
          "name": "getty images dak prescott",
          "sentiment": "none"
        },
        {
          "name": "dallas cowboys",
          "sentiment": "none"
        },
        {
          "name": "fedexfield",
          "sentiment": "none"
        },
        {
          "name": "washington commanders",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "dallas",
          "sentiment": "none"
        },
        {
          "name": "maryland",
          "sentiment": "none"
        },
        {
          "name": "landover",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:29:30.562+03:00",
    "updated": "2024-07-26T00:29:30.562+03:00"
  },
  {
    "uuid": "36687439ff3619ee562e33e6b4279c834dbcaa31",
    "url": "https://www.thetruthseeker.co.uk/?p=199684",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tts-Admin",
    "published": "2023-12-24T08:40:00Z",
    "title": "Satanist Jews Took the Christ Out of Christmas",
    "text": "HenryMakow.com – Dec 23, 2023\nA friend’s eight-year-old boy complained that his class cannot celebrate Christmas although 19 of 20 kids are Christian. The twentieth is Jewish, and guess what, they are learning about Chanukah! The boy made a bewildered face, as if to say, what’s going on? What’s going on is that the goyim are being inducted into a Satanic cult called Cabalist Judaism. What more proof do you need? The best response is to celebrate the birth of Christ with more fervour than ever before.\nMakow- You’d think Christian Zionists would get the message. Jewish rabbis are responsible for the Crucifixion of Christ. They have continued this vendetta against God and man until the present day. Aren’t the COVID scam, lockdowns, deadly vaccines and Agenda 2030 proof enough? Klaws Swab is a Rothschild.\nChristmas Was Crucified Again\nUpdated a few times from Dec 23, 2005\nBy Henry Makow PhD.\nEach year, Christmas becomes a fading a reflection of Christmas’ past. What do the Satanist Jews have against Jesus?\nHe is the antithesis of the up-side-down world they are creating. Jesus taught that God is Love, and he loves everyone equally. He taught that God is a moral force – Morality is the Fourth Dimension. We must ascend the grease-pole of Consciousness if we are to know the true grandeur of human life.\nThey reject God and hate Jesus. The covidscam is a war against God, Love, and humanity, and\n it’s going to get worse. The “Great Reset” is Communism. Agenda 2030 is literally Agenda 1984. They are determined to degrade, dispossess and enslave us. WAKE UP FOLKS! (Satanism Explained)\nI repost this 2005 article to show that Satanists have been cancelling Christmas for a long time.\n“Did you enjoy the Holiday Concert?” the school principal asked my friend.\n“Yes, but why didn’t you call it a Christmas Concert?’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.henrymakow.com/2020/10/karl-schwab-reset.html?_ga=2.50880815.72805357.1608778229-868860797.1468708452",
      "https://www.henrymakow.com/2020/10/un-agenda-30-is-literally-agen.html",
      "https://www.henrymakow.com/2020/10/communist-terror-coming-for-you.html?_ga=2.50872879.72805357.1608778229-868860797.1468708452",
      "https://www.henrymakow.com/2020/02/satanism-explained.html",
      "https://henrymakow.com/2020/10/un-agenda-30-is-literally-agen.html",
      "https://www.henrymakow.com/2020/10/communist-terror-coming-for-you.html",
      "https://henrymakow.com/2020/10/communist-terror-coming-for-you.html?_ga=2.50872879.72805357.1608778229-868860797.1468708452",
      "https://henrymakow.com/2020/10/karl-schwab-reset.html?_ga=2.50880815.72805357.1608778229-868860797.1468708452",
      "https://www.henrymakow.com/2020/10/karl-schwab-reset.html",
      "https://henrymakow.com/2020/02/satanism-explained.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "henry makow",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T11:31:07.126+02:00",
    "updated": "2023-12-24T11:31:07.126+02:00"
  }
]