[
  {
    "uuid": "dc64d500573bef588c26e671ebf559507b943356",
    "url": "https://www.digitalspy.com/tv/a46295955/solo-leveling-review/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TV",
    "published": "2024-01-05T17:30:00Z",
    "title": "Solo Leveling is an invitingly dark must watch",
    "text": "The popular South Korean webcomic Solo Leveling has finally made the transition to screen and – after a lengthy wait – fans won't be disappointed. Solo Leveling was first introduced to fans back in 2015 as a Korean web novel written by Chugong. It was later adapted into a webtoon and Manhwa in 2018 amassing a massive following worldwide. Now, after nearly a decade the creators' attempts to bring the world of super-powered hunters versus hordes of monsters to anime form has resulted in something invitingly dark and exciting. So what are you in for if you’re unfamiliar with the source material?The anime's main protagonist Sung Jin-woo serves as the underdog with heart. Weaker than the other hunters, Jin-woo finds himself desperate to embark on these life-threatening missions not to prove himself for glory but so that he can support his family with money he receives from them.His try-hard attitude and sacrificial character traits are a delicate balance to get right and could easily come off as cheesy, and yet there is something endearing about the way in which they show up that cause you to root for him instead of roll your eyes.And Jin-woo will need all the rooting-for you can muster, as his journey opens up Solo Leveling's thickly gory, dramatic world laced with mystery. The show's focus for the first couple of episodes is, in part, on world building which here means quite a lot of info dumping interspersed between the action. It's a clunky storytelling approach but not unusual for the genre and Solo Leveling more than makes up for any slower moments with graphic action sequences that are guaranteed to keep you on edge. While its gruesome visuals deliver a thrilling shock factor thanks to the stunning art direction, they are anything but baseless carnage. Solo Leveling backs up dismemberment of limbs and slicing bodies in half by quickly building emotional connections to the characters and exploring their relationships with one another and their motivation for taking the risks they do. The pacing feels spot on when the danger becomes more pronounced, thanks to the way the show makes a habit of cutting to scenes showing characters’ personal lives outside of their mission. So far it is a compelling start with plenty of intrigue to build upon – and perfect to fill that monster-fighting hole in your heart while we wait for the next instalments of Jujutsu Kaisen and Demon Slayer.Solo Leveling will be available to watch weekly on Crunchyroll from the 6th January.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jin-woo",
          "sentiment": "none"
        },
        {
          "name": "chugong",
          "sentiment": "none"
        },
        {
          "name": "sung jin-woo",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "manhwa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:03:32.636+02:00",
    "updated": "2024-01-08T06:34:28.672+02:00"
  },
  {
    "uuid": "a31d5018f25e1b33ce8e71208841b63920555815",
    "url": "https://www.thenewsminute.com/karnataka/how-bjp-and-rss-reacted-to-karnataka-cms-move-to-revoke-hijab-ban",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNM Staff",
    "published": "2023-12-24T08:10:00Z",
    "title": "How BJP and RSS reacted to Karnataka CM’s move to revoke hijab ban",
    "text": "Hijab politics in Karnataka, which threatened to divide the student community on communal lines and law and order situation in the state during the BJP rule last year has come to the forefront yet again. Karnataka Chief Minister Siddaramaiah's announcement that he will lift the ban on hijab for school and college students has triggered a huge debate over the issue. However, the CM later that the government was only contemplating lifting the hijab ban and no final decision has been made.\nThe opposition BJP has indicated strife in the coming days. “My question to the Chief Minister is why are you playing with the children's future. At least keep your dirty politics away from students. Why are you sowing the seed of religion amongst the students. The CM now says that he didn't say anything like that. Hopefully he won't go ahead with the announcement,” said BJP State president BY Vijayendra.\nFormer CM of Karnataka and BJP leader BS Yediyurappa said that though the BJP wouldn't organise protests against lifting the hijab ban, people will teach the Congress a lesson in the upcoming Parliamentary elections. BJP MLA Basanagouda Patil Yatnal and former national general secretary CT Ravi stated that Hindu students will now demand that they be allowed to wear saffron shawls and tilak.\nRSS leader Kalladka Prabhakar Bhat asked if the CM had the power to lift the ban. \"If you want to say 'Allah hu Akbar', say it in your house or at the mosque. If you want to be in this country, you should chant Ram Naam (he was referring to Muslim student Muskan who had said Allahu Akbar after she was confronted by a Hindu mob).”\nRead:\nHowever, academic experts state that a large number of Muslim girls, who were denied permission to go to schools and colleges, will now be able to step out of their houses and continue their studies. Niranjan Aradhya, VP, Development Educationist and Social Activist, explained to IANS, \"It is a welcome decision by CM Siddaramaiah, lifting the ban on hijab. Any decision which takes away the fundamental right of students in schools and colleges will have its effect on the education of the children. Due to the hijab ban many female students had lost the right to education. Many did not join the first PUC (Class 11) and discontinued the second PUC (class 12). There are studies regarding this. The People's Union for Civil Liberties (PUCL) had conducted studies. The girls have stated that following the hijab ban their parents had not shown interest to send them to the schools,\" he explained.\nPolitical analysts said that CM Siddaramaiah's announcement is a calculated political move to consolidate the votes of Muslims. It is also to counter the rising Hindutva wave in the backdrop of the opening of Sri Ram Mandir at Ayodhya. However, what is curious is that the removal of the ban is possible with just a mere cancellation of the previous government order. Though this was one of its main electoral promises, the Congress has not done it in the past few months that it has been in power, indicating that there was pressure from within the party to not touch the ban.\n(With IANS inputs)\nRead:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vijayendra",
          "sentiment": "none"
        },
        {
          "name": "bs yediyurappa",
          "sentiment": "none"
        },
        {
          "name": "siddaramaiah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "bjp state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "karnataka",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T15:31:19.888+02:00",
    "updated": "2023-12-24T15:31:19.888+02:00"
  },
  {
    "uuid": "0dfb1f8790035c96f9e0fd022d9922fb8ff21cb3",
    "url": "https://www.shropshirestar.com:443/news/uk-news/2023/12/29/wrestling-coach-says-mbe-honour-is-the-pinnacle-of-his-career/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T22:44:00Z",
    "title": "Wrestling coach says MBE honour is the pinnacle of his career | Shropshire Star",
    "text": "Dave Finlay of Co Antrim set up the first Olympic Wrestling Association in Northern Ireland. A coach who has trained generations of wrestlers said being made an MBE in the New Year Honours list is the “pinnacle” of his career. Dave Finlay, who founded Northern Ireland’s first Olympic Wrestling Association, said he originally thought it was a wind-up when he received correspondence about the honour. He is the father of Dave ‘Fit’ Finlay, a former world champion who has wrestled in the WWE. His grandsons also wrestle in the US. The retired Co Antrim man explained that he was always interested in sports, but had not been allowed to box or play rugby after losing an eye in a childhood accident. He said that he first became involved in wrestling after going on honeymoon to Canada. He said: “I came back home to Ireland and there was no wrestling, so I started the wrestling here in Ireland. “When I got into wrestling I thought this is for me. “We organised clubs and set up the Northern Ireland Olympic Wrestling Association along with my wife Evelyn. “It just took off and lads and girls, six and seven-year-olds, I got them all into the wrestling. “As time went on I produced British champions, Commonwealth Games champions, it was a great journey for the whole family. “Up to this day there is still Olympic-style wrestling going on here.” Mr Finlay said when he first received the honours letter, he thought it was a speeding ticket. He said: “I got my daughter to open it and thought it was a wind up. “I just can’t believe it, for someone who was just doing wrestling and bringing kids in. “We had to write back and say we would accept it. I still wasn’t convinced, I was in shock. “I wasn’t doing it for any gain; the gain I got out of it was the kids winning and coming home with British medals. “For something that was a good hobby and allowed me to travel all around the world, to be rewarded for my great hobby, I am just so grateful.” Mr Finlay said he is looking forward to telling the rest of the family about his honour, pointing out they are all involved in wrestling. “My son became a professional wrestler on ITV on Saturdays and my grandsons are all wrestling in America. “It has gone through the generations with the Finlay wrestlers. “But this is the pinnacle of it all, the top of the mountain.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "evelyn",
          "sentiment": "none"
        },
        {
          "name": "dave finlay",
          "sentiment": "none"
        },
        {
          "name": "dave ‘fit’ finlay",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shropshire star dave finlay of co antrim",
          "sentiment": "negative"
        },
        {
          "name": "olympic wrestling association",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "northern ireland",
          "sentiment": "none"
        },
        {
          "name": "antrim",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T01:04:28.301+02:00",
    "updated": "2023-12-30T01:04:28.301+02:00"
  },
  {
    "uuid": "265871f3ebe60edf4e40b31144c73a1e8cef0a24",
    "url": "https://www.elconfidencial.com/el-tiempo/2024-08-02/el-tiempo-en-santa-lucia-de-tirajana-viernes_3935603",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniela Tostón",
    "published": "2024-08-02T04:04:00Z",
    "title": "El tiempo en Santa Lucía de Tirajana para hoy: alerta amarilla por temperaturas máximas y fenómenos costeros",
    "text": "Según la AEMET: las temperaturas se situarán por encima de los 37 grados y predominarán cielos despejados, un panorama similar al de mañana La localidad de Santa Lucía de Tirajana (Las Palmas) se encontrará en alerta amarilla por temperaturas máximas y fenómenos costeros en este viernes, según lo dispuesto por la Agencia Estatal de Meteorología (AEMET) , que ha activado el aviso en el sur y este y oeste de Gran Canaria. Así, este municipio se verá marcado por cielos despejados. Las temperaturas máximas aumentarán hasta los 37 grados (sobre las 15:00) , al tiempo que las mínimas seguirán oscilando alrededor de los 24 . El viento de dirección norte será característico durante la fecha de hoy. A continuación se indica la evolución semanal del tiempo en Santa Lucía de Tirajana; concretamente, a la izquierda se muestra el estado del cielo de cada día junto a la probabilidad de precipitaciones, seguido de la temperatura mínima y máxima que registrarán los termómetros. El tiempo de mañana Por otra parte, el sábado será un día despejado. La temperatura máxima apenas sufrirá cambios en Santa Lucía de Tirajana y se producirá un aumento de la temperatura mínima que elevaría los registros hasta 27 grados . Habrá vientos de dirección norte. El tiempo de pasado mañana Para el domingo no se producirían precipitaciones, ya que durante este día se espera un panorama con pocas nubes. Los termómetros experimentarán pocos cambios, moviéndose entre los 25 y 36 grados. Por otra parte, el viento soplará levemente de dirección nordeste. El tiempo en otros municipios Respecto a otros municipios cercanos, la previsión meteorológica contempla cambios de nubosidad en Telde , puesto que el día comenzará con cielos poco nubosos hasta mitad del día, y predominará un panorama sin nubes durante el resto del día. La temperatura mínima será de 21 grados y la máxima de 29 grados. En Las Palmas de Gran Canaria , tendrán lugar variaciones en los cielos, con un panorama encapotado durante la primera parte del día y de abundantes nubes desde las 12:00. En lo que respecta a las temperaturas, la mínima estará por debajo de 22 grados centígrados y la máxima será de 25. Esta es la previsión meteorológica en otras localidades: Santa Cruz de Tenerife Cádiz Ceuta Huelva Jerez de la Frontera Estepona Castelldefels León Castellón de la Plana Tarragona Girona Madrid Valladolid Las Rozas de Madrid * Datos del tiempo en Santa Lucía de Tirajana con información elaborada utilizando, entre otras, la obtenida de la Agencia Estatal de Meteorología (AEMET). En cualquier caso, esta información debe considerarse provisional a la espera de próximas actualizaciones. La localidad de Santa Lucía de Tirajana (Las Palmas) se encontrará en alerta amarilla por temperaturas máximas y fenómenos costeros en este viernes, según lo dispuesto por la Agencia Estatal de Meteorología (AEMET) , que ha activado el aviso en el sur y este y oeste de Gran Canaria. Así, este municipio se verá marcado por cielos despejados. Las temperaturas máximas aumentarán hasta los 37 grados (sobre las 15:00) , al tiempo que las mínimas seguirán oscilando alrededor de los 24 . El viento de dirección norte será característico durante la fecha de hoy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.aemet.es/es/eltiempo/prediccion/avisos?w=hoy",
      "http://www.aemet.es/es/eltiempo/prediccion/avisos",
      "http://aemet.es/es/eltiempo/prediccion/avisos?w=hoy"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T08:03:35.310+03:00",
    "updated": "2024-08-02T08:03:35.310+03:00"
  },
  {
    "uuid": "4ecd6b7b06009afd4b4d4938917b3b846ccab49e",
    "url": "https://unn.ua/en/news/occupants-approach-pokrovsk-authorities-ask-residents-to-evacuate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Olga Rozgon",
    "published": "2024-08-15T21:42:00Z",
    "title": "Occupants approach Pokrovsk, authorities ask residents to evacuate | УНН",
    "text": "Occupants approach Pokrovsk, authorities ask residents to evacuate Kyiv • UNN Russian troops have approached Pokrovsk to within 10 km. The authorities are urging residents to evacuate immediately, providing contact numbers to organize their departure. Russian troops continue to approach Pokrovsk, Donetsk region, and are approximately 10 km from the city. Residents need to evacuate as soon as possible. This was reported by the head of the Pokrovsk MVA Sergey Dobryak, UNN reports . Details Dobriak emphasized that the occupiers are cynically shelling not only critical infrastructure facilities but also residential buildings. The evacuation is currently underway in the city, and residents should not delay it, he emphasized. The enemy is rapidly approaching the outskirts of Pokrovsk. Evacuation in the community continues. Do not hesitate! Anyone who wants to evacuate is asked to call 0-800-408-911. - contact center of Pokrovska MBA: 0800300101; - Volunteers of the Vostok SOS Charitable Foundation: evacuation with children, seriously ill and disabled people with accommodation, and pets: 0800332614 from Monday to Saturday from 08.00 to 18.00; - volunteers of the NGO “Proliska” to accompany seriously ill patients with medical staff: 0932022232 and 0964041034. [In the East, the Ukrainian Armed Forces are focused on preventing Russian advance towards Toretsk and Pokrovsk-SyrskyiAugust 15 2024, 12:23 PM • 39465 views](/en/news/in-the-east-the-ukrainian-armed-forces-are-focused-on-preventing-russian-advance-towards-toretsk-and-pokrovsk-syrskyi) [Exclusive](/en/news/the-expert-told-how-the-agricultural-sector-is-fighting-against-the-staff-shortage) The expert told how the agricultural sector is fighting against the staff shortage [Exclusive](/en/news/an-urgent-meeting-of-the-verkhovna-rada-will-be-held-on-august-20-source) An urgent meeting of the Verkhovna Rada will be held on August 20 - source [Exclusive](/en/news/it-has-dealt-a-significant-blow-to-the-reputation-of-the-russian-federation-and-specifically-to-putin-a-political-scientist-assessed-the-political-consequences-of-the-events-in-the-kursk-region) \"It has dealt a significant blow to the reputation of the Russian Federation, and specifically to Putin\": a political scientist assessed the political consequences of the events in the Kursk region [Exclusive](/en/news/supporting-existing-industrial-enterprises-and-promoting-the-creation-of-new-ones-an-expert-on-one-of-the-main-tasks-of-local-authorities) Supporting existing industrial enterprises and promoting the creation of new ones - an expert on one of the main tasks of local authorities [Exclusive](/en/news/arma-spent-almost-1 -hryvnias-on-inspecting-medvedchuks-yacht-in-croatia-which-they-were-unable-to-sell) ARMA spent almost 100,000 hryvnias on inspecting Medvedchuk's yacht in Croatia, which they were unable to sell [Exclusive](/en/news/the-imf-has-been-waiting-for-a-long-time-for-a-reform-in-the-personnel-policy-of-ukraine-former-advisor-to-the-president) IMF has been waiting for a long time for a reform in the personnel policy of Ukraine - former Advisor to the President Robotic dogs of the Armed Forces of Ukraine: what are their characteristics and what are they used for [Exclusive](/en/news/atypical-signs-of-metal-welding-markings-oleksandr-ruvin-spoke-about-the-features-of-north-korean-missiles-used-by-the-enemy-to-hit-ukraine) Atypical signs of metal welding, markings - Oleksandr Ruvin spoke about the features of North Korean missiles used by the enemy to hit Ukraine [Exclusive](/en/news/mommys-scribblers-how-the-arma-held-an-international-meeting-on-such-and-such-a-date-to-quickly-sell-medvedchuks-yacht) Mommy's scribblers: how the ARMA held an international meeting on \"such and such a date\" to quickly sell Medvedchuk's yacht [Exclusive](/en/news/an-indicator-of-responsibility-and-willingness-to-invest-mp-on-the-participation-of-ukrainians-in-programs-of-partial-compensation-for-the-purchase-of-electric-generators) An indicator of responsibility and willingness to invest - MP on the participation of Ukrainians in programs of partial compensation for the purchase of electric generators Popular “Let's end this fight\": lukashenko suggested that russia and ukraine ”sit down at the negotiating table” Russians shoot fake videos about \"atrocities\" of the Armed Forces of Ukraine in Kursk region - Center for Countering Disinformation The White House announces new security assistance packages for Ukraine Sold armored cars imported as humanitarian aid: a serviceman and his accomplice detained in Odesa region Compensation for damages caused by the destruction of Kakhovka HPP: Ukrhydroenergo announces tender for legal services worth over UAH 365 million Publications Internally displaced persons: how local authorities help people who fled their homes because of the war adapt to new conditions ARMA spent almost 100,000 hryvnias on inspecting Medvedchuk's yacht in Croatia, which they were unable to sell ARMA spent almost 100,000 hryvnias on inspecting Medvedchuk's yacht in Croatia, which they were unable to sellExclusive NABU Records: Anti-Corruption Effect or a Drop in the Ocean? Abuse of power: why Oleksandr Zyma should leave the position of chief lawyer of the NBU Mommy's scribblers: how the ARMA held an international meeting on \"such and such a date\" to quickly sell Medvedchuk's yacht Mommy's scribblers: how the ARMA held an international meeting on \"such and such a date\" to quickly sell Medvedchuk's yachtExclusive Klymenko: Most of Ukrainian defenders released from captivity return to service Occupants approach Pokrovsk, authorities ask residents to evacuate Explosions are heard in Kyiv, air defense is working Air alert declared in Kyiv and a number of regions 111 combat engagements took place in the frontline: the situation is the most intense in the Pokrovsk sector First of all, seriously wounded, women and soldiers from Azovstal: Budanov reveals strategy for returning Ukrainians from Russian captivity Malyuk: SBU, Armed Forces and GUR joined negotiation group on prisoner exchange with Russia Payments and preferences for the military involved in the Kursk region: Zelensky introduced a bill Zelenskyy proposes to the Rada to amend the Criminal Code in connection with the ratification of the Rome Statute: what is envisaged Verkhovna Rada Committee supports bills to deprive traitors of state awards and regulate weapons handling Klymenko: Most of Ukrainian defenders released from captivity return to service Occupants approach Pokrovsk, authorities ask residents to evacuate Explosions are heard in Kyiv, air defense is working Air alert declared in Kyiv and a number of regions 111 combat engagements took place in the frontline: the situation is the most intense in the Pokrovsk sector First of all, seriously wounded, women and soldiers from Azovstal: Budanov reveals strategy for returning Ukrainians from Russian captivity Malyuk: SBU, Armed Forces and GUR joined negotiation group on prisoner exchange with Russia Payments and preferences for the military involved in the Kursk region: Zelensky introduced a bill Zelenskyy proposes to the Rada to amend the Criminal Code in connection with the ratification of the Rome Statute: what is envisaged Verkhovna Rada Committee supports bills to deprive traitors of state awards and regulate weapons handling Since the beginning of Russia's full-scale invasion, Ukraine has attracted $98.7 billion in external financing No plans to cut off electricity in Ukraine tomorrow Procurement agencies of the Ministry of Defense have contracted weapons and logistics equipment for over UAH 280 billion Corruption in the energy sector: ex-executive of Kharkivoblenergo is served with a notice of suspicion Compensation for damages caused by the destruction of Kakhovka HPP: Ukrhydroenergo announces tender for legal services worth over UAH 365 million Explosions are heard in Kyiv, air defense is working Air alert declared in Kyiv and a number of regions Kyivavtodor officials and contractor to be tried for embezzlement of UAH 300 thousand Study format, vacations and extracurricular activities: what the school year will be like in Kyiv",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dobriak",
          "sentiment": "none"
        },
        {
          "name": "sergey dobryak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "unn",
          "sentiment": "none"
        },
        {
          "name": "vostok sos charitable foundation",
          "sentiment": "none"
        },
        {
          "name": "pokrovsk mva",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "donetsk",
          "sentiment": "none"
        },
        {
          "name": "pokrovska",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:52:59.038+03:00",
    "updated": "2024-08-16T01:23:02.035+03:00"
  },
  {
    "uuid": "56c594d9ce17b0ebda2753019fd48321d956bd18",
    "url": "https://www.agweek.com/opinion/columns/for-the-record-i-dont-keep-very-good-records",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Johnson",
    "published": "2024-08-02T10:30:00Z",
    "title": "For the record, I don't keep very good records",
    "text": "We've had plenty of major weather events this growing season and Michael Johnson has not recorded any of them -- until now. This morning as I write this column, Tuesday, July 30, 2024, we had our biggest hail storm of the season so far at just before 6 a.m. The stones could be heard striking the gutters and windows with great force. For a homeowner with a vehicle sitting outside, it’s worrisome. To a gardener who has rows and rows of vegetables, flowers, apple trees and months of harvest yet to come, the storm sounded gut-wrenching. After about five minutes of pummeling, the sun provided enough light to see the nickel and dime sized hail that remained in the grass outside. A closer look at the crops showed that for the most part there was minimal damage. Whew — crisis averted. As a bonus, we had three-quarters of an inch of rain in the gauge. It was, for the first time this growing season, moisture that we’d really needed. After that, I quickly moved on with the day without making note of the occurrence (until I wrote this column). ADVERTISEMENT All through my childhood, my mother recorded any such weather events. Every time it rained, she’d jot down the total on a calendar by the phone on the wall. She’d record the first frost and make sure her mountains of pumpkins were doing well. She’d write down high and low temperatures on occasion, adding exclamation marks for emphasis. She’d use words like “Windy!” “Cold,” or “Lots of snow!!” If anyone asked, she could quickly go back to her records and report on any interesting phenomenon that struck the farm. I assume she still does this. I myself am a reporter who records people’s words and actions for much of my living, and yet, I keep basically no records of the day-to-day weather we experience at home. I do like to look at how much rain we’ve had and gauge my watering based on that last amount, but some excellent recordkeeping is something I really do want to strive for. I don’t have to tell you why good recordkeeping matters, but I’m going to anyway. Like any recorded history, it helps us to learn from our mistakes. If I plant three varieties of tomato, it helps to know what performed well and what failed. If I plant the same seeds every year and they continuously fail, it’s fair to say, you can’t blame that on the weather. I know it's what I should do, I just don't. But I hope to change. Recordkeeping can pay huge dividends into the future, as the hard work upfront can make life easier down the road. Those new to farming need to record everything, daily. If you’re 40 years in, you’ve figured a lot out, and instead of daily recordings, you can look back at why you are where you are today — and hopefully smile or laugh about all those crazy things you once tried. I gained some inspiration on keeping a gardening journal from an article from Piedmont Master Gardeners . In the article, they go far deeper into recording than I see myself doing, but I can see the rewards in going all in. Here’s a great example of how good intentions can fail without some simple recordkeeping. My wife and I harvested our garlic this week. There’s still curing and selling to do, but the harvest is really the indication of whether things worked out well or not. Some looks good. Some didn’t meet our expectations. My wife researched varieties that she felt would be best for our location and that she felt would sell well. We planted as directed. We mulched and cared for them leading up to winter. We had a plan to water, fertilize, weed and care for their needs to the end. ADVERTISEMENT But when it came time to harvest on an 85-degree night, with mosquitoes bearing down on us from all sides and the humidity making matters worse, we plucked the garlic as quickly as we could. We made a few big piles and then piled them high on a wagon to put it under cover for the night. Aside from color of the bulbs, I cannot tell you which variety is which. I’ll never be able to tell you which did best and which ones I’d avoid planting in the future. I had no plan of how we were going to record and organize that garlic and so, to an extent, the garlic experiment was a bust. Simple recordkeeping helps move the farm forward toward better growing. Of course, the best recordkeeping in the world can’t stop drought conditions, flooding, hail and other disasters that are destined to keep coming. But if my mother’s growing abilities are any indication, recordkeeping and plenty of prayers sure do help.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://piedmontmastergardeners.org/article/how-to-create-a-garden-journal/",
      "https://piedmontmastergardeners.org/article/how-to-create-a-garden-journal",
      "https://www.piedmontmastergardeners.org/article/how-to-create-a-garden-journal/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael johnson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T13:38:28.862+03:00",
    "updated": "2024-08-24T15:50:44.329+03:00"
  }
]