[
  {
    "uuid": "2d5f275d82a76667c1210c153317997f91aae202",
    "url": "https://www.voiceofeurope.com/israel-issues-warning-to-hezbollah-and-lebanon-amid-escalating-border-conflict/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ember Peak",
    "published": "2023-12-28T23:40:00Z",
    "title": "Israel issues warning to Hezbollah and Lebanon amid escalating border conflict | Voice of Europe",
    "text": "Tensions between Israel and Hezbollah have reached a critical point, prompting a warning from Israeli Defense Minister Benny Gantz. Gantz cautioned that if the militant group continues its attacks along the Lebanon-Israel border, Israel will take action to remove Hezbollah from the area, [BBC reported.](https://www.bbc.com/news/world-middle-east-67831478) Gantz emphasized that time for a diplomatic resolution is running out, underscoring the urgency of the situation. The Israeli military is prepared to intervene if militants persist in firing upon northern Israel, according to the minister. The head of the Israel Defense Forces, Lt Gen Herzi Halevi, confirmed the military’s “very high readiness” for further confrontations in the northern region. He prioritized the restoration of security for residents in the north, acknowledging that achieving this goal will require a significant amount of time. Cross-border exchanges of fire have been escalating since Hamas’s attacks on Israel in early October, with Hezbollah intensifying its attacks on Wednesday, raising concerns about the conflict in Gaza potentially spreading throughout the region.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.bbc.com/news/world-middle-east-67831478)",
      "https://bbc.com/news/world-middle-east-67831478)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lt gen herzi halevi",
          "sentiment": "none"
        },
        {
          "name": "benny gantz",
          "sentiment": "none"
        },
        {
          "name": "gantz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "voice of europe tensions",
          "sentiment": "negative"
        },
        {
          "name": "hezbollah",
          "sentiment": "negative"
        },
        {
          "name": "bbc",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "israel defense forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:05:01.421+02:00",
    "updated": "2023-12-29T02:05:01.421+02:00"
  },
  {
    "uuid": "ab7e1108618590091b62cdb60e250ee82fc0a8f4",
    "url": "https://www.foodfaithfitness.com/avocado-egg-salad/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Foodfaithfitness",
    "published": "2024-01-05T22:23:00Z",
    "title": "Easy Avocado Egg Salad",
    "text": "Impress your guests with this simple and luxurious Avocado Egg Salad that’s oh-so-easy to make and oh-so-delicious.\nTable of Contents\nCombining your protein-rich eggs with avocados, which are high in carbohydrates and fiber, creates a superfood loaded with healthy fats, a creamy texture and a satisfying taste sensation that is more than the sum of its parts. Adding herbs, onion, and capers completes the flavor profile and elevates this salad from ordinary to extraordinary, whether you use it as a topper for greens or toast.\nMouthfeel can be underrated in creating new simple recipes, but this one is all about the texture of the avocado that takes this egg salad based dish to luxury land.\nIs Avocado Egg Salad Healthy?\nThis Avocado Egg Salad is fairly rich and calorie dense, and a little goes a long way. It contains ample amounts of most of the food groups and is packed with vitamins, minerals and fiber, making it an excellent healthy choice for a filling and satisfying salad. Make it more substantial by serving it on a slice of sourdough toast, or use it to top a\ngreen salad.\nLet’s talk Avocado\nAvocados have been eaten in Central and South America for over 5000 years, though their popularity in Western cuisine only started in the 1970s, when the then exotic “Avocado Pear” was introduced to our tables in fancy restaurants, often paired with heavily dressed steamed shrimp. Avocados quickly gained popularity and became both widely available and reasonably priced in the 1980s and 90s, when the ubiquitous Avocado Toast became the darling of the brunch crowd.\nTheir popularity is understandable – nothing tastes, looks, or has the texture of an avocado, and they are now used far beyond the Mexican guacamole that first made them popular.\nHome cooks have struggled for years with getting avocados to that perfect ripeness, and although there are a few tricks to speed up the process, patience is the one that works best. Placing an avocado in a paper bag with an apple or banana will speed the ripening process somewhat, as will burying it in a pile of raw rice… but the truth is that the best bet for avocado lovers is to buy them regularly and keep them at room temperature. That way, you’ll always have a ripe one, and others ripening in the wings.\nINGREDIENTS\n- 4 Hard Boiled Eggs peeled\n- 1 Avocado\n- ½ small red onion finely diced\n- 1 Tbsp Lemon juice\n- 2 Tbsp olive oil\n- 1 Tbsp Chives chopped\n- 2 Tbsp Radish finely diced\n- 2 Tbsp Parsley finely chopped\n- 1 Tbsp Capers chopped\n- Salt and pepper\nINSTRUCTIONS\nDice\nUse a sharp knife to dice the eggs up until they are about a quarter-inch in size.\nScoop\nCut the avocado in half lengthways and then remove the pip. Use a knife to carefully dice the avocado flesh and then scoop it out with a spoon.\nMix\nPop all of the ingredients into the bowl with the egg and avocado and mix it all together until it is lovely and coated.\nDEVOUR!\nTips and Tricks to Make a Perfect Avocado Egg Salad\n- Unripe avocado won’t yield the results you want, so only make this if you have access to ripe fruits. They should yield under your thumb and the flesh under the stem end should not be bright green.\n- Try a rustic approach by putting the eggs and avocado together in a metal bowl and go at it with a fork or a pastry blender. It’s quite satisfying, and works better than most avocado-specific tools you find at kitchen gadget stores. Even a potato masher works great if you’re making a batch for a crowd.\n- For an even more luxurious texture, reduce the egg boiling time by a minute to yield more runny yolks.\nFAQs\nThat’s a no. Some people recommend wrapping it in plastic wrap and microwaving it, but honestly it doesn’t really work. Your best bet is to let the avocado decide when you get to eat it!\nOnce exposed to air, your salad will start to lose its lovely color. The acid in the lemon juice will slow it down, and refrigerating the salad in a closed container with no air gaps can help. Throwing the avocado pit into the salad while it rests also slows the browning process down.\nMake Ahead and Storage\nFreshness is one of the aspects of this salad that make it so great. You can make it in the morning for that day’s lunch, but it really wont keep any more than 24 hours. The top might still brown, but give it a good stir and top it with a few fresh herbs and dig in. This salad does not freeze well, so I don’t recommend that route.\nIngredients\n- 4 Hard Boiled Eggs peeled\n- 1 Avocado\n- ½ small red onion finely diced\n- 1 Tbsp Lemon juice\n- 2 Tbsp olive oil\n- 1 Tbsp Chives chopped\n- 2 Tbsp Radish finely diced\n- 2 Tbsp Parsley finely chopped\n- 1 Tbsp Capers chopped\n- Salt and pepper\nInstructions\n- Use a sharp knife to dice the eggs up until they are about a quarter-inch in size.\n- Cut the avocado in half lengthways and then remove the pip. Use a knife to carefully dice the avocado flesh and then scoop it out with a spoon.\n- Pop all of the ingredients into the bowl with the egg and avocado and mix it all together until it is lovely and coated.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "avocado egg salad",
          "sentiment": "negative"
        },
        {
          "name": "easy avocado egg salad impress",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:27:02.165+02:00",
    "updated": "2024-01-06T00:27:02.165+02:00"
  },
  {
    "uuid": "d91a2691ffbb90590a67651cf4bea6ef2c2b7041",
    "url": "https://www.pilotonline.com/2023/12/28/opinion-journalist-deaths-in-gaza-war-should-horrify-us-all/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Youssef Jajili",
    "published": "2023-12-28T23:05:00Z",
    "title": "Opinion: Journalist deaths in Gaza war should horrify us all – The Virginian-Pilot",
    "text": "In 2009, I covered the Gaza war known as Operation Cast Lead. International journalists, including myself, assembled in tents at El Arish crossing, on the Egyptian-Palestinian border, hoping to directly cover the news in the Gaza Strip. This was before social media empowered Gazans to broadcast live from their phones to ours.\nJournalists cover the news, but today journalists are the news. In this current conflict journalists have been killed in Gaza, Lebanon and Israel. The Committee to Protect Journalists reported at least 68 journalists and media workers have died in this war since Oct. 7, the deadliest period for journalists since the organization started compiling data three decades ago.\nThis is not the whole story. According to Human Rights Watch and Amnesty International, journalists are actively being targeted. The fate of journalists in Gaza is especially poignant because they provide a window into a world that has been cut off from international press and independent reporting (with the exception of one CNN journalist).\nThe Geneva Convention, a fundamental part of international humanitarian law, requires protection of civilians and journalists during armed conflict. But in Gaza, it’s almost as though journalists are being treated as combatants. Their deaths have become mere numbers, counted among the death toll of more than 20,000. One might cynically conclude that the deaths of nearly six dozen journalists is just par for the course in a war that is marked by indiscriminate bombing. But these journalists were informing the world, providing understanding and footage of Israel’s relentless assault that numbers and statistics alone cannot capture.\nIn fact, faced with this terrible number of journalist deaths, on Dec. 15, five U.S. senators wrote a letter to President Joe Biden asking for greater protection for journalists in Gaza and for foreign journalists to be allowed in: “We write to you today because we are deeply concerned about the inability of international journalists to enter and report from Gaza and the lack of safety for journalists covering the war in Gaza, which keeps the public from understanding the full dimensions of this war.” They also called on Egypt and Israel to lift restrictions on reporting from Gaza.\nWhen I first attempted to enter Gaza with my tape recorder and notebook in 2009, the Egyptian authorities blocked me and other journalists from doing so without the written consent of our embassies. This was quite unusual, but I was hungry to report from Gaza. I already had a letter signed by my boss at Al-Masaa newspaper saying that my assignment required me to enter Gaza. But I had to drive eight hours across the Sinai Desert to the Moroccan Embassy in Cairo.\nI was surprised by a strange request from the Moroccan consular official: “You must sign a complete waiver to absolve the Kingdom of Morocco of responsibility if you are subjected to harm or killed.” I was excited to report from Gaza and signed the document without a second thought, and it wasn’t until much later that I noted how strange it was for my country to make me sign a waiver of liability should I die in a foreign land.\nNow the killing of journalists in Gaza is being normalized with no one taking responsibility.\nLast year, the world was stunned by the killing of Palestinian American journalist Shireen Abu Akleh as she reported from the West Bank town of Jenin. In May, a year after her death, the Israel Defense Forces apologized for her killing after conceding a “high possibility” that she was shot by an Israeli soldier. Speaking about her death, chief IDF spokesman Rear Adm. Daniel Hagari said, “We want journalists to feel safe in Israel, especially in wartime.”\nHow empty these words feel right now.\nToday journalists are dying in this war at a staggering rate with zero accountability from the IDF. If this pace continues, who will be left to accurately report from this conflict zone?\nYoussef Jajili is an award-winning Moroccan journalist, writer and documentarian. He wrote this for the Los Angeles Times.\nShare this: Click to share on Facebook (Opens in new window) Click to share on X (Opens in new window)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "committee",
          "sentiment": "none"
        },
        {
          "name": "human rights watch and amnesty international",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "el arish",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:25:10.602+02:00",
    "updated": "2023-12-29T01:25:10.602+02:00"
  },
  {
    "uuid": "387de52767bb349bbe5c294f91ba2059f6e2a7b6",
    "url": "https://es.investing.com/news/company-news/aura-biosciences-reporta-resultados-prometedores-en-ensayo-clinico-temprano-93CH-2872039",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Investing.com",
    "published": "2024-10-17T19:17:00Z",
    "title": "Aura Biosciences reporta resultados prometedores en ensayo clínico temprano Por Investing.com",
    "text": "BOSTON - Aura Biosciences, Inc. (NASDAQ: AURA) ha anunciado resultados preliminares alentadores de un ensayo clínico de Fase 1 en curso de su candidato a fármaco bel-sar (AU-011) para el tratamiento del cáncer de vejiga no músculo invasivo (NMIBC). El estudio, que involucra a 13 pacientes, se centra principalmente en evaluar la seguridad y viabilidad de administrar bel-sar con y sin activación por luz.\nSegún los datos publicados por Aura Biosciences, 4 de 5 pacientes con NMIBC de bajo grado mostraron una respuesta clínica completa después de recibir bel-sar con activación por luz. Esta respuesta se caracterizó por la ausencia de células tumorales en evaluaciones histopatológicas posteriores. Además, 2 de 3 pacientes con NMIBC de alto grado exhibieron una reducción visual del tumor, observada mediante cistoscopia.\nEl perfil de seguridad de bel-sar resultó favorable, con menos del 10% de los pacientes experimentando eventos adversos relacionados con el fármaco de Grado 1 y sin reportes de eventos adversos de grado superior. El ensayo también busca evaluar la actividad biológica de bel-sar y sus efectos en el microambiente tumoral, con señales tempranas que muestran la participación del sistema inmunológico en forma de infiltración de células T.\nEl tratamiento del estudio implica la administración de bel-sar de 7 a 12 días antes de la resección transuretral estándar de tumores vesicales, con un seguimiento de los pacientes durante un período de 56 días. La primera parte del ensayo, que involucró a cinco pacientes que recibieron una dosis única de bel-sar sin activación por luz, está completa. La segunda parte en curso incluye 10 pacientes, con ocho confirmados de tener tumores al momento del tratamiento.\nSabine Brookman-May, MD, Vicepresidenta Senior de Aura Biosciences, expresó optimismo sobre el potencial de bel-sar para transformar el tratamiento del cáncer debido a su rápida respuesta tumoral y efectos de inmuno-oncología. Neal Shore, MD, del Carolina Urologic Research Center, también destacó el potencial de bel-sar para ser un tratamiento inmuno-ablativo de primera clase para el cáncer de vejiga en etapa temprana.\nLa empresa se está preparando para un ensayo de Fase 2 para evaluar más a fondo la actividad clínica y la durabilidad de la respuesta de bel-sar. Aura Biosciences está organizando hoy un Evento Virtual para Inversores en Oncología Urológica para discutir los datos tempranos y sus implicaciones.\nEstos resultados se basan en un comunicado de prensa y deben considerarse en el contexto de la fase temprana del ensayo y la necesidad de más investigación para confirmar la eficacia y seguridad del fármaco.\nEn otras noticias recientes, Aura Biosciences anunció un cambio en su liderazgo financiero, con la renuncia de la CFO Julie Feder y Amy Elazzouzi asumiendo como CFO interina. Aura Biosciences también reportó resultados prometedores de un estudio de Fase 2 de su fármaco en investigación, bel-sar (AU-011), para el melanoma coroideo en etapa temprana, mostrando una tasa de control tumoral del 80% y una tasa de preservación de la agudeza visual del 90%. H.C. Wainwright y TD Cowen han reiterado sus calificaciones de Compra para Aura Biosciences tras estos resultados.\nAdemás, Aura Biosciences está llevando a cabo actualmente un ensayo pivotal de Fase 3 para bel-sar, con datos esperados para 2026. Este ensayo es un paso crucial hacia la búsqueda de aprobación regulatoria para el tratamiento. Estos son desarrollos recientes para Aura Biosciences, que está siendo monitoreada de cerca por líderes de opinión clave en el campo, señalando confianza en los esfuerzos en curso de la compañía.\nFinalmente, Aura Biosciences ha organizado un evento virtual para inversores en oncología ocular para discutir estos hallazgos con líderes de opinión clave en el campo, proporcionando más información sobre los resultados del estudio y su impacto potencial en el tratamiento del melanoma coroideo en etapa temprana.\nPerspectivas de InvestingPro\nMientras Aura Biosciences (NASDAQ: AURA) reporta resultados preliminares prometedores para su tratamiento de cáncer de vejiga, los inversores podrían estar interesados en la salud financiera y el rendimiento de mercado de la empresa. Según datos de InvestingPro, la capitalización de mercado de Aura se sitúa en 462,83 millones de dólares, reflejando el interés de los inversores en el potencial de la empresa.\nLa acción ha mostrado un impulso significativo recientemente, con un rendimiento del 21,59% en la última semana y un 45,8% en los últimos seis meses. Esto se alinea con los resultados positivos del ensayo clínico y podría indicar una creciente confianza de los inversores en el pipeline de Aura.\nSin embargo, es importante notar que Aura no es rentable actualmente, con un ingreso operativo ajustado de -90,35 millones de dólares en los últimos doce meses hasta el segundo trimestre de 2023. Esto no es inusual para empresas biotecnológicas en etapa de desarrollo, ya que a menudo invierten fuertemente en investigación y ensayos clínicos antes de generar ingresos.\nLos consejos de InvestingPro destacan que Aura mantiene más efectivo que deuda en su balance, lo que podría proporcionar flexibilidad financiera a medida que la empresa avanza en sus programas clínicos. Además, los activos líquidos de Aura superan las obligaciones a corto plazo, potencialmente ofreciendo un amortiguador contra presiones financieras inmediatas.\nLos inversores deben ser conscientes de que el rendimiento reciente de la acción la ha llevado a un territorio potencialmente sobrecomprado, según el Índice de Fuerza Relativa (RSI). Esto sugiere que la acción podría estar lista para una corrección de precio a corto plazo.\nPara un análisis más completo, InvestingPro ofrece 8 consejos adicionales para Aura Biosciences, proporcionando perspectivas más profundas sobre la posición financiera de la empresa y las perspectivas del mercado.\nEste artículo ha sido generado y traducido con el apoyo de AI y revisado por un editor. Para más información, consulte nuestros T&C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:16:10.626+03:00",
    "updated": "2024-10-18T00:16:10.626+03:00"
  },
  {
    "uuid": "60773a5afb6b21472fbd63b04c3c32dac1943712",
    "url": "https://www.fdlreporter.com/story/life/be-wisconsin/2023/12/29/warm-winter-weather-quashes-hopes-of-winter-sports-lover/72030813007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Keith Uhlig",
    "published": "2023-12-29T12:03:00Z",
    "title": "Warm winter weather quashes hopes of winter-sports lover",
    "text": "A winter lover's lament: No snow or cold, now what do I do? [Keith Uhlig](https://www.greenbaypressgazette.com/staff/4383061002/keith-uhlig/) It happened in a split second. One moment I was happily pedaling my bicycle on my favorite pathway along the Wisconsin River; the next I was lying on the ground, my legs tangled in the frame of my vintage Specialized Sirrus road bike. What happened? A quick appraisal determined that as I was turning through a bend on [Wausau's River Edge Parkway](https://www.wausauwi.gov/your-government/engineering/bicycling-and-walking), I hit a stretch of thin, invisible ice. The front wheel went to my right, my body went to the left and there I was, sprawling on the pavement. Every Wisconsin cyclist who rides through the winter months can expect these kinds of mishaps. Winter biking, while not quite edging into what I consider unreasonably dangerous territory, isn't safe, either. So I take on some blame for insisting on riding on Dec. 28. But in this case, the bulk of the fault rests on our unseasonably mild winter conditions. Why? Because with temperatures hovering around the freezing mark, most of the roads were wet but had plenty of traction. But this area of the River Edge Parkway, which runs adjacent to Wausau's [world-class whitewater course](/story/news/local/2022/08/23/whitewater-park-wausau-upgrades-more-freestyle-kayaking/10312510002/), features smooth and slick decorative concrete that was also, somehow, colder than the blacktop of most of the pathway. The whitewater course, which should be 80% iced over by now, is completely open and free. So there's bound to be more moisture covering the nearby surfaces. The result? Crash. It is unseemly to complain about moderate, comfortable weather conditions in the midst of a Wisconsin winter. But [these are unprecedented times](/story/news/local/2023/12/26/green-bay-christmas-hits-highest-temperatures-in-recorded-history/72031864007/). Ordinarily, I would be embracing this season with gusto, embracing [snow-covered trails through our forests on Nordic skis](/story/life/be-wisconsin/2022/03/10/american-birkebeiner-ernie-st-germaine-wisconsin-has-skied-every-race-since-1973/9341877002/). If there was no snow, I would be [wild skating on the area's river backwaters, lakes and ponds](/story/news/2020/12/15/nordic-skating-adventures-wild-ice-wisconsin/3858336001/). Beating the winter blues I dreaded winter for most of my life. I would plunge into a pit of gloom each February. My self-prescribed antidote is to [go outside for some form of exercise every day](/story/news/2019/03/18/wisconsin-outdoor-exercise-why-exercised-outside-every-day-year/2886141002/) and embrace the opportunities only winter has to offer, and I start looking forward to cross-country skiing and ice skating sometime in September, giving myself weeks to get psyched up for cold and snow. Which leads me all to the question: What do I do now? I'm feeling a bit unmoored by the cognitive dissonance of it all. The old winter-hating Keith would be rejoicing. Now I'm just floundering. And worrying, to be honest. While meteorologists say this bout of warm weather is related to El Niño, a short-term blip in weather patterns, one can't help but think of the long-term impact of the warming global climate. Whenever I start thinking about that particular problem, I immediately stop myself. It's just too big to grapple with on my own, other than trying limit the amount of pollution I create. Meanwhile, my aim is to make the most of each day, no matter the weather. For help on that front, I called [Minocqua Winter Park](https://www.minocquawinterpark.org/), a Northwoods cross-country skiing destination, to find out what winter lovers are doing up there. The park has no snow, I was told, but people were welcome to come for hiking, running and disc golf. Dan Clausen, the owner of the park's ski shop, said temperatures have been cold enough near Minocqua to allow him and other wild ice skaters to glide across area lakes. He didn't want to say which lakes, because conditions can change quickly. But, he said, forecasts call for a dose of colder weather through the New Year's holiday. \"I'm predicting world-class ice skating,\" Clausen said. Ooo. I feel better already, and I predict I'll be driving north sometime this holiday weekend, looking for ice-covered lakes. Take a cold-water plunge? I also spoke with Ben Ruyle of Baraboo. Ruyle is an ultramarathoner and [cold-water plunger](https://breakthrough-pt.com/blog/top-6-benefits-of-cold-plunges/) who hates hot weather and loves the cold. He's bummed there hasn't been any lasting snow so far this season, but he's also recovering from ankle surgery, so he hasn't been able to get out much anyway. But he said he will soon be jumping into the Baraboo River or nearby Devil's Lake. He's found that submerging his body to his neck for about five minutes leaves him feeling great, once he passes the initial shock of a cold-water dunk. \"I like to do things that are mentally tough,\" Ruyle said. \"I want to be comfortable doing things that are uncomfortable.\" Counterintuitively, the milder weather might extend his cold-water dunks. There's no ice to get through. Even so, he's hoping for snow and cold. \"I love winter,\" he said. \"And snow is beautiful.\" Although I've read about cold-water plunges and have jumped into cold water from time to time, I haven't felt the pull to do it on a regular basis. Talking with Ruyle has me thinking. Maybe? Probably not. My comfort level with discomfort is not as strong as Ruyle's. I won't rule it out, though. More trail running could be an antidote Maybe I will need to incorporate more trail running into my outdoor routine. Although I regularly jog around my neighborhood, I might be better served to get out on the bare cross-country ski trails at the nearby [Nine Mile County Recreation Area](https://www.marathoncounty.gov/Home/Components/FacilityDirectory/FacilityDirectory/134/164), like some other Wausau-area Nordic fanatics do. Rachel and Greg Kresse are top-notch Wausau-area Nordic skiing coaches and athletes. When I talked to Rachel about how they are coping with the warm weather, she sounded crestfallen. Last year by this time, she said, she and Greg had skied a dozen times. The Wausau area didn't have enough snow for skiing at that point, but they regularly traveled north, often to Michigan's Upper Peninsula, to get their ski legs. This year not even the U.P. has had consistent snow. So the Kresses are lifting weights and walking with ski poles. Greg is doing \"hill bounds\" with his poles on Nine Mile's ski trails. \"What else can you do?\" Rachel said. Wait. We can wait for snow. It's bound to come, right? It has to come. Meanwhile, I plan to add in some trail running to my regular jogs, and keep riding bikes. And doing my best to keep the wheels down and my body upright. Keith Uhlig is a regional features reporter for USA TODAY NETWORK-Wisconsin based in Wausau. Contact him at 715-845-0651 or [kuhlig@gannett.com](mailto:kuhlig@gannett.com). Follow him at @UhligK on X, formerly Twitter, and Instagram or on Facebook.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.minocquawinterpark.org/),",
      "https://www.greenbaypressgazette.com/staff/4383061002/keith-uhlig/)",
      "https://www.wausauwi.gov/your-government/engineering/bicycling-and-walking),",
      "https://www.marathoncounty.gov/Home/Components/FacilityDirectory/FacilityDirectory/134/164),",
      "https://breakthrough-pt.com/blog/top-6-benefits-of-cold-plunges/)",
      "https://minocquawinterpark.org/),",
      "https://www.breakthrough-pt.com/blog/top-6-benefits-of-cold-plunges/)",
      "https://marathoncounty.gov/Home/Components/FacilityDirectory/FacilityDirectory/134/164),",
      "https://greenbaypressgazette.com/staff/4383061002/keith-uhlig/)",
      "https://wausauwi.gov/your-government/engineering/bicycling-and-walking),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "keith uhlig",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "wisconsin river",
          "sentiment": "none"
        },
        {
          "name": "river edge parkway",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "wausau",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:34:45.491+02:00",
    "updated": "2023-12-29T16:34:45.491+02:00"
  }
]