[
  {
    "uuid": "a61d06dcc7cffe518659a1911f1937a93f222c25",
    "url": "https://www.globenewswire.com/news-release/2023/10/19/2763719/0/en/Senator-Ben-Cardin-Presented-with-the-2023-Anne-Frank-Award-for-Human-Dignity-and-Tolerance.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Embassy of the Kingdom of the Netherlands",
    "published": "2023-12-30T07:10:00Z",
    "title": "Senator Ben Cardin Presented with the 2023 Anne Frank Award for Human Dignity and Tolerance",
    "text": "Washington, D.C., Oct. 19, 2023 (GLOBE NEWSWIRE) -- As the world turns its attention to the war in the Middle East, it is crucial to recognize those who fight to protect human rights and tolerance.\nOne such person is Senator Ben Cardin (D-MD), a noted human rights advocate. Today, the Senator received the 2023 Anne Frank Award for Human Dignity and Tolerance at a Capitol Hill ceremony. The Senator was recognized for his commitment to fighting intolerance and antisemitism throughout his more than 30 years of public service as a member of the House of Representatives and the Senate.\nThe Anne Frank Award is presented to an American who has demonstrated a commitment to confronting intolerance, antisemitism, racism, or discrimination while upholding freedom and equal rights to promote an open, pluralistic, and democratic society.\nUpon receiving the Anne Frank Award, Senator Cardin stated, “I am deeply grateful to the Kingdom of the Netherlands for presenting me with this Anne Frank Award. This award is truly humbling. I want to thank the people of the Netherlands for understanding that learning the truth of our history is key to fighting intolerance. We need to teach future generations these stories so they understand the violence that can be unleashed when hatred goes unchecked. We need to keep speaking up when we see antisemitism and hatred and bigotry. We need to keep hope alive that with patience and persistence, we can create a world that is safe and peaceful and prosperous.”\nThroughout his career, Senator Cardin has championed human rights in a number of capacities. As the chairman of the Senate Foreign Relations Committee, he works to strengthen the role of human rights in America’s international policy. Senator Cardin authored the Sergei Magnitsky Rule of Law Accountability Act in 2012. The Magnitsky Act allows the US to hold individuals in Russia accountable for human rights abuses by prohibiting Russian human rights violators from traveling to the US and from using the US financial system. In 2016, Senator Cardin helped expand the reach of the law, when he sponsored the Global Magnitsky Human Rights Accountability Act, which gives the government the authority to deny human rights abusers and corrupt officials from any nation entry into the United States and access to American financial institutions.\nThe Senator’s dedication to human rights in the US is enhanced by his work in international forums. He serves as a commissioner to the US Helsinki Commission and is the Special Representative on Antisemitism, Racism, and Intolerance for the Organization for Security and Cooperation in Europe (OSCE) Parliamentary Assembly. He also is a member of the U.S. Holocaust Memorial Council.\nAt the ceremony, Dutch Ambassador Birgitta Tazelaar said the impact of Anne Frank still resonates today. “The Netherlands and the United States place a high importance on promoting human rights. Through the Anne Frank Award for Human Dignity and Tolerance, we reaffirm the legacy of Anne, and honor those who follow in her footsteps and continue the fight for human rights.”\nSeveral members of Congress participated in the ceremony. Co-chairs of the Congressional Caucus on the Kingdom of the Netherlands Representatives Bill Huizenga (R, MI-4) and Derek Kilmer (D, WA-6) gave opening remarks. Senator Roger Wicker (R-MS) provided recorded remarks.\nSenator Chris van Hollen (D-MD) attested to the dedication of his colleague and friend. “Senator Cardin has not only made our nation a better place, he has made an impact well beyond our borders to make the world a better place. That’s because he has made fighting for human rights and dignity at home and abroad a central focus of his career in elected office, from major accomplishments like passing his Global Magnitsky Act to his tireless dedication to confronting antisemitism – and all forms of hate – wherever they arise. Senator Cardin has been a force for progress on these issues throughout his time in public service, and he has truly earned this award,” said Senator Van Hollen.\nAnne Frank Special Recognition Award\nUkrainian Ambassador Oksana Markarova introduced the award for Maksym Butkevych. Butkevych, a human rights activist and prisoner of war, was recognized with the 2023 Anne Frank Special Recognition Award for his work to uphold human rights and combat xenophobia and racism. A volunteer member of the Ukrainian Armed Forces, he is imprisoned in the Russian occupied region of Luhansk, Ukraine. Butkevych’s father, Oleksandr, accepted the award on his behalf.\nOleksandr Butkevych explained the motivation that drove his son to fight for his country. Before his capture, Maksym stated, \"War is a trauma, a tragedy, a misfortune, it makes people cruel. I hope it does not make us so cruel that we'll put human rights on the second or third agenda. We are waging a war precisely for this, to retain the opportunity to embody the values we stand for, which differentiate us from the aggressor.\"\nLive music was incorporated in the event. Ukrainian-American soprano and musician Teryn Kuzma performed a Jewish hymn and Ukrainian folk music on the bandura (a Ukrainian string instrument) in honor of Senator Cardin and Mr. Butkevych.\nThe Anne Frank Award is a collaboration among the Embassy of the Kingdom of the Netherlands, the Congressional Caucus on the Kingdom of the Netherlands, the Anne Frank Center for Mutual Respect USA, the Anne Frank House Amsterdam, the United States Holocaust Memorial Museum, and the Lantos Foundation for Human Rights and Justice. The award ceremony is part of the Embassy’s Holland on the Hill initiative to strengthen the economic, political and cultural ties between the Netherlands and the United States.\nFirst presented in 2014, the Anne Frank Award for Human Dignity and Tolerance has been presented to the following recipients:\nIn 2020, former U.S. Representative Nita Lowey\nIn 2019, Benjamin Ferencz, a prosecutor at the Nuremberg Trials\nIn 2017, Father Leo O’ Donovan of the Jesuit Refugee Service/USA\nIn 2015, Nicholas Kristof, New York Times columnist\nIn 2014, Rabbi David Nathan Saperstein\nAttachment",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anne frank",
          "sentiment": "negative"
        },
        {
          "name": "ben cardin",
          "sentiment": "negative"
        },
        {
          "name": "anne frank award",
          "sentiment": "none"
        },
        {
          "name": "cardin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "house of representatives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tolerance washington",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "capitol hill",
          "sentiment": "none"
        },
        {
          "name": "netherlands",
          "sentiment": "none"
        },
        {
          "name": "kingdom of the netherlands",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T09:11:19.657+02:00",
    "updated": "2023-12-30T09:11:19.657+02:00"
  },
  {
    "uuid": "15aed20afaf2723165a9ac7414bce0e8d96c26ff",
    "url": "https://animalpolitico.com/tendencias/actualidad/arkadas-perro-rescatista-fiesta-cumpleanos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Animal MX",
    "published": "2024-01-05T20:26:00Z",
    "title": "¡Fiesta de perritos! Arkadas, el perro rescatista, celebrará su cumpleaños y tu lomito está invitado",
    "text": "Arkadas , el perro rescatista que vino desde Turquía a México en el 2023, cumplirá su primer año de vida y la Sedena organizó una fiesta en el Campo Marte donde todos los lomitos están invitados.\nLuego de la muerte de Proteo , el perro de rescate mexicano que falleció durante las labores de apoyo en Turquía tras el terremoto de 7.8 grados el pasado 6 de febrero del 2023, los turcos donaron a Arkadas a México como agradecimiento por la ayuda de nuestro país.\nEn esa ocasión, el gobierno turco dijo que la entrega del cachorro era una muestra de solidaridad y empatía por la pérdida de Proteo.\nLee más: ¡De Turquía para México! Ya llegó el cachorro que seguirá legado de Proteo y todavía puedes votar por su nombre\n¿Cuándo y dónde será la fiesta de Arkadas? De acuerdo con la Sedena , la fiesta del perrito rescatista será el domingo 7 de enero en el Monumento a los Binomios Canófilos el Ejército y Fuerza Aérea Mexicanos “Proteo” , el cual está ubicado en el Campo Marte.\nLa celebración será de las 08:00 a las 11:00 horas y además de Arkadas estarán presentes los binomios Bravo y Roko.\nLa ubicación exacta es Avenida Paseo de la Reforma 5, Bosque de Chapultepec I Secc, Miguel Hidalgo, 11580 Ciudad de México, CDMX.\nLa fiesta de Arkadas será el 7 de enero de 08:00 a 11:00 de la mañana. ¿Quién es Arkadas? Arkadas , cuyo nombre significa “amigo” en turco, nació el 5 de enero del 2023 y llegó a México en abril a los 3 meses de edad.\nAl igual que Proteo, Arkadas es un pastor alemán que se dedica a la búsqueda y rescate. Además, es entrenado por el mismo dueño de Proteo, el policía militar Carlos Villeda Márquez.\nAntes de que te vayas: Frida y Proteo por siempre en nuestros corazones: homenajean a los perritos rescatistas en el desfile militar",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:15:27.328+02:00",
    "updated": "2024-01-06T00:15:27.328+02:00"
  },
  {
    "uuid": "ecdc9fe22037fed5fd9dcf322f75e21428cd8310",
    "url": "https://guernseypress.com/news/uk-news/2023/12/29/new-years-eve-revellers-urged-to-wrap-up-warm-as-temperatures-plummet/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T10:46:00Z",
    "title": "New Year’s Eve revellers urged to wrap up warm as temperatures plummet",
    "text": "New Year’s Eve revellers urged to wrap up warm as temperatures plummet\nThe weather is expected to remain unsettled with strong winds, heavy rain and ‘close to freezing’ conditions throughout the last weekend of 2023.\nNew Year’s Eve revellers have been urged to wrap up warm as conditions across many parts of the UK could feel close to freezing as the clock strikes midnight.\nThe weather is expected to remain unsettled with further strong winds and heavy rain throughout the last weekend of 2023.\nA yellow weather warning for wind covering parts of Wales and the east of England has been issued and will come into force between 11am on Saturday and 3am on Sunday.\nA spell of strong and gusty winds will move east across England and Wales, bringing some disruption to travel and services, the Met Office said.\nA yellow weather warning for rain has been issued covering Wales between 10am and 6pm on Saturday, which may lead to flooding and transport disruption.\nA yellow weather warning for rain will also come into effect at 4am on Saturday for Northern Ireland, due to be in force until 11am the same day.\nThe fresh warnings come on the heels of a gusty few days brought on by Storm Gerrit.\nHundreds of homes in Scotland reman without power as the post-storm clean up begins, but electricity bosses are “very confident” that the remaining 750 properties will be reconnected on Friday.\nThousands of properties in Ceredigion were without power on Thursday after lightning struck supplies in Wales.\nMeteorologist Alex Burkill said Saturday is going to turn “wet and windy” across the UK with a band of “intense rain” pushing its way eastwards and north-eastwards to bring a risk of gales and possibly “severe gales” in exposed spots.\nIn a forecast video, Mr Burkill said northern areas as well as high ground areas in Scotland are likely to see “significant snow”, with possibly 10 to 20cm of snow building up on the highest grounds.\n“There’s a potential for some snow accumulations, even as low as perhaps 100m up, we could see some slushy snow, so likely to see some travel disruption again, because of the wind, the rain and some snow like we’ve seen over some recent days,” he said.\nBlustery and showery conditions are set to continue into Sunday, with the heaviest and most frequent rainfall across western parts of the UK.\nThe mercury is expected to drop on Sunday.\n“So perhaps a bit more drier weather around, some clearer skies but do watch out for those showers and you will also want to wrap up quite warm because although it hasn’t been particularly chilly recently, when you factor in those strong blustery winds, it’s going to feel close to freezing for many places.\n“So definitely a chilly feel to things as the clock strikes midnight.”\nNew Year’s Day should turn drier for many, particularly across more central southern parts of England and across Scotland with the “central slice” of the UK most likely to have showery rain.\n“As we look through the rest of the first week of 2024 and at the moment Tuesday looks like it’d be a largely dry day with some fine weather around before the return to something more unsettled – some heavy rain, some strong winds, and that does bring the potential for something a little bit colder and possibly wintry,” Mr Burkill said.\nThree men died after their 4×4 vehicle was submerged in the River Esk, near Glaisdale, on Thursday, North Yorkshire Police said.\nDamage will be covered by standard property insurance policies, the Association of British Insurers has said.\nScotRail said many lines have been reopened but urged passengers to check for the latest information before travelling, a message echoed by LNER, Avanti West Coast and London Northwestern Railway who suspended or cancelled services due to damage or system faults.\nFriday will see significant disruption for travellers wishing to travel on the London Euston and Watford Junction lines with services expected to be up and running by the end of the day.\nIn Wales, the aftermath of the recent severe weather will see rail services hampered until Monday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "met office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:55:25.186+02:00",
    "updated": "2023-12-29T12:55:25.186+02:00"
  },
  {
    "uuid": "23f79e6e456864f5f5ec26e0769b441702c3ec09",
    "url": "https://www.lagrangenews.com/2024/02/01/lagrange-teen-found-shot-to-death-in-indiana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tommy Murphy",
    "published": "2024-02-01T19:21:00Z",
    "title": "LaGrange teen found shot to death in Indiana",
    "text": "LaGrange teen found shot to death in Indiana Published 2:21 A young man and woman were found shot inside a vehicle in Fort Wayne, Indiana on Monday. The male subject has been identified as being from LaGrange. The Allen County (Indiana) Coroner’s Office identified the victims as 17-year-old Adaija Armani Okey from Fort Wayne and 18-year-old Lamarion Jeremiah Bailey from LaGrange. Police in Indiana began investigating the homicide on the night of Monday, Jan. 29, around 7:59 p.m. Fort Wayne police responded to the 700 block of Romy Ave. after receiving multiple reports of gunshots in the area. While en route, an additional caller told police that at least one person had been shot inside of a vehicle that was on the street. Officers arrived and located the victims suffering from gunshot wounds inside of a vehicle. Paramedics arrived to assist, but the victims were pronounced deceased at the scene. According to Allen County Deputy Coroner Toni Mayes, an autopsy revealed that the victims’ deaths were caused by multiple gunshot wounds and the manner of death has been ruled a homicide. Fort Wayne Police Department Public Information Officer Chris Felton advised that there are currently no suspects for the shooting but detectives are actively investigating the incident. No further information has been released at this time. Anyone with information on this incident is asked to contact Fort Wayne Police at (260) 427-1222.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "toni mayes",
          "sentiment": "none"
        },
        {
          "name": "lamarion jeremiah bailey",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "allen county",
          "sentiment": "none"
        },
        {
          "name": "romy ave.",
          "sentiment": "none"
        },
        {
          "name": "lagrange",
          "sentiment": "none"
        },
        {
          "name": "fort wayne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:28:35.704+02:00",
    "updated": "2024-02-02T01:28:35.704+02:00"
  },
  {
    "uuid": "1e5cc7a330fdcaa1ca8c59478f56f139127b60ca",
    "url": "https://www.waaytv.com/news/crime/6-more-child-porn-charges-filed-against-marshall-county-man/article_994463c6-5b47-11ef-8d3c-5389b5c8e10f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Josh Rayburn",
    "published": "2024-08-15T20:53:00Z",
    "title": "6 more child porn charges filed against Marshall County man",
    "text": "Guntersville ( [WAAY](http://www.waaytv.com)) - A Guntersville man faces more charges of sex crimes against children. Corey Jacob Vickery, 28, was arrested Monday and charged with five counts of possession of child pornography. On Thursday, the Marshall County Sheriff's Office added six more charges against him: Five counts of possession of child pornography with intent to disseminate and one count of production of pornography with minors. His bond is set at $500,000. The sheriff's office says even more charges could be forthcoming. A joint investigation conducted by the Marshall County Sheriff's Office and the Internet Crimes Against Children resulted in the execution of a search warrant at 2500 Deerman St. in Guntersville on Monday. That's when Vickery was first arrested. The Guntersville Police Department, Marshall County District Attorney's Office, and Marshall County Drug Task Force assisted. Anyone with information about Vickery and his case is asked to contact the Marshall County Sheriff's Office at (256) 582-2034.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "corey j",
          "sentiment": "neutral"
        },
        {
          "name": "vickery",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "marshall county man guntersville",
          "sentiment": "negative"
        },
        {
          "name": "guntersville police department",
          "sentiment": "none"
        },
        {
          "name": "marshall county drug task force",
          "sentiment": "none"
        },
        {
          "name": "marshall county sheriff's office",
          "sentiment": "none"
        },
        {
          "name": "internet crimes against children",
          "sentiment": "none"
        },
        {
          "name": "marshall county district attorney's office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "deerman st.",
          "sentiment": "none"
        },
        {
          "name": "guntersville",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:18:46.423+03:00",
    "updated": "2024-08-16T00:20:10.111+03:00"
  },
  {
    "uuid": "6f62022ddfe2619fa024512d14ac9f8c0fe8a20d",
    "url": "https://www.estrepublicain.fr/societe/2025/07/03/la-norme-plutot-que-l-exception-la-vente-d-alcool-aux-mineurs-encore-trop-repandue",
    "ord_in_thread": 0,
    "author": "Cyrielle Thevenin",
    "published": "2025-07-03T04:01:00Z",
    "title": "Consommation. « La norme plutôt que l'exception » : la vente d'alcool aux mineurs encore trop répandue",
    "text": "Consommation « La norme plutôt que l’exception » : la vente d’alcool aux mineurs encore trop répandue\nLa grande majorité des établissements ne respectent pas l’interdiction de vente d’alcool aux mineurs, indique Addictions France dans un rapport publié ce jeudi. L’association plaide pour une généralisation des sanctions à l’encontre des établissements qui ne respectent pas leurs obligations.\nMalgré l’interdiction de la vente d’alcool aux moins de 18 ans, « l’accès à l’alcool reste en 2025 très aisé pour les mineurs », constate Addictions France, dans un rapport paru ce jeudi. L’association a effectué cette année plusieurs achats tests dans 90 commerces de la grande et petite distribution de la Métropole de Nantes, d’Angers et de Rennes. Il en ressort que 86 % des établissements testés ont vendu de l’alcool à des mineurs.\nC’est sept points de moins que lors d’une précédente enquête de 2021. « C’est une tendance à la baisse qui est encourageante mais malheureusement beaucoup trop anecdotique », souligne Marion Gasteau, chef de projet au sein de l’association Addictions France. Parmi les établissements testés pour la première fois et ne faisant pas l’objet de poursuites, le taux de vente d’alcool aux mineurs reste quasiment identique à celui de 2021 (91 % contre 93 %). « L’accès à l’alcool pour les mineurs demeure la norme plutôt que l’exception », relève Addictions France. Presque toutes les grandes enseignes de supermarché sont concernées : Auchan, Lidl, Monoprix, E. Leclerc, Intermarché, Carrefour Express, Franprix…\nLa pièce d’identité demandée dans 8 % des établissements\nSeuls 8 % des établissements demandent systématiquement une pièce d’identité pour vérifier l’âge des clients. Addictions France constate aussi une tolérance globale de la consommation d’alcool par des adolescents au sein de la population. « Dans le cadre des achats tests réalisés, il est arrivé à quelques reprises que des adultes acceptent, voire proposent parfois, d’acheter de l’alcool pour des mineurs à la caisse », note l’association dans son rapport.\nEt ce alors même que les risques d’une consommation précoce d’alcool sont connus. « Ce que la science dit, c’est que plus un jeune consomme précocement de l’alcool et en grande quantité, plus cela va avoir un impact sur le développement de son cerveau », insiste Marion Gasteau, qui alerte également sur des risques de « coma éthylique, d’accidentologie, de manifestation de comportements violents et une plus grande vulnérabilité que ce soit sur le plan physique ou sexuel ».\n70 infractions chaque année\nLes établissements risquent pourtant gros en vendant de l’alcool à des mineurs : amendes de 7 500 euros et éventuelles peines complémentaires (interdiction d’exercer les droits liés à une licence de débit de boissons, fermeture temporaire…). Mais dans les faits, les sanctions sont rares. « En moyenne, 70 infractions de cette nature sont relevées chaque année par les forces de l’ordre », note Addictions France, qui s’appuie sur les données du service statistique ministériel de la sécurité intérieure. Elle pointe aussi des délais de traitement des poursuites judiciaires trop importants : « 37 procédures contentieuses ont été lancées par l’association entre 2023 et 2025, malheureusement il n’y a eu aucune décision de justice en la matière », indique Marion Gasteau.\nLes choses progressent malgré tout. Depuis le 7 avril, la vente d’alcool aux mineurs peut aussi faire l’objet d’une amende forfaitaire délictuelle de 300 euros. Et un accord a été signé en décembre 2024 entre la mission interministérielle de lutte contre les drogues et les conduites addictives, le secrétariat général du ministère de l’Intérieur, la préfecture de police de Paris et les directions générales de la gendarmerie nationale et de la police nationale pour renforcer la coordination entre les différents services en charge des contrôles. « C’est satisfaisant d’avoir un cadre uniformisé et plus de coopération entre les différents services, mais il est nécessaire d’aller plus loin avec un renforcement des contrôles et une systématisation des sanctions à la clé », insiste Marion Gasteau. L’association plaide notamment pour une « systématisation des achats tests » afin « d’instituer le doute chez les débitants » et d’avoir un « réel impact dissuasif ».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->social problem",
      "Social Issue->addiction",
      "Social Issue->children",
      "Health->public health",
      "Health->health organisation",
      "Health->government health care"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_fr",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:48:43.825+03:00",
    "updated": "2025-07-03T04:54:27.000+00:00"
  },
  {
    "uuid": "da079769d2d5c4cb70402259d5a5220905e2d265",
    "url": "https://istoedinheiro.com.br/casos-respiratorios-graves-seguem-em-alta-apos-volta-as-aulas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação",
    "published": "2025-02-20T20:36:00Z",
    "title": "Casos respiratórios graves seguem em alta após volta às aulas",
    "text": "20/02/2025 - 17:36\nOs casos de Síndrome Respiratória Aguda Grave – SRAG – entre crianças e adolescentes de até 14 anos permanecem em alta após a volta às aulas no Distrito Federal e em cinco estados: Goiás, Espírito Santo, Rio de Janeiro, São Paulo e Sergipe.\nÉ o que aponta a última edição do Boletim Infogripe, divulgado nesta quinta-feira (20), no Rio de Janeiro, pela Fiocruz. O termo SRAG designa os casos de síndrome gripal que evoluem com comprometimento da função respiratória, geralmente exigindo hospitalização.\nNotícias relacionadas:\n“As crianças passam mais tempo em ambientes fechados e em maior contato, favorecendo a transmissão dos vírus respiratórios”, explica a pesquisadora Tatiana Portella. O boletim acende também um alerta para as infecções por vírus sincicial respiratório – VSR – no Distrito Federal e em Goiás, o que tem provocado aumento de casos de SRAG entre bebês de até 2 anos.\nGeralmente, o VSR circula mais durante o inverno, mas somente este ano foram registrados mais de 460 casos de SRAG motivados pelo vírus em todo o país, com 16 mortes.\nCovid-19\nNo entanto, a covid-19 continua sendo a infecção viral mais letal: as mortes por SRAG este ano passam de 1 mil e mais de 81% dos óbitos com diagnóstico confirmado de algum vírus foram causados por covid-19. A maioria das vítimas eram idosos.\nEm quatro estados, a pesquisa observou aumento de casos com sinais característicos de covid-19: Mato Grosso, Roraima, Sergipe e Tocantins. Neste último, chama a atenção a quantidade de ocorrências entre jovens e adultos.\nAlém disso, sete unidades federativas apresentam níveis de alerta ou risco nas tendências de curto e longo prazo, independentemente da causa: Amazonas, Distrito Federal, Goiás, Rondônia, Roraima, Sergipe e Tocantins.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Education",
      "Human Interest"
    ],
    "topics": [
      "Health->health organisation",
      "Health->disease and condition",
      "Education->students",
      "Education->primary education",
      "Education->educational grading"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:10:17.392+02:00",
    "updated": "2025-02-21T00:10:17.392+02:00"
  },
  {
    "uuid": "99f043c544ade7e781b418b56b93e25e9052c88e",
    "url": "https://www.la-croix.com/les-temperatures-mondiales-se-maintiennent-toujours-au-dessus-d-15degc-de-rechauffement-20250508",
    "ord_in_thread": 0,
    "author": "La-Croix.com",
    "published": "2025-05-08T02:02:00Z",
    "title": "Les températures mondiales se maintiennent toujours au-dessus d'1,5°C de réchauffement",
    "text": "Les températures mondiales sont restées à des niveaux historiquement élevés en avril, poursuivant une série de près de deux ans de chaleur inédite sur la planète qui agite le milieu scientifique sur la vitesse du réchauffement climatique.\nAu niveau mondial, avril 2025 se classe deuxième plus chaud derrière avril 2024, selon l’observatoire européen Copernicus, qui se fonde sur des milliards de mesures issues de satellites, stations météo et autres outils.\nLe mois dernier prolonge ainsi une série ininterrompue de records ou quasi-records de températures qui dure depuis juillet 2023, soit bientôt deux ans.\nDepuis lors, à une exception près, tous les mois ont été au moins 1,5°C plus chauds que la moyenne de l’ère préindustrielle (1850-1900).\nDe nombreux scientifiques s’attendaient pourtant à ce que la période 2023-2024 -- les deux années les plus chaudes jamais mesurées dans le monde -- soit suivie d’un répit, lorsque les conditions plus chaudes du phénomène El Nino s’estomperaient.\n« Avec 2025, cela aurait dû se tasser, mais au lieu de cela, nous restons dans cette phase de réchauffement accéléré », a déclaré Johan Rockström, directeur en Allemagne de l’Institut de Potsdam sur l’impact du climat.\n« Il semble que nous y soyons coincés » et « ce qui l’explique n’est pas entièrement résolu, mais c’est un signe très inquiétant », a-t-il déclaré à l’AFP.\nLes deux dernières années « ont été exceptionnelles », dit à l’AFP Samantha Burgess, du centre européen qui opère Copernicus. « Elles restent dans la fourchette de ce que les modèles climatiques prédisaient pour aujourd’hui, mais on est dans le haut de la fourchette ».\nUne des explications repose sur le fait que le phénomène La Nina, inverse d’El Nino et synonyme d’influence rafraîchissante, n’est finalement que de « faible intensité » depuis décembre, selon l’Organisation météorologique mondiale, et pourrait déjà décliner dans les prochains mois.\nDéjà presque 1,4°C\nUne cinquantaine de climatologues réputés, conduits par le britannique Piers Forster, estiment que le climat était déjà réchauffé en moyenne de 1,36°C en 2024. C’est la conclusion d’une version préliminaire de leur étude qui actualise chaque année les chiffres clés du Giec, les experts du climat mandatés par l’ONU. Copernicus a une estimation actuelle très proche, de 1,39°C.\nLe seuil de 1,5°C de réchauffement, le plus ambitieux de l’accord de Paris, est sur le point d’être atteint de façon stabilisée, calculée sur plusieurs décennies, estiment nombre de scientifiques. Copernicus pense que cela pourra être le cas d’ici 2029.\n« C’est dans quatre ans. La réalité est que nous allons dépasser 1,5°C », dit Samantha Burgess.\n« Au rythme actuel, le 1.5°C sera battu avant 2030 », estime aussi Julien Cattiaux, climatologue du CNRS joint par l’AFP. « On dit que chaque dixième de degré compte », car il multiplie les sécheresses, canicules et autres catastrophes météorologiques « mais actuellement, ils défilent vite », s’alarme le scientifique.\nMais « maintenant, ce qu’il faut essayer de faire, c’est d’avoir un réchauffement climatique le plus proche possible » de la cible initiale car « ce n’est pas pareil si on vise un climat réchauffé de 2°C en fin de siècle ou de 4°C », rappelle-t-il.\nQue la combustion des énergies fossiles - charbon, pétrole et gaz - soit responsable de l’essentiel du réchauffement ne fait pas débat parmi les climatologues.\nMais les discussions et les études se multiplient pour quantifier l’influence climatique de l’évolution des nuages, d’une baisse de la pollution atmosphérique ou de celle des capacités de la Terre à stocker le carbone dans des puits naturels tels que les forêts et les océans.\nLes relevés annuels de températures mondiales remontent jusqu’en 1850. Mais les carottes de glace, les sédiments au fond de l’océan et d’autres « archives climatiques » permettent d’établir que le climat actuel est sans précédent depuis au moins 120.000 ans.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Environment->global warming",
      "Environment->environmental pollution",
      "Environment->climate change",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->social problem",
      "Social Issue->mankind",
      "Politics->environmental policy"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:25:53.358+03:00",
    "updated": "2025-05-08T03:30:44.000+00:00"
  },
  {
    "uuid": "0f285196fb5cfaadd3fed5837984be2a3adc3ef6",
    "url": "https://finance.sina.cn/tech/2025-06-19/detail-infaqrfn7365133.d.html?fromtech=1&vt=4&cid=76524&node_id=76524",
    "ord_in_thread": 0,
    "author": "sina_mobile",
    "published": "2025-06-19T04:39:30Z",
    "title": "五一视界港股IPO：毛利率逐年下滑，三年亏超3.5亿元_手机新浪网",
    "text": "五一视界港股IPO：毛利率逐年下滑，三年亏超3.5亿元\n2025年06月19日 11:14:44\n近日，五一视界更新了港股申请书，中金公司;)和华泰国际担任联席保荐人。\n五一视界成立于2015年，是一家数字孪生行业科技公司，致力于创建地球5.1亿平方公里的数字孪生。公司聚焦3D图形、模拟仿真和人工智能领域，打造了51Aes（数字孪生平台）、51Sim（合成数据与仿真平台）及51Earth（数字地球平台）三大核心业务。\n从收入结构来看，51Aes是公司收入主要来源，在2022-2024年分别贡献83.3%、79.8%、82.2%的营收。51Sim的收入比例目前在16.6%左右，51Earth业务推出较晚，2024年的营收占比仅约1.2%。\n目前，公司已为1000家企业客户提供产品及解决方案。\n营收增长，却深陷亏损困境\n财务数据显示，2022年至2024年，五一视界营收逐步增长，分别为1.7亿元、2.56亿元、2.87亿元。\n然而，公司仍处于亏损状态。2022年至2024年，公司亏损分别达1.9亿元、8707.7万元、8168万元，近三年累计亏损约3.59亿元。毛利率也呈下滑趋势，从2022年的65%降至2024年的51.1%。\n高额的研发开支与销售、行政开支是近年来亏损的主要原因。2022年至2024年，研发开支分别为1.34亿元、1.03亿元、5831.2万元，占比分别为79%、40.2%、20.3%；销售与行政开支之和分别为1.12亿元、1.02亿元、1.5亿元。\n进行过8轮融资\n成立至今，五一视界历经8轮融资，吸引了众多知名机构投资，如光速光合、云九资本、StarVC等，重庆、南宁等地方政府参与其中。\n最近一次F轮融资在2024年6月28日，每股成本约11.51元，此轮融资后公司估值约44亿元。\n公司曾在2020年向北京证监局进行上市辅导备案，计划在科创板上市，于2022年撤回申请。2023年，公司再度准备北交所上市，最终未能成功。\n股权结构方面，李熠持有公司约12.5%股权，另外通过星际宏图科技持有约12.3%，合计控制公司约24.7%股权，是公司单一最大股东。\n五一视界计划将港股IPO募集所得资金净额主要用于研发、海外营销活动、营运资金及一般企业用途。\n（文章序列号：1935214577876865024/PLH）\n免责声明：本文不构成对任何人的任何投资建议。知识产权声明：面包财经作品知识产权为上海妙探网络科技有限公司所有。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->business financing",
      "Economy, Business and Finance->business governance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_my",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:30.798+03:00",
    "updated": "2025-06-19T04:41:13.000+00:00"
  }
]