[
  {
    "uuid": "13db903bb229d5922e5223941eb4255d223127aa",
    "url": "https://www.journalgazette.net/opinion/editorials/bmv-continues-to-collect-millions-selling-drivers-information/article_608aa962-a4e7-11ee-bfa5-ff94c418d759.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editorial board | The Journal Gazette",
    "published": "2023-12-28T10:15:00Z",
    "title": "BMV continues to collect millions selling drivers' information - Fort Wayne Journal Gazette",
    "text": "A data privacy law, proposed by state Sen. Liz Brown, R-Fort Wayne, and signed by Gov. Eric Holcomb in the 2023 legislative session, made Indiana one of just 12 states with such protections. However, the law doesn’t apply to state agencies selling data about Hoosier residents.\nNo federal safeguards or consumer protections are in place against those who collect Americans’ information online or at cash registers, then monetize it as part of their business operations. The Fort Wayne Republican’s Senate Bill 5 will give consumers the right, beginning Jan. 1, 2026, to ask for and receive basic information from those who control personal information at the state level.\nIn March, The Journal Gazette reported the Indiana Bureau of Motor Vehicles is selling residents’ personal information to private companies and individuals, and the practice has been going on for years. The agency doesn’t allow drivers to opt out of the process, and doesn’t have to ask for permission to sell their information.\nSenate Bill 290, which was also signed by the governor earlier this year, requires the BMV to provide an annual report to the State Budget Committee. It must include the amount received in the calendar year in exchange for the disclosure of motorists’ personal information, and its intended use.\nThe BMV released its first report Dec. 1. It shows the $25.6 million expected by the BMV this year is a fraction of what the department has collected since 2012. WRTV Indianapolis reports the agency has amassed $237 million from selling drivers’ information between 2012 and 2022.\nThe BMV uses the revenue for branch expenditures such as salaries, lease payments, security and utility charges, as well as credential production costs and credit card processing fees, the report said.\nIn the most recent legislative session, Sen. Rodney Pol, D-Chesterton, sought to allow motorists to opt out of information-sharing by the BMV and authored Senate Bill 196. It was referred to the Senate Committee on Homeland Security and Transportation but never received a hearing.\nInquiries to the BMV weren’t immediately returned. But the Dec. 1 data sales report said, “Indiana law requires that certain data be made available to qualified entities who meet the eligibility and use requirements contained within Indiana Code 9-14-13-7 or 9-14-13-8.”\nThe latter citation allows the BMV to disclose “highly restricted personal information” of drivers with their consent. Indiana defines such personal data as an individual’s digital photograph, Social Security number, information on health conditions or impairments, driver’s license or identification document number, name, address (but not ZIP code) and telephone number.\nIn the absence of consent of a driver, highly personal information may be shared with entities if they provide proof of identity and represent that use of the information will be limited to state-approved purposes, such as by law enforcement, for market research or safety and theft analysis.\n“With growing cybersecurity threats across the country, Hoosiers rightfully feel unsafe about the status of their personal information,” Pol said in 2021. “It’s unacceptable that they should have to worry about big government willingly selling that personal information without their knowledge.”\nWithout a federal solution to data privacy, states are left to write legislation that balances consumers’ rights to protect how their personal information is used with business and government’s ability to use the data they collect for research and profit.\nBrown’s Senate Bill 5 is a people-first approach to data privacy that gives consumers a legal framework to protect their personal information. The Indiana General Assembly in the coming session should afford the same consumer protections when the government is collecting and monetizing drivers’ personal information.\nOur state government should be protecting Hoosiers’ personal information, not exploiting it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eric holcomb",
          "sentiment": "negative"
        },
        {
          "name": "liz brown",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "fort wayne journal gazette",
          "sentiment": "negative"
        },
        {
          "name": "bmv",
          "sentiment": "negative"
        },
        {
          "name": "fort wayne republican",
          "sentiment": "none"
        },
        {
          "name": "indiana bureau of motor vehicles",
          "sentiment": "none"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "journal gazette",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fort wayne",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:19.143+02:00",
    "updated": "2023-12-29T01:04:19.143+02:00"
  },
  {
    "uuid": "17b95a4fecc56d38ba017ab7c7d19a2485646e09",
    "url": "https://www.standard.net.au/story/8475138/duckworth-breaks-through-after-rain-delays-in-brisbane/?src=rss",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Darren Walton",
    "published": "2024-01-02T08:09:00Z",
    "title": "Duckworth breaks through after rain delays in Brisbane",
    "text": "Australian James Duckworth has overcome a frustrating rain delay to continue his fine run from qualifying to reach the second round of the weather-marred Brisbane International.\nDuckworth upset higher-ranked American JJ Wolf 6-3 6-4 in a match initially scheduled for Monday morning but which didn't start until Tuesday afternoon.\nThe wild storms that hit south-east Queensland over the Christmas period have also caused chaos for tournament organisers who face a backlog of matches to get through this week.\nDuckworth did his best to help, taking just 63 minutes to see off the 53rd-ranked Wolf with a clean and efficient display featuring no service breaks, seven aces and 81 per cent of first-serve points won.\nThe world No.116's reward in reaching the last 16 is a tie against unseeded German Yannick Hanfmann, who surprised American fifth seed Sebastian Korda 7-5 6-4.\nFive other home hopes were scheduled for action on Tuesday, including two all-Australian showdowns between Thanasi Kokkinakis and Rinky Hijikata and Jordan Thompson against Aleksandar Vukic.\nIf the weather holds, Jason Kubler will take on Russia's 2021 Australian Open semi-finalist Aslan Karatsev, the tournament's eighth seed.\nThe great Rafael Nadal makes his much-anticipated comeback from almost a year out with a hip injury against Australia's former US Open champion Dominic Thiem in the feature men's night match on Tuesday.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "duckworth",
          "sentiment": "negative"
        },
        {
          "name": "james duckworth",
          "sentiment": "negative"
        },
        {
          "name": "jordan thompson",
          "sentiment": "none"
        },
        {
          "name": "rinky hijikata",
          "sentiment": "none"
        },
        {
          "name": "jason kubler",
          "sentiment": "none"
        },
        {
          "name": "wolf",
          "sentiment": "none"
        },
        {
          "name": "yannick hanfmann",
          "sentiment": "none"
        },
        {
          "name": "jj wolf",
          "sentiment": "none"
        },
        {
          "name": "sebastian korda",
          "sentiment": "none"
        },
        {
          "name": "aleksandar vukic",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brisbane international",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brisbane",
          "sentiment": "none"
        },
        {
          "name": "queensland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T11:48:55.435+02:00",
    "updated": "2024-01-02T11:48:55.435+02:00"
  },
  {
    "uuid": "ad7ed4bf24e9db18cbedf867c5a9bb3d12e2368c",
    "url": "https://www.wcax.com:443/2024/01/02/man-celebrates-last-day-work-after-48-years-supermarket-chain/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KCCI via CNN Newsource",
    "published": "2024-01-02T08:29:00Z",
    "title": "Man celebrates last day of work after 48 years at supermarket chain",
    "text": "WEST DES MOINES, Iowa (KCCI) - For an Iowa man, the start of 2024 will bring a lot of change to his normal routine as he retires from supermarket chain Hy-Vee after almost five decades.\nIt’s not every day Steve Mick gets chauffeured around, but after 48 years at Hy-Vee, Sunday was his last day and his boss insisted on the special ride to work.\nOutside the West Des Moines supermarket was a display celebrating Mick’s years of service.\n“That’s amazing,” Mick said. “Wow. It’s about all I can say.”\nInside the store, countless hugs and congratulations from family, friends and former colleagues showed the impact Mick had on the community. He started at Hy-Vee behind the meat counter in 1975 when he was just 16.\n“He’s the same person today: extremely nice, extremely thoughtful, willing to help the customers,” longtime colleague Marilyn Cook said.\n“He’s been such a hard worker all his life, and today is kind of a bittersweet day for all of us,” said Mick’s daughter, Kerri Driscoll.\nMick worked at different Hy-Vee locations throughout his career, his last being the store in West Des Moines on Jordan Creek Parkway.\n“It was just a place that fit for me,” Mick said. “Been a long haul, and it’s been well worth it.”\nAs the chapter at Hy-Vee comes to an end, the cake at Mick’s party is a hint as to what part of retirement looks like: camping and time in nature with family.\n“I’m going to let life happen to me, enjoy every minute of it,” Mick said.\nMick’s co-workers say he will be missed after bringing smiles to people during his nearly five decades on the job.\nCopyright 2024 KCCI via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mick",
          "sentiment": "none"
        },
        {
          "name": "hy-vee",
          "sentiment": "none"
        },
        {
          "name": "marilyn cook",
          "sentiment": "none"
        },
        {
          "name": "kerri driscoll",
          "sentiment": "none"
        },
        {
          "name": "steve mick",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kcci",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "west des moines",
          "sentiment": "none"
        },
        {
          "name": "west des moines",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T13:14:43.190+02:00",
    "updated": "2024-01-02T13:14:43.190+02:00"
  },
  {
    "uuid": "03d648e6cffa4035a0de245716e1b9256584df73",
    "url": "https://www.chicagotribune.com/2024/07/11/dnc-and-city-officials-promise-chicago-is-ready-for-international-spotlight",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Petrella",
    "published": "2024-07-11T18:13:00Z",
    "title": "DNC and city officials promise Chicago is ready for international spotlight",
    "text": "By Dan Petrella | | Chicago Tribune PUBLISHED: July 11, 2024 at 6:13 6:16 p.m.\nA little more than a month before the Democratic National Convention arrives in Chicago, one of Mayor Brandon Johnson’s top deputies on Thursday assured a roomful of business and civic leaders the city is ready for its moment in the international spotlight and that the impact of the historic event will be felt long after the expected 50,000 visitors leave town.\nConcerns about potential unrest in the streets, including planned protests over the Biden administration’s support for Israel in its war against Hamas in Gaza, have shifted and in some ways been overshadowed in the past two weeks as Democrats find themselves divided over whether President Joe Biden should remain the party’s nominee. The concerns were significantly heightened after Biden, 81, gave a listless debate performance late last month that caused many Democrats to worry he could not defeat former President Donald Trump, the presumptive Republican nominee, in November or serve as president for four more years.\nWhile Johnson and Gov. J.B. Pritzker have reaffirmed their support for Biden in recent days after each took part in private meetings with the president and other leaders, U.S. Rep. Brad Schneider of Highland Park on Thursday joined U.S. Rep. Mike Quigley of Chicago on the growing list of Democrats calling for a new nominee to lead the ticket.\nWhatever divisions might be on display on the streets of the city or inside the convention hall at the United Center, Chicago is prepared for its role as host, John Roberson, the city’s chief operating officer, said during an event in River North hosted by the City Club of Chicago.\n“Given the national dynamic in terms of the public discourse that is going on today, why not Chicago?” Roberson said. “Why wouldn’t this be the place where we can host the most democratic activity of selecting someone to run for the highest office in the land and still be the same city that provides the room and space for the full-throated expression of First Amendment rights?\n“And to do it in this moment while the world is watching, we have the opportunity as the city to show people how to do it the right way.”\nRoberson’s comments came days after a violent Fourth of July weekend during which 100 people were shot, 21 of them fatally, while the city hosted a NASCAR street race downtown.\nNevertheless, he said the Chicago Police Department is prepared to keep the entire city safe when the DNC is in town from Aug. 19-22.\n“What we are going to do is to make sure that every single visitor, delegate or not, will be safe. We’re going to make sure that those who are going to engage in the full expression of their First and Fourth amendment rights are going to be safe,” Roberson said, referring to the rights of free speech and assembly but also protections against unreasonable searches and seizures. “And we’re going to do that against the backdrop of providing public safety for 2.7 million people in the city of Chicago.”\nCPD has been preparing for months for the convention and coordinating closely with the Secret Service, which is in charge of security in and around the United Center and McCormick Place, where party business will take place during the days of the convention.\nRoberson reiterated that Chicago police — drawing on lessons from the 1996 DNC, the 2012 NATO summit and even pro-Palestinian protests this spring — are ready and that the Johnson administration welcomes protests, even as it continues to try to negotiate an agreement with demonstrators about where their rallies and marches can take place.\n“For a mayor that comes out of labor, that comes out of the movement, he embraces that. He encourages it. … We want that to happen,” Roberson said. “But we’re not going to tolerate vandalism; we’re not going to tolerate destruction of property.”\nJoining Roberson on stage at the lunchtime event were Alex Hornbrook, executive director of the Democratic National Convention Committee, and Christy George, executive director of the nonprofit Chicago host committee, both of whom sidestepped an audience question about the process for choosing a new nominee should Biden withdraw.\nInstead, Hornbrook spoke about how convention organizers for the first time are offering access to social media content creators in much the same way they do for the traditional news media.\nNone of the panelists took questions from reporters after the discussion. It’s common practice following City Club events for speakers to answer media inquiries.\nOn stage, Hornbrook, who led the host city selection process for the DNC, said whether it comes to conveniently located hotel rooms, transportation infrastructure or public safety planning, “we’re fully confident that the city is prepared for this moment.”\n“It’s not an accident that we’re here … in Chicago,” he said.\nGeorge encouraged the City Club audience to help draw convention-goers into Chicago’s neighborhoods by hosting events throughout the week.\n“We would love to see events happening all over the city of Chicago,” she said.\nAside from security preparations, city workers have been busy with beautification and infrastructure improvement projects ahead of the convention, from planting 500 new trees to building a new $80 million CTA station on the Green Line at Damen Avenue.\nWhile acknowledging some people might question the expenditures, Roberson said the Johnson administration is aiming for improvements that will benefit residents beyond the four days of the convention.\nThose trees, for example, are being planted in areas where they’re currently lacking, which eventually should help lower residents’ energy bills in the summer by providing more shade, he said.\nLikewise, the administration is targeting the area around the new Damen Green Line stop for the development of more affordable housing, Roberson said.\n“When we talk about the investments that we’re making for the DNC, yes, we’re going to beautify; yes, we’re going to make sure that our delegates have a good time,” he said. “But we also have to make sure that the long-lasting impact is going to help to change the trajectory and create the vibrancy for the future of our city.”\nBiden’s future, meanwhile, remains hotly debated among Democratic officials, donors and activists.\nIn his statement, Schneider, the five-term North Shore congressman, professed his “love” for the president but encouraged him to follow the lead of George Washington and “pass the torch.”\n“In passing the torch now, President Biden has a chance to live up to this standard and seal his place in history as one of the greatest leaders our nation, and history, has ever known,” said Schneider, who noted he was the first member of Illinois’ congressional delegation to back Biden in the 2020 race.\n“He can lead the transition of power to a new generation that can build a stronger party and a stronger nation,” Schneider said. “I fear if he fails to make the right choice, our democracy will hang in the balance.” Share this:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mayo",
          "sentiment": "neutral"
        },
        {
          "name": "brandon johnson",
          "sentiment": "none"
        },
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "j.b. pritzker",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dnc",
          "sentiment": "neutral"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T02:35:23.493+03:00",
    "updated": "2024-07-12T09:25:59.566+03:00"
  },
  {
    "uuid": "e37a17a5179e5f56e10ec6b2469fcd0bf8d6ecab",
    "url": "https://www.newsbreak.com/news/3434652163446-space-weather-warning-strong-solar-storms-could-cause-chaos-on-earth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-05-10T14:08:00Z",
    "title": "Space weather warning: Strong solar storms could cause chaos on Earth",
    "text": "By By Talker News ,\n1 hour ago\nBy Dean Murray via SWNS\nA gigantic sunspot 15 times wider than Earth could cause chaos this week.\nThe U.S. government has released a warning to brace for severe solar storms that may knock out communications, the electric power grid, and navigation.\nThe sunspot AR3664, stretching 124,000 miles wide according to Spaceweather.com , has released intense bursts of energy and radiation in the direction of our planet in the form of X-class solar flares, which are the most powerful.\nAmerica's official Space Weather Prediction Center (SWPC) say they are monitoring the sun following the series of flares and coronal mass ejections (CMEs) that began on Wednesday.\nThey report: \"Space weather forecasters have issued a Severe (G4) Geomagnetic Storm Watch for the evening of Friday, May 10. Additional solar eruptions could cause geomagnetic storm conditions to persist through the weekend.\"\nSWPC says a large sunspot cluster has produced several moderate to strong solar flares since 5am on Wednesday.\nThey add: \"At least five flares were associated with CMEs that appear to be Earth-directed. SWPC forecasters will monitor NOAA and NASA’s space assets for the onset of a geomagnetic storm.\"\nCMEs are explosions of plasma and magnetic fields from the sun’s corona. They cause geomagnetic storms when they are directed at Earth.\nIn a statement Thursday (May 9), SWPC warned: \"Geomagnetic storms can impact infrastructure in near-Earth orbit and on Earth’s surface, potentially disrupting communications, the electric power grid, navigation, radio and satellite operations.\n\"SWPC has notified the operators of these systems so they can take protective action.\"\nHowever, SWPC adds there is a benefit to geomagnetic storms in that they can also trigger spectacular displays of aurora on Earth.\nThey say: A severe geomagnetic storm includes the potential for aurora to be seen as far south as Alabama and Northern California.\"\nThe Sun's activity was observed by NASA's Solar Dynamics Observatory (SDO) spacecraft. Its mission is to study the Sun’s dynamics to \"increase understanding of the nature and sources of solar variability\".\nSDO documents the outer atmosphere of the Sun - called the corona - as well as hot flare plasma.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://sdo.gsfc.nasa.gov/",
      "https://wyomingnews.com/subscribe",
      "https://www.swpc.noaa.gov/",
      "https://www.swpc.noaa.gov/phenomena/coronal-mass-ejections",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0lPaVO_0swqAHhg00",
      "https://spaceweather.com/",
      "https://img.particlenews.com/image.php?url=0lPaVO_0swqAHhg00",
      "http://swns.com",
      "https://swpc.noaa.gov/",
      "https://sdo.gsfc.nasa.gov",
      "https://swpc.noaa.gov/phenomena/coronal-mass-ejections",
      "https://www.wyomingnews.com/subscribe",
      "https://www.sdo.gsfc.nasa.gov/",
      "https://spaceweather.com",
      "https://img.particlenews.com/image.php",
      "https://www.swpc.noaa.gov",
      "https://www.img.particlenews.com/image.php?url=0lPaVO_0swqAHhg00",
      "https://www.spaceweather.com/",
      "http://www.swns.com",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0lPaVO_0swqAHhg00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dean murray",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "swpc",
          "sentiment": "none"
        },
        {
          "name": "space weather prediction center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "spaceweather.com",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T18:23:55.675+03:00",
    "updated": "2024-05-10T18:23:55.675+03:00"
  },
  {
    "uuid": "6f9a8b99df6a1de5e076a607c38656b9517afa17",
    "url": "https://ground.news/article/uorfi-javed-bags-a-big-screen-role-indiawest-journal-news",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "India West",
    "published": "2024-03-14T00:00:00Z",
    "title": "Ground News - Uorfi Javed Bags A Big Screen Role - IndiaWest Journal News",
    "text": "MUMBAI (IANS) – Social media sensation Uorfi Javed, who is known for her unique fashion sense, will be seen in the upcoming film ‘Love Sex Aur Dhokha 2’ which will mark her big screen debut. The premise of the film is quite relevant to the current generation, which talks about love in the era of internet and social media. Aligned with the theme of the film, the makers made the perfect choice by casting Uorfi as she commands a large following on … 5 hours agoRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Not enough coverage to generate an Article Assistant. Ground News Article Assistant Coverage Details Total News Sources0Leaning Left0Leaning Right0Center0Last Updated3 hours agoBias Distribution No sources with tracked biases. Bias Distribution - There is no tracked Bias information for the sources covering this story. Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "uorfi javed",
          "sentiment": "negative"
        },
        {
          "name": "uorfi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indiawest journal news mumbai",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:09:36.402+02:00",
    "updated": "2024-03-15T00:09:36.402+02:00"
  }
]