[
  {
    "uuid": "0aa7a2bb868330de16d5508397482184dd5e28eb",
    "url": "https://www.informador.mx/deportes/Serie-del-Caribe-Mexico-pierde-su-primer-juego-en-Miami-20240201-0149.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CMS Medios",
    "published": "2024-02-02T00:41:00Z",
    "title": "Serie del Caribe: México pierde su primer juego en Miami | El Informador",
    "text": "Estuvieron cerca de lograr la remontada, sin embargo, México se quedó a la orilla de esa hazaña y terminó por caer ante Curazao en su presentación dentro de la Serie del Caribe Miami 2024.Con el LoanDepot Park como escenario, los Naranjeros de Hermosillo cayeron por 6-5 en su debut dentro de esta edición del Clásico Caribeño en donde nuevamente están representando a nuestro país luego de 10 años de ausencia para esta franquicia sonorense.En este compromiso la novena tricolor logró ponerse en ventaja apenas en el segundo rollo, mismo en donde Naranjeros mostró el músculo al conectar dos cuadrangulares con los que tomó la delantera momentáneamente.Aaron Altherr y el elemento de Charros, Julián Ornelas, fueron quienes se volaron la barda en ese episodio. Sin embargo, Curazao respondió a la brevedad con un triplete productor de Didi Gregorius, mismo que mandó a la registradora a sus compañeros Andrelton Simmons, Roger Bernadina y Jurickson Profar.Luego de esto vinieron tres carreras más para Curazao repartidas entre el sexto y el octavo inning, y aunque eso puso tierra de por medio en el tanteador, al final los Naranjeros se colocaron a tiro de piedra gracias a que Altherr conectó un sencillo que trajo una carrera más en los spikes de Ramiro Peña.Por último Ornelas volvió a mostrar que será uno de los hombres importantes en el line up de México, pues el pelotero de los Charros de Jalisco se voló la barda por segunda ocasión en la tarde pero ahora se llevó a un hombre por delante para que de esta manera Naranjeros se pusiera a una carrera del empate.Por desgracia para México esto no pudo ser, y ahora los comandados por el manager Juan Gabriel Castro buscarán componer el rumbo este viernes, día en que se medirán a Puerto Rico a las 19:30 horas, tiempo del centro del país.Para saber: el perdedor en este juego fue el abridor Manny Barreda, serpentinero de los Tomateros de Culiacán que reforzó a Hermosillo durante la postemporada anterior. En este juego contra Curazao el pitcher trabajó por cinco rollos completos en los que le pegaron siete hits, cinco carreras (dos cuadrangulares), regaló dos pasaportes y no recetó algún chocolate.SV",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T03:00:35.724+02:00",
    "updated": "2024-02-02T03:00:35.724+02:00"
  },
  {
    "uuid": "28ef8c95b98b46f854211df8cdc0ddbd35bd2f3f",
    "url": "https://www.newsbreak.com/long-beach-ca/3279684303823-man-73-reported-missing-in-long-beach",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T22:44:00Z",
    "title": "Man, 73, reported missing in Long Beach",
    "text": "LONG BEACH (CNS) - Authorities Thursday circulated a photo of a 73-year-old man with medical and cognitive conditions who went missing in Long Beach. Michael Savee was last seen about 8:30 p.m. Wednesday in the 2800 block of Atlantic Avenue where he was waiting to get treatment for medical conditions at a hospital, the Long Beach Police Department. Savee was on foot and has no car. He has a cell phone, but was not answering it, police said. He has medical and cognitive conditions and may become disoriented. He was described as a 5-foot, 7-inch tall white male weighing 200 pounds with brown hair and green eyes. He was last seen wearing a gray hoodie, green plain flannel, a black T-shirt, salmon-colored pants and brown boots. Anyone with any information regarding Savee's whereabouts was urged to call the Long Beach Police Department's Missing Persons Detail at 562-570- 7246 or 562-435-6711. Tipsters who prefer to remain anonymous can call Crime Stoppers at 800-222-8477. Want to get caught up on what's happening in SoCal every weekday afternoon? Click to follow The L.A. Local wherever you get podcasts. Follow KNX News 97.1 FM\nTwitter | Facebook | Instagram | TikTok",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://link.chtbl.com/fHPneL-D",
      "https://www.facebook.com/knxnews",
      "https://www.instagram.com/knxnews",
      "https://www.tiktok.com/@knxnews",
      "https://twitter.com/KNXnews",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4STN4r_0qSgnMS400",
      "https://img.particlenews.com/image.php?url=4STN4r_0qSgnMS400",
      "https://facebook.com/knxnews",
      "https://instagram.com/knxnews",
      "https://www.img.particlenews.com/image.php?url=4STN4r_0qSgnMS400",
      "https://tiktok.com/@knxnews",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4STN4r_0qSgnMS400",
      "https://img.particlenews.com/image.php",
      "https://www.link.chtbl.com/fHPneL-D",
      "https://www.twitter.com/KNXnews"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael savee",
          "sentiment": "none"
        },
        {
          "name": "savee",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "long beach police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "long beach",
          "sentiment": "none"
        },
        {
          "name": "atlantic avenue",
          "sentiment": "none"
        },
        {
          "name": "l.a.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:59:45.609+02:00",
    "updated": "2023-12-29T00:59:45.609+02:00"
  },
  {
    "uuid": "b24ffe356d8e957efb866450cf6bb4a473b780f8",
    "url": "https://www.wionews.com/videos/uk-three-dead-as-storm-gerrit-batters-britain-14000-homes-left-without-power-world-news-wion-674674",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wion",
    "published": "2023-12-29T07:30:00Z",
    "title": "UK: Three dead as Storm Gerrit batters Britain, 14,000 homes left without power | World News | WION - World News",
    "text": "videos Gravitas World India SHOWBIZ Lifestyle Sports Science Photos LIVE TV Home videos Gravitas World India SHOWBIZ Lifestyle Sports Science Photos Live Tv UK: Three dead as Storm Gerrit batters Britain, 14,000 homes left without power | World News | WION WION Video Team | Updated: Dec 29, 2023, 03:30 PM IST Three people died yesterday after their car fell into a river in northern England, local police said, as Storm Gerrit battered much of the UK. trending now US launches secretive X-37-B robot spaceplane from Florida Seoul: South Korean actor Lee Sun-Kyun found dead in a car amid drug case Israel-Hamas war: Israeli official 'regrets' refugee camp attack Russia-Ukraine war: Russia launches drone & missile strikes on Ukrainian cities US Sanctions funding for Houthis amid Red Sea threats recommended videos New Turkish dinner table favourite 12th Fail to Rocky Aur Rani Kii Prem Kahaani: The best Hindi films of 2023 Israel-Hamas war: Israel vows to intensify Gaza operations Israel-Hamas war: Friction between Netanyahu and Defence Minister Gallant Venezuela launches military exercise over UK warship ‘threat’ recommended videos New Turkish dinner table favourite 12th Fail to Rocky Aur Rani Kii Prem Kahaani: The best Hindi films of 2023 Israel-Hamas war: Israel vows to intensify Gaza operations Israel-Hamas war: Friction between Netanyahu and Defence Minister Gallant",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump china menxiang",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "trump presidential",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "capitol hill",
          "sentiment": "none"
        },
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "britain china",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "new delhi | wion uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "nepal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:21:52.813+02:00",
    "updated": "2023-12-29T18:37:50.778+02:00"
  }
]