[
  {
    "uuid": "79576081d16d896bb08cadbcfa44c9a69a914733",
    "url": "https://www.world-today-news.com/best-spots-to-see-the-milky-way-in-the-netherlands-dark-sky-parks-and-ideal-viewing-conditions/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-01-12T16:57:00Z",
    "title": "Best Spots to See the Milky Way in the Netherlands: Dark Sky Parks and Ideal Viewing Conditions - World Today News",
    "text": "Now is the time to see the Milky Way in clear [weather](https://www.world-today-news.com/tag/weather/) in the evening or at night. In the starry sky you will see a luminous band running from one side of the horizon to the other, straight through the point directly above your head. “Especially around these days, when the moon does not show itself, it is dark enough to admire the Milky Way,” explains astronomer Jeffrey Bout. “But you have to go to the east or north of the country to escape the air pollution. It still works in Zeeland, but not in the Randstad anymore.” On a clear evening with freezing temperatures, we are at the Ezumakeeg lookout point, a well-known point among bird watchers. It is located in the Lauwersmeer national park, on the Wadden coast and on the border between Groningen and Friesland. But we don’t come for the birds now – although you can constantly hear the geese in the background – but for the stars. It is pitch dark, and it is not without reason that the area has been declared a Dark Sky Park. Especially on clear winter evenings like this, when there is a new moon, this is one of the hotspots in the Netherlands for a good view of the Milky Way. The Milky Way is the galaxy in which we find ourselves with the Earth and the Sun. 2024-01-12 16:25:59 #night #billions #stars #Milky #Early #Birds #BNNVARA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeffrey bout",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "randstad",
          "sentiment": "none"
        },
        {
          "name": "friesland",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "netherlands",
          "sentiment": "none"
        },
        {
          "name": "sky parks",
          "sentiment": "none"
        },
        {
          "name": "wadden coast",
          "sentiment": "none"
        },
        {
          "name": "groningen",
          "sentiment": "none"
        },
        {
          "name": "dark sky park",
          "sentiment": "none"
        },
        {
          "name": "zeeland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T19:51:48.636+02:00",
    "updated": "2024-01-12T19:51:48.636+02:00"
  },
  {
    "uuid": "59687435e6feb758bd884df3d21c1aed2973901b",
    "url": "https://www.fox4news.com/news/ut-pro-palestinian-protests-journalist-arrested-freedom-of-the-press",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shaun Rabb",
    "published": "2024-04-25T21:30:00Z",
    "title": "First Amendment questions raised after UT Austin protest arrests",
    "text": "Protest arrests raise First Amendment questions Nearly 60 people were arrested Wednesday, including a FOX 7 news photographer. The arrests, especially of a journalist, raise questions about the right to assemble and freedom of the press.\nDALLAS - It was another day of protests on Thursday at the University of Texas at Austin with pushing and shoving between police and protesters.\nNearly 60 people were arrested Wednesday, including a FOX 7 news photographer .\nThe arrests, especially of a journalist, raise questions about the right to assemble and freedom of the press.\nVoices were raised in chants on the second day of protests at UT Austin.\nThere were a number of different groups, including some university staff.\nAUSTIN, TEXAS - APRIL 24: Students rally together during a pro-Palestine protest at the The University of Texas at Austin on April 24, 2024 in Austin, Texas. (Photo by Brandon Bell/Getty Images)\nStewing at how the university and law enforcement responded to protests over the Israel-Hamas war Wednesday, some faculty members are now seeking a recall vote of UT President Jay Hartzell.\nThe FOX 7 photographer was released from jail Thursday morning as were many others who were arrested for criminal trespass on Wednesday.\nThomas Leatherbury is director of the First Amendment Clinic at SMU. He says journalists should not be jailed for covering public demonstrations.\nUT Austin Palestine rally: FOX 7 photographer detained A photographer for our sister station, FOX 7 in Austin, was detained in the middle of a protest at UT Austin on Wednesday. The photographer's camera was being livestreamed at the time.\n\"I feel particularly pained by the arrest of photographers,\" he said. \"They&apos;re not protesting; they&apos;re covering the protest. And I wouldn&apos;t be surprised if they caught footage of a disproportionate police response, and that&apos;s why they were arrested.\"\nGov. Greg Abbott tweeted Wednesday in defense of his decision to send DPS officers to the campus, saying, \"Students joining in hate-filled, antisemitic protests at any public college or university in Texas should be expelled\"\nThe UT president is also defending the use of law enforcement against protest groups he said \"tried to deliver on their stated intent to occupy campus.\"\nBut Thursday, the Travis County district attorney dropped all charges against the FOX 7 photographer and others, writing, \"We individually reviewed each case that was presented… There were deficiencies in the probable cause affidavits. The court affirmed and ordered the release of those individuals.\"\n\"I&apos;m not surprised. That&apos;s what District Attorney Creuzot did to the vast majority, if not all, of the criminal charges that were filed in Dallas after the murder of George Floyd, and I think that&apos;s the right thing to do,\" Leatherbury said. \"Unless you have specific evidence that an individual was engaging in violent conduct, then I think err on the side of protecting protests and certainly err on the side of protecting peaceful protests.\"\nFeatured\narticle Israel-Hamas war: Protesters march around the world to call for ceasefire The Israel-Hamas war has led to the loss of thousands of lives in the Gaza Strip. Pro-Palestinians advocacy groups are pushing for a ceasefire, putting pressure on world leaders including President Joe Biden.\nColleges and universities do have the right to set reasonable time, place, manner and restrictions on peaceful public protests, and state officials can enforce criminal laws if the laws are applicable.\n\"It&apos;s going to be a real fact-intensive exercise to see, was the police response disproportionate to what was going on? Was there unprotected speech that was happening?\" Leatherbury wondered. \"For example, was it peaceful or was there true threats to Jewish students or true threats to Pro-Palestinian students?\"\nUT sets curfew following calmer day of protests The University of Texas at Austin set a 10 p.m. curfew following a second day of pro-Palestine protests.\nLeatherbury pointed out that even if the protests crossed the line into hate speech, that is still legally protected under the First Amendment of the U.S. Constitution.\nThe news photographer now has outside private counsel and was advised to not talk about his arrest or night in jail.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fox7austin.com/news/ut-texas-protest-palestine-israel-gaza-rally-college-university-campus",
      "https://www.fox7austin.com/",
      "https://fox7austin.com/",
      "https://www.fox7austin.com",
      "https://fox7austin.com/news/ut-texas-protest-palestine-israel-gaza-rally-college-university-campus"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brandon bell/getty images",
          "sentiment": "none"
        },
        {
          "name": "jay hartzell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ut austin",
          "sentiment": "negative"
        },
        {
          "name": "ut austin palestine",
          "sentiment": "negative"
        },
        {
          "name": "the university of texas",
          "sentiment": "none"
        },
        {
          "name": "university of texas",
          "sentiment": "none"
        },
        {
          "name": "fox",
          "sentiment": "none"
        },
        {
          "name": "ut",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "austin",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "austin",
          "sentiment": "none"
        },
        {
          "name": "dallas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:32:42.115+03:00",
    "updated": "2024-04-28T14:22:00.564+03:00"
  },
  {
    "uuid": "2ce85ccbbc3693a5c80f04869218442bff93d870",
    "url": "https://ground.news/article/zoo-animals-in-chicago-enjoy-winter-weather-sweeping-united-states_dc27e4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Mercury",
    "published": "2024-01-13T11:01:00Z",
    "title": "Ground News - Zoo animals in Chicago enjoy winter weather sweeping United States",
    "text": "Zoo animals in Chicago enjoy winter weather sweeping United States [winter storm](https://ground.news/interest/winter-storm)swept across the United States. Temperatures dropped to below zero on Friday across the country. 4 Articles 4 Articles [Gold Coast Bulletin 4 hours ago·Southport, AustraliaRead Full Article] Animals Enjoy Snow Day at Chicago Zoo Animals at Brookfield Zoo enjoyed a snow day on Friday, January 12, as a winter storm gripped the region. Footage captured by the zoo features two brown bear siblings, an otter, and a pair of Mexican wolves interacting with the wintry conditions on Friday afternoon. “Jess and Tim, our brown bear siblings, enjoyed the white flakes while playing with each other. The Mexican wolves didn’t appear fazed by the accumulation of snow that fell,” the zoo… [The Mercury 13 minutes ago·Hobart, AustraliaRead Full Article] Zoo animals in Chicago enjoy winter weather sweeping United States Bitter cold temperatures are not stopping the fun at a zoo in Chicago. Brookfield Zoo’s one-year-old brown bears enjoyed the snow as they played outside for hours. And even Otto, the river otter, made the best out of the wintry conditions. The event came as a dangerous winter storm swept across the United States. Temperatures dropped to below zero on Friday across the country. [Sky News Australia 57 minutes ago·AustraliaRead Full Article] Zoo animals in Chicago enjoy winter weather sweeping United States Bitter cold temperatures are not stopping the fun at a zoo in Chicago. Brookfield Zoo’s one-year-old brown bears enjoyed the snow as they played outside for hours. And even Otto, the river otter, made the best out of the wintry conditions. The event came as a dangerous winter storm swept across the United States. Temperatures dropped to below zero on Friday across the country. [weeklytimesnow.com.au 4 hours agoRead Full Article] Animals Enjoy Snow Day at Chicago Zoo Animals at Brookfield Zoo enjoyed a snow day on Friday, January 12, as a winter storm gripped the region. Footage captured by the zoo features two brown bear siblings, an otter, and a pair of Mexican wolves interacting with the wintry conditions on Friday afternoon. “Jess and Tim, our brown bear siblings, enjoyed the white flakes while playing with each other. The Mexican wolves didn’t appear fazed by the accumulation of snow that fell,” the zoo… [Subscribe](/subscribe) Coverage Details Bias Distribution - 100% of the sources lean Right To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jess",
          "sentiment": "none"
        },
        {
          "name": "tim",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brookfield zoo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "united states bitter",
          "sentiment": "none"
        },
        {
          "name": "southport",
          "sentiment": "none"
        },
        {
          "name": "hobart",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T13:58:50.455+02:00",
    "updated": "2024-01-13T13:58:50.455+02:00"
  }
]