[
  {
    "uuid": "08db8f8429374fff33fb8c7728cd1090da995b36",
    "url": "https://www.thestockdork.com/russias-strategy-to-leave-ukrainians-powerless-is-failing-says-uk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Malik Graystone",
    "published": "2024-03-07T21:51:00Z",
    "title": "Russia’s Strategy To Leave Ukrainians Powerless Is Failing, Says UK",
    "text": "The British Ministry of Defence (MOD) has revealed that Russia’s intensified drone attacks on Ukraine’s energy infrastructure throughout February failed to cause significant damage to the country’s power grid, marking a setback for Moscow’s military strategy.\nIncreased Drone Attacks\nAccording to the U.K.’s MOD, Russia executed a series of one-way unmanned aerial vehicle (UAV) attacks targeting Ukrainian infrastructure last month.\nBroader Campaign To Disrupt Ukraine’s Industry\nThese strikes, which primarily targeted Kyiv’s electrical power network, were part of a broader campaign aimed at disrupting industrial activities in Ukraine.\nLimited Damage Reported\nDespite Russia’s efforts to undermine Ukraine’s power grid, British military intelligence confirmed that, as of Monday, Ukraine’s power network continues to operate without major disruptions.\nOverall Infrastructure Remains Stable\nWhile damage was reported in several regions, including Donetsk, Dnipro, and Lviv, Ukraine’s power infrastructure remains stable overall.\nComparison to Previous Attacks\nRussia’s recent drone strikes mirror its previous assaults on Ukraine’s power grid, which resulted in widespread blackouts across the country during previous winters.\nUkraine’s Grid Holding Stable\nHowever, Ukraine’s “power network is maintaining stable network operations” as of Monday, as mentioned by the UK Defense Ministry in an intelligence update.\nResearch Findings\nA recent report from the Yale School of Public Health’s Humanitarian Research Lab documented over 200 instances of damage to Ukraine’s power infrastructure over the past year.\nSystematic Russian Efforts To Cripple Ukraine\nThe report suggests a systematic effort by Russia to cripple vital power generation and transmission facilities, potentially violating international humanitarian law.\nConcerns Over Humanitarian Violations\nDuring a briefing at the U.S. State Department, Nathaniel Raymond, executive director at the Yale lab, highlighted the critical importance of electrical power, particularly in Ukraine during the winter months.\nAccusations of Crime Against Russia\nWhile the attacks on Ukraine’s power grid may not definitively prove humanitarian law violations, the data is “consistent that a crime may have occurred,” he added.\nImpact on Russia’s Energy Sector\nIn response to Western sanctions and heightened attacks on its oil facilities by Ukraine, Russia’s energy industry has faced significant challenges.\nRussia’s Six-Month Gasoline Export Ban\nThe Kremlin announced a six-month ban on gasoline exports starting May 1 to manage domestic demand for petroleum products, indicating strains on Russia’s energy revenue and resources.\nBudgetary Implications\nWith oil exports and the energy sector serving as vital revenue sources for Russia, comprising approximately 30% of the country’s budget, disruptions in these industries could have far-reaching implications.\nThe financial strain may affect Russia’s ability to sustain its military operations against Ukraine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ministry of defence",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "ukrain",
          "sentiment": "none"
        },
        {
          "name": "lviv",
          "sentiment": "none"
        },
        {
          "name": "donetsk",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "dnipro",
          "sentiment": "none"
        },
        {
          "name": "u.k.",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T01:41:01.848+02:00",
    "updated": "2024-03-08T01:41:01.848+02:00"
  },
  {
    "uuid": "05e526b6359ab348c88bacd70ae1ae1ea00ff39c",
    "url": "https://ground.news/article/senamhi-warns-of-flooding-of-rivers-in-eight-departments-due-to-rains",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Los Tiempos",
    "published": "2023-12-28T19:42:00Z",
    "title": "Ground News - Senamhi warns of flooding of rivers in eight departments due to rains",
    "text": "Summary by Los Tiempos La Paz, Pando, Chuquisaca, Beni, Tarija, Potosí, Cochabamba and Santa Cruz are on orange alert because of the rains that may cause rivers to overflow, said the Deputy Minister of Civil Defense, Juan Carlos Calvimontes, who asked subnational authorities to take their precautions. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nLos Tiempos Senamhi warns of flooding of rivers in eight departments due to rains La Paz, Pando, Chuquisaca, Beni, Tarija, Potosí, Cochabamba and Santa Cruz are on orange alert because of the rains that may cause rivers to overflow, said the Deputy Minister of Civil Defense, Juan Carlos Calvimontes, who asked subnational authorities to take their precautions.\n2 hours ago Read Full Article\nLos Tiempos\nSenamhi warns of flooding of rivers in eight departments due to rains La Paz, Pando, Chuquisaca, Beni, Tarija, Potosí, Cochabamba and Santa Cruz are on orange alert because of the rains that may cause rivers to overflow, said the Deputy Minister of Civil Defense, Juan Carlos Calvimontes, who asked subnational authorities to take their precautions.\n2 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.lostiempos.com/actualidad/pais/20231228/senamhi-alerta-desborde-rios-ocho-departamentos-lluvias?utm_source=ground.news&utm_medium=referral",
      "https://lostiempos.com/actualidad/pais/20231228/senamhi-alerta-desborde-rios-ocho-departamentos-lluvias?utm_source=ground.news&utm_medium=referral",
      "https://www.lostiempos.com/actualidad/pais/20231228/senamhi-alerta-desborde-rios-ocho-departamentos-lluvias"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "beni",
          "sentiment": "negative"
        },
        {
          "name": "santa cruz",
          "sentiment": "negative"
        },
        {
          "name": "pando",
          "sentiment": "negative"
        },
        {
          "name": "la paz",
          "sentiment": "none"
        },
        {
          "name": "juan carlos calvimontes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news - senamhi",
          "sentiment": "negative"
        },
        {
          "name": "los tiempos la paz",
          "sentiment": "negative"
        },
        {
          "name": "civil defense",
          "sentiment": "none"
        },
        {
          "name": "los tiempos senamhi",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right los tiempos senamhi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chuquisaca",
          "sentiment": "none"
        },
        {
          "name": "potosí",
          "sentiment": "none"
        },
        {
          "name": "cochabamba",
          "sentiment": "none"
        },
        {
          "name": "tarija",
          "sentiment": "none"
        },
        {
          "name": "santa cruz",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:55.842+02:00",
    "updated": "2023-12-29T00:09:55.842+02:00"
  },
  {
    "uuid": "f4515f79eaecb757acc450b1ddd9f5f061d0e225",
    "url": "https://ground.news/article/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-30T20:22:00Z",
    "title": "Ground News - Don Kusler: Democrats dominated 2023 with victories for reproductive rights, labor",
    "text": "Summary by Ground News Kusler: 2023 was a good year for Democrats and their issues at the ballot box. Virginia put MAGA-allied politicians with higher aspirations, such as Gov. Glenn Youngkin, on notice. Kusler: The Republican-controlled House of Representatives provides another contrast with its chaotic and dysfunctional running of the people's business. Share menu More\nFilters 4 Articles 4 Articles All Left Center Right\nThe Billings Gazette Center High Factuality Media Conglomerate: Lee Enterprises Don Kusler: Democrats dominated 2023 with victories for reproductive rights, labor 2023 was a good year for Democrats and their issues at the ballot box.\n2 hours ago · Billings, United States Read Full Article\nThe Billings Gazette Center High Factuality Media Conglomerate: Lee Enterprises\nDon Kusler: Democrats dominated 2023 with victories for reproductive rights, labor 2023 was a good year for Democrats and their issues at the ballot box.\n2 hours ago · Billings, United States Read Full Article Helena Independent Record Center High Factuality Media Conglomerate: Lee Enterprises Don Kusler: Democrats dominated 2023 with victories for reproductive rights, labor 2023 was a good year for Democrats and their issues at the ballot box.\n2 hours ago · Helena, United States Read Full Article\nHelena Independent Record Center High Factuality Media Conglomerate: Lee Enterprises\nDon Kusler: Democrats dominated 2023 with victories for reproductive rights, labor 2023 was a good year for Democrats and their issues at the ballot box.\n2 hours ago · Helena, United States Read Full Article News & Record Lean Left High Factuality Media Conglomerate: Lee Enterprises Don Kusler: Democrats dominated 2023 with victories for reproductive rights, labor 2023 was a good year for Democrats and their issues at the ballot box.\n2 hours ago · Cherokee County, United States Read Full Article\nNews & Record Lean Left High Factuality Media Conglomerate: Lee Enterprises\nDon Kusler: Democrats dominated 2023 with victories for reproductive rights, labor 2023 was a good year for Democrats and their issues at the ballot box.\n2 hours ago · Cherokee County, United States Read Full Article Omaha World-Herald Center High Factuality Media Conglomerate: Lee Enterprises Don Kusler: Democrats dominated 2023 with victories for reproductive rights, labor 2023 was a good year for Democrats and their issues at the ballot box.\n2 hours ago · Omaha, United States Read Full Article\nOmaha World-Herald Center High Factuality Media Conglomerate: Lee Enterprises\nDon Kusler: Democrats dominated 2023 with victories for reproductive rights, labor 2023 was a good year for Democrats and their issues at the ballot box.\n2 hours ago · Omaha, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor"
    ],
    "external_links": [
      "https://billingsgazette.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_bca4df2c-c719-5cba-a123-ee34a4882bdd.html?utm_source=ground.news&utm_medium=referral",
      "https://greensboro.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_f7e97e40-27f0-5406-a3f9-ae1c12f1588c.html?utm_source=ground.news&utm_medium=referral",
      "https://omaha.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_2897f3e4-9ff3-5b13-9162-bde437c08ec7.html?utm_source=ground.news&utm_medium=referral",
      "https://helenair.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_556212a4-8094-5fcf-86fa-4e9bc234b9fe.html?utm_source=ground.news&utm_medium=referral",
      "https://omaha.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_2897f3e4-9ff3-5b13-9162-bde437c08ec7.html",
      "https://billingsgazette.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_bca4df2c-c719-5cba-a123-ee34a4882bdd.html",
      "https://www.billingsgazette.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_bca4df2c-c719-5cba-a123-ee34a4882bdd.html?utm_source=ground.news&utm_medium=referral",
      "https://helenair.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_556212a4-8094-5fcf-86fa-4e9bc234b9fe.html",
      "https://www.omaha.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_2897f3e4-9ff3-5b13-9162-bde437c08ec7.html?utm_source=ground.news&utm_medium=referral",
      "https://greensboro.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_f7e97e40-27f0-5406-a3f9-ae1c12f1588c.html",
      "https://www.helenair.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_556212a4-8094-5fcf-86fa-4e9bc234b9fe.html?utm_source=ground.news&utm_medium=referral",
      "https://www.greensboro.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_f7e97e40-27f0-5406-a3f9-ae1c12f1588c.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kusler",
          "sentiment": "neutral"
        },
        {
          "name": "don kusler",
          "sentiment": "neutral"
        },
        {
          "name": "lee enterprises don kusle",
          "sentiment": "none"
        },
        {
          "name": "glenn youngkin",
          "sentiment": "none"
        },
        {
          "name": "lee enterprises don kusler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "articles all left center right the billings gazette center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "united states read full article helena independent record center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "house of representatives",
          "sentiment": "none"
        },
        {
          "name": "maga",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T00:41:58.836+02:00",
    "updated": "2023-12-31T00:41:58.836+02:00"
  },
  {
    "uuid": "cdc5cfeb3f7d0f2639afca876b405b8bdc220131",
    "url": "https://www.imore.com/apple/an-airtag-saves-christmas-as-stolen-luggage-tracked-to-thiefs-home-in-north-carolina",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "john-anthony.disotto@futurenet.com (John-Anthony Disotto)",
    "published": "2023-12-29T12:57:00Z",
    "title": "An AirTag saves Christmas as stolen luggage tracked to thief's home in North Carolina",
    "text": "An AirTag saves Christmas as stolen luggage tracked to thief's home in North Carolina \"I wanted Justice.\" Another day, another [AirTag](https://www.imore.com/apple-airtag) rescue story as Apple's small tracking device helped one family find their stolen luggage and another stolen suitcase this holiday season. The Gavino family, just like millions of other Americans over the festive period, had gone on vacation within the United States, but when their Miami flight landed in the Carolinas, their luggage was nowhere to be found. Catherine Gavino had purchased an AirTag earlier that week to ensure she could track it down in time for the holidays if her luggage was lost. So when the suitcase never appeared at Charlotte Douglas International Airport, she knew exactly what to do. The AirTag's location in the [Find My app](https://www.imore.com/ios/find-my-everything-you-need-to-know-to-track-your-iphone-ipad-mac-and-more) showed her mother and father's luggage was heading towards Gastonia, North Carolina's most populous city. Gavino told [Queen City News](https://www.qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/amp/), \"I wanted Justice,\" so decided to continuously check the location of the AirTag throughout the trip despite the small tracking device disappearing intermittently from the app. A Christmas miracle On Christmas Day, Gavino checked the Find My app once more, and found the AirTag located at a house in Gastonia. “I told my dad who was with me, ‘Look it’s only 20 minutes, let’s swing by,’” After arriving at the destination, Gavino called the Gastonia Police Department who not only found the Gavino family's stolen luggage but also another victim's luggage lost at the same airport. As reported by Queen City News, there wasn't much left in the suitcase after the thief raided all of the belongings inside. “These are my parents, coming to the mountains for a North Carolina view, so for this to happen made me sad, which was all the more reason to go after them…I wouldn’t have found them without this AirTag.” The suspect has been arrested and charged with multiple thefts and is currently held on a $10,000 bond. While the luggage wasn't found intact, this AirTag Christmas miracle is a great advertisement for Apple's incredible tracking device. More from iMore Master your iPhone in minutes iMore offers spot-on advice and guidance from our team of experts, with decades of Apple device experience to lean on. Learn more with iMore! John-Anthony Disotto is the How To Editor of iMore, ensuring you can get the most from your Apple products and helping fix things when your technology isn’t behaving itself. Living in Scotland, where he worked for Apple as a technician focused on iOS and iPhone repairs at the Genius Bar, John-Anthony has used the Apple ecosystem for over a decade and prides himself in his ability to complete his Apple Watch activity rings. John-Anthony has previously worked in editorial for collectable TCG websites and graduated from The University of Strathclyde where he won the Scottish Student Journalism Award for Website of the Year as Editor-in-Chief of his university paper. He is also an avid film geek, having previously written film reviews and received the Edinburgh International Film Festival Student Critics award in 2019. John-Anthony also loves to tinker with other non-Apple technology and enjoys playing around with game emulation and Linux on his Steam Deck. In his spare time, John-Anthony can be found watching any sport under the sun from football to darts, taking the term “Lego house” far too literally as he runs out of space to display any more plastic bricks, or chilling on the couch with his French Bulldog, Kermit. [Comment from the forums](https://forums.imore.com/threads/an-airtag-saves-christmas-as-stolen-luggage-tracked-to-thiefs-home-in-north-carolina.464503/) Most Popular [Apple Watch Series 9 and Ultra 2 are back on sale — popular smartwatch models return to shelves after US court halts ban](https://www.imore.com/health-fitness/apple-watch/apple-watch-series-9-and-ultra-2-are-back-on-sale-popular-smartwatch-models-return-to-shelves-after-us-court-halts-ban) [Disagreements in the age of AI: The New York Times sues OpenAI and Microsoft for copyright infringement](https://www.imore.com/apple/disagreements-in-the-age-of-ai-the-new-york-times-sues-openai-and-microsoft-for-copyright-infringement) [I've been using Apple Music Classical as a dedicated soundtrack app — but a couple of flat notes make it a bittersweet symphony](https://www.imore.com/music-movies-tv/apple-music/ive-been-using-apple-classical-as-a-dedicated-soundtrack-app-but-fatal-flaws-keep-me-from-using-it-full-time) By [Daryl Baxter](https://www.imore.com/author/daryl-baxter) [A beloved iPhone accessory could be getting a USB-C redesign next year — MagSafe battery pack could return after being removed from the Apple store this year](https://www.imore.com/accessories/a-beloved-iphone-accessory-could-be-getting-a-usb-c-redesign-next-year-magsafe-battery-pack-could-return-after-being-removed-from-the-apple-store-this-year) [New Apple patent suggests AirPods charging case will be getting some nifty features — Touch UI to work with Apple Vision Pro and TVs](https://www.imore.com/airpods/new-apple-patent-suggests-airpods-charging-case-will-be-getting-some-nifty-features-touch-ui-to-work-with-apple-vision-pro-and-tvs)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/amp/",
      "https://www.qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/amp",
      "https://qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/amp/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gavino",
          "sentiment": "none"
        },
        {
          "name": "catherine gavino",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "justice",
          "sentiment": "none"
        },
        {
          "name": "apple",
          "sentiment": "none"
        },
        {
          "name": "queen city news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "gastonia",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "carolinas",
          "sentiment": "none"
        },
        {
          "name": "charlotte douglas international airport",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:44:44.477+02:00",
    "updated": "2023-12-29T16:46:28.586+02:00"
  },
  {
    "uuid": "1cfe6a17437a6943818d37d0c76aace4806e03af",
    "url": "https://www.prnewswire.co.uk/news-releases/soaring-guangdong-set-to-soar-on-global-screens-302022749.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guangdong Radio and Television",
    "published": "2023-12-28T07:00:00Z",
    "title": "\"Soaring Guangdong\" Set to Soar on Global Screens",
    "text": "\"Soaring Guangdong\" Set to Soar on Global Screens [Guangdong Radio and Television](/news/guangdong-radio-and-television/) 28 Dec, 2023, 07:00 GMT [] LONDON, Dec. 28, 2023 /PRNewswire/ -- In a groundbreaking move to bridge cultural gaps and foster international understanding, Guangdong Radio and Television, \"Soaring Guangdong\" is set to launch a special international edition in English, German, and French. \"Soaring Guangdong\", featuring compelling stories of five main characters, aims to provide a unique perspective on Guangdong from various angles, offering global audiences an in-depth exploration of the region. Scheduled for broadcast on major television platforms in the United Kingdom, Germany, and Africa in December, \"Soaring Guangdong\" anticipates reaching over two hundred million viewers across Europe and Africa. It seeks to make international audiences better comprehend Guangdong and gain a deeper understanding of the Guangdong-Hong Kong-Macao Greater Bay Area and China as a whole. \"Soaring Guangdong\" is poised to captivate audiences with its engaging narratives and diverse perspectives. The series promises to showcase the essence of Guangdong through the stories of its protagonists, providing a rich tapestry of cultural, economic, and social aspects of the region. \"We believe that storytelling has the power to build bridges and create connections between people from different corners of the world,\" Fuqing Cai said, the director Guangdong Radio and Television. \"By presenting 'Soaring Guangdong' in multiple languages and sharing these stories internationally, we hope to foster mutual understanding and promote cultural exchange.\" \"Soaring Guangdong\" aspires to serve as a bridge of communication and culture, inviting viewers to explore, appreciate, and connect with the vibrant and dynamic region of Guangdong.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "guangdong radio and television",
          "sentiment": "negative"
        },
        {
          "name": "global screens",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "guangdong",
          "sentiment": "none"
        },
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "macao greater bay area",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:55.869+02:00",
    "updated": "2023-12-29T00:33:55.869+02:00"
  },
  {
    "uuid": "dcfef51ede2b412c5dd00aa0fbbcef1f8d4f4bf7",
    "url": "https://vnexplorer.net/ni-los-pinguinos-salen-frente-frio-20-traera-lluvias-gelidas-con-descargas-electricas-y-caida-de-aguanieve-s700620.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T04:12:00Z",
    "title": "¡Ni los pingüinos salen! Frente Frío 20 traerá lluvias gélidas, con descargas eléctricas y caída de aguanieve",
    "text": "El Servicio Meteorológico Nacional (SMN) informó que para este viernes 29 de diciembre el frente frío número 20 mantendrá las heladas, lluvias con posibles descargas eléctricas, además de la posible caída de aguanieve o lluvia engelante.\nEste frente frío interaccionará con la corriente en chorro subtropical e inestabilidad en niveles altos de la atmósfera, además de que se mantendrá el evento de “Norte” con rachas de hasta 80 kilómetros por hora.\nEn tanto, la masa de aire polar asociada al frente cubrirá gran parte del territorio nacional, por lo que se mantendrá el ambiente nocturno de frío a muy frío con heladas en el noroeste, norte, noreste, centro, oriente y sureste del país, con ambiente gélido en zonas altas de Chihuahua, Durango, Sonora y Zacatecas, así como densos bancos de niebla en sitios del centro, oriente y sureste del país.\nFoto: Cuartoscuro/El Universal\nSe prevé que el aumento de las lluvias podrían originar incremento en los niveles de ríos y arroyos, deslaves e inundaciones, además de que se mantendrá el ambiente frío a muy frío durante la noche.\nLee también Localizan cuerpos de 2 trabajadores en mina de El Pinabete, atrapados desde 2022\nClima: ¿En dónde serán las lluvias este viernes 29 de diciembre de 2023? Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Puebla, Oaxaca, Veracruz, Chiapas y Tabasco. Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Campeche y Quintana Roo. Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Tamaulipas, San Luis Potosí, Hidalgo y Yucatán. Intervalos de chubascos (5 a 25 mm): Nuevo León, Querétaro y Tlaxcala. Lluvias aisladas (0.1 a 5 mm): Coahuila, Zacatecas, Guanajuato y Estado de México. Posible caída de aguanieve: sierras de Coahuila (sureste), Nuevo León (sur), Tamaulipas (suroeste) y San Luis Potosí (norte), así como en cimas montañosas con altitudes superiores a los 4,000 msnm del oriente del país (Pico de Orizaba, Cofre de Perote y La Malinche). Lee también Vinculan a proceso a “El Verdus”, presunto homicida de los 5 estudiantes de medicina en Celaya\nClima: ¿Cómo será la temperatura para mañana viernes 29 de diciembre de 2023? Temperaturas máximas de 35 a 40 °C: Guerrero, Oaxaca (costa) y Chiapas (costa). Temperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima y Michoacán. Temperaturas mínimas de -10 a -5 °C con heladas para la madrugada del viernes: sierras de Sonora, Chihuahua, Durango y Zacatecas. Temperaturas mínimas de -5 a 0 °C con heladas para la madrugada del viernes: sierras de Baja California, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz. Temperaturas mínimas de 0 a 5 °C para la madrugada del viernes: sierras de Baja California Sur, Ciudad de México, Morelos, Oaxaca y Chiapas. Clima: ¿Cuál será la intensidad del viento y oleaje para mañana viernes 29 de diciembre de 2023? Evento de “Norte” con rachas de 70 a 90 km/h: Istmo de Tehuantepec, con oleaje de 2 a 4 metros de altura: Golfo de Tehuantepec; rachas de 60 a 70 km/h y oleaje de 1 a 2 metros de altura: litoral de Veracruz, Tabasco y Campeche; y con rachas de 50 a 60 km/h y oleaje de 1 a 2 metros de altura: costas de Tamaulipas, Yucatán y Quintana Roo.\nOleaje de 2 a 4 metros de altura: costa occidental de Baja California.\nLee también Privan de su libertad a directora del Relleno Sanitario y 5 trabajadores del ayuntamiento de Taxco, Guerrero\n¿Qué es la lluvia engelante? La lluvia engelante es conocida como una tormenta de hielo, puesto que la nieve que cae se convierte en gotas de lluvia que posteriormente volverán a congelarse tras impactar con cualquier objeto.\nEn otras palabras, las precipitaciones caen en forma de lluvia y antes de llegar a la tierra chocan con una capa de aire que la congela inmediatamente, esta lluvia puede ser peligrosa, puesto que puede provocar apagones eléctricos.\nEsto sucede debido a que el aire se encuentra a una temperatura igual o inferior al punto de congelación, por lo que queda atrapado en los niveles más bajos de la atmósfera, lo que provoca una inversión térmica.\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nss/cls",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXCS7.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXCS7.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T06:27:00.827+02:00",
    "updated": "2023-12-29T06:27:00.827+02:00"
  },
  {
    "uuid": "6abd0fbc1d51831faec2b1508605473f63a3e8d8",
    "url": "https://www.conwaydailysun.com/news/local/how-the-reval-affected-conway-selectmen/article_f3ecf552-a4c4-11ee-9bd4-a759c03caf5a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daymond Steer",
    "published": "2023-12-28T05:00:00Z",
    "title": "How the reval affected Conway selectmen | Local News | conwaydailysun.com",
    "text": "CONWAY — This year's revaluation has been the talk of the town as many residential taxpayers have seen their values and bills skyrocket. So, the Sun decided to look at the property values and taxes of each of the five members of the town's board of selectmen. The reval, conducted by contracted assessor Marybeth Walker of Corcoran Consulting Associates of Wolfeboro, was done a year early because assessed values, for tax purposes, were out of whack. kAm(2= 6?VD >66E:?8 %F6D52J Wy2?] aX E@ 8:G6 2 AC6D6?E2E:@? E@ E96 3@2C5 23@FE E96 C6DF=ED] %96 >66E:?8 H:== DE2CE 2E bib_ A]>] C2E96C E92? c A]>] E@ 244@>>@52E6 (2= 6? =2DE H66 :==:@? @7 7F?5 32=2?46 WDFCA=FDX E@ =@H6C E96 >F?:4:A2= A@CE:@? @7 E96 E2I C2E6]k^Am kAm$E:==[ E2I6D @? C6D:56?E:2= AC@A6CE:6D C@D6] u@C 6I2>A=6[ E96 2DD6DD65 G2=F6 @7 2? 2G6C286 >@3:=6 9@>6 C@D6 7C@> Scd[d__ E@ S`ae[___] %96 E2I 3:== H@F=5 8@ 7C@> Sfff E@ S`[agd[ 2 ed A6C46?E :?4C62D6] %96 @H?6C @7 2? 2G6C286 9@>6 42? 6IA64E E@ A2J 2?@E96C S`[___]k^Am kAm%96 r@?H2J D6=64E>6?VD AC@A6CEJ G2=F6D 2?5 E2I C64@C5D 42? 36 7@F?5 @?=:?6 E9C@F89 E96 %@H? @7 r@?H2J[ }w %2I z:@D ^n 2E:@? 23@FE E96 D6=64E>6?VD AC@A6CEJ G2=F6D 2?5 E2I 3:==D 367@C6 2?5 27E6C E96 C6G2=F2E:@? 2?5 E96? 2=D@ 2D E@ 4@>>6?E]k^Am kAm$E6G6 !@CE6CVD r2>A7:C6 $EC66E 9@>6 H2D 2DD6DD65 2E Scc[d__] p7E6C E96 C6G2=[ 9:D 9@>6 H2D 2DD6DD65 2E S`ca[h__] !@CE6C H2D 3:==65 S`[f_c :? E2I6D :? a_ab] x? a_aa[ 96 H2D 3:==65 Sgee] w:D E2I 3:== H6?E FA Sgbg]k^Am kAm!@CE6C D2:5 96 H:== 92G6 =@ED @7 BF6DE:@?D 7@C (2=<6C]k^Am kAmQx 8@E 9:E AC6EEJ 92C5[Q D2:5 !@CE6C[ H9@ =:G6D :? q=24< q62C ':==286 r@\\@A6C2E:G6[ 2 C6D:56?E\\@H?65 >@3:=6 9@>6 4@>>F?:EJ] Q(96? H6 92G6 @FC 5:D4FDD:@? H:E9 |2CJ36E9 @? %F6D52J[ E96 BF6DE:@? xV> 8@:?8 E@ 6?5 FA 2D<:?8 :D 9@H 42? J@F C62=:DE:42==J 2DD6DD >@3:=6 9@>6D 2E E9C66 E@ 7@FC E:>6D H92E E96J 2C6 24EF2==J H@CE9 4@?D:56C:?8 E96 724E E92E E96J 56AC64:2E6 :? G2=F6 2D @AA@D65 E@ 2AAC64:2E6]Qk^Am kAm!@CE6C D2:5 96 5@6D?VE 36=:6G6 E92E 96 4@F=5 6G6C 86E S`ca[h__ 7@C 9:D 9@>6] w6 D2:5 @?6 A6CD@? 96 <?@HD 925 2 9@>6 :?4C62D6 7C@> Sed_[___ E@ ?62C=J S` >:==:@?[ H9:49 D66>D 5F3:@FD 8:G6? E96 9@>6VD =@42E:@?] !@CE6C D2:5 96 H:== H2?E (2=<6C E@ D9@H 4@?4C6E6 6G:56?46 7@C DF49 9:89 G2=F6D]k^Am kAmQw@H :D E92E ;FDE:7:65nQ D2:5 !@CE6C @7 AC@A6CEJ G2=F6 :?4C62D6D 96VD 962C5 @7]k^Am kAm!@CE6C D2:5 E96 9@FD:?8 >2C<6E :D 4@@=:?8 96 36=:6G6D E92E A6C92AD :E >:89E 36 H@CE9 5@:?8 2?@E96C C6G2=F2E:@? ?6IE J62C H96? >@C6 C62D@?23=6 G2=F6D 4@F=5 36 925]k^Am kAmQx7 D@>63@5J H2D E@ AFE E96:C 9@FD6 @? E96 >2C<6E C:89E ?@H[ D2J 7@C S` >:==:@?[ E96 C62=:EJ :D 56A6?5:?8 @? E96 =@42E:@?[ E96J 2C6 ?@E 8@:?8 E@ 86E E92E <:?5 @7 >@?6J[Q D2:5 !@CE6C]k^Am kAmpD<65 :7 96 H:== 5@ 2? 232E6>6?E[ !@CE6C D2:5 96 :D 8@:?8 E@ H2:E 2?5 D66 H92E (2=<6C E6==D E96 3@2C5] w6 2=D@ D2:5 E96C6 D66>D E@ 36 ?@ Q4@?D:DE6?4JQ 36EH66? 2DD6DD>6?ED @7 C6D:56?E:2= AC@A6CE:6D] $@>6 A6@A=6[ =:<6 9:>[ D2H E96:C G2=F6D 2?5 E2I6D EC:A=6] $@>6@?6 6=D6VD >:89E 92G6 8@?6 FA 2 =:EE=6 2?5 2?@E96C A6CD@?VD >2J 92G6 8@?6 5@H?] qJ r@?H2J {2<6[ AC@A6CEJ G2=F6D H6?E FA Q:>>6?D6=JQ 3FE E96:C E2I 3:==D 5:5?VE 8@ FA =:<6 9:D[ !@CE6C D2:5]k^Am kAmQp =@E @7 A6@A=6 :? E9:D E@H? H2?E 2?DH6CD 3642FD6 E96C6VD ?@ D6?D6 E@ :E[Q D2:5 !@CE6C @7 E96 C6G2= C6DF=ED]k^Am kAm|2CJ r2C6J $62G6JVD z6??6EE $EC66E AC@A6CEJ H2D 2DD6DD65 2E Sadc[c__ :? y2?F2CJ @7 a_ab] p7E6C E96 C6G2=[ 96C 9@>6 H2D 2DD6DD65 2E Sc_b[`__] x? a_ab D96 H2D 3:==65 Sc[g_d] x? a_aa[ D96 H2D 3:==65 Sc[hd_] $62G6JVD 3:== 564C62D65 3J S`cd]k^Am kAmQp3D@=FE6=J ?@ 4@>>6?E[Q D2:5 $62G6J]k^Am kAmy@9? r@=32E9VD $E2C< #@25 AC@A6CEJ H2D 2DD6DD65 2E S`eb[e__ :? y2?F2CJ @7 a_ab] p7E6C E96 C6G2=[ 9:D AC@A6CEJ H2D 2DD6DD65 2E Saec[c__] :? a_ab[ r@=32E9 H2D 3:==65 2 E@E2= @7 Sa[ggd] x? a_aa[ 96 H2D 3:==65 Sa[hdc] w:D 3:== H6?E 5@H? 3J Seh]k^Am kAmpE E96 D6=64E>6?VD >66E:?8 @7 s64] `h[ r@=32E9 D2:5 9:D 2DD6DD>6?E >:89E ?@E 36 244FC2E6] w6 ?@E65 E92E (2=<6C 5:5?VE 5@ E96 2DD6DD>6?E @7 9:D 9@FD6 2?5 96 6IA64ED 9:D AC@A6CEJ E@ 36 C6G:D:E65] w6 D2:5 9:D 9@FD6 H6?E FA 5C2>2E:42==J 3FE 9:D =2?5 G2=F6 H6?E 5@H?]k^Am kAmQ%96 9@FD6 >@C6 E92? 5@F3=65 3FE E96 =@E H6?E 5@H?[Q D2:5 r@=32E9] Qx 92G6 ?@ :562 H9J] x 92G6?VE 4964<65 324< H:E9 |2CJ36E9]Qk^Am kAmr@=32E9 D2:5 E@H?D 92G6 E@ 5@ C6G2=F2E:@?D D@ E92E 2DD6DD65 G2=F6D 2C6 36EH66? h_ 2?5 ``_ A6C46?E @7 >2C<6E G2=F6 @G6C2==] w6 D2:5 4@>>6C4:2= AC@A6CEJ H2D AC6G:@FD=J G2=F65 9:89=J 2?5 C6D:56?E:2= AC@A6CEJ[ A2CE:4F=2C=J >@3:=6 9@>6D[ H2D F?56C\\2DD6DD65 AC:@C E@ E96 C6G2=]k^Am kAm#J2? $96A2C5VD p $EC66E 9@>6 H2D 2DD6DD65 2E S`ea[d__ :? y2?F2CJ @7 a_ab] p7E6C E96 C6G2=[ 9:D AC@A6CEJ H2D 2DD6DD65 2E Sb`g[d__] x? a_ab[ 96 H2D 3:==65 2 E@E2= @7 Sb[fhe] x? a_aa[ 96 H2D 3:==65 Sb[`eb] w:D 3:== :?4C62D65 Sebb]k^Am kAmQx H2D DFCAC:D65 3J E96 ;F>A :? G2=F6[ 3FE x 2> 2=D@ ?@E 2? 6G2=F2E@C @7 C62= 6DE2E6[Q D2:5 $96A2C5] QpD x H2D ?@E AC6D6?E 2E E96 ~4E] ac >66E:?8 H96? |2CJ36E9 (2=<6C 82G6 96C AC6D6?E2E:@?[ xV> =@@<:?8 7@CH2C5 E@ 96C C6EFC? ?6IE %F6D52J E@ 82:? >@C6 4=2C:7:42E:@?]Qk^Am kAmr2C= %9:3@562FVD y24< uC@DE {2?6 9@>6 H2D 2DD6DD65 2E Sagg[c__ :? y2?F2CJ @7 a_ab] p7E6C E96 C6G2=[ 9:D 9@>6 H2D 2DD6DD65 2E Sdfb[b__]k^Am kAmx? a_ab[ 96 H2D 3:==65 Se[gbc] x? a_aa[ 96 H2D 3:==65 Sd[e`a] w:D E2I 3:== :?4C62D65 S`[aaa 7C@> a_aa E@ a_ab]k^Am kAmQxE’D 244FC2E6 4@>A2C65 E@ 2== @E96CD x’G6 D66? 3FE x’> ?@E DFC6 x H@F=5 42== :E C62D@?23=6[Q D2:5 %9:3@562F @7 9:D C6G2= C6DF=ED]k^Am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marybeth walker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "corcoran consulting associates",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sun",
          "sentiment": "none"
        },
        {
          "name": "wolfeboro",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:53:06.624+02:00",
    "updated": "2023-12-29T00:53:06.624+02:00"
  },
  {
    "uuid": "9fcdc66677edabeeef060e7af1145f0f6222f2da",
    "url": "https://www.nzherald.co.nz/northern-advocate/news/mcleods-brewery-in-waipu-on-what-it-takes-to-satisfy-tastebuds-from-cape-to-bluff/T3GVDEL6MZD4JOH5K53Z7HUAJU/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brodie Stone",
    "published": "2023-12-29T04:00:00Z",
    "title": "McLeod’s Brewery in Waipū on what it takes to satisfy tastebuds from Cape to Bluff - NZ Herald",
    "text": "Ever wondered what it takes to become an award-winning brewery? Reporter Brodie Stone went behind the scenes at McLeod’s Brewery in Waipū to find out.\nTucked away in the picturesque coastal settlement of Waipū sits McLeod’s Brewery , a small-town name that in the past nine years has become one sitting atop coasters from Cape to Bluff.\nBut making it big time is at the hands of a small 10-strong crew who have mastered the alchemy of beer, and it’s the sense of place that McLeod’s Brewery is based on that may just be the secret to its success.\nThe name itself comes from the location — McLeod’s settlement block is right where the lager is brewed, batched and sent off.\nAdvertisement Advertise with NZME. “ Waipū is a classic New Zealand immigrant story, people throwing it all in to go to the other side of the world and start a community — in this case the Scots from the highlands. So that [was] the whole sentiment of starting our brewery,” co-owner Geoff Gwynne said.\nIt’s easy to identify McLeod’s as a Northland brewery from its distinctive art by Aria award-winning and Grammy-nominated artist Sarah Larnach. Pictures of Northland’s idyllic coastlines adorn the cans in a style that reminds one of 50s nostalgia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mcleod",
          "sentiment": "negative"
        },
        {
          "name": "brodie stone",
          "sentiment": "neutral"
        },
        {
          "name": "geoff gwynne",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nz herald",
          "sentiment": "negative"
        },
        {
          "name": "nzme",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cape",
          "sentiment": "none"
        },
        {
          "name": "waipū",
          "sentiment": "none"
        },
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "mcleod’s brewery",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:20:03.454+02:00",
    "updated": "2023-12-29T19:20:03.454+02:00"
  }
]