[
  {
    "uuid": "9982ff2d622a8ecda26986d64dae62b365cf86b7",
    "url": "https://www.sasktoday.ca/politics/tens-of-thousands-of-ukrainians-expected-to-come-to-canada-in-the-next-few-months-8128194",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laura Osman; The Canadian Press",
    "published": "2024-01-18T19:20:00Z",
    "title": "Tens of thousands of Ukrainians expected to come to Canada in the next few months",
    "text": "OTTAWA — Settlement agencies are preparing for the arrival of tens of thousands of Ukrainians before the end-of-March deadline for those fleeing the Russian invasion to enter Canada on emergency visas.\nThe federal government has issued936,293temporary emergency visas since March 2022 for Ukrainians who want to work or study in Canada while they wait out the war.\nA total of 210,178 people had actually made the journey to Canadaas of Nov. 28.\nAs many as 90,000 more emergency visa holders are thinking of coming before the deadline, pre-arrival surveys by Immigration Refugees and Citizenship Canada and Operation Ukraine Safe Haven suggest.\nOperation Ukraine Safe Haven was formed to centralize communications between governments and settlement agencies responding to Ukrainians who arrived in Canada after the war began.\nThat would mark a considerable increase in the number of Ukrainian newcomers compared to past months, said Sarosh Rizvi, the organization's executive director.\nWhen Russia launched its violent invasion of Ukraine in 2022, millions of people escaped the country in search of safety. Canada took the extraordinary approach of opening its doors to an unlimited number of Ukrainians and their families with a new emergency visa program.\nCompared to what's in place for people who arrive as typical refugees, there were fewer built-in supports to help the Ukrainian newcomers get on their feet. Instead, community members stepped up to donate clothes and furniture, businesses offered people jobs and some people even opened their homes.\nEven with all that goodwill, people still struggled to find a place for their families to stay while they got on their feet.\nNow, as Ukraine approaches the second anniversary of the Russian invasion, that groundswell of support has waned.\n\"We don't have the level of public interest that we did two years ago,\" Rizvi said in an interview Wednesday.\nInstead, the response has become more institutionalized, he said. That means the settlement sector is more prepared to respond now, but the expected influx will stretch its capacity.\n\"I think every element is about to be tested,\" he said, from settlement staff to hotel capacity and even food banks.\nThe other challenge is finding people places to live, he said.\n\"There's no great response to that right now. It remains a need and it is still being dealt with on an individual by individual basis,\" he said.\nThe organization is trying to encourage people who choose to come before the deadline to consider settling in smaller communities where housing is easier to find and more affordable.\nAnother group dedicated to helping Ukrainians navigate the immigration system called Pathfinders for Ukraine is also trying to connect with people abroad and help them decide if coming to Canada is the right decision for them.\nWith supports drying up in some European countries, Ukrainians who don't want to return to the war may be tempted to come to Canada now, even if it's not quite the right fit, said the group's founder.\n\"It's a resource-intensive, costly, emotionally distressing decision to make that move across an ocean,\" Randall Baran-Chong said in an interview.\n\"For many people, Canada is the right choice, but for many of them it's not.\"\nThere are a few factors that give people a better chance at success in Canada, he said, including how adaptable people are and whether they have family in Canada, speak English or French, are eager to work and have a nest egg to tide them over until they get a job and pay the considerable cost of rent.\nCanada had initially set the deadline to enter Canada for March 2023, but the immigration minister at the time, Sean Fraser, extended it by another year just days beforehand.\nThe Immigration Department saw a huge spike in people picking up and moving to Canada ahead of that initial deadline, documents obtained from the department under the Access to Information Act show.\nNearly 8,000 people with the emergency visa arrived in the last week of March 2023 alone.\nThere was also a last-minute rush to apply right before the government closed the program to new applications in July, the documents show.\nThe figures leave Baran-Chong with the impression that people may be motivated to make good on the visa before they lose the chance.\n\"I think by the end of this month, we'll have a sense of how many people are actually thinking of exercising it, but we've already heard people talking about the move since probably September or October,\" he said.\nPeople with the special visa who arrive after March 31 can still come to Canada, but they won't be eligible for the three-year work or study permit under the program, and won't be entitled to any financial or settlement supports.\nThis report by The Canadian Press was first published Jan. 18, 2024.\nLaura Osman, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sarosh rizvi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "immigration refugees and citizenship canada and operation ukraine safe haven",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "canadaas",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T01:04:13.339+02:00",
    "updated": "2024-01-19T01:04:13.339+02:00"
  },
  {
    "uuid": "e7bcbe89537ee2dcaa46c2ef9abf8ed40aa680a8",
    "url": "https://investorshangout.com/nvidias-ai-pc-day-a-new-frontier-in-computing-83134-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caleb Price",
    "published": "2024-10-17T23:48:00Z",
    "title": "Nvidia's AI PC Day: A New Frontier in Computing",
    "text": "Nvidia Leads the Way in AI Development Nvidia (NASDAQ: NVDA) is currently making waves in the artificial intelligence (AI) chip market, particularly within the expansive data center sector. Recently, the company reported impressive revenue figures, generating $26.5 billion from this profitable segment last quarter. This remarkable achievement places Nvidia light years ahead of its closest rival, AMD, which recorded significantly lower sales. However, Nvidia's success is not attributed merely to volume; their ability to maintain lower operational costs has resulted in net incomes that dwarf AMD's earnings. The primary focus of media coverage has been on this lucrative segment, and rightly so. The massive numbers speak for themselves, solidifying data centers as the foundation of Nvidia's impressive growth trajectory. But there's an intriguing opportunity for AI that lies beyond these vast server landscapes—your personal computer may play an important role in the near future. Recognizing this potential, Nvidia is gearing up for its much-anticipated RTX AI PC Day event on October 19 and 20. During this event, the company will illustrate how it is seamlessly integrating AI and machine learning capabilities into its consumer-oriented graphics processing units (GPUs), along with a vision for AI-enabled PCs. This raises an essential question: what does this mean for investors? Edge Computing: A Smart Shift in AI The tech industry has spent the last two decades largely entrenched in cloud computing. Improved internet speeds have enabled the majority of processing tasks to shift from personal devices to extensive server farms often located far from urban centers. In this setup, users have become increasingly reliant on remote processing capabilities. Traditional AI applications, like ChatGPT, operate from servers thousands of miles away, using personal computers solely as a bridge for communication. However, the tide appears to be turning. There's a growing trend towards local processing—or what tech enthusiasts term 'edge computing.' This approach suggests that a substantial amount of computing could once again occur directly on users' devices. As such, the question arises: why is this shift significant, especially concerning AI? While some AI applications demand the power found only in massive data centers brimming with Nvidia's H100 GPUs, priced at an astonishing $25,000 each, not all AI tasks necessitate such extensive resources. Certain models and applications could feasibly operate locally if powered by robust GPUs. Yet, the capability must be balanced against whether it should be done at all. What advantages does this localized approach offer? Firstly, edge computing dramatically reduces latency. In contrast to the delays introduced by cloud computing, crunching data on-site enhances speed, which can be vital for specific AI technology applications. Secondly, the financial burden associated with constructing and maintaining large-scale data centers renders cloud-based solutions quite expensive. Consumers opting for edge computing may face higher initial costs, but this strategy can ultimately lead to lower long-term expenses. Additionally, those with unreliable or limited internet service would greatly benefit from not relying on the cloud. Moving forward, AI PCs could revolutionize numerous applications, from enhancing video game visuals to significantly influencing content creation and even integrating personal AI assistants in vehicles. The Market Potential for AI-Powered PCs The forthcoming developments in AI PCs could represent a monumental advancement for the PC sector. According to industry experts, this shift could parallel the historical impact of Windows 95. The race to stay relevant in this emerging market is fierce, with various chip manufacturers vying for market share. As reported by research firm Canalys, this market is anticipated to grow at an impressive 44% compound annual growth rate within the next four years, with estimates suggesting over 200 million AI PCs will be shipped by 2028. While it may be challenging for Nvidia to dominate this marketplace as thoroughly as it has in the data center sector, even a modest portion of this growing industry could substantially enhance its revenue. The upcoming RTX AI PC Day is an opportunity for Nvidia to elevate the AI PC profile, but investors should remain cautious about expecting immediate significant changes in the company's stock price. What truly matters is the new avenue it signifies: an additional substantial opportunity for a company that is consistently excelling. Should You Invest in Nvidia Right Now? Before leapfrogging into an investment in Nvidia, it’s worth contemplating several factors. Financial analysts have recently highlighted numerous promising stocks, noting that Nvidia was not among the top picks for potential investors currently. This should prompt a thorough consideration of your investment strategy. If evaluated at the right moment, investments made in Nvidia years ago could yield incredible returns. Many have seen significant profits, with even modest investments growing astronomically over time. As far as investor guidance goes, it’s crucial to remain updated on market trends. Knowing when to invest is as essential as understanding which stocks to choose. With its proactive approach towards AI integration, Nvidia is a stock to watch closely. Frequently Asked Questions What is the significance of Nvidia's AI PC Day? Nvidia's AI PC Day showcases advancements in integrating AI into consumer GPUs, signaling a major shift in personal computing capabilities. How does edge computing benefit AI applications? Edge computing reduces latency, lowers long-term costs, and minimizes reliance on stable internet connections, enhancing overall performance. What is the projected growth rate for AI PCs? Industry experts predict a 44% compound annual growth rate for the AI PC market over the next four years. How does Nvidia compare to its competitors like AMD? Nvidia leads the market significantly, achieving higher revenues and better net income compared to AMD, particularly in the data center segment. Should I invest in Nvidia or explore other stocks? Evaluating Nvidia's performance alongside other promising stocks is essential; consider market trends and expert recommendations before investing. About Investors Hangout [Investors Hangout](https://investorshangout.com/) is a leading online stock forum for financial discussion and learning, offering a wide range of free tools and resources. It draws in traders of all levels, who exchange market knowledge, investigate trading tactics, and keep an eye on industry developments in real time. Featuring financial articles, stock message boards, quotes, charts, company profiles, and live news updates. Through cooperative learning and a wealth of informational resources, it helps users from novices creating their first portfolios to experts honing their techniques. Join Investors Hangout today: [https://investorshangout.com/](https://investorshangout.com/) Disclaimer: The content of this article is solely for general informational purposes only; it does not represent legal, financial, or investment advice. Investors Hangout does not offer financial advice; the author is not a licensed financial advisor. Consult a qualified advisor before making any financial or investment decisions based on this article. The author's interpretation of publicly available data shapes the opinions presented here; as a result, they should not be taken as advice to purchase, sell, or hold any securities mentioned or any other investments. The author does not guarantee the accuracy, completeness, or timeliness of any material, providing it \"as is.\" Information and market conditions may change; past performance is not indicative of future outcomes. If any of the material offered here is inaccurate, please [contact us](https://investorshangout.com/contact) for corrections. Related Articles - [Join the Zuora, Inc. Investigation with Schall Law Firm Today](/join-the-zuora-inc-investigation-with-schall-law-firm-today-83142-/) - [Investors Should Act Now for Spire Global, Inc. Class Action](/investors-should-act-now-for-spire-global-inc-class-action-83141-/) - [Investors Urged to Act Ahead of Terran Orbital Class Action](/investors-urged-to-act-ahead-of-terran-orbital-class-action-83140-/) - [Investigating Zuora, Inc.: What Shareholders Should Know](/investigating-zuora-inc-what-shareholders-should-know-83139-/) - [Japan's Inflation Surprises in September but Trends Downward](/japans-inflation-surprises-in-september-but-trends-downward-83138-/) - [Japan's Core Inflation Trends Downward Amid Fuel Support](/japans-core-inflation-trends-downward-amid-fuel-support-83137-/) - [China's Economic Outlook: Addressing Growth Challenges Ahead](/chinas-economic-outlook-addressing-growth-challenges-ahead-83136-/) - [Flagstar Bank Announces Job Cuts to Revitalize Operations](/flagstar-bank-announces-job-cuts-to-revitalize-operations-83135-/) - [Buffett's Berkshire Hathaway and Its Apple Investment Strategy](/buffetts-berkshire-hathaway-and-its-apple-investment-strategy-83133-/) - [The Future of Home & Garden E-Commerce: Trends and Projections](/the-future-of-home-garden-ecommerce-trends-and-projections-83132-/) Recent Articles - [Buffett's Berkshire Hathaway and Its Apple Investment Strategy](/buffetts-berkshire-hathaway-and-its-apple-investment-strategy-83133-/) - [The Future of Home & Garden E-Commerce: Trends and Projections](/the-future-of-home-garden-ecommerce-trends-and-projections-83132-/) - [Investigating Investor Claims Against Progyny: Impact Analysis](/investigating-investor-claims-against-progyny-impact-analysis-83131-/) - [Investigation into Vanda Pharmaceuticals Inc. Sparks Concerns](/investigation-into-vanda-pharmaceuticals-inc-sparks-concerns-83130-/) - [Investigation Launched into Visa Inc. Practices Amid Antitrust Claims](/investigation-launched-into-visa-inc-practices-amid-antitrust-claims-83129-/) - [Pomerantz Law Firm Examines Potential Claims for Swvl Holdings](/pomerantz-law-firm-examines-potential-claims-for-swvl-holdings-83128-/) - [Kaspi.kz Investors Urged to Explore Securities Fraud Claims](/kaspikz-investors-urged-to-explore-securities-fraud-claims-83127-/) - [Investigation Launched Into 2seventy Bio, Inc. Securities Claims](/investigation-launched-into-2seventy-bio-inc-securities-claims-83126-/) - [Investigation Launched for Winnebago Industries Investors](/investigation-launched-for-winnebago-industries-investors-83125-/) - [Investigation Launched for Light & Wonder, Inc. Shareholders](/investigation-launched-for-light-wonder-inc-shareholders-83124-/) - [Investigation Launched for Applied Materials Investors Amid Claims](/investigation-launched-for-applied-materials-investors-amid-claims-83123-/) - [Investigating Claims Against Laser Photonics Corp. – LASE](/investigating-claims-against-laser-photonics-corp-lase-83122-/) - [Global Military GNSS Receiver Market Insights and Forecast](/global-military-gnss-receiver-market-insights-and-forecast-83121-/) - [Investment Opportunities Following TD Bank's Recent Challenges](/investment-opportunities-following-td-banks-recent-challenges-83120-/) - [WM Technology Investors Targeted in Class Action Suit Claims](/wm-technology-investors-targeted-in-class-action-suit-claims-83119-/) - [California's Dairy Industry: Balancing Regulations and Sustainability](/californias-dairy-industry-balancing-regulations-and-sustainability-83118-/) - [Essential Steps for WM Technology, Inc. Investors to Take Now](/essential-steps-for-wm-technology-inc-investors-to-take-now-83117-/) - [Investigation of Xiao-I Corporation: Impacts on Shareholders](/investigation-of-xiaoi-corporation-impacts-on-shareholders-83116-/) - [Semiconductor Chip Packaging Market Set for Massive Growth Surge](/semiconductor-chip-packaging-market-set-for-massive-growth-surge-83115-/) - [Significant Growth in Acute Ischemic Stroke Market Ahead](/significant-growth-in-acute-ischemic-stroke-market-ahead-83114-/) - [Lotus Technology Reports Impressive Vehicle Deliveries for 2024](/lotus-technology-reports-impressive-vehicle-deliveries-for-2024-83113-/) - [Williams Racing Takes on Komatsu's Heavy Machinery Adventure](/williams-racing-takes-on-komatsus-heavy-machinery-adventure-83112-/) - [Avodah Elevates Tech Leadership with Jonathan Malek as CTO](/avodah-elevates-tech-leadership-with-jonathan-malek-as-cto-83111-/) - [Exploring Xiao-I Corporation's Legal Investigation for Investors](/exploring-xiaoi-corporations-legal-investigation-for-investors-83110-/) - [Kirby McInerney Shares Important Update for Super Micro Investors](/kirby-mcinerney-shares-important-update-for-super-micro-investors-83109-/) - [Flagstar Bank's Strategic Workforce Changes Enhance Efficiency](/flagstar-banks-strategic-workforce-changes-enhance-efficiency-83108-/) - [Investors Can Join Class Action Against Endava plc for Fraud](/investors-can-join-class-action-against-endava-plc-for-fraud-83107-/) - [Investors Urged to Join Elanco Animal Health Class Action Suit](/investors-urged-to-join-elanco-animal-health-class-action-suit-83106-/) - [Acadia Pharmaceuticals Sets Q3 Financial Results Announcement](/acadia-pharmaceuticals-sets-q3-financial-results-announcement-83105-/) - [Allstate Faces Significant Catastrophe Losses Amid Hurricane Havoc](/allstate-faces-significant-catastrophe-losses-amid-hurricane-havoc-83104-/) - [Acadia Healthcare Lawsuit Update: Key Insights for Investors](/acadia-healthcare-lawsuit-update-key-insights-for-investors-83103-/) - [West Red Lake Gold Secures Major Financing for Mine Restart](/west-red-lake-gold-secures-major-financing-for-mine-restart-83102-/) - [Steve McCool Advocates for Deepak Jain Amid Charges](/steve-mccool-advocates-for-deepak-jain-amid-charges-83101-/) - [Groundbreaking for Affordable Housing in Community Development](/groundbreaking-for-affordable-housing-in-community-development-83100-/) - [Major Housing Announcement in Montréal by Government Officials](/major-housing-announcement-in-montral-by-government-officials-83099-/) - [Understanding Steve McCool's Defense for Deepak Jain](/understanding-steve-mccools-defense-for-deepak-jain-83098-/) - [Recent Settlements Signal New Hope for Abuse Survivors Nationwide](/recent-settlements-signal-new-hope-for-abuse-survivors-nationwide-83097-/) - [Apple's Tim Cook Reaches Out to Trump Amid EU Fines Concerns](/apples-tim-cook-reaches-out-to-trump-amid-eu-fines-concerns-83096-/) - [Warren Buffett's Berkshire Hathaway Reduces Bank of America Holdings](/warren-buffetts-berkshire-hathaway-reduces-bank-of-america-holdings-83095-/) - [West Red Lake Gold Mines Secures $68 Million for Madsen Gold Mine](/west-red-lake-gold-mines-secures-68-million-for-madsen-gold-mine-83094-/) - [Xiao-I Corporation Faces Class Action Amid Financial Struggles](/xiaoi-corporation-faces-class-action-amid-financial-struggles-83093-/) - [Class Action Lawsuit Filed for Acadia Healthcare Investors](/class-action-lawsuit-filed-for-acadia-healthcare-investors-83092-/) - [Important Legal Information for AMMO Incorporated Shareholders](/important-legal-information-for-ammo-incorporated-shareholders-83091-/) - [Vision Greens Focuses on Reducing Food Waste with Metro Events](/vision-greens-focuses-on-reducing-food-waste-with-metro-events-83090-/) - [Innovative Senior Housing Project Launches Near Public Transit](/innovative-senior-housing-project-launches-near-public-transit-83089-/) - [Investors Have Rights: Join AMMO, Inc. Securities Class Action](/investors-have-rights-join-ammo-inc-securities-class-action-83088-/) - [Legal Investigation into Revance Therapeutics Sparks Interest](/legal-investigation-into-revance-therapeutics-sparks-interest-83087-/) - [Investigation Launched Into Caleres, Inc. Investor Claims](/investigation-launched-into-caleres-inc-investor-claims-83086-/) - [Dominion DMS Unveils Innovative Cloud Solution for Dealers](/dominion-dms-unveils-innovative-cloud-solution-for-dealers-83085-/) - [Investigation into Napco Security Technologies, Inc. Claims](/investigation-into-napco-security-technologies-inc-claims-83084-/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T03:02:39.742+03:00",
    "updated": "2024-10-18T03:02:39.742+03:00"
  },
  {
    "uuid": "187b66c42b7788faf9d5b7301447cc72bf085b49",
    "url": "https://www.edinburghlive.co.uk/news/edinburgh-news/jk-rowling-breaks-silence-over-28514398",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "news@edinburghlive.co.uk (Ruth Suter, Katie Williams)",
    "published": "2024-01-25T21:09:00Z",
    "title": "JK Rowling breaks silence over backlash for trimming hedge outside Edinburgh home",
    "text": "The creator of Harry Potter [ J.K Rowling ](https://www.edinburghlive.co.uk/all-about/jk-rowling)has broken her silence after Edinburgh locals hit back following [traffic delays](https://www.edinburghlive.co.uk/news/edinburgh-parents-fume-jk-rowlings-28503832) near her home. Traffic built up in the area as roads were restricted while maintenance work was being done on her giant leylandii hedge outside her home. The 58-year-old billionaire had the road opposite her 17th-century property restricted to allow a cherry picker to work on the shrubbery. READ NEXT- [Family pay tribute to young East Lothian dad who died after collapsing at home](https://www.edinburghlive.co.uk/news/edinburgh-news/family-pay-tribute-young-east-28511011) READ NEXT- [Large police presence at Edinburgh shop as officers race to scene of incident](https://www.edinburghlive.co.uk/news/edinburgh-news/large-police-presence-edinburgh-shop-28512779) As the [Record](https://www.dailyrecord.co.uk/news/scottish-news/jk-rowling-breaks-silence-over-31968414) writes, a set of temporary traffic lights have been installed on the road while parents were left furious by the move after their children were late for school due to being held-up in traffic. After speaking to the [MailOnline](https://www.dailymail.co.uk/news/article-13006329/JK-Rowling-leylandii-row-Harry-Potter-author-says-trim-hedge-Edinburgh-home-year-gardening-traffic-chaos-school-run.html?ito=push-notification&ci=H8_GCGI0qy&cri=BqXtBq-5Q7&si=Wd6VC8IhhHLS&xi=bfe0bc7b-a804-4196-90f6-7f1bc97e3c38&ai=13006329), Ms Rowling's representatives insisted that the lights were necessary for safety. A spokesperson said: \"The hedge cutting at JK Rowling's residence is annual maintenance that involves necessary traffic management for the safety of the general public. The intention is always to carry out the work with least disruption and the timing requires co-ordination and agreement with Edinburgh City Council. \"The work would ideally be scheduled in July, during the summer holidays, but due to other maintenance work in the area, it was agreed to take place this week instead.\" Work to the 30-foot bushes began on Wednesday, January 24. It is expected to last until the end of the week. Sign up for Edinburgh Live's newsletter Get all the latest news and headlines from Edinburgh, Fife and the Lothians sent straight to your inbox twice a day by signing up to our free newsletter. From [breaking news](https://www.edinburghlive.co.uk/news/) to the latest on the [coronavirus](https://www.edinburghlive.co.uk/all-about/coronavirus) crisis in Scotland, we'll have you covered. The morning newsletter arrives every day before 9am and the evening newsletter, manually curated by the team, is sent at 6.30pm, giving you a round up of the most important stories of the day. To sign up to any of our newsletters, visit this link [here](https://data.reachplc.com/223337010414946).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://dailymail.co.uk/news/article-13006329/JK-Rowling-leylandii-row-Harry-Potter-author-says-trim-hedge-Edinburgh-home-year-gardening-traffic-chaos-school-run.html?ito=push-notification&ci=H8_GCGI0qy&cri=BqXtBq-5Q7&si=Wd6VC8IhhHLS&xi=bfe0bc7b-a804-4196-90f6-7f1bc97e3c38&ai=13006329",
      "https://www.dailymail.co.uk/news/article-13006329/JK-Rowling-leylandii-row-Harry-Potter-author-says-trim-hedge-Edinburgh-home-year-gardening-traffic-chaos-school-run.html",
      "https://data.reachplc.com/223337010414946",
      "https://www.data.reachplc.com/223337010414946",
      "https://www.dailymail.co.uk/news/article-13006329/JK-Rowling-leylandii-row-Harry-Potter-author-says-trim-hedge-Edinburgh-home-year-gardening-traffic-chaos-school-run.html?ito=push-notification&ci=H8_GCGI0qy&cri=BqXtBq-5Q7&si=Wd6VC8IhhHLS&xi=bfe0bc7b-a804-4196-90f6-7f1bc97e3c38&ai=13006329",
      "https://www.dailyrecord.co.uk/news/scottish-news/jk-rowling-breaks-silence-over-31968414",
      "https://dailyrecord.co.uk/news/scottish-news/jk-rowling-breaks-silence-over-31968414"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jk rowling",
          "sentiment": "negative"
        },
        {
          "name": "harry potter  j.k rowling",
          "sentiment": "neutral"
        },
        {
          "name": "rowling",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jk rowling",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "edinburgh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:10:29.929+02:00",
    "updated": "2024-01-26T00:15:15.883+02:00"
  },
  {
    "uuid": "b934aa7c3e457107945e791a54b913397732b08b",
    "url": "https://dnyuz.com/2024/02/01/unruly-customer-restrained-by-other-passengers-on-flight-from-london-to-nyc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NBC News",
    "published": "2024-02-01T18:08:00Z",
    "title": "Unruly customer restrained by other passengers on flight from London to NYC – DNyuz",
    "text": "An unruly JetBlue Airways passenger on Tuesday was restrained by multiple fliers and turned over to law enforcement upon landing in New York City from London, the airline said.\nThe chaotic scene was captured on video and posted on Instagram .\nJetBlue said Thursday the incident occurred on flight 1926 from London to New York City.\nThe name of the rowdy passenger was not released. JetBlue also didn’t specify if the passenger was arrested upon the flight landing at John F. Kennedy International Airport.\nAccording to the flight-tracking site, FlightAware , the flight, which took off seven minutes early, landed 26 minutes early at 3:16 p.m.\nThe incident occurred when the passenger “began acting erratically and aggressively toward his travel companion and members of the inflight crew,” the statement said.\nThe crew found an “open bottle of liquor the customer brought onboard and indications of intoxication,” JetBlue said.\n“For everyone’s safety, the customer was restrained with the assistance of other customers who were witnessing this threatening behavior. The flight landed safely at New York’s JFK Airport where it was met by law enforcement who took over the situation. We appreciate our customers’ assistance and understanding during this incident and apologize for the experience,” the statement said.\nApparent video of the incident shows at least four men attempting to physically restrain another man aboard the flight. While the men are trying to get the passenger under control, multiple people are seen standing up as the tussle moves from the aisle, into an aisle seat and then back into the aisle.\nPeople are heard shouting orders, like “I need you to back up.” A woman is also on the video and appears to say, “Babe, babe, stop fighting them! Stop fighting them! Babe!”\nShortly after, a man, who is attempting to physically restrain the passenger, also is heard saying, “Take him down!”\nAt times, the men trying to subdue the passenger move their arms and hands toward the man’s head and neck as he tries to wiggle free. What appears to be a woman’s voice is also heard sobbing, according to the video.\nJetBlue did not immediately respond Thursday afternoon to a question about whether the Instagram video was shot aboard flight 1926.\nPort Authority police about 3:15 p.m. on Tuesday received a report of a disturbance aboard JetBlue flight 1926. No arrest was made by them, an agency representative said on Thursday.\nOther videos that circulated around Thanksgiving, captured passengers allegedly causing chaos aboard two Frontier Airlines’ flights, one in which a woman pulled her pants down, horrifying onlookers. Another video showed a passenger yelling, midflight, she was being kidnapped.\nBad behavior on commercial flights rose 47% globally in 2022 compared with the previous year, according to data released in June by the International Air Transport Association, an airline trade group.\nIn April, federal officials said they referred more than 250 unruly airline passengers to the FBI for possible criminal prosecution since late 2021.\nThe post Unruly customer restrained by other passengers on flight from London to NYC appeared first on NBC News .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "jetblue airways",
          "sentiment": "negative"
        },
        {
          "name": "jetblue",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "john f. kennedy international airport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:12:49.180+02:00",
    "updated": "2024-02-02T00:12:49.180+02:00"
  },
  {
    "uuid": "71e77031078f99ad99b8703ce5df356691bab80d",
    "url": "https://fcbayern.com/en/news/2025/01/the-secret-to-success-behind-harry-kanes-perfect-run",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FC Bayern München AG",
    "published": "2025-01-16T18:24:00Z",
    "title": "The art of the penalty: The secret behind Harry Kane's perfect run",
    "text": "18 out of 18\nThu | 16/01/25 | 21:24\nThe art of the penalty: The secret behind Harry Kane's perfect run\nExactly seven medium steps backwards, the same as always. Just like the position: relaxed, slightly to the left of the ball. The eyes still fixed on the penalty spot. Shortly before, he was still inspecting the round, white spot on the pitch, memorising every unevenness, scanning the spot where he would place the ball. Harry Kane carried the ball there conspicuously long and carefully, almost cautiously in both hands. Now, against TSG Hoffenheim, what always follows when Kane steps up: a penalty goal.\nStatistics smashed\nIt’s supposedly one of the easiest shots in the sport of football – one that can make heroes and tragic heroes. It’s an extremely safe goalscoring chance: 11 metres from goal, without opposition interference, a dead ball in front of the 7.32-metre wide and 2.44-metre high goal. According to bundesliga.com statistics, the strike rate is at 77 percent. Harry Edward Kane, born 31 years ago in Walthamstow, East London, has shifted that statistic. In fact: no, he’s smashed it for himself. “It’s awesome, a brutal quality, which is underappreciated by amateurs on the outside because they think that a professional footballer should put the ball in the net from 11 metres,” said Joshua Kimmich after the 1-0 win over Borussia Mönchengladbach. The winning goal was scored by Kane – from the penalty spot.\n92 penalties, 81 scored\nThe Bayern goal-getter has already taken 92 penalties in his career, converting 81 of them – a strike rate of over 88 percent. This season, after netting from the spot against Gladbach and then again to make it 3-0 against Hoffenheim four days later, he’s on 100 percent. In fact, all 18 of the spot-kicks he’s taken for FCB to date have resulted in goals. The penalty that the Engand captain converted against Hoffenheim on Wednesday evening was the 12th in the Bundesliga.\nTunnel vision\nThe people in the Allianz Arena rose from their seats, mobile phones out. As they always do. They know what’s about to happen. Because Kane has achieved something that hardly anyone else has managed in the great history of the Bundesliga. The eyes of 75,000 football fans are fixed on the Bayern striker. Kane is not bothered by this, he’s calm deep within himself. He controls his breathing, doesn’t hear the noise – not the whistles of the opposing fans, nor the shouts from the stands. He no longer sees the people, the many phones that are now filming. Harry Kane only sees the ball. And the goal.\nThen he exhales once more, having descended deeper and deeper in the seconds before, like an endlessly long ladder, rung by rung into a dark tunnel of concentration. Then he starts to move, his upper body bent slightly forwards, his steps firm, controlled, yet so full of lightness and tension in one. It's a very unique, unusual symbiosis: four quick steps, the last one slightly delayed, his gaze briefly looks upwards, his upper body straightens up. Then the contact with the inside of the right foot, just a split second in which the foot hits the ball – full, firm, giving it a direction and sending it off towards goal.\nA penalty like a symphony\nKane’s penalty-taking is his own symphony, a work of art. When you look at him, it’s as if he’s not leaving anything to chance, right down to the last detail. And yet, Kane reveals it’s not always like that. Every spot-kick stands alone. “Every penalty is different,” he says. “Sometimes I look at the goalkeeper, sometimes I pick out a corner. It’s a thing of a lot of training and routine.”\nHis last miss from the spot came at the 2022 World Cup in Qatar in the quarter-finals against France. A match in which Kane stepped up not once, but twice. The first, to make it 1-1, was hammered into the middle left corner like against Hoffenheim. The second appeared to be a fault in the system as he fired centrally over the bar. Kane almost never goes down the middle. Of the 18 penalties he’s scored for Bayern, Kane has opted for the centre of the goal just once – six times he’s gone right, 11 times to the left. He’s shot low 10 times, mid-height eight times and never into the roof of the net. All of them have gone in since then.\nDoing it for the family\nAs it did against Hoffenheim. After powering the ball into the left side, Kane kissed his wedding ring finger, something else he always does. It’s a sign, he once explained, of giving something back to his family, of showing how important his wife and his children are to him.\nHere are the higlights of the match against Hoffenheim - including Kane's penalty:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->sport achievement",
      "Sport->soccer",
      "Sport->sport event"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Harry Kane",
          "sentiment": "negative"
        },
        {
          "name": "Harry Edward Kane",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Walthamstow",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:27:45.712+02:00",
    "updated": "2025-01-17T00:27:45.712+02:00"
  },
  {
    "uuid": "5a52f5a50a135161e2339bb95148a2649b0fdb7a",
    "url": "https://www.therecord.com/news/crime/swatting-call-directing-police-to-kitchener-market-draws-investigation/article_1c22b7b1-982b-5bb8-8631-5fb0d55c236a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bill Doucet",
    "published": "2024-06-13T19:25:00Z",
    "title": "Swatting call involving Kitchener Market draws investigation",
    "text": "The Waterloo Regional Police Service is investigating an out-of-country swatting call involving the Kitchener Market that put a high school in a hold-and-secure.\nPolice said the call came in on Thursday, with the caller indicating that they intended to bring a gun to the market and start shooting. The market is open during the week from 8 a.m. to 3 p.m.\n×\nAlready a Subscriber? Sign in You are logged in Switch accounts Police found the call came from outside of Canada and determined it to be a swatting call, where emergency services are deceived into responding to an address.\nARTICLE CONTINUES BELOW ARTICLE CONTINUES BELOW There were no physical injuries as a result of the occurrence, police said.\nCameron Heights Collegiate Institute was placed in a hold-and-secure while the investigation was ongoing, as a safety precaution, but it was lifted once the call was determined to be false.\nAnyone with information can contact police at 519-570-9777 . Anonymous tips can be provided to Crime Stoppers at 1-800-222-8477 .\nBill Doucet is an award-winning reporter/photographer with theWaterloo Region Record. Reach him at bdoucet@therecord.com. Report an error Journalistic Standards About the Record",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://pubads.g.doubleclick.net/gampad/ads?iu=/58580620/${domain}/video/oovvuu${sectionTag}&description_url=${descriptionUrl}&vid=${vid}&cmsid=${cmsId}&tfcd=0&npa=0&sz=640x480&ad_rule=0&gdfp_req=1&output=vast&unviewed_position_start=1&env=vp&impl=s&correlator=`;",
      "https://www.hub.metroland.com/users/login/?referer_url=https%3A%2F%2Fwww.therecord.com%2Fnews%2Fcrime%2Fswatting-call-directing-police-to-kitchener-market-draws-investigation%2Farticle_1c22b7b1-982b-5bb8-8631-5fb0d55c236a.html",
      "https://pubads.g.doubleclick.net/gampad/ads",
      "https://www.hub.metroland.com/users/login/",
      "https://www.pubads.g.doubleclick.net/gampad/ads?iu=/58580620/${domain}/video/oovvuu${sectionTag}&description_url=${descriptionUrl}&vid=${vid}&cmsid=${cmsId}&tfcd=0&npa=0&sz=640x480&ad_rule=0&gdfp_req=1&output=vast&unviewed_position_start=1&env=vp&impl=s&correlator=`;",
      "https://hub.metroland.com/users/login/?referer_url=https%3A%2F%2Fwww.therecord.com%2Fnews%2Fcrime%2Fswatting-call-directing-police-to-kitchener-market-draws-investigation%2Farticle_1c22b7b1-982b-5bb8-8631-5fb0d55c236a.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "reg",
          "sentiment": "none"
        },
        {
          "name": "bill doucet",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "waterloo regional police service",
          "sentiment": "negative"
        },
        {
          "name": "kitchener market",
          "sentiment": "negative"
        },
        {
          "name": "cameron heights collegiate institute",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:37:12.764+03:00",
    "updated": "2024-06-14T00:37:12.764+03:00"
  }
]