[
  {
    "uuid": "08c501e75c4fb4726560c70b190d8365f31fac94",
    "url": "https://www.theboltonnews.co.uk/news/24006196.moss-bank-miniature-railway-returns-vandals-wrecked/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Jaffray",
    "published": "2023-12-29T05:00:00Z",
    "title": "Moss Bank Miniature Railway returns after vandals wrecked it | The Bolton News",
    "text": "A miniature railway station in Bolton which was ruined by heartless vandals has been restored – but needs more volunteers to secure is future.\nThe site in the Moss Bank Park was wrecked with £20,000 of damage in June 2022.\nThe railway, which had been a mile in length but was reduced to just 20 feet .\nHowever following extensive work by volunteers and with the help of others it was able to reopen this year.\nStephen Rothwell, chairman of the Miniature Railway Moss Bank Park, explained how it they got going again .\nHe said: “We are back up and running, we were running for most of the summer.\n“We managed to replace all the track.\n“A local engine company supplied us with parts and the insurance paid out.\n“Four model engine places in Leyland, Southport, Clitheroe and Rochdale had open mornings for us.\n“It took a lot of effort, there was a lot of welding involved.\n“It took us six months to replace it.\n“It has been very popular, people were queuing up when we got going.”\nHe added: “It brings back so many memories to a lot of people.\n“‘We have had many parents and grandparents, they say 'I can remember coming with my mum and dad.’”\nThey now have a hydraulic turntable which helps raise and lower the trains onto the track.\nGoing forward they aim to set up a track with a three and a half inch gate in addition to the five inch one they have at present.\nThey also want to run a steam engine.\nBut he also said that more volunteers were needed if the railway is to survive going forward.\nHe said: “It is a big issue.\n“If we do not get more people helping it will close. We just do not have enough people around it.\n“We want other people to get involved. “We can train them\n“We are down to eight or nine people.”\nBusiness",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bolton",
          "sentiment": "negative"
        },
        {
          "name": "clitheroe",
          "sentiment": "none"
        },
        {
          "name": "stephen rothwell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "moss bank miniature railway",
          "sentiment": "negative"
        },
        {
          "name": "rochdale",
          "sentiment": "none"
        },
        {
          "name": "miniature railway moss bank park",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "moss bank park",
          "sentiment": "none"
        },
        {
          "name": "leyland",
          "sentiment": "none"
        },
        {
          "name": "southport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:18:21.378+02:00",
    "updated": "2023-12-29T07:18:21.378+02:00"
  },
  {
    "uuid": "22b5e05dd4a01a75a04e3b56849d2230c61e1f9f",
    "url": "https://www.timesnownews.com/world/world-trade-center-protests-pro-palestine-protestors-march-in-nyc-video-article-106362002",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TN World Desk",
    "published": "2023-12-28T20:56:00Z",
    "title": "World Trade Center Protests: World Trade Center Protests: Pro-Palestine Protestors March In NYC | VIDEO | World News, Times Now",
    "text": "Pro-Palestinian protestors have shut down the entrance of the World Trade Center (WTC) in New York City. Hundreds of protestors marched to the site in an organised 'Flood NYC For Palestine' gathering.The demonstrators chose the World Trade Center site, a location of profound historical significance, the same place where the horrific 9/11 attacks took place, to stage their protest. JUST IN: Pro-Palestinian protesters have shut down the entrance to the World Trade Center in New York City.Hundreds of protesters decided to use the World Trade Center, the same location where the 9/11 attacks took place, to stage their protest.The incident comes just one day… pic.twitter.com/AAGvzs9KOq— Collin Rugg (@CollinRugg) December 28, 2023 ]]>They could be heard chanting \\\"Free, Free Palestine\\\", \\\"Palestine Will Be Free\\\" in videos being posted online.Another chant that took up traction among them was \\\"1,2,3,4, Occupation No More\\\".The incident comes just one day after pro-Palestinian protesters blocked off the entrance to the John F. Kennedy International Airport in New York.As videos from the scene start to get circulated widely online, people have started calling for stricter actions against protestors who choose to block any public places for their causes.Many people online are left fuming at the pro-Palestinian supporters choosing the site of the 9/11 attacks for their protest, calling it a desecration, and asking for authorities to take action against those at the gathering.Authored by Feba Bovas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "collin rugg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "times now pro-palestinian",
          "sentiment": "negative"
        },
        {
          "name": "world trade center",
          "sentiment": "none"
        },
        {
          "name": "john f. kennedy international airport",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "world trade center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:30:55.113+02:00",
    "updated": "2023-12-29T01:30:55.113+02:00"
  },
  {
    "uuid": "9fa13ccf216c8642e06f30ac7394ff56a2ae573b",
    "url": "https://greenreport.it/toscana/1342-una-tartaruga-marina-ha-nidificato-nel-parco-della-maremma",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "info@greenreport.it (Redazione Greenreport)",
    "published": "2024-07-05T08:12:00Z",
    "title": "Una tartaruga marina ha nidificato nel Parco della Maremma",
    "text": "Una tartaruga marina ha nidificato nel Parco della Maremma\nLa mattina di giovedì 4 luglio è stato rinvenuto un nido di tartaruga marina Caretta caretta nella spiaggia di Cala Rossa, nel Parco regionale della Maremma. L’Ente Parco spiega che «Il nido è stato scoperto nelle prime ore dopo l’alba da tre studentesse dell’Università di Siena che fanno parte dei volontari “Amici del Parco” mentre effettuavano il consueto monitoraggio delle spiagge che annualmente il Parco svolge, grazie al prezioso aiuto di volontari e guardiaparco, nel periodo estivo proprio per individuare e mettere in sicurezza i nidi di questo rettile marino. Subito dopo la scoperta, è stata attivata la rete dell’Osservatorio Toscano per la Biodiversità (OTB) e di Legambiente che coordina il progetto europeo LIFE Turtlenest cui partecipa anche ARPAT. La veterinaria Chiara Caruso in qualità di referente per l’Ente Parco e del progetto LIFE Turtlenest di Legambiente per l’area sud, con il supporto del personale dell’ufficio tecnico, ha verificato la mattina stessa la presenza della camera delle uova. Una volta accertata la presenza delle uova il nido è stato delimitato e messo in sicurezza con l’aiuto dei guardiaparco. Nei prossimi giorni il monitoraggio delle spiagge continuerà con particolare attenzione in quanto la tartaruga che ha deposto ieri, potrà tornare per deporre altre uova nella stessa zona nelle prossime settimane considerando che le tartarughe possono deporre dai 3 ai 5 nidi a stagione.\nNell’ambito del progetto LIFE Turtlenest il Parco della Maremma è stato recentemente insignito del riconoscimento di “Area Protetta Amica delle Tartarughe Marine” dopo la stipula di un protocollo d’intesa in cui l’Ente si impegna a svolgere una serie di azioni a tutela di questa specie sempre più diffusa nei nostri mari a causa dell’aumento delle temperature che sta spingendo questi animali nella porzione occidentale del Mediterraneo.\nAl Parco ricordano che «La Caretta caretta, o tartaruga comune, pur non essendo ad imminente rischio di estinzione, è comunque una specie protetta e minacciata, la cui presenza sulle nostre coste è un indicatore di salute ambientale. Il Parco della Maremma si è sempre impegnato nella tutela della biodiversità e questo ritrovamento testimonia l'efficacia delle misure di conservazione adottate negli ultimi anni».\nIl presidente del Parco della Maremma, Simone Rusci, ha dichiarato: «Questo rinvenimento è un segnale incoraggiante per il futuro delle tartarughe marine nel nostro territorio. Invitiamo tutti i visitatori a rispettare le indicazioni di sicurezza e a collaborare con noi per garantire il successo riproduttivo nella nostra area protetta.\"\nA partire dal 4 luglio, la zona circostante il nido è stata delimitata e verrà sorvegliata per prevenire qualsiasi disturbo. Il Parco chiede a tutti i bagnanti ed ai turisti di mantenere una distanza di sicurezza e di non avvicinarsi al nido. Le uova si schiuderanno verosimilmente tra circa 60 giorni; i piccoli usciranno dal nido e si dirigeranno verso il mare dopo aver attraversato la spiaggia dove le femmine potrebbero tornare, tra circa 25 anni, a deporre le uova. Questa scoperta ci ricorda l'importanza della tutela del nostro ambiente e delle specie che lo abitano. Il Parco della Maremma continuerà, anche grazie alla disponibilità degli Amici del Parco, a lavorare instancabilmente per la conservazione della natura e per sensibilizzare il pubblico sull'importanza della protezione della fauna selvatica».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T16:30:33.342+03:00",
    "updated": "2024-07-05T16:30:33.342+03:00"
  },
  {
    "uuid": "8e5d78f732a0a679cd5a41e05f6fedf3352ef4d8",
    "url": "https://newsrnd.com/news/2024-02-01-the-pp-and-vox-of-elche-will-maintain-the-franco-cross-of-the-fallen-even-if-they-lose-european-aid.SJUD36qt56.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2024-02-01T22:39:00Z",
    "title": "The PP and Vox of Elche will maintain the Franco cross of the fallen even if they lose European aid - The Limited Times",
    "text": "New blow to the Popular Party and Vox government in Elche for its decision to preserve the Francoist cross of the fallen on Paseo de Germanías, a central square in the municipality that is currently being renovated with part of the European EDUSI funds.\nThe European Commission has responded to a question from the Socialist Party of Elche and has resolved that \"the operations supported by the funds will comply with EU and national law that applies to them\", that is, the current Democratic Memory Law.\n“If this is not the case,” the letter continues, “the amount of the EU contribution already paid to the beneficiary will be refunded to the corresponding financing program.”\nThis reform, planned with a total budget of 1.1 million euros, was contemplated in the EDUSI strategy, but due to the delays in the implementation of the project, only 170,000 euros were certified, 50% financed by the City Council. and the European Union.\nTherefore, 85,000 euros would have to be returned, according to the socialists.\nThe socialists will insist that the City Council be aware of the consequences of the resolution.\nIf they do not comply, they threaten to turn to Europe again to adopt the measures it deems appropriate.\nThe PSOE demands that the original project that the socialist government, allied with Compromís, sent to the European Union to obtain the subsidy be carried out and in which the Francoist vestige that was inaugurated with chants of the Falangist anthem\nCara al sol\non December 13 was not present.\nAugust 1944 with the motto “To those who have fallen for God and for Spain.”\nThe mayor of Elche, Pablo Ruz, of the PP, has regretted, first of all, calling on the media to “waste time” because he has insisted that “the cross is not going to move.”\nThe City Council wants to consider the matter settled and will not respond to the recommendations received from either the European Commission or the Ombudsman, who has once again recommended the removal of the cross in a new report.\nRegarding the fact that they had to return the European subsidy, Ruz has indicated that they would assume it with their own funds.\nHe remembers that they have legal and patrimonial reports from municipal technicians that would support his decision.\nThe Ombudsman has just released a second resolution on the cross.\nAt the beginning of January, Ángel Gabilondo already issued a first report in which he demanded the removal of this monument “for being an element contrary to democratic memory.”\nA ruling that the City Council downplayed by considering that it was a “partial” decision due to the socialist past of the current Ombudsman.\nNow, in this new resolution, he makes several considerations to the government team.\nIt highlights that the reports of the municipal technicians of a patrimonial and legal nature in which the mayor supports his decision were issued after the adoption of the agreement to modify the contract, that is, a posteriori, in order to avoid the transfer of the monument to the fallen\nThe Ombudsman also argues that, if this government team considered that there was a change in criteria regarding the report that the PSOE and Compromís sent to the Generalitat Valenciana in 2021 in which the removal of the cross as a vestige of Francoism was requested, “He should have sent his opinion to the corresponding regional commission before modifying the contract to remodel the plaza, which he did not do.”\nRegarding the excuse that the mayor wants to defend the monument as a “symbol of concord”, the Ombudsman qualifies this definition as a “misleading” term for now changing the original meaning of this element erected by those who died in Spain.\nAnd he makes it clear that “the architectural elements themselves can have meaning by themselves, without the need to demonstrate it with a plaque, especially when since their construction a meaning different from the one it has had since 1944 has not been consolidated in the population.\nAnd finally, the Ombudsman maintains that “the fact that during the democratic stage no mayor has removed the monument is “irrelevant” since there was no obligation to do so until the entry into force of the Democratic Memory law.\nThe Ombudsman indicates that he does not accept the City Council's suggestion and that he will include this matter in the annual report to the Cortes Generales, ending the proceedings.\nThe PSOE councilor of Elche Patricia Maciá has demanded that the law be complied with because “there is no provision that empowers a mayor to stop applying a current law\nmotu proprio\n, whether he likes it or not.”\nThe mayor, for his part, has harshly criticized the socialists, whom he considers “a loss in the shoes of all Elche residents” for denouncing them before different institutions.\nHe has asked the PSOE to reconsider their attitude and to work to justify the eight salaries attributed.\nSubscribe to continue reading\nRead without limits\nKeep reading\nI am already a subscriber\n_",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "popular party",
          "sentiment": "negative"
        },
        {
          "name": "vox",
          "sentiment": "negative"
        },
        {
          "name": "edusi",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "european commission",
          "sentiment": "none"
        },
        {
          "name": "socialist party of elche",
          "sentiment": "none"
        },
        {
          "name": "city council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "elche",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:54:21.706+02:00",
    "updated": "2024-02-02T00:54:21.706+02:00"
  },
  {
    "uuid": "ab342022ff4bae8ca9a9918907b4a6921b37486c",
    "url": "https://www.diariovasco.com/opinion/maria-maizkurrena-calor-20240802062807-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "María Maizkurrena",
    "published": "2024-08-02T00:00:00Z",
    "title": "María Maizkurrena: Calor | El Diario Vasco",
    "text": "Calor Los turistas son capaces de abandonar la madriguera con 38 grados en el exterior Necesitas ser suscriptor para acceder a esta funcionalidad. Viernes, 2 de agosto 2024, 02:00 Secciones Servicios Destacamos Necesitas ser suscriptor para acceder a esta funcionalidad. Viernes, 2 de agosto 2024, 02:00 Necesitas ser suscriptor para acceder a esta funcionalidad. Opciones para compartir Una persona sana puede soportar una temperatura de 55 grados centígrados, siempre que la soporte no más de 15 minutos, y siempre que la humedad no supere el 50%. Como todo en este mundo, el calor debe ponerse en relación con otros factores para entender ... ¿Ya eres suscriptor/a? [Inicia sesión](https://secure.diariovasco.com/login/login.html#vca=suscribete&vso=diariovasco&vmc=on&vli=cdn-ce-link-login) Publicidad Publicidad Te puede interesar [ ¿Qué pensión pueden cobrar las amas de casa y cuánto dinero? ](https://www.lasprovincias.es/economia/pensiones/pension-pueden-cobrar-amas-casa-dinero-20240723013718-nt.html#vca=voc-recirc&vso=diariovasco) Las Provincias [ Los cinco restaurantes de carretera mejor valorados en Valladolid ](https://www.elnortedecastilla.es/valladolid/cinco-restaurantes-carretera-mejor-valorados-valladolid-20240730153449-nt.html#vca=voc-recirc&vso=diariovasco) El Norte de Castilla Publicidad Publicidad Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.elnortedecastilla.es/valladolid/cinco-restaurantes-carretera-mejor-valorados-valladolid-20240730153449-nt.html#vca=voc-recirc&vso=diariovasco)",
      "https://www.lasprovincias.es/economia/pensiones/pension-pueden-cobrar-amas-casa-dinero-20240723013718-nt.html#vca=voc-recirc&vso=diariovasco)",
      "https://lasprovincias.es/economia/pensiones/pension-pueden-cobrar-amas-casa-dinero-20240723013718-nt.html#vca=voc-recirc&vso=diariovasco)",
      "https://elnortedecastilla.es/valladolid/cinco-restaurantes-carretera-mejor-valorados-valladolid-20240730153449-nt.html#vca=voc-recirc&vso=diariovasco)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T07:56:22.505+03:00",
    "updated": "2024-08-02T07:56:22.505+03:00"
  },
  {
    "uuid": "f88b9a910aa80455b6a3477a6e237b8df9909872",
    "url": "https://www.noticiascaracol.com/mundo/estabamos-en-el-patio-de-la-casa-y-pasaron-los-misiles-colombiana-en-el-libano-rg10",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Noticias Caracol",
    "published": "2024-09-26T19:51:00Z",
    "title": "“Estábamos en el patio de la casa y pasaron los misiles\": colombiana en el Líbano - NoticiasCaracol",
    "text": "Brigitte Anzola, una colombiana que se encontraba de vacaciones en el Líbano visitando a su hija, vive momentos de incertidumbre y miedo debido al cruce de fuego entre Israel y Hezbolá. Su vuelo de regreso a Colombia fue cancelado. “Es algo que está como latente, como el miedo que puede pasar. Tratamos de llevar una vida normal”, afirmó. Brigitte describió una noche aterradora: “Estábamos en el patio de la casa, a las 12 de la noche, y pasaron los misiles, literal, por encima de nuestra cabeza. El impacto es impresionante, estamos en riesgo”. Durante su entrevista con [Noticias Caracol en vivo ](https://www.noticiascaracol.com/senal-en-vivo), la tensión se hizo palpable cuando recibió un mensaje de evacuación: “Acaba de llegar un mensaje que debemos salir de la ciudad”. Su vuelo del Líbano a Colombia fue cancelado La angustia era papable y Brigitte expresó su temor al bombardero inminente: “Van a bombardear”. Junto a su familia, comenzó a empacar algunas pertenencias en busca de refugio mientras la situación se tornaba más grave. Israel ha mantenido la orden de atacar Líbano, lo que ha llevado a un aumento de los arremetidas en diversas zonas. El primer ministro israelí, Benjamin Netanyahu, afirmó: “Seguiremos atacando a Hezbolá con toda la fuerza. No nos detendremos hasta lograr todos nuestros objetivos. El más importante de ellos, el regreso seguro de los residentes del norte a sus hogares”, cerrando así cualquier posibilidad de un alto al fuego. Publicidad Ali Samaha, abogado local, comentó sobre la tragedia que viven los civiles: “Esto es un desastre. Una familia pacífica fue víctima de este bombardeo; 16 personas murieron en una noche. Esto indica que los civiles están siendo atacados. Este lugar no es un centro militar”. Mientras tanto, Israel continúa preparándose para una posible incursión terrestre en Líbano, dejando a los residentes y visitantes en un estado de creciente incertidumbre y peligro. Publicidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:06:45.491+03:00",
    "updated": "2024-09-27T00:06:45.491+03:00"
  },
  {
    "uuid": "4c1ce3d0c54fdb514cbb3368558ce2151f8ae8bb",
    "url": "https://mvsnoticias.com/nacional/2023/12/29/se-cumplieron-acuerdos-con-sutnotimex-pago-de-indemnizaciones-segob-620482.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Angélica Mellín",
    "published": "2023-12-30T04:49:00Z",
    "title": "Se cumplieron acuerdos con SUTNOTIMEX y pago de indemnizaciones : SEGOB | MVS Noticias",
    "text": "El Gobierno Federal cumplió con los acuerdos establecidos con el Sindicato Único de Trabajadores de Notimex, SUTNOTIMEX, de llevar a cabo este 29 de diciembre de 2023, el pago de indemnizaciones a las personas pertenecientes a ese gremio. También, se acató el Convenio de Terminación de las Relaciones Colectivas de Trabajo, destacó la Secretaría de Gobernación (SEGOB). En una breve comunicación oficial, la dependencia a cargo de la secretaria Luisa Alcalde, indicó que se atendieron las instrucciones del Presidente de la República, de pagar conforme a la norma laboral, las indemnizaciones correspondientes a los trabajadores sindicalizados de la ahora extinta Agencia de Noticias del Estado Mexicano. Te podría interesar Gobernación recordó que los acuerdos surgieron a partir de la realización de mesas de trabajo en la Junta Federal de Conciliación y Abitraje, que fue la encargada de hacer los pagos referidos. En ese proceso participaron representantes del propio despacho encabezado por la secretaria Alcalde Luján, de la Secretaría del Trabajo (STPS), de la Agencia Notimex y del SUTNOTIMEX y el Instituto para Devolver al Pueblo lo Robado (INDEP). Te podría interesar “El proceso de pago de las indemnizaciones fue supervisado por un fedatario público asignado a la Junta Federal de Conciliación y Arbitraje”, anotó SEGOB.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T08:42:41.886+02:00",
    "updated": "2023-12-30T08:42:41.886+02:00"
  }
]