[
  {
    "uuid": "dd1e3249c16d1ba08f03df7e2167dd332067b8f7",
    "url": "https://uk.investing.com/news/world-news/israeli-tanks-missiles-strike-gaza-in-offensive-against-hamas-3282532",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-28T00:00:00Z",
    "title": "Israeli tanks, missiles strike Gaza in offensive against Hamas By Reuters",
    "text": "© Reuters. Israeli soldiers work to repair tanks amid the ongoing conflict between Israel and the Palestinian Islamist group Hamas, near the Israel-Gaza border, in southern Israel, December 28, 2023. REUTERS/Amir Cohen By Nidal al-Mughrabi and Bassam Masoud\nCAIRO/GAZA (Reuters) - Israeli forces attacked areas of the central and southern Gaza Strip where residents have been expecting a renewed ground offensive in areas crammed with tens of thousands of Palestinians already displaced by the Israeli-Hamas war.\nWith nightfall on Thursday, an Israeli airstrike on a house in the southern city of Khan Younis killed eight Palestinians, health officials said. Three Palestinians were killed and six injured in an Israeli missile strike on a house in Maghazi camp in central Gaza, the Palestine Red Crescent said.\n\"The task here is to dismantle Hamas - so that it no longer has military and governing capabilities,\" Israeli Defence Minister Yoav Gallant said at a press briefing on operations in Khan Younis. \"We will be required to show a lot of perseverance and determination.\"\nA Palestinian journalist posted pictures of Israeli tanks near a mosque in a built-up area of Bureij in central Gaza.\nThe Islamist group Hamas released video it said showed its fighters targeting Israeli tanks and soldiers east of Bureij. Reuters was not able to verify the location or the date the video was filmed.\n\"That moment has come, I wished it would never happen, but it seems displacement is a must,\" said Omar, 60, who said he had been forced to move with at least 35 family members. He declined to give his surname for fear of reprisals.\nYamen Hamad has been living in a school in Deir al-Balah, also in central Gaza, since fleeing from the north. He said people newly displaced from Bureij and Nusseirat were setting up tents wherever there was open ground.\nIn one of Israel's latest airstrikes, 20 Palestinians were killed and 55 wounded in Rafah, a major town near the southern border with Egypt, Gaza health ministry spokesman Ashraf Al-Qidra said. Their bombed building was housing displaced civilians, according to local medics and residents.\nSEARCHING THROUGH RUBBLE\nReuters video showed rescuers scrabbling frantically through rubble to uncover and pull out victims including a baby and several children and rushing them through milling crowds of dazed and weeping people to the nearby Kuwaiti Hospital.\nPalestinian health authorities said earlier that 210 people were confirmed killed in Israeli strikes in the past 24 hours, raising the toll of Palestinians killed in the war so far to 21,320 - nearly 1% of Gaza's population. Thousands more dead were feared to be buried or lost in the ruins.\nOver the course of the war, the Israeli military has expressed regret for civilian deaths but it accuses Hamas of operating in densely populated areas and using civilians as human shields, a charge the group denies.\nHamas and its fighters are dug deep into the Gaza Strip's dense cities and towns and their leaders are still at large.\nIsrael has reported 169 of its soldiers killed in its Gaza campaign after Hamas fighters rampaged through Israeli towns in a cross-border raid on Oct. 7, killing 1,200 people and taking about 240 hostages.\nSome 110 hostages were freed during a Nov. 24-Dec. 1 humanitarian pause and more than 20 others have been declared dead.\nU.S. President Joe Biden said on Thursday that Hamas killed an American hostage, Judith Weinstein, 70, on Oct. 7. Last week he said her husband Gadi Haggai, 73, was killed on the same day.\nThe Israeli military released findings of an investigation into the killings in error by its troops of three Israeli hostages in Gaza on Dec. 15. Soldiers mistook their cries for help as a ruse by Hamas militants to draw them into an ambush, the military said, concluding that the soldiers acted rightly to the best of their understanding.\nEGYPT'S PLAN TO END CONFLICT\nEgypt confirmed on Thursday that it had put forward a framework proposal to end the conflict between Israel and Hamas in the Gaza Strip that includes three stages ending with a ceasefire and said it was awaiting responses on the plan.\nThe proposal is an attempt \"to bring viewpoints between all concerned parties closer, in an effort to stop Palestinian bloodshed and the aggression against the Gaza Strip and restore peace and stability to the region,\" Diaa Rashwan, head of Egypt's State Information Service, said in a statement.\nIsraeli Prime Minister Benjamin Netanyahu has said Israel will keep some form of security control of all Gaza indefinitely, though he insists that this would not amount to reoccupying the enclave.\nIsraeli tanks, missiles strike Gaza in offensive against Hamas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://invst.ly/12tz0g",
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fisraeli-tanks-missiles-strike-gaza-in-offensive-against-hamas-3282532&title=Israeli+tanks%2C+missiles+strike+Gaza+in+offensive+against+Hamas&summary=",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fisraeli-tanks-missiles-strike-gaza-in-offensive-against-hamas-3282532&display=popup&ref=plugin",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fisraeli-tanks-missiles-strike-gaza-in-offensive-against-hamas-3282532&display=popup&ref=plugin",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fworld-news%2Fisraeli-tanks-missiles-strike-gaza-in-offensive-against-hamas-3282532&title=Israeli+tanks%2C+missiles+strike+Gaza+in+offensive+against+Hamas&summary=",
      "http://www.linkedin.com/shareArticle",
      "https://www.invst.ly/12tz0g",
      "https://www.facebook.com/sharer/sharer.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amir cohen",
          "sentiment": "none"
        },
        {
          "name": "nidal al-mughrabi",
          "sentiment": "none"
        },
        {
          "name": "bassam masoud",
          "sentiment": "none"
        },
        {
          "name": "yoav gallant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "reuters © reuters",
          "sentiment": "negative"
        },
        {
          "name": "palestine red crescent",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "khan younis",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:32.570+02:00",
    "updated": "2023-12-29T01:13:32.570+02:00"
  },
  {
    "uuid": "1de83dc7e375cd2b532c105f593ef4c3421e2d58",
    "url": "https://www.dna.fr/sport/2023/12/28/angleterre-battu-par-west-ham-arsenal-laisse-sa-place-de-leader-a-liverpool",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction avec AFP",
    "published": "2023-12-28T22:31:00Z",
    "title": "Football. Angleterre : Battu par West Ham, Arsenal laisse sa place de leader à Liverpool",
    "text": "Football Angleterre : Battu par West Ham, Arsenal laisse sa place de leader à Liverpool Liverpool reste sur le trône de la Premier League après la contre-performance de son désormais dauphin, Arsenal, battu à l'Emirates Stadium par West Ham (2-0) jeudi en conclusion d’une 19e journée qui aura vu perdre trois des cinq équipes de tête. Cinq jours après avoir accroché les Reds à Anfield Road (1-1), Arsenal a contre toute attente cédé face à l'équipe qui l'avait éliminée de la Coupe de la Ligue début novembre. Les Hammers ont donné raison à l'analyse de leur entraîneur David Moyes, qui assurait avant le match que cette année était la meilleure de l'histoire du club, avec notamment un triomphe en Ligue Europa Conférence. Ils n'ont pas concédé la moindre occasion dans la première demi-heure de jeu, et même marqué peu avant le quart d'heure après une mauvaise appréciation de Gabriel Magalhaes, qui a profité à Tomas Soucek (0-1, 13e). L'ancien défenseur Lillois a également perdu un duel aérien décisif en seconde période face à Konstantinos Mavropanos, suite à un corner de Ward-Prowse (2-0, 55e). Un manque de réalisme côté Gunners Souvent efficaces face au but depuis le début de la saison, les Gunners ont cette fois manqué de réalisme avec Saka (30e, 42e), Martinelli (37e), Gabriel Jesus (66e) puis Trossard dans le dernier quart d'heure. Le score aurait pu être plus cruel si Benrahma avait transformé son penalty dans le temps additionnel. Les rentrées en jeu successives de Nketiah, Nelson et Smith Rowe ont rappelé le manque de profondeur de banc à disposition de Mikel Arteta. Arsenal compte deux points de retard sur Liverpool, alors que West Ham, 6e, est à l'affut des places européennes, à trois points de Tottenham et quatre points de Manchester City, vainqueur mardi à Everton (3-1) et qui compte un match de plus à disputer. Tottenham rechute lourdement Peu avant, Tottenham avait sévèrement rechuté sur le terrain de Brighton (4-2) et raté l'occasion de se rapprocher de la tête du championnat. Tottenham était pourtant la meilleure équipe à l'extérieur avant cette rencontre et finit la première moitié de saison sur une note négative, malgré une bonne cinquième place au classement, à un point de Manchester City. Meilleurs ces dernières semaines après un mois de novembre catastrophique sur le plan des résultats, les Spurs ont montré un visage inhabituel avec beaucoup de passivité, comme sur cette action individuelle de Joao Pedro qui a pu passer en revue quatre joueurs et donner une balle en or à Jack Hinshelwood, démarqué à l'entrée de la surface de réparation (1-0, 11e). Entre plusieurs occasions nettes pour Brighton (17e, 32e, 45e), le même Joao Pedro allait ensuite transformer deux pénalties (23e, 75e), avec entre-temps une frappe puissante de Pervis Estupinan dans la lucarne opposée de Vicario (63e). Alejo Veliz (81e) et Ben Davies (85e) ont réduit le score, trop tard pour faire douter les Seagulls. Brighton se repositionne à la huitième place, à six points de la première place européenne.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:01.251+02:00",
    "updated": "2023-12-29T00:42:01.251+02:00"
  },
  {
    "uuid": "4081759f53bde37322a940e6bb10429aa3128e50",
    "url": "https://www.cronista.com/finanzas-mercados/dolar-plazo-fijo-bonos-o-acciones-cual-fue-la-inversion-ganadora-de-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juliana Monferrán",
    "published": "2023-12-28T21:28:00Z",
    "title": "Dólar, plazo fijo, bonos o acciones: cuál fue la inversión ganadora de 2023 - El Cronista",
    "text": "En esta noticia ACCIONES BONOS EN DÓLARES DÓLAR Y PLAZO FIJO El año 2023 fue muy positivo para los activos argentinos. El impulso se dio, en principio, por la expectativa por un cambio de Gobierno con otro signo político. Luego, se consolidó con la celebración de los inversores ante el sorpresivo y contundente triunfo de Javier Milei y sus primeras señales políticas y económicas.\n\"El año estuvo caracterizado por una notable volatilidad en el mercado. Las elecciones fueron un factor clave a lo largo de todo el año, destacando la marcada brecha ideológica y las divergencias económicas entre los candidatos presidenciales\", comentó Maximiliano Donzelli, jefe de investigación de IOL.\nNo hay activos para ganarle a la inflación: recomiendan dolarizar carteras\nDonzelli destacó que la llegada del líder de La Libertad Avanza a la Presidencia de la Nación trajo consigo un conjunto de medidas orientadas a desregularizar la economía, abrir el país a los mercados internacionales y reducir la intervención del Estado con el objetivo final de eliminar el déficit fiscal que heredó.\nEl analista resaltó que estas acciones fueron recibidas positivamente por el mercado financiero, que durante el año experimentó \"rendimientos extraordinarios\" en la plaza local, superando significativamente incluso a los índices Nasdaq y S&P 500 (en pesos, a través de Cedear) en lo que fue uno de sus años más destacados.\nACCIONES\nLas subas más importantes del año en los activos argentinos se registraron en la renta variable. Las acciones de las empresas locales que cotizan en el mercado estadounidense acumularon subas de hasta 145% en dólares, mientras que en la plaza doméstica las ganancias llegaron hasta 585% en pesos.\nLos papeles de las empresas vinculadas con el sector de la energía y del petróleo y gas registraron las ganancias más importantes durante el año, tanto Wall Street como en el mercado local, impulsadas por los cambios políticos y las buenas perspectivas del sector hacia adelante.\nLos repuntes argentinos en Nueva York fueron liderados por Edenor. La cotización del ADR de la energética acumuló en 2023 un alza de 145% en dólares. Le siguieron Supervielle (92%), Mercado Libre (87%) e YPF (86%). El único que no avanzó fue Tenaris, que terminó casi en el mismo precio que al inicio del año.\nEn el panel líder de las acciones de la plaza local, las energéticas Transener y Edenor encabezaron las ganancias en pesos con subas acumuladas del 598% y 585%, respectivamente. Le siguieron Supervielle (430%), YPF (411%) y Galicia (404%). La menor suba nominal fue el de Mirgor, que avanzó 83% y quedó muy por debajo de la inflación.\nDe esta manera, el S&P Merval acumuló en el año un incremento de 347% medido en pesos para ubicarse apenas por encima de los 900.000 puntos. Medido en moneda estadounidense, el avance del índice fue 63%, en base a la variación de la cotización del contado con liquidación (CCL) a través de Cedear.\nBONOS EN DÓLARES\nLos bonos soberanos en pesos y en dólares también registraron ganancias importantes a lo largo del año. Los inversores apostaron por estos instrumentos aprovechando las bajas cotizaciones en las que se encontraban y la expectativa positiva del mercado por el cambio de Gobierno.\nEntre los bonos soberanos en el exterior, los Bonares ganaron hasta 71% en dólares, liderados por los que vencen en 2029, mientras que los Globales repuntaron hasta 50% (GD29 y GD30). En la plaza local, las principales subas se registraron en el AL30, que acumuló ganancias de 344% en pesos y 56% en dólares.\nDÓLAR Y PLAZO FIJO\nLas cotizaciones de los dólares paralelos quedaron por debajo de la inflación, que según estimaciones privadas fue de entre 200% y 220%. Los precios del blue, MEP y CCL avanzaron hasta 190%, mientras que el mayor incremento lo registró el tipo de cambio oficial, que repuntó 356% durante el año.\nLos rendimientos de los depósitos en pesos a plazo fijo tradicional también volvieron a quedar por muy debajo del Índice de Precios al Consumidor (IPC). Tras las subas y bajas de las tasas de interés que dispuso el Banco Central, estos instrumentos acumularon un rendimiento nominal del 149% durante el año.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:05.118+02:00",
    "updated": "2023-12-29T00:22:05.118+02:00"
  },
  {
    "uuid": "40273a80af007c225ec6e8e64f45a0c558000165",
    "url": "https://www.sciencealert.com/expired-cans-of-salmon-from-decades-ago-reveal-a-big-surprise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jess Cockerill",
    "published": "2024-04-12T00:00:00Z",
    "title": "Expired Cans of Salmon From Decades Ago Reveal a Big Surprise : ScienceAlert",
    "text": "Expired Cans of Salmon From Decades Ago Reveal a Big Surprise Nature 12 April 2024 By Jess Cockerill An anisakid worm (circled in red)in a canned salmon fillet. (Natalie Mastick/University of Washington) Canned salmon are the unlikely heroes of an accidental back-of-the-pantry natural history museum, with decades of Alaskan marine ecology preserved in brine and tin.\nParasites can tell us a lot about an ecosystem, because they're usually up in the business of several species . But unless they cause some major problem to humans, historically we haven't paid them much attention .\nThat's a problem for parasite ecologists, like Natalie Mastick and Chelsea Wood from the University of Washington, who had been searching for a way to retroactively track the effects parasites had on Pacific Northwestern marine mammals.\nSo when Wood got a call from Seattle's Seafood Products Association, asking if she'd be interested in taking boxes of dusty old expired cans of salmon – dating back to the 1970s – off their hands, her answer was, unequivocally, yes.\nThe cans had been set aside for decades as part of the association's quality control process, but in the hands of the ecologists, they became an archive of excellently preserved specimens; not of salmon, but of worms.\nWhile the idea of worms in your canned fish is a bit stomach-turning, these roughly 0.4-inch (1-centimeter) long marine parasites, anisakids , are harmless to humans when killed during the canning process.\n\"Everyone assumes that worms in your salmon is a sign that things have gone awry,\" says Wood.\n\"But the anisakid life cycle integrates many components of the food web. I see their presence as a signal that the fish on your plate came from a healthy ecosystem.\"\nAn anisakid worm (circled in red)in a canned salmon fillet. (Natalie Mastick/University of Washington) Anisakids enter the food web when they are eaten by krill , which in turn are eaten by larger species. This is how they end up in the salmon, and eventually, the intestines of marine mammals, where the worms complete their life cycle by reproducing. Their eggs are excreted into the ocean by the mammal, and the cycle begins again.\n\"If a host is not present – marine mammals, for example – anisakids can't complete their life cycle and their numbers will drop,\" says Wood, the paper's senior author.\nThe 178 tin cans in the 'archive' contained four different salmon species caught in the Gulf of Alaska and Bristol Bay across a 42-year period (1979–2021), including 42 cans of chum ( Oncorhynchus keta ), 22 coho ( Oncorhynchus kisutch ), 62 pink ( Oncorhynchus gorbuscha ), and 52 sockeye ( Oncorhynchus nerka ).\nAlthough the techniques used to preserve the salmon do not, thankfully, keep the worms in pristine condition, the researchers were able to dissect the filets and calculate the number of worms per gram of salmon.\nA highly degraded anisakid found in canned salmon. ( Natalie Mastick/University of Washington ) They found worms had increased over time in chum and pink salmon, but not in sockeye or coho.\n\"Seeing their numbers rise over time, as we did with pink and chum salmon, indicates that these parasites were able to find all the right hosts and reproduce. That could indicate a stable or recovering ecosystem, with enough of the right hosts for anisakids,\" says Mastick, the paper's lead author.\nBut it's harder to explain the stable levels of worms in coho and sockeye, especially since the canning process made it difficult to identify the specific species of anisakid.\n\"Though we are confident in our identification to the family level, we could not identify the [anisakids] we detected at the species level,\" the authors write , \"so it is possible that parasites of an increasing species tend to infect pink and chum salmon, while parasites of a stable species tend to infect coho and sockeye.\"\nMastick and colleagues think this novel approach – dusty old cans turned ecological archive – could fuel many more scientific discoveries. It seems they've opened quite a can of worms.\nThis research was published in Ecology and Evolution.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://en.wikipedia.org/wiki/Coho_salmon",
      "https://en.wikipedia.org/wiki/Sockeye_salmon",
      "https://www.washington.edu/news/2024/04/04/canned-salmon/",
      "https://en.wikipedia.org/wiki/Krill",
      "https://onlinelibrary.wiley.com/doi/10.1002/ece3.11043",
      "https://en.wikipedia.org/wiki/Pink_salmon",
      "https://en.wikipedia.org/wiki/Anisakidae",
      "https://en.wikipedia.org/wiki/Chum_salmon",
      "https://www.en.wikipedia.org/wiki/Anisakidae",
      "https://www.en.wikipedia.org/wiki/Sockeye_salmon",
      "https://www.en.wikipedia.org/wiki/Coho_salmon",
      "https://www.washington.edu/news/2024/04/04/canned-salmon",
      "https://www.onlinelibrary.wiley.com/doi/10.1002/ece3.11043",
      "https://www.en.wikipedia.org/wiki/Chum_salmon",
      "https://washington.edu/news/2024/04/04/canned-salmon/",
      "https://www.en.wikipedia.org/wiki/Pink_salmon",
      "https://www.en.wikipedia.org/wiki/Krill"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chelsea wood",
          "sentiment": "none"
        },
        {
          "name": "wood",
          "sentiment": "none"
        },
        {
          "name": "natalie mastick",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "seattle's seafood products association",
          "sentiment": "none"
        },
        {
          "name": "university of washington",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T04:48:39.558+03:00",
    "updated": "2024-04-12T08:21:32.125+03:00"
  },
  {
    "uuid": "062a02dc71133a0aae51a85a2064919ff3756813",
    "url": "https://es.marketscreener.com/cotizacion/accion/BANK-OF-AMERICA-CORPORATI-11751/noticia/JPMorgan-y-Bank-of-America-limitar-n-las-horas-de-trabajo-de-los-j-venes-banqueros-47860180",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-09-12T14:34:00Z",
    "title": "JPMorgan y Bank of America limitarán las horas de trabajo de los jóvenes banqueros - MarketScreener",
    "text": "| Mercado cerrado - | Otros sitios de cotización |Después de cerrar 01:59:35| |38,78 USD||-0,56 %||39,05||+0,70 %| |12/09|[Actualización del sector: Financiero](/cotizacion/accion/BANK-OF-AMERICA-CORPORATI-11751/noticia/Actualizaci-n-del-sector-Financiero-47862195/) [sólo para miembros de](/registro/miembro/?utmzb_campaign=membre++paywall_membre_relight+relight+&utmzb_content=++47860180+inscription-gratuite+&utmzb_source=paywall&utmzb_medium=article) [Conéctate](/login/?location=%2Fcotizacion%2Faccion%2FBANK-OF-AMERICA-CORPORATI-11751%2Fnoticia%2FJPMorgan-y-Bank-of-America-limitar-n-las-horas-de-trabajo-de-los-j-venes-banqueros-47860180%2F%3F__esi%3Dnon_logge-desktop) [Bancos](/bolsa/sectores/finanzas/servicios-bancarios-y-de-inversion/?cf=YXdGZExlbGtZYngxMkoxbjJYalpNZ0tXNyswK3lrb29GdGMzSGVEL2ZlZz0) [- Q3 2024 Publicación de resultados](/cotizacion/accion/BANK-OF-AMERICA-CORPORATI-11751/agenda/) [Más información sobre la empresa](/cotizacion/accion/BANK-OF-AMERICA-CORPORATI-11751/empresa/) [Más Ratings](/cotizacion/accion/BANK-OF-AMERICA-CORPORATI-11751/ratings/) [Consenso](/cotizacion/accion/BANK-OF-AMERICA-CORPORATI-11751/consenso/) [Bolsa de valores](/) [Acciones](/bolsa/acciones/) [Acción BAC](/cotizacion/accion/BANK-OF-AMERICA-CORPORATI-11751/) [Noticias Bank of America Corporation](/cotizacion/accion/BANK-OF-AMERICA-CORPORATI-11751/noticia/) - JPMorgan y Bank of America limitarán las horas de trabajo de los jóvenes banqueros",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Corporate News and Profiles",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T04:48:37.857+03:00",
    "updated": "2024-09-13T04:48:37.857+03:00"
  },
  {
    "uuid": "5e3276c69d59be006c4fdd4ed07cc74fe012e4c9",
    "url": "https://www.dynamique-mag.com/article/coaching-nouvelle-generation-comment-la-technologie-ameliore-lefficacite-des-plateformes-de-coaching-en-ligne",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "L'équipe Dynamique Entrepreneuriale",
    "published": "2024-12-05T14:00:00Z",
    "title": "Coaching nouvelle génération : comment la technologie améliore l’efficacité des plateformes de coaching en ligne",
    "text": "Le coaching en ligne était autrefois une simple extension numérique des pratiques traditionnelles. Désormais, il évolue rapidement pour devenir une expérience immersive et personnalisée. En effet, les avancées technologiques ont transformé la manière dont les individus interagissent avec leurs coachs, Ces innovations ne se limitent pas à l’utilisation de plateformes vidéo ou de calendriers partagés ; elles s’étendent à des outils sophistiqués comme l’intelligence artificielle (IA), l’analyse de données et des interfaces interactives qui révolutionnent les modèles d’apprentissage et de développement personnel. Comment ces technologies améliorent-elles l’efficacité des plateformes de coaching en ligne ?\nLes avancées technologiques entraînent le changement Les plateformes de coaching en ligne intègrent une panoplie de technologies avancées pour répondre aux attentes croissantes des utilisateurs. Parmi celles-ci, trois piliers principaux émergent :\nL’intelligence artificielle (IA) L’IA est un levier clé dans la personnalisation des parcours de coaching. Elle permet d’analyser des données complexes sur les habitudes, les préférences et les progrès des utilisateurs. Grâce à des algorithmes d’apprentissage automatique, les plateformes peuvent proposer des recommandations adaptées, anticiper les besoins des clients et offrir un suivi proactif.\nAnalyse de données Les plateformes de coaching exploitent des tableaux de bord analytiques qui compilent des informations détaillées sur les performances des clients. Ces données offrent une visibilité approfondie sur leurs progrès, mettent en lumière les domaines à améliorer et suggèrent des ajustements précis dans les approches pédagogiques ou motivationnelles.\nAutomatisation L’automatisation simplifie de nombreuses tâches administratives, telles que la planification des sessions, l’envoi de rappels ou la création de rapports de suivi. Cela permet aux coachs de se concentrer sur leur rôle principal : guider et inspirer leurs clients.\nComment la technologie améliore le coaching ? Les outils innovants ne se contentent pas d’optimiser les processus existants, ils transforment le coaching en une expérience immersive et engageante. Voici quelques exemples concrets :\nRéalité virtuelle (VR) La réalité virtuelle est un outil puissant pour les scénarios de mise en situation. Elle permet aux clients de s’entraîner dans des environnements simulés, comme des entretiens professionnels, des présentations en public ou même des défis personnels tels que la gestion du stress. L’immersion totale renforce l’apprentissage et la rétention des compétences.\nChatbots d’IA et assistants virtuels Les chatbots dotés d’intelligence artificielle offrent une assistance 24/7, permettant aux clients de poser des questions, de recevoir des conseils ou de revoir des concepts abordés lors des sessions. Ces assistants virtuels peuvent également surveiller les progrès en temps réel, envoyer des encouragements ou ajuster les recommandations en fonction des données recueillies.\nSuivi de la progression Les plateformes modernes incluent des fonctionnalités avancées de suivi des performances, telles que des journaux de bord numériques, des graphiques de progression et des notifications personnalisées. Ces outils motivent les clients en leur fournissant des retours instantanés sur leurs efforts, créant un sentiment d’accomplissement à chaque étape franchie.\nApplications mobiles Les applications de coaching permettent un apprentissage en déplacement. Elles combinent des fonctionnalités de messagerie, de vidéoconférence, et de bibliothèque de ressources, garantissant que les clients peuvent accéder à leur coaching à tout moment, où qu’ils se trouvent.\nAvantages pour les coachs et les clients Les bénéfices de ces technologies se répartissent équitablement entre les coachs et les clients, renforçant ainsi la relation symbiotique entre ces deux parties.\nPour les coachs Les coachs bénéficient de flux de travail rationalisés grâce à l’automatisation et à l’IA. Ils peuvent consacrer plus de temps à l’accompagnement stratégique et moins aux tâches répétitives. Les tableaux de bord analytiques leur offrent des informations détaillées sur chaque client, leur permettant d’adopter des approches plus précises et efficaces. De plus, les plateformes en ligne élargissent leur portée, leur offrant un accès direct aux clients à travers le monde, augmentant ainsi leur base clientèle.\nPour les clients Les clients, quant à eux, profitent d’un coaching personnalisé qui s’adapte à leurs préférences, leurs horaires et leurs objectifs. Les fonctionnalités interactives, comme les chatbots et les simulations en réalité virtuelle, rendent l’apprentissage plus attrayant. De plus, les coûts réduits grâce à l’automatisation rendent le coaching de haute qualité accessible à un plus grand nombre.\nConclusion Ainsi, le coaching nouvelle génération illustre parfaitement la manière dont la technologie redéfinit les pratiques traditionnelles en les rendant plus accessibles, interactives et efficaces. Les outils technologiques permettent de personnaliser les expériences, de suivre les progrès en temps réel et d’offrir un accompagnement flexible et adapté aux besoins individuels.\nCette révolution transforme la manière dont les individus perçoivent et vivent le coaching. Les plateformes deviennent des partenaires intelligents, capables d’anticiper, d’assister et d’accompagner, ouvrant ainsi la voie à un avenir où le développement personnel est à la portée de tous, partout et à tout moment. Ces avancées promettent de rendre le coaching non seulement plus efficace, mais aussi plus impactant, établissant de nouveaux standards pour le secteur. Le coaching nouvelle génération est bien plus qu’une tendance : c’est l’avenir d’un domaine en pleine expansion.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.coachhub.com/fr/",
      "https://www.inria.fr/fr/comment-fonctionne-realite-virtuelle",
      "https://www.forbes.fr/world/future-of-world-pourquoi-lavenir-de-lia-sera-humain/",
      "https://forbes.fr/world/future-of-world-pourquoi-lavenir-de-lia-sera-humain/",
      "https://inria.fr/fr/comment-fonctionne-realite-virtuelle",
      "https://coachhub.com/fr/",
      "https://www.coachhub.com/fr",
      "https://www.forbes.fr/world/future-of-world-pourquoi-lavenir-de-lia-sera-humain"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:13:56.716+02:00",
    "updated": "2024-12-06T00:13:56.716+02:00"
  },
  {
    "uuid": "53234e55581b548a3004c3b23af58ad852bd477c",
    "url": "http://www.stlamerican.com/news/st-louis-american-2023-person-of-the-year-circuit-attorney-gabe-gore/article_b8ceda90-a504-11ee-a898-0f0ebf2f1902.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sylvester Brown Jr. | The St. Louis American",
    "published": "2023-12-28T05:00:00Z",
    "title": "St. Louis American '2023 Person of the Year' Circuit Attorney Gabe Gore | News | stlamerican.com",
    "text": "Six months ago, the name “Gabe Gore” was largely unknown. Sure, the Detroit native has lived in the region off and on since the early 80s. He’d spent more than a decade building a promising career with several high-profile law firms, including most recently the powerful Dowd/Bennett firm. He served as the assistant U.S. Attorney for the Eastern District of Missouri, assistant special counsel for the John C. Danforth Office of Special Counsel and was a member of the Ferguson Commission. However, his current position as head of the St. Louis Circuit Attorney’s Office (CAO) Gore’s name became prominent after Governor Mike Parson announced he had selected him to replace Kimberly M. Gardner, who quit the job on May 16, 2023. Gore describes himself as a “general litigator” who has served as a federal prosecutor and represented clients facing federal charges. “I think strategically about how to argue and present things to the court to the benefit of my clients. Today, the client may have changed but the strategies and how I present things haven’t. In this position, I serve our clients-the citizens of St. Louis-we go to the courts and represent them to the best of our ability.” Gore stepped into the unenviable position of replacing a prosecutor who was twice elected by voters but was loathed by many powerful individuals mostly for her positions on police reforms and her decision to prosecute former Governor Eric Greitens. With charges of incompetence, Gardner faced a barrage of media accusations ranging from in-office resignations to criminal case backlogs. At the time of her resignation, Attorney General, Andrew Bailey, was seeking to remove Gardner from office legally. Recently Gore delivered a progress report highlighting his job-related accomplishments which include the hiring of 24 attorneys with 120 years cumulative prosecutorial experience; reorganizing the CAO’s diversion programs: investing in employee compensation and training; community engagement and establishing a conviction integrity unit, led by retired Missouri Supreme Court Judge George W. Draper III. His efforts to address a backlog of cases is another accomplishment. According to a CAO press release, from June 1 to Dec. 1 of this year, the office has charged about 2,650 new cases, compared to 1,460 charged during the same period of 2022 – a 45 percent increase. In just six months Gore has received public praise for his CAO reformation efforts and prominent accolades such as Missouri State University’s 2023 “Government Excellence Award” and the St. Louis American’s “2023 Person of the Year” award. Gore shared how some friends responded to the news of his new position. “They’d say, ‘congratulations…I guess,’” the prosecutor chuckled. Accepting the role of the city’s chief prosecutor came with immediate challenges. “From Gardner’s resignation to the appointment process to closing my private practice (I had been at Dowd/Bennett for 13 years) in about a week and a half. All that to being sworn in while (simultaneously) preparing for this job…the sheer condensed nature of it all was extremely challenging.” Once he officially reported to work on the 4th floor of 1114 Market Street, Gore said he encountered an office that was “severely understaffed in every area you could imagine.” “The key resource in any law office is people and we didn’t have a lot of people,” Gore explained. “So, the biggest challenge was to get some leadership back, get some senior people to come in and help me run this office.” He said there were only 25 attorneys in the office with 22 of them focused on criminal cases. He added 24 more, saying that the office is at a point “where everyone’s working at 130% of capacity and we’re able to meet our obligations and effectively represent the citizens of St. Louis in the criminal courts.\" Still, Gore added, there’s much more work to do to make sure the office is “sustainable and back to full strength.” Asked how he’s holding up, Gore recited a quote someone shared with him when he took the CAO position: “‘One of life’s great blessings is to be given the opportunity to work hard on important work’ and as someone who’s always looking for an opportunity to serve, this is a great blessing,” Gore said. A discussion about the time he spent with former President Barack Obama at the University of Chicago Law School segued into the topic of unexpected outcomes. Gore took Obama’s “Race & Law” course and was impressed that he was one of the only professors who actively sought to play pick-up basketball with him and other students. After the games ended, Gore remembered Obama's invitation to stick around. “He’d say ‘Gabe, I’m trying to get in a good workout and you seem to be in good shape (he knew I ran track). So, we’d play one-on-one, sometimes full court,” Gore said, recalling Obama’s speed and his specialty “line drive, pull-up jump shot that he never seemed to miss.” Back then, Gore said he never imagined Obama going into politics, first as an Illinois senator and later as President of the United States. He and his fellow students predicted Obama’s future as a leading professor at the law school. “But, Gore said, “history indicated otherwise.” When Gore sat down with the St. Louis American in June, he said he was not focusing on running for the CAO position next year. Again, history seems to be indicating otherwise. Earlier this month, Gore announced that he’s running for a full, four-year term in 2024. “Running for public office is not something that has ever been on my career to-do list,” Gore said. “And that hasn't changed. But what has changed is the unique opportunity to serve alongside the men and women who have come back to the circuit attorney's office to join me to do the work that's necessary to have a positive impact on the community that I love. And to create a greater level of public safety for the entire region.” Gore said he believes voters next year will be cognizant of his efforts to revamp and revitalize the CAO in such a short time frame. “Across the board we’ve been successful in rebuilding things,” he said. On his selection as this newspaper’s “Person of the Year,” Donald M. Suggs, longtime owner and publisher of the American, credited the prosecutor’s accomplishments: “Gabe Gore has brought some much-needed administrative leadership to a beleaguered Circuit Attorney’s office,” Suggs said. “His stellar reputation and solid performance have enhanced his ability to attract some able, experienced lawyers who are an essential component to addressing the daunting challenges of an office that is critical in the criminal justice system.” Sylvester Brown Jr./Deaconess Foundation Community Advocacy Fellow.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gabe gore",
          "sentiment": "negative"
        },
        {
          "name": "kimberly m. gardner",
          "sentiment": "none"
        },
        {
          "name": "gore",
          "sentiment": "none"
        },
        {
          "name": "mike parson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. louis american",
          "sentiment": "negative"
        },
        {
          "name": "eastern district of missouri",
          "sentiment": "none"
        },
        {
          "name": "ferguson commission",
          "sentiment": "none"
        },
        {
          "name": "st. louis circuit attorney’s office",
          "sentiment": "none"
        },
        {
          "name": "john c. danforth office of special counsel",
          "sentiment": "none"
        },
        {
          "name": "dowd/bennett",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:36.932+02:00",
    "updated": "2023-12-29T00:12:36.932+02:00"
  }
]