[
  {
    "uuid": "3de727fd2d7fa43d97cc71dad3b09c298b237582",
    "url": "https://theshillongtimes.com/2024/01/08/sonakshi-says-she-has-blessed-the-cursed-tomb-of-tutankhamun-with-her-visit/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencies",
    "published": "2024-01-07T17:06:00Z",
    "title": "Sonakshi says she has ‘blessed’ the cursed tomb of Tutankhamun with her visit - The Shillong Times",
    "text": "Actress Sonakshi Sinha, who is currently holidaying in Egypt, said that with her visit, she has “blessed” the cursed Tomb of Tutankhamun. Sonakshi took to Instagram, where she shared a string of pictures of herself from Luxor, Egypt. She is seen flaunting a perfect golden glow and is dressed in a simple White salwar kameez and uses her dupatta as a headgear. She captioned the images: “Luxor, Valley of the kings and the temple of queen Hatsheput.” The actress also posed in front of a sign which read: “Tomb of Tutankhamun.” In the comment section, actress Richa Chadha cautioned Sonakshi by writing: “The Tomb of Tutankhamun as a curse, beware.” To which, Sonakshi hilariously replied: “@therichachadha now its blessed after my visit.” Actress Aditi Rao Hydari dropped a comment praising Sonakshi. She wrote: “You Byoot (beautiful).” Tutankhamun was a pharaoh of the eighteenth dynasty of ancient Egypt, in the Valley of the Kings. His tomb consists of four chambers and an entrance staircase and corridor. Tutankhamun’s tomb was discovered in 1922 by excavators led by Howard Carter. (IANS) Date: Share post: Actress Sonakshi Sinha, who is currently holidaying in Egypt, said that with her visit, she has “blessed” the cursed Tomb of Tutankhamun.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sonakshi",
          "sentiment": "negative"
        },
        {
          "name": "sonakshi sinha",
          "sentiment": "negative"
        },
        {
          "name": "hatsheput",
          "sentiment": "none"
        },
        {
          "name": "richa chadha",
          "sentiment": "none"
        },
        {
          "name": "aditi rao hydari",
          "sentiment": "none"
        },
        {
          "name": "howard carter",
          "sentiment": "none"
        },
        {
          "name": "tutankhamun",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "shillong",
          "sentiment": "none"
        },
        {
          "name": "luxor",
          "sentiment": "none"
        },
        {
          "name": "tutankhamun",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:09:23.179+02:00",
    "updated": "2024-01-08T00:09:23.179+02:00"
  },
  {
    "uuid": "73b311fdbf108bb22d09442824752b279858c901",
    "url": "https://www.clarin.com/deportes/san-lorenzo-dara-oportunidad-idolo-leandro-romagnoli-quedara-buzo-dt-dejo-insua_0_2pbkDCwBHb.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clarin.com - Home",
    "published": "2024-04-18T21:28:00Z",
    "title": "San Lorenzo le dará una oportunidad a su ídolo: Leandro Romagnoli se quedará con el buzo de DT que dejó Insua",
    "text": "Las opciones que reunían el consenso de la dirigencia de San Lorenzo se agotaron. Y todos los caminos conducen a Leandro Atilio Romagnoli como el reemplazante natural de Ruben Darío Insua en el cargo de entrenador. El Pipi había expresado sus ganas de aprovechar la oportunidad y el presidente Marcelo Moretti está dispuesto a concederle el deseo. En Boedo esperaban una respuesta definitiva de Nicolás Larcamón. El técnico argentino de 39 años que fue recientemente despedido de Cruzeiro ya había expresado la dificultad de asumir inmediatamente en el Ciclón (todavía no resolvió su salida legal del club brasileño) pero había quedado en avisar a la brevedad su decisión. Finalmente llegó su negativa. Esto le dejó el camino libre al ex enganche e ídolo de la institución azulgrana, con la que como jugador ganó los tres títulos internacionales: Copa Mercosur 2001, Sudamericana 2002 y Libertadores 2014. Así coincidieron Moretti y Néstor Ortigoza (vocal), quienes comandan el fútbol del club. Hubo, igualmente, una última opción que se descartó este miércoles. Se trató del colombiano Juan Carlos Osorio, de último paso por Athletico Paranaense. Los dirigentes se reunieron con él, pero, más allá de respetar su carrera, consideraron que no era el momento de un extranjero que nunca dirigió en el fútbol argentino. Antes habían quedado en el camino los primeros apuntados, Luis Zubeldía y Gabriel Heinze, quienes priorizan ofertas del exterior. El perfil de Romagnoli, aunque no estuvo entre las prioridades tras la salida de Insua, encaja con la búsqueda de un DT joven, con la idea de un juego más audaz, que tenga manejo de grupo y que mire hacia los juveniles. El Pipi tiene 43 años y desde 2022 estuvo a cargo de la Reserva. Su cosecha hasta el momento fue de 44 triunfos, 22 empates y 33 derrotas en 99 partidos ( 51 por ciento de efectividad). Conoce a los pibes y sabe quiénes están para dar el salto a Primera y quiénes necesitan más tiempo. Otra de las cuestiones que Moretti y compañía ponen en la balanza es su espalda como símbolo del club. Entienden que es la máxima figura y que eso le otorga la autoridad suficiente delante del vestuario. Romagnoli, además, acumula en total 7 encuentros como interino. En 2020, cuando era parte de la Secretaría Técnica junto a Hugo Tocalli y el Beto Acosta, dirigió tres y ganó los tres, en 2021 ganó dos y perdió uno, mientras que el sábado pasado igualó en Santiago del estero ante Central Córdoba. Ahora, parece haberle llegado el turno de ponerse una vez más el buzo del primer equipo pero ya como entrenador ratificado. Y su primer gran compromiso será, nada menos, el martes que viene en Uruguay contra Liverpool por la Libertadores. De todos modos, su oficialización podría esperar hasta que se firme la desvinculación del Gallego, algo que se encuentra en manos de los abogados de ambas partes. El Pipi estará secundado por Gonzalo Prósperi y Marcelo Alvarez, mientras que Gabriel Ruiz será el preparador físico. No se descarta que se sume alguien más al cuerpo técnico. La intención es la de ratificarlo al menos hasta fin de año, aunque en este bendito fútbol, se sabe, todo siempre queda en manos de los resultados. Sobre la firma Newsletter Clarín Tags relacionados",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:40:53.316+03:00",
    "updated": "2024-04-19T04:36:26.385+03:00"
  },
  {
    "uuid": "bb8338a7dc634d61b3e48189a3552c8687a3d67a",
    "url": "https://www.miragenews.com/breakthrough-discovery-in-fight-against-liver-1213662",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-04-11T14:04:00Z",
    "title": "Breakthrough Discovery In Fight Against Liver Disease | Mirage News",
    "text": "11 April 2024 In a world-first, QIMR Berghofer scientists have discovered the mechanism that causes severe inflammation among millions of people with chronic liver disease. Published in the US-based international journal, [Science Signaling](https://www.science.org/doi/10.1126/scisignal.ade4335), the discovery identifies how and why elevated ferritin (a protein that normally stores iron within cells) causes inflammation which ultimately leads to liver dysfunction including cirrhosis, liver cancer, and liver failure if left untreated. [Professor Grant Ramm](https://www.qimrberghofer.edu.au/people/grant-ramm/), Deputy Director of [QIMR Berghofer Medical Research Institute](https://www.qimrberghofer.edu.au/) and head of the [Hepatic Fibrosis Laboratory](https://www.qimrberghofer.edu.au/our-research/infection-and-inflammation/hepatic-fibrosis/), said this finding could pave the way for new targeted therapeutics to treat both inherited and acquired liver disease. \"The association between inflammation and circulating ferritin levels in chronic liver disease is well known. However, rather than simply acting as a passive marker of inflammation, our research has demonstrated that tissue-derived ferritin stimulates a cascade of events at a cellular level, accelerating liver inflammation,\" said Professor Ramm. \"Inflammation is integral in driving early liver scarring, known as fibrosis. If undiagnosed or untreated, scarring can increase over time, severely impacting liver function. \"This study showed that ferritin binds to receptors on a particular type of liver fibroblast called hepatic stellate cells which causes the release of specific and potent cytokines. This process triggers inflammation, which in turn contributes to fibrosis and the progressive loss of liver function.\" Professor Ramm said now that we understand the mechanisms responsible for this type of inflammation, we can conduct investigations aimed at interfering with the interaction between ferritin and its receptor to disrupt this liver inflammation. \"Advancing our understanding of the cell biology and mechanisms of inflammation is an important first \"discovery research\" step in the search for potential therapeutic targets which could alleviate inflammation and transform the lives of millions of people globally who suffer from liver disease,\" he said. \"Looking ahead our aim is to develop new anti-inflammatory therapeutics to treat inflammation and fibrosis and prevent the progression of chronic liver disease. \"We are currently using state-of-the-art molecular modelling techniques to identify the ferritin binding sequences on cell surface receptors that signal these proinflammatory cytokines.\" Liver diseases affect up to 1 in 3 Australian adults. If untreated, liver disease can progress to liver cancer which is the fastest-growing cause of cancer death in Australia, costing $4.8 billion in 2019-20 alone (Deloitte Access Economics Report: The Social and Economic Cost of Primary Liver Cancer). The research was supported by the [NHMRC (National Health and Medical Research Council)](https://www.nhmrc.gov.au/) and is available at [Science Signaling](https://www.science.org/doi/10.1126/scisignal.ade4335) with the [DOI: 10.1126/scisignal.ade4335](https://www.science.org/doi/10.1126/scisignal.ade4335). Dr Manuel A. Fernandez-Rojo was first author on the paper. [here](/breakthrough-discovery-in-fight-against-liver-1213662/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://www.qimrberghofer.edu.au/)",
      "https://www.science.org/doi/10.1126/scisignal.ade4335)",
      "https://www.science.org/doi/10.1126/scisignal.ade4335),",
      "https://www.nhmrc.gov.au/)",
      "https://www.qimrberghofer.edu.au/people/grant-ramm/),",
      "https://www.science.org/doi/10.1126/scisignal.ade4335).",
      "https://www.qimrberghofer.edu.au/our-research/infection-and-inflammation/hepatic-fibrosis/),",
      "https://science.org/doi/10.1126/scisignal.ade4335).",
      "https://science.org/doi/10.1126/scisignal.ade4335),",
      "https://science.org/doi/10.1126/scisignal.ade4335)",
      "https://qimrberghofer.edu.au/people/grant-ramm/),",
      "https://qimrberghofer.edu.au/)",
      "https://qimrberghofer.edu.au/our-research/infection-and-inflammation/hepatic-fibrosis/),",
      "https://nhmrc.gov.au/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grant ramm",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mirage news",
          "sentiment": "negative"
        },
        {
          "name": "qimr berghofer medical research institute",
          "sentiment": "none"
        },
        {
          "name": "hepatic fibrosis laboratory",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T04:30:19.813+03:00",
    "updated": "2024-04-12T04:30:19.813+03:00"
  }
]