[
  {
    "uuid": "6b0cbab7d4c00e6e2f76c39e5f42c2ff4d714e30",
    "url": "https://www.cbsnews.com/chicago/news/chicago-area-palestinian-christians-peace-orthodox-easter",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2024-05-03T03:47:00Z",
    "title": "Chicago area Palestinian Christians pray for peace ahead of Orthodox Easter - CBS Chicago",
    "text": "CICERO, Ill. (CBS) -- International pressure is growing pressure for Israel and Hamas to reach a cease-fire agreement , with health officials in Gaza reporting the death toll has reached more than 34,000.\nHamas said they are sending a delegation to Egypt to continue negotiations. But questions remain as to whether Israel will accept an end to the war without fulfilling its promise to destroy Hamas.\nThis update came as many Palestinian Christians in the Chicago area get ready for Orthodox Easter. At St. George Antiochian Orthodox Church in Cicero, parishioners said the Holy Week is overshadowed by the War in Gaza.\n\"It's a pious service—one of reverence, calmness, and focus,\" said Father Fouad Saba of St. George Antiochian Orthodox Church.\nIt is of course a solemn mass, Father Saba said, because it marks \"a commemoration of Great and Holy Friday when our Lord Jesus Christ was crucified, suffered and died.\"\nBut the mass had a different tone this year.\n\"I think there's a heavy heart for a lot of people here, because many of those people come from the part of the world that is now kind of in chaos - many are Palestinians,\" said Deacon George Nassief.\nAs the War in Gaza rages on, the community is binding together.\n\"To be peaceful, to be loving towards one another—and 2,000 years later, that that message will hopefully be heard,\" said parishioner Karen Nawas.\nSt. George Antiochian Orthodox Church is reputed to be one of the largest Arab American churches in the country. Many families who attend the church have close ties to Palestine.\nThe Arab American Christian faith community at the church hails from different countries.\n\"Whether it's Palestine, Jordan, Lebanon, or Syria, Egypt, Iraq,\" said Nawas.\nThey are sending humanitarian aid to Gaza, and prayers to those caught in conflict around the world.\n\"The world is not doing well, and the world is in need of prayer, and in need of people to stand for what's right,\" said Father Faoud, \"and hopefully tonight, we can kind of be in unison pray with one voice, for some peaceful end to this disaster—and this awful situation that really has gripped the world, and not just our parish.\"\nMore from CBS News CPS students hold sit-in to support pro-Palestinian demonstrations Pro-Palestinian tent encampments expand at University of Chicago, DePaul Pro-Palestinian protesters at University of Chicago, DePaul meet with administrations DNC protest organizer says pro-Palestinian marches won't stop until \"Palestine is truly free\" Lawsuit accuses Northwestern of enabling harassment at pro-Palestinian encampment In: Palestine Palestinians Cicero",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "father saba",
          "sentiment": "none"
        },
        {
          "name": "fouad saba",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "cbs",
          "sentiment": "negative"
        },
        {
          "name": "st. george antiochian orthodox church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "ill.",
          "sentiment": "none"
        },
        {
          "name": "chicago cicero",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "cicero",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-03T06:53:50.616+03:00",
    "updated": "2024-05-03T09:58:53.971+03:00"
  },
  {
    "uuid": "3e3367ca92770729caee9a2b5b1aca8ec95fa846",
    "url": "https://www.gazzettadiparma.it/italia-mondo/2023/12/29/news/il-presidente-del-burundi-propone-di-lapidare-gli-omosessuali-754130/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ansa Agenzia",
    "published": "2023-12-29T14:48:00Z",
    "title": "Il presidente del Burundi propone di lapidare gli omosessuali - Gazzetta di Parma",
    "text": "NAIROBI (ANSA) - NAIROBI, 29 DIC - Matrimonio omosessuale \"pratica abominevole\", coppie gay da \"lapidare\" perché hanno \"scelto il diavolo\" e attirano la \"maledizione\" divina. E' la virulenta invettiva del presidente del Burundi Evariste Ndayishimiye pronunciata oggi contro l'omosessualità. Il capo dello Stato di questo Paese cristiano e conservatore - dove le relazioni omosessuali sono punibili fino a due anni di carcere -, è intervenuto nel corso di una conferenza nella provincia di Cankuzo (est), trasmessa dalla radio e dalla televisione, rispondendo alle domande della stampa e della popolazione. \"Mi avete posto una domanda su questa pratica abominevole che porta un uomo a sposare un altro uomo e una donna a sposare un'altra donna\", ha dichiarato, prima di evocare la Bibbia. \"Vi dico la verità, se volete portare una maledizione su un Paese, dovete far sposare persone dello stesso sesso. Vi ricordate cosa è successo a Sodoma e Gomorra? Dio allora disse che si pentiva di aver creato l'uomo\", ha aggiunto. (ANSA). © Riproduzione riservata Edizione del giorno Gazzetta di Parma Srl - P.I. 02361510346 - Codice SDI: M5UXCR1 © Gazzetta di Parma - Riproduzione riservata Powered By [GMDE srl](https://www.gmde.it)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.gmde.it)",
      "https://gmde.it)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:49:40.610+02:00",
    "updated": "2023-12-29T17:49:40.610+02:00"
  },
  {
    "uuid": "5d5b654cf6fd1937658c5fe7a6d62a9877061315",
    "url": "https://kesq.com/cnn-weather-environment/2024/08/02/state-of-emergency-in-florida-over-growing-tropical-threat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-08-02T14:25:00Z",
    "title": "State of emergency in Florida over growing tropical threat",
    "text": "State of emergency in Florida over growing tropical threat\nBy Mary Gilbert, CNN Meteorologist\n(CNN) — A state of emergency has been declared in parts of Florida in anticipation of a potential named storm capable of unleashing multiple days of heavy, flooding rainfall to the state and the southeast United States starting this weekend.\nA disorganized area of showers and thunderstorms over parts of Cuba and the southern Bahamas Friday will likely develop into a tropical depression once it emerges out over the water between Cuba and Florida by Friday night or Saturday.\nBut the system’s exact track and strength after it becomes a depression are still uncertain. How much time the system spends over\nrecord-warm water in the eastern Gulf of Mexico will determine how strong it becomes.\nIt’s likely to track parallel to Florida’s Gulf Coast for some time this weekend and could strengthen into Tropical Storm Debby as it does so, before curving east and making landfall. The system’s strength would be limited if it moves quickly over Florida.\nNo matter its strength, torrential, flooding rain will be the most significant impact from the storm, especially if the system were to slow down, a possible scenario.\nThe flood threat prompted Florida Gov. Ron DeSantis to declare a state of emergency. The order was issued Thursday for 54 of the state’s 67 counties to mobilize state and local resources ahead of the storm.\nSandbag distribution began Friday for residents in several communities in the Orlando and Tampa metros. Multiple counties in the state’s panhandle – including Escambia, Okaloosa and Santa Rosa – started distributing sandbags Thursday.\nA level 2 of 4 risk of flooding rainfall is in place Saturday for much of South Florida as the system organizes just off the coast, according to the Weather Prediction Center.\n“Very intense” rainfall rates of 2.5 to 3 inches per hour are possible within the heaviest storms in the system’s outer rain bands Saturday, the WPC warned. Rainfall rates this potent are enough to cause flash flooding, even in marshy areas of the state more capable of handling excess water.\nThe risk to life and property would increase considerably if these intense storms reach the Miami area. Up to 20 inches of rain\ndeluged South Florida in a very short window in early July and produced extremely dangerous flash flooding across the greater Miami metro, resulting in a couple hundred water rescues.\nThe level 2 of 4 risk of flooding rainfall will expand over much of the state and reach into other portions of Georgia and the Carolinas Sunday.\nExactly when and where torrential downpours set up outside of Florida will depend on the system’s ultimate track, but heavy rain is possible as early as Sunday afternoon. It’s also possible that this risk level will increase – especially in Florida – once the system’s track comes into further focus.\nHeavy rain will continue to pound parts of the Southeast early next week, especially if, instead of tracking steadily along the Florida Gulf Coast and making landfall, the system slows down and stalls over one region – potentially around Florida’s Big Bend.\nRainfall totals of 4 to 8 inches are possible through Monday over much of Florida and the coasts of Georgia and the Carolinas. But if the system happens to stall, rainfall totals could increase dramatically.\nFreshwater flooding – flooding caused by rainfall – has become the\ndeadliest aspect of tropical systems in the last decade, according to research conducted by the National Hurricane Center.\nA world warming due to fossil fuel pollution is making this potential threat more dangerous. Studies have also shown tropical systems are\nslowing down over time, which means they’re more likely produce greater rainfall totals over a given area.\nOceans are also\ngetting warmer and supercharging storms, pumping them full of moisture. A 2022 study published in the journal Nature Communications found climate change increased hourly rainfall rates in tropical storms by 5 to 10% and in hurricanes by 8 to 11%.\nCNN’s Sara Smart contributed to this report.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cnn.com/2024/06/13/weather/video/south-florida-floods-roads-submerged-ldn-digvid",
      "https://x.com/MichaelRLowry/status/1819206241601630719",
      "https://www.nature.com/articles/s41467-022-29379-1",
      "https://www.cnn.com/2024/06/13/weather/florida-flooding-storm-forecast-thursday/index.html",
      "https://www.cnn.com/2024/03/18/climate/ocean-heat-record-year-climate-intl/index.html",
      "https://www.cnn.com/2018/06/06/us/hurricanes-slowing-wxc/index.html",
      "https://blog.ametsoc.org/2023/08/08/recent-trends-in-tropical-cyclone-fatalities-in-the-united-states/#:~:text=During%20the%20most%20recent%2010,fatalities%20in%20the%20past%20decade",
      "https://www.cnn.com/2023/12/30/weather/extreme-weather-climate-change-2023/index.html",
      "https://cnn.com/2024/03/18/climate/ocean-heat-record-year-climate-intl/index.html",
      "https://nature.com/articles/s41467-022-29379-1",
      "https://cnn.com/2024/06/13/weather/florida-flooding-storm-forecast-thursday/index.html",
      "https://cnn.com/2024/06/13/weather/video/south-florida-floods-roads-submerged-ldn-digvid",
      "https://www.x.com/MichaelRLowry/status/1819206241601630719",
      "https://cnn.com/2018/06/06/us/hurricanes-slowing-wxc/index.html",
      "https://cnn.com/2023/12/30/weather/extreme-weather-climate-change-2023/index.html",
      "https://www.blog.ametsoc.org/2023/08/08/recent-trends-in-tropical-cyclone-fatalities-in-the-united-states/#:~:text=During%20the%20most%20recent%2010,fatalities%20in%20the%20past%20decade"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary gilbert",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "negative"
        },
        {
          "name": "cnn meteorologist",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "gulf coast",
          "sentiment": "none"
        },
        {
          "name": "cuba",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "gulf of mexico",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "bahamas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T17:48:55.510+03:00",
    "updated": "2024-08-02T17:48:55.510+03:00"
  },
  {
    "uuid": "c6a65047f515ffc0c9b27703c80e190290aec268",
    "url": "https://www.thetelegraphandargus.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | Bradford Telegraph and Argus",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judith Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza.\nThe news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead.\nMs Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others.\nIn the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family.\nMs Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza.\nBut six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza.\nOn Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza.\nIt was not immediately clear how Israeli authorities determined their deaths.\nThe couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said.\nUS President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter.\nThe families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement.\nMs Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs.\nThe kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza.\nMr Haggai was a retired chef and jazz musician.\n“Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement.\nAl Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go.\nAlmost all were women and children.\nHe said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her.\nAccording to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity.\nNir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped.\nThe families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones.\nMr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office.\n“I can’t elaborate on the details, we are working to return everyone,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bradford telegraph",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:41.062+02:00",
    "updated": "2023-12-29T00:18:41.062+02:00"
  }
]