[
  {
    "uuid": "ceb1f3b1be48c449c8619453283a1e95141616a7",
    "url": "https://www.tuttomercatoweb.com/calcio-estero/colpo-west-ham-nel-derby-con-l-arsenal-e-il-liverpool-ora-e-solitario-al-comando-1916835",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gaetano Mocciaro",
    "published": "2023-12-28T21:12:00Z",
    "title": "Colpo West Ham nel derby con l'Arsenal. E il Liverpool ora è solitario al comando",
    "text": "Colpo West Ham nel derby con l'Arsenal. E il Liverpool ora è solitario al comando Clamoroso ko dell'Arsenal nel derby londinese contro il West Ham. I gunners cadono all'Emirates Stadium sotto i colpi di Soucek e Mavropanos. Nei minuti di recupero Raya neutralizza un rigore a Benrahma, evitando un passivo più pesante. La squadra di Mikel Arteta cede pertanto il primo posto al Liverpool e deve guardarsi dal Manchester City, che ha una partita in meno e potrebbe agganciarla. Arsenal che avrà l'occasione per riscattarsi già a San Silvestro, in un altro derby, stavolta a \"Craven Cottage\" contro il Fulham. Terzo successo consecutivo per gli hammers che sono in zona Europa. Martedì 26 dicembre Newcastle - Nottingham Forest 1-3 Bournemouth - Fulham 3-0 Sheffield United - Luton 2-3 Burnley - Liverpool 0-2 Manchester United - Aston Villa 3-2 Mercoledì 27 dicembre Brentford - Wolverhampton 1-4 Chelsea - Crystal Palace 2-1 Everton - Manchester City 1-3 Giovedì 28 dicembre Brighton - Tottenham 4-2 Arsenal - West Ham 0-2 Classifica Liverpool 42 Arsenal 40 Aston Villa 39 Manchester City 37 Tottenham 36 West Ham 33 Manchester United 31 Brighton 30 Newcastle 29 Chelsea 25 Wolverhampton 25 Bournemouth 25 Fulham 21 Brentford 19 Crystal Palace 18 Nottingham Forest 17 Everton 16 Luton 15 Burnley 11 Sheffield United 9 Marcatori 14 reti: Haaland (Manchester City) 13 reti: Solanke (Bournemouth) 12 reti: Salah (Liverpool) 11 reti: Son (Tottenham) e Bowen (West Ham) 10 reti: Hwang Hee-Chan (Wolverhampton) [Editoriale di Luca Marchetti Necessità e mercato: Milan arriva subito un difensore, Napoli una mezza rivoluzione](/editoriale/necessita-e-mercato-milan-arriva-subito-un-difensore-napoli-una-mezza-rivoluzione-1916420) [Ranieri sul mercato del Cagliari: \"Il club ha occhi aperti. Nandez? L'agente sa fare il suo mestiere\"](/serie-a/ranieri-sul-mercato-del-cagliari-il-club-ha-occhi-aperti-nandez-l-agente-sa-fare-il-suo-mestiere-1916817) [Foggia, il figlio di Canonico si fa sentire: \"In questi due anni e mezzo siamo stati lasciati da soli\"](/serie-c/foggia-il-figlio-di-canonico-si-fa-sentire-in-questi-due-anni-e-mezzo-siamo-stati-lasciati-da-soli-1916785)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:07.414+02:00",
    "updated": "2023-12-29T00:29:18.520+02:00"
  },
  {
    "uuid": "0980db3eedb22c3b4907c020114e616a788351df",
    "url": "https://dohanews.co/israel-attacks-600-year-old-monastery-in-south-lebanon-a-day-before-christmas-eve/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hazar Kilani",
    "published": "2023-12-24T12:23:00Z",
    "title": "Israel attacks 600-year-old monastery in South Lebanon a day before Christmas Eve - Doha News | Qatar",
    "text": "The attacks on Deir Mimas Monastery, Holy Family Parish, and Porphyrius Church highlight a disregard for the sanctity of religious spaces by the apartheid regime, and the lives of those who seek refuge within their walls.\nIsraeli forces have targeted the historic Deir Mimas Monastery in Lebanon, a revered site dating back to 1404 A.D, one day before Christmas Eve, signalling a broader pattern of Israeli aggression against religious sites and civilian sanctuaries.\nThis historic site underwent several restorations, with the most recent reconstruction starting in 2008, funded by Qatar, following its total demolition during the 2006 Israeli war on Lebanon.\nOn Thursday, Hezbollah launched attacks on multiple Israeli army sites and settlements in northern Israel. This was in retaliation to Israel’s earlier strikes on residential areas in southern Lebanon.\nThey announced that they had used suitable weapons to target the Israeli settlements of Doviv and Avivim.\nIsrael has killed 100 journalists in Gaza since October 7: Palestinian media office spokesman Hezbollah, the Lebanese militant group and political party, has been engaged in border clashes with Israel since 7 October.\nIsrael’s latest assaults on holy sites With Byzantine-era churches destroyed, and 7th-century mosques bombed in Gaza, Israel is erasing the Strip’s religious and cultural history.\nLast week, the occupation forces attacked a church compound in Gaza, just one week ahead of Christmas, claiming the lives of two Christian women and led to the displacement of numerous disabled Palestinians.\nAn Israeli sniper shot Nahida Anton and her daughter Samar Anton in cold blood as the pair were making their way to the Sister’s Convent within the Holy Family Parish in Gaza. A statement from the Latin Patriarchate of Jerusalem condemned the attack, adding “No warning was given, no notification was provided.”\nThe statement further clarified that the compound did not have any belligerents.\nSeven Palestinians were also injured while attempting to shield others in the compound. Bombing on the preceding night resulted in injuries to three additional people within the church.\nThese attacks also caused substantial damage to the church compound’s infrastructure\nOn 19 October, an Israeli airstrike on a building adjacent to the Greek Orthodox Church of Saint Porphyrius killed 18 Gazans who were seeking refuge there. Among the them were nine children.\nSince 7 October, the Israeli military has levelled 192 mosques within the Gaza Strip, as reported by Israeli news sources.\nEarlier this month, Israeli forces striked the historic Omari Mosque located in the Old City of Gaza City, resulting in extensive damage.\nThe Omari Mosque, with a history spanning over 1,400 years, is revered as one of Gaza’s oldest and largest mosques. It is the third largest mosque in occupied Palestine, following the Al-Aqsa Mosque and Ahmed Pasha Al-Jazzar Mosque in Acre.\nChristmas celebrations cancelled in Bethlehem Bethlehem, the birthplace of Jesus, is cancelling all celebrations this year.\nIn solidarity with the Palestinians in Gaza, Bethlehem’s municipality has set up an installation titled “Nativity under the Rubble” in Manger Square, a spot typically adorned with a festive Christmas tree.\nThe installation was officially unveiled on Saturday night by Rula Maayah, the Palestinian Minister of Tourism, and Hana Hananiyeh, the Mayor of Bethlehem.\nThe display portrays the nativity scene set against the backdrop of a destroyed building, reflecting the hardships and affliction endured by the people of Gaza.\n“This is a message to the whole world that the whole world is celebrating Christmas, but not Bethlehem. Bethlehem this year is celebrating Christmas in a different way with a message to the whole world that Palestine is suffering. That Bethlehem is suffering. That Bethlehem is celebrating Christmas from the rubble. Not like all other people in the world,” Rula Maayah said.\nDespite mounting international calls for a cease-fire, Israel has continued its brutal assault on Gaza, with more than 20,000 Palestinians killed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.euronews.com/2023/12/24/bethlehem-cancels-all-christmas-festivities-in-solidarity-with-the-people-of-gaza",
      "https://www.middleeastmonitor.com/20231211-report-israel-destroyed-192-mosques-in-gaza-strip/",
      "https://euronews.com/2023/12/24/bethlehem-cancels-all-christmas-festivities-in-solidarity-with-the-people-of-gaza",
      "https://middleeastmonitor.com/20231211-report-israel-destroyed-192-mosques-in-gaza-strip/",
      "https://www.middleeastmonitor.com/20231211-report-israel-destroyed-192-mosques-in-gaza-strip"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "deir mimas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "deir mimas monastery",
          "sentiment": "negative"
        },
        {
          "name": "porphyrius church",
          "sentiment": "negative"
        },
        {
          "name": "hezbollah",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south lebanon",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "doviv",
          "sentiment": "none"
        },
        {
          "name": "avivim",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T16:12:31.678+02:00",
    "updated": "2023-12-24T16:12:31.678+02:00"
  },
  {
    "uuid": "30933476196ce8e141246bec3230181b6145ff30",
    "url": "https://www.kolotv.com/2024/06/22/retired-police-sergeant-vacation-with-family-rescues-couple-sinking-car",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@KOLO8",
    "published": "2024-06-22T09:48:00Z",
    "title": "Retired police sergeant on vacation with family rescues couple from sinking car",
    "text": "Retired police sergeant on vacation with family rescues couple from sinking car CINCINNATI ( [WXIX](https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/)/Gray News) - A retired Cincinnati police sergeant and his family saved an Ohio couple who just happened to be vacationing in the same area in Florida. The Ramsey family is from Ohio, while the Bell family lives in northern Kentucky. Up until June 11, the two families had no idea they lived so close to one another. Some might call it a coincidence. Others will say it’s luck, but these two families call it a miracle. Dean and Shana Ramsey recall the moment they said they almost drowned while vacationing in Siesta Key, Florida. Several streets flooded that day after the area received more than 11 inches of rain, an abnormal amount, according to Sarasota County officials. “You couldn’t see anything but rain and water,” Dean Ramsey recalled. With several cars stalled on the road, the couple said they tried to pull off on what they thought was land. “The water sucked us right into that lagoon and that was it,” Dean Ramsey explained. Watching in horror from their condo was retired Cincinnati Police Department sergeant Mike Bell, his wife Ginger Bell and their three young kids. The Bell family responded. “We were able to stop, slow things down, and assess and make some decisions on how we were going to move forward,” Mike Bell said. That plan started with Mackenzie Bell giving valuable information to 911. “I remembered they needed to know the address, so that’s the first thing I told her and then I told her a car is in the pond and there was two people in there,” Mike’s and Ginger’s daughter, Mackenzie Bell, Mike and Ginger Bell’s daughter, said. Meanwhile, the retired sergeant and his wife, who is an emergency medical doctor, took action. “I went over to the edge of the water and realized it wasn’t sinking immediately, so I have a few minutes,” Mike Bell recounted from that moment. “At that time, Ginger exited the front door next to the pond. I look at her and said, ‘We need flotation devices.’” That’s where little Hank Bell came in. “I didn’t want them to die, so I ran as fast as I could,” Hank Bell explained. “I went up the elevator, which is extremely slow, and I knew there were stairs that were faster. So, I ran down the stairs.” Flotation devices in hand, the Bell kids handed them to their parents who were already in the water. “He went into the lady’s side and I went into the man’s side,” Ginger Bell said. “She was able to climb out on her own, but I put the boogie board right in front of her. She got her body on the boogie board and that’s when I started paddling and we kicked over to the side.” Ginger Bell ran into some issues helping Dean Ramsey. “When he was trying to get out, his foot got stuck, so he was on his back with one foot out and one foot stuck in the steering wheel,” Ginger Bell remembered. “I looked at her and I said, ‘I’m stuck, I can’t,’” Dean Ramsey remembered. “At that time, I was like, ‘I’m going down with the car,’ but she’s like, ‘Get out of this car! You got to get out! Kick your leg!’ I started thrashing my leg and my foot popped out.” The rescue took about five minutes. Back on dry land, the Ramsey family saw their rescuers as “guardian angels.” The families say they have plans to reunite in the near future. The Bell family wants to remind residents to always be mindful of their surroundings and assess a situation before getting involved. They said if your car is going in a body of water, roll down the windows or punch them out by hitting the corners. Those tactics could save a life. Copyright 2024 WXIX via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/)/Gray",
      "https://fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/)/Gray"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shana ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean ramsey",
          "sentiment": "none"
        },
        {
          "name": "ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "sarasota county",
          "sentiment": "none"
        },
        {
          "name": "cincinnati",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T12:58:59.298+03:00",
    "updated": "2024-06-22T12:58:59.298+03:00"
  }
]