[
  {
    "uuid": "73481318908d8a39842157828e97537deea934e7",
    "url": "https://www.elespanol.com/deportes/futbol/20231229/futbol-brasileno-enfermo-ano-sin-pele-caos-seleccion-exodo-promesas/820668122_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jorge Pacheco",
    "published": "2023-12-29T00:00:00Z",
    "title": "El fútbol brasileño \"está enfermo\" tras un año sin Pelé: caos en la selección y éxodo de las promesas",
    "text": "El 29 de diciembre se marchó el mito, ' O Rei '. Edson Arantes do Nascimento , más conocido como Pelé , murió hace un año. Se despidió a sus 82 años, después de unos meses de intensa lucha contra un cáncer de colon. El mundo entero se vistió de luto en una fecha de la que ahora se cumple su primer aniversario.\nPelé dejó huérfano a su Santos , el único para el que jugó en Brasil , y a todo un país que le hizo uno de sus mayores iconos en toda su historia. Y su muerte dejó un vacío no solo simbólico, dada la situación que atraviesa el fútbol brasileño en los últimos tiempos tanto a nivel de selección como de clubes.\nEl estado en el que se encuentra el fútbol brasileño fue definido esta semana por Edinho , uno de los hijos de Pelé, durante una conversación con la agencia EFE : \"Está enfermo\" y necesita una \"revolución\", declaró.\n[Pelé, el rey sin pueblo que cambió el fútbol para siempre]\nEl mejor ejemplo se da con lo sucedido durante la última semana: la FIFA y la Conmebol amenazaron a la Confederación Brasileña de Fútbol ( CBF ) con la expulsión de su selección y sus clubes de los torneos internacionales. El motivo es la caótica situación que afecta al ente brasileño tras la destitución de su presidente, Ednaldo Rodrigues , por la decisión de un juzgado de Río de Janeiro .\nLa Justicia colocó un interventor al frente de la CBF con el fin de celebrar elecciones cuanto antes. Sin embargo, la FIFA no contempla injerencias en los estamentos del fútbol por parte de otras instituciones y actuó para garantizar la autonomía de la entidad frente a terceros. A comienzos de enero hay prevista una reunión, pero por ahora el interventor de la CBF mantiene su postura de que los comicios se celebren. \"Las estructuras del fútbol del país necesitan cambiar, tiene que haber una revolución y esta debe empezar por la CBF\", expresó Edinho en la citada entrevista.\nNi Neymar ni Ancelotti A esto se suman dos problemas que afectan a la Canarinha . El primero en cuanto a su estrella, Neymar. Alejado ya el fútbol élite de clubes, tras abandonar el PSG y marcharse al Al Hilal de Arabia Saudí , en el último parón con Brasil sufrió la lesión más grave de toda su carrera: rotura del ligamento cruzado. Está descartado que pueda disputar la Copa América que se celebra el próximo verano.\nY el otro asunto a resolver es el de su banquillo. Desde hacía meses se venía insistiendo en un acuerdo con Carlo Ancelotti , que acaba contrato con el Real Madrid . El principal impulsor era Ednaldo Rodrigues, ahora fuera del cargo de presidente, y además Ancelotti, que ha negado siempre el acuerdo, está más cerca de renovar con el club blanco que de irse al acabar la temporada.\nAficionados del Santos homenajean a Pelé tras su fallecimiento EFE\nNo todos los males del fútbol brasileño desde que muriera Pelé se concentran en la CBF y la selección. Este 2023 ha sido el primer año sin 'O Rei' y el Santos, el club donde se convirtió en una figura universal, ha colapsado. Por primera vez en sus más de cien años de historia (111) jugará en segunda división.\nEl '10' de Pelé no será usado mientras el Santos esté en Segunda, como una forma de honrar su leyenda y llenar de orgullo a la plantilla para conseguir el ascenso. Lo que no ha gustado tanto es que el club haya descartado la celebración de algún acto con público en la fecha del primer aniversario de la muerte del gran mito.\nLa fuga de Endrick y Vitor Roque Pero no solo el Santos se enfrenta a una crisis. A pesar de que seis de los últimos siete campeones de la Libertadores sean clubes brasileños ( Flamengo -x2-, Palmeiras -x2-, Gremio y Fluminense ), a los clubes les es imposible retener a las joyas que producen. Ahora todas se van nada más alcanzar la mayoría de edad, el mínimo que permite la FIFA.\n\"El mercado quiere llevarse cuanto antes a los chicos para que no se contaminen con la cultura de aquí\", retrató Edinho en su reciente conversación con EFE. Por ello, \"por el bien del jugador, cuando antes se vaya\" de Brasil, \"mejor\" para él, aconsejó. Los dos casos recientes más representativos son los de Vitor Roque , fichado por el FC Barcelona , y Endrick , por el Real Madrid. Y antes estuvieron los casos de Vinicius y Rodrygo .\nEndrick y Vitor Roque, durante un partido en Brasil Redes sociales\nEl hijo de Pelé cree que los clubes brasileños son hoy instituciones pautadas por las relaciones políticas que \"inhiben\" el crecimiento del buen profesional y \"estrangulan toda una industria que incluso podría tener reflejo en el PIB del país\".\n\"Es inadmisible. Tenemos petróleo y no sabemos refinar\", denunció. Se refirió así a la inagotable fábrica de talentos que atesora Brasil y que cree que se está vendiendo a \"precio de banana\" para Europa. El fútbol brasileño ha tocado fondo en doce meses, desde que perdió a su rey.\nSigue los temas que te interesan Pelé Selección de fútbol de Brasil",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:30:49.449+02:00",
    "updated": "2023-12-29T04:30:49.449+02:00"
  },
  {
    "uuid": "017eefbd86c5acc64f0a076de7acc501b7171f26",
    "url": "https://vnexplorer.net/chinese-hackers-are-determined-to-wreak-havoc-on-u-s-critical-infrastructure-fbi-director-warns-s1294312.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-01T23:21:00Z",
    "title": "Chinese hackers are determined to 'wreak havoc' on U.S. critical infrastructure, FBI director warns",
    "text": "(L-R) FBI Director Christopher Wray testifies before a Senate Intelligence Committee hearing on worldwide threats, in Washington, DC, on March 8, 2023.Mandel Ngan | Afp | Getty Images\nChinese government hackers are busily targeting water treatment plants, the electrical grid, transportation systems and other critical infrastructure inside the United States, FBI Director Chris Wray will tell House lawmakers on Wednesday in a fresh warning from Washington about Beijing's global ambitions.\nWray will say that that there's been “far too little public focus” on a cyber threat that affects “every American,” according to a copy of prepared remarks that he is to give before the House Select Committee on the Chinese Communist Party.\n“China's hackers are positioning on American infrastructure in preparation to wreak havoc and cause real-world harm to American citizens and communities, if or when China decides the time has come to strike,” Wray will say.\nThe comments align with assessments from outside cybersecurity firms including Microsoft, which said in May that state-backed Chinese hackers have been targeting U.S. critical infrastructure and could be laying the technical groundwork for the potential disruption of critical communications between the U.S. and Asia during future crises.\nThe following month, Mandiant said that suspected state-backed Chinese hackers had used a security hole in a popular email security appliance to break into the networks of hundreds of public and private sector organizations globally.\nWray and other senior U.S. officials have for years been sounding the alarm not only about the Chinese government's hacking prowess but about Beijing's determination to steal scientific and industrial research from American businesses. China has called those accusations groundless even as multiple criminal indictments have laid out detailed evidence.\n“Today, and literally every day, they're actively attacking our economic security, engaging in wholesale theft of our innovation, and our personal and corporate data,” Wray said.\nThe committee, chaired by Republican Rep. Mike Gallagher of Wisconsin, was established last year with a mandate of countering China, kicking off with a primetime hearing. The Chinese government has lashed out at the committee, demanding that its members “discard their ideological bias and zero-sum Cold War mentality.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://image.cnbcfm.com/api/v1/image/107205114-1678289760242-gettyimages-1247907213-AFP_33AR7YQ.jpeg?v=1678289777",
      "https://image.cnbcfm.com/api/v1/image/107205114-1678289760242-gettyimages-1247907213-AFP_33AR7YQ.jpeg",
      "https://www.image.cnbcfm.com/api/v1/image/107205114-1678289760242-gettyimages-1247907213-AFP_33AR7YQ.jpeg?v=1678289777"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christopher wray",
          "sentiment": "negative"
        },
        {
          "name": "mandel ngan",
          "sentiment": "none"
        },
        {
          "name": "wray",
          "sentiment": "none"
        },
        {
          "name": "chris wray",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate intelligence committee",
          "sentiment": "negative"
        },
        {
          "name": "fbi",
          "sentiment": "negative"
        },
        {
          "name": "chinese communist party",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "microsoft",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "dc",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:31:50.986+02:00",
    "updated": "2024-02-02T01:31:50.986+02:00"
  },
  {
    "uuid": "543c123f15b3a3ffdd138e48f4b620de51d7c7ee",
    "url": "https://worldsoccertalk.com/news/2023-over-for-haaland-when-will-city-striker-return-from-injury-20231228-WST-480182.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Martina Alcheva",
    "published": "2023-12-28T21:46:00Z",
    "title": "2023 over for Haaland: When will City striker return from injury?",
    "text": "Manchester City and Erling Haaland had not anticipated the striker’s extended stint out of action this season with injury.\nDespite missing time, the Norwegian striker has scored 14 goals in the Premier League thus far this season. However, if the prolific ace could avoid the treatment table, he would have most certainly netted more.\nThe\nCitizens’ bad record and his absence have coincided. However, they did recover to defeat Everton in their second-to-last game of 2023.\nTheir depth of roster and Julian Alvarez’s performance in\nHaaland‘s absence make them capable of handling most situations. However, any team would be troubled by the loss of both the Norwegian and Kevin De Bruyne simultaneously.\nHow many games has Haaland missed so far?\nCity haven’t fielded an attacking threat with Haaland since their 1-0 defeat to Aston Villa in early December. Because of the hectic schedule this month, he has missed six games in all competitions.\nTwo of those matches were fortunately for them—the\nClub World Cup and a UEFA Champions League clash with Red Star Belgrade. Healing from his bone stress response in his foot is taking more time than anybody associated with the club would have preferred.\nThe injury has kept the Norwegian striker out of the previous six games for the Sky Blues, including their meeting against Everton this Wednesday.\nPep Guardiola has now excluded Haaland from the league match the last game of the calendar year, against Sheffield United. Thus, the number of games the 23-year-old has missed so far will increase from six to seven.\nWhen will he return to action?\nThe major issue, according to Pep Guardiola, is when Haaland’s discomfort will go away; he’s hoping to return by January.\n“He’s training a lot but not with the team yet. Kevin is with the team. Erling not yet but feels better”, Guardiola told the\nclub’s official website. “It’s not a stress or fracture but a question on when the pain will disappear. Hopefully [in January he will be back].\n“He has a stress, the bone is fit but painful. He’s not like [Phil] Foden who is small and skinny, Erling is huge so it’s difficult at times. He’ll be fine, and when he is he’ll be back and play. The doctors come every morning and say, ‘This player is available and this one is not.’ Until then, I create the team and we play games.”\nAs a result, Haaland will not be available for the encounters against Sheffield United and, most likely, Huddersfield Town in the opening FA Cup match of the season. His availability for January 13’s match against Newcastle United is also in doubt.\nCity would want to maintain their position in the top four and put some space between themselves and the mid-table clubs who are following them. Thus, this game will be pivotal.\nPHOTOS: IMAGO\n200+ Channels With Sports & News\n- Starting price: $33/mo. for fubo Latino Package\n- Watch Premier League, Women’s World Cup, Euro 2024 & Gold Cup\nThe New Home of MLS\n- Price: $14.99/mo. for MLS Season Pass\n- Watch every MLS game including playoffs & Leagues Cup\nMany Sports & ESPN Originals\n- Price: $10.99/mo. (or get ESPN+, Hulu & Disney+ for $14.99/mo.)\n- Features Bundesliga, LaLiga, Championship, & FA Cup\n2,000+ soccer games per year\n- Price: $5.99/mo\n- Features Champions League, Serie A, Europa League & Brasileirāo\n175 Premier League Games & PL TV\n- Starting price: $5.99/mo. for Peacock Premium\n- Watch 175 exclusive EPL games per season",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.mancity.com/citytv/mens/guardiola-everton-postmatch-video-63839316",
      "https://mancity.com/citytv/mens/guardiola-everton-postmatch-video-63839316"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "haaland",
          "sentiment": "negative"
        },
        {
          "name": "erling haaland",
          "sentiment": "negative"
        },
        {
          "name": "julian alvarez",
          "sentiment": "none"
        },
        {
          "name": "kevin de bruyne",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uefa champions league",
          "sentiment": "none"
        },
        {
          "name": "aston villa",
          "sentiment": "none"
        },
        {
          "name": "red star belgrade",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        },
        {
          "name": "everton",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "haaland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:40.892+02:00",
    "updated": "2023-12-29T00:25:40.892+02:00"
  },
  {
    "uuid": "313717bc0e7d64e2bfcfecadda1d376775b36736",
    "url": "https://www.standard.net.au/story/8580645/new-drug-veoza-approved-to-treat-menopausal-symptoms-in-australia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Anderson",
    "published": "2024-04-04T10:00:00Z",
    "title": "New drug VEOZA approved to treat menopausal symptoms in Australia | The Standard | Warrnambool, VIC",
    "text": "Hormone therapy was Sandra Mesic's saving grace when her [menopausal symptoms](https://www.dailyadvertiser.com.au/story/8410865/inquiry-to-examine-wide-ranging-impacts-of-menopause/) became \"horrible\". Now she hopes a new non-hormonal drug will help more women. Australian doctors will be able to prescribe menopausal women the pharmaceutical drug VEOZA from April 5 to treat hot flushes and night sweats that are known as vasomotor symptoms (VMS). Up to 80 per cent of women in menopausal transition will experience VMS. Sandra Mesic from Victoria was one of these women and described hot flushes as \"volcanic\" episodes that she experienced every hour. \"The heat comes from deep within, you can't escape it, it's horrible,\" the 52-year-old from Maldon said. \"Then at night, you're sweating profusely all night. There's no point even trying to sleep, you wake up and you're drenched.\" For years Ms Mesic battled with ineffective medication and experienced other symptoms including irritability, low moods, dryness, tinnitus and severe aches and pains. \"The worst for me was irritability, it's still a miracle that the people around me are still alive,\" she said. \"You're crying constantly, at every pin drop you start balling your eyes out.\" Unable to work and \"feel like a real human being\", Ms Mesic reduced her employment to part-time hours before seeking medical help from her doctor. There are limited treatments available for menopause with menopausal hormonal therapy (MHT) treatments the most common option. However, a significant proportion were unable to take menopausal hormonal therapy (MHT) due to a past history of breast cancer or other vulnerabilities including blood clotting. Other women are [unwilling to take MHT](https://www.dailyadvertiser.com.au/story/8544712/rethinking-menopause-less-medication-more-empowerment/) from personal preference. Ms Mesic went on MHT in July 2023 and said that improvements were instant allowed her to return to full-time work. \"Within three days, my brain just opened up and I was like, 'oh everything is nice,'\" she said. \"For me, the risk of not feeling well today was far greater than any risk associated with any treatment.\" She is a fierce advocate for [menopause awareness](https://www.dailyadvertiser.com.au/story/7987231/menopause-health-hubs-open-in-nsw/) and believes there are still stigmas and misconceptions among people her age and in the health industry. \"I remember going to one pharmacy and he had one box left, but it was down the bottom of this shelf in the corner behind a box. \"And I thought, oh what a great metaphor for women's health - shoved in a corner where nobody knows it exists,\" she said. Ms Mesic is hopeful the new menopause drug VEOZA might increase the options for women who can not take hormonal therapy. The drug owned by Japanese multi-national drug company Astellas is the first of its kind to be approved in Australia. It costs $59.99 per month in Australia and is a prescription-only drug. Head of the education sub-committee of the board of Australasian Menopause Society Dr Elina Safro welcomed the launch of VEOZA in Australia. \"It's a very different way of approaching the treatment which makes us excited and hopeful that it's going to have good uptake and good results,\" the GP said. Dr Safro works as a clinician in Dubbo and has many patients who are unable to receive hormonal therapy for their menopausal symptoms. Around 385,000 Australian women aged 40-64 years of age with moderate to severe VMS were not receiving treatment. \"It's very important for us to have as many treatment options as we can because no two women are the same,\" Dr Safro said. Due to cost pressures and misconceptions, some women sought off-the-shelf treatments. \"Unless it's been registered with the TGA and unless it's recommended as something that's effective and safe, we advise against women using those treatments,\" she said. VEOZA is also approved in the United States, the United Kingdom and in Europe. Individuals should speak with their doctor to discuss what treatment is right for them. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mesic",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "standard | warrnambool",
          "sentiment": "positive"
        },
        {
          "name": "veoza",
          "sentiment": "positive"
        },
        {
          "name": "vic now",
          "sentiment": "positive"
        },
        {
          "name": "vms",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:08:37.148+03:00",
    "updated": "2024-04-05T00:11:48.443+03:00"
  },
  {
    "uuid": "1f8bec5763333c760e9842458debf0912f39320c",
    "url": "https://as.com/futbol/primera/rdt-la-ultima-victima-de-la-maldicion-del-fichaje-franjirrojo-mas-caro-n/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maite Martín",
    "published": "2023-12-28T20:23:00Z",
    "title": "RdT, la última víctima de la maldición del fichaje más caro - AS.com",
    "text": "RdT, la última víctima de la maldición del fichaje más caro Antes que él la sufrieron Álvaro García y Klimowicz. Actualmente el ‘top-3′ de rayistas más caros lo completan De Frutos y Camello, que tampoco están brillando. La maldición del fichaje más caro del Rayo continúa y De Tomás se ha convertido en su última víctima. El delantero, que costó ocho millones en fijos y tres en variables, todavía no ha mostrado la versión de aquella primera etapa en Vallecas. Entonces, anotó 24 goles en Segunda (17-18) y 14 en Primera (18-19). La pasada campaña fue inscrito en enero y marcó 4 tantos en los 804 minutos que jugó en Liga. El mismo tiempo que este curso, aunque por ahora solo ha mojado una vez en Copa. “Ser el fichaje más caro es una responsabilidad. A mí me motiva. Eso significa que confían en ti, que eres importante y que tienes algo dentro. Tengo que sacarlo”, decía el delantero a AS. RdT ya había lucido la vitola de refuerzo estrella en el Espanyol, que pagó al Benfica más de 20 millones. Histórico. Sin embargo, allí no le pesó. Por Álvaro García se pagaron algo menos de cinco millones en 2018 y aquello fue un lastre en sus primeros años con la Franja. No encontró su sitio a las órdenes de Míchel y Paco Jémez, pero la llegada de Iraola le hizo explotar sus virtudes. El ascenso de la 20-21 fue el espaldarazo definitivo. “Me quité un peso de encima. Cuando las cosas no salían se me venía a la mente eso del fichaje más caro y me lo recordaban en todos lados…”, admitía el extremo en este periódico. El actual top-3 de rayistas más caros lo completan De Frutos (8M€) y Camello (5M€), que tampoco están brillando y cuyo rol actualmente es más secundario. No obstante, años —incluso décadas— antes de De Tomás y de Álvaro, el jugador franjirrojo por el que más se pagó fue Klimowicz. La llegada del delantero supuso un desembolso de 360 millones de pesetas (al cambio, 2,16M€) en verano de 1996. El argentino hizo esa campaña once dianas, pero no logró evitar el descenso del conjunto vallecano, dirigido por Paquito, Zambrano y Máximo Hernández. Sigue el [canal de Diario AS en WhatsApp](https://www.whatsapp.com/channel/0029VaAasdA7j6g745nz9M10), donde encontrarás todas las claves deportivas del día. Para poder comentar debes estar registrado y haber iniciado sesión. [¿Olvidaste la contraseña?](https://asfan.as.com/recontrasena/?backURL=https%3A%2F%2Fas.com%2F&o=COMAS&prod=REGhttps%3A%2F%2Fas.com%2F)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaAasdA7j6g745nz9M10),",
      "https://whatsapp.com/channel/0029VaAasdA7j6g745nz9M10),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:05.305+02:00",
    "updated": "2023-12-29T00:02:05.305+02:00"
  },
  {
    "uuid": "60a77404a64954182d76a4e96a6d9c556d4a2bc9",
    "url": "https://www.zawya.com/en/life/uaes-coldest-hottest-and-rainiest-spots-revealed-wb8hm4a4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nandini Sircar",
    "published": "2023-12-30T01:07:00Z",
    "title": "UAE's coldest, hottest and rainiest spots revealed",
    "text": "Jebel Jais stands out for its captivating snow-capped mountains. This makes it one of the most attractive winter destinations for Fahad Mohamad Abdul Rehman, who is renowned as one of the most dedicated storm chasers in the UAE.\nThe 27-year-old Emirati who often travels to Ras Al Khaimah says that the picturesque route to reach the tallest mountain in the North-Western Hajar range, makes it so much more appealing.\n“There are many tourist places in the country, but the best one is Jebel Jais according to me. It’s cold, but I feel happy, peaceful, and positive when I reach such locations.”\n“The white snow-covered mountains in the winter months make it all the more inviting,” he added.\nTowering at 1,934 meters, its summit provides stunning views, he highlights.\nThe UAE's highest peak, Jebel Jais is already a popular weekend destination for both tourists and locals with several private and public transportation options.\nNotably, it boasts the world’s longest zipline and the UAE's highest bridge suspended 1,250 meters above sea level.\nGreat diversity The Hajar Mountains stretch southwards from Dibba along the Gulf of Oman coast, through Khor Fakkan and Fujairah to the Oman border.\n“The eastern and central regions of the UAE are green due to rainfall.” He explains, “The mountain regions feature great diversity along many parameters.”\nThe Hajar Mountains consist predominantly of a group of rocks known as ‘ophiolite’, which were formerly a part of the ocean crust and upper mantle.\nOphiolite formations are typically linked to limited plant variety and a prevalence of unique species in other areas. “The wadis within the Hajar Mountains support distinct freshwater environments teeming with a diverse range of life. Sometimes it snows on the top of these mountains and it’s beautiful to capture these as stories in my videos. Nature's beauty is incredibly diverse and captivating. There is so much wonder to explore.”\nDifferent charm Similarly, shedding light on other attractive spots in the UAE, Fahd explains: “Masafi in Ras Al Khaimah also has a different kind of charm. Mleiha and Al Madam areas in Sharjah and parts of Al Ain transform into captivating locations, during rainfall. But Al Ain can also become extremely hot during summer.”\nHe emphasises the golden-hued dunes of Mleiha in Sharjah, with the view of the Al Faya mountain range in the background also stands out whenever during the rains.\n“So do the golden mountains of Masafi which are a scenic area from the Hajar Mountains range, an inland town located at the intersection of the Dubai-Hatta and Mleiha-Shwaib roads. In fact, I would say even a cosmopolitan city like Dubai's appearance changes noticeably following rainfall. Its ambiance adopts a unique hue and a different vibe altogether.”\n'Keep these places clean' “Words cannot describe how one feels standing under the rain. I feel I am standing beneath a refreshing shower. Unless one experiences it firsthand it’s hard to comprehend it.”\nThe avid traveller warns, “I also advise those who visit these areas that they must keep these places clean.”\n“Keeping these places clean fosters a sense of pride and respect for the country,” added Fahad.\nCopyright © 2022 Khaleej Times. All Rights Reserved. Provided by SyndiGate Media Inc. ( Syndigate.info ).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Weather"
    ],
    "external_links": [
      "http://syndigate.info",
      "http://www.syndigate.info"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jebel jais",
          "sentiment": "negative"
        },
        {
          "name": "fahad mohamad abdul rehman",
          "sentiment": "none"
        },
        {
          "name": "ras al khaimah",
          "sentiment": "none"
        },
        {
          "name": "emirati",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uae",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "hajar mountains",
          "sentiment": "none"
        },
        {
          "name": "north-western hajar",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T07:22:15.341+02:00",
    "updated": "2023-12-30T07:22:15.341+02:00"
  },
  {
    "uuid": "a1274d10c65e194f8aafdf04b113b25f2de731cd",
    "url": "https://news.knowledia.com/in/en/articles/it-and-business-leaders-face-big-gap-in-understanding-of-data-priorities-642c23dd44ca1da3a0f1fafd6d01f226cf053afc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cliff Saran",
    "published": "2024-11-22T13:16:00Z",
    "title": "IT and business leaders face big gap in understanding of data priorities",
    "text": "There appears to be a gap between what business leaders want to do with artificial intelligence and the IT capabilities of their organisation Over three-quarters (77%) of business leaders claim it is easy to use the data they need for their jobs, yet IT people struggle with data management, research has found.\nThe Morning Consult survey of 4,000 business leaders and tech practitioners for Capital One found that 70% of IT staff report spending up to four hours a day fixing data issues, conducting quality checks or correcting errors.\nAccording to Capital One, these ongoing struggles not only slow down workflows, but also point to deeper issues with data management and governance to ensure high-quality data.\nThe survey reported that although data culture is a top indicator of artificial intelligence (AI ) success among those polled, only 35% of respondents said they have a strong data culture, citing inconsistent support and education. In fact, over a fifth said their organisation lacks a strong data culture or there is inconsistent leadership support, talent development and education around data.\nThe majority (87%) of business leaders who participated in the survey believe their organisation has a sufficiently modern data ecosystem to build and deploy AI. The…\nCliff Saran",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.computerweekly.com/news/366616280/IT-and-business-leaders-face-big-gap-in-understanding-of-data-priorities",
      "https://computerweekly.com/news/366616280/IT-and-business-leaders-face-big-gap-in-understanding-of-data-priorities"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T15:30:36.023+02:00",
    "updated": "2024-11-22T15:30:36.023+02:00"
  }
]