[
  {
    "uuid": "2fed0746245ddb2cb7ae6eaf5af15dcc06d833b6",
    "url": "https://www.fox13memphis.com/news/so-far-so-good-mlgw-leader-says-about-few-power-outages-during-storm/article_ef15bbfc-b3ad-11ee-a40f-cbbf29bdef10.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@https://twitter.com/FOX13Memphis",
    "published": "2024-01-15T18:56:00Z",
    "title": "So far, so good, MLGW leader says about few power outages | News | fox13memphis.com",
    "text": "So far, so good, MLGW leader says about few power outages during storm FOX13 Memphis News Staff FOX13 Memphis News Staff Author facebook Author twitter Author email Jan 15, 2024 2 hrs ago Facebook Twitter WhatsApp SMS Email WATCH: MLGW's CEO talks utility company's response to winter blast across the Mid-South\nFacebook Twitter WhatsApp SMS Email Print Copy article link Save Facebook Twitter WhatsApp SMS Email Print Copy article link Save MEMPHIS, Tenn. - The head of Memphis Light Gas & Water (MLGW) said that efforts to trim tree branches over the past several weeks directly contributed to the few number of power outages, so far, during the winter storm.\nMLGW President & CEO Doug McGowen talked about current utility conditions LIVE on Good Morning Memphis on Monday, Jan. 15.\nHowever, there exists the likelihood, he forecasted, for a voluntary electric conservation alert to be issued possibly Tuesday and Wednesday.\nThat alert would ask MLGW customers to turn the power off of any unnecessary electrical items, such as lights in the home, and avoid using large appliances such as a washer or dryer.\nThe move would be prompted by usage strains on the national electrical grid from the winter blast affecting much of the country.\nRELATED : Power outages are major concerns as Mid-South residents prepare for storms\nAs of Monday morning, almost all customers had power despite several inches of snow and freezing temperatures.\n\"We have been at this moment in a winter storm in the past, and you couldn't make out the (high) number of power outages on the map,\" FOX13 Anchor Ernie Freeman told McGowen.\n\"It's looking very good, the team is staying on top of any problems during arduous conditions,\" McGowen said.\nThe past few days also saw wind gusts come through the area, but McGowen said MLGW workers addressed and repaired outages quickly.\nMcGowen said the equivalent of 500 miles of vegetation out of 4,500 miles needing cut has been cleared since regrouped efforts were made to address the neglected issues about two months ago.\nHe said workers are ahead of schedule on the tree trimming, working hard to get even further ahead.\nIn response to Anchor Val Calhoun's comments about customers being proactive during troublesome weather, McGowen encouraged residents to cover faucets, including outdoor ones, and for store owners, whose businesses are closed today for the holiday, to visit and check on pipes.\n\"We are at a really good position,\" right now with power, McGowen said. \"But the longer we go with the deep freeze, the higher the likelihood that something will break at home or at a business, or there will be a water main break.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.facebook.com/fox13news.myfoxmemphis",
      "https://wa.me/?text=https://www.fox13memphis.com/news/so-far-so-good-mlgw-leader-says-about-few-power-outages-during-storm/article_ef15bbfc-b3ad-11ee-a40f-cbbf29bdef10.html",
      "https://redirect.field59.com/video/22f5a6c764bc7e5797fc0ad1041ffb319df41a9a.mp4",
      "https://twitter.com/FOX13Memphis",
      "https://twitter.com/intent/tweet?&text=So%20far%2C%20so%20good%2C%20MLGW%20leader%20says%20about%20few%20power%20outages%20during%20storm&via=FOX13Memphis&url=https%3A%2F%2Fwww.fox13memphis.com%2Fnews%2Fso-far-so-good-mlgw-leader-says-about-few-power-outages-during-storm%2Farticle_ef15bbfc-b3ad-11ee-a40f-cbbf29bdef10.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://pubads.g.doubleclick.net/gampad/ads?iu=/132916964,22867032071/fox13memphis.com/video&description_url=http%3A%2F%2Ffox13memphis.com&tfcd=0&npa=0&sz=300x250%7C400x300%7C640x480%7C1280x720&gdfp_req=1&output=vast&unviewed_position_start=1&env=vp&impl=s&correlator=",
      "https://redirect.field59.com/video/22f5a6c764bc7e5797fc0ad1041ffb319df41a9a.m3u8",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.fox13memphis.com%2Fnews%2Fso-far-so-good-mlgw-leader-says-about-few-power-outages-during-storm%2Farticle_ef15bbfc-b3ad-11ee-a40f-cbbf29bdef10.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://www.redirect.field59.com/video/22f5a6c764bc7e5797fc0ad1041ffb319df41a9a.m3u8",
      "https://www.twitter.com/intent/tweet?&text=So%20far%2C%20so%20good%2C%20MLGW%20leader%20says%20about%20few%20power%20outages%20during%20storm&via=FOX13Memphis&url=https%3A%2F%2Fwww.fox13memphis.com%2Fnews%2Fso-far-so-good-mlgw-leader-says-about-few-power-outages-during-storm%2Farticle_ef15bbfc-b3ad-11ee-a40f-cbbf29bdef10.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.pubads.g.doubleclick.net/gampad/ads?iu=/132916964,22867032071/fox13memphis.com/video&description_url=http%3A%2F%2Ffox13memphis.com&tfcd=0&npa=0&sz=300x250%7C400x300%7C640x480%7C1280x720&gdfp_req=1&output=vast&unviewed_position_start=1&env=vp&impl=s&correlator=",
      "https://twitter.com/intent/tweet",
      "https://wa.me/",
      "https://pubads.g.doubleclick.net/gampad/ads",
      "https://wa.me/?text=https://fox13memphis.com/news/so-far-so-good-mlgw-leader-says-about-few-power-outages-during-storm/article_ef15bbfc-b3ad-11ee-a40f-cbbf29bdef10.html",
      "https://www.twitter.com/FOX13Memphis",
      "https://facebook.com/fox13news.myfoxmemphis",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.fox13memphis.com%2Fnews%2Fso-far-so-good-mlgw-leader-says-about-few-power-outages-during-storm%2Farticle_ef15bbfc-b3ad-11ee-a40f-cbbf29bdef10.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://www.redirect.field59.com/video/22f5a6c764bc7e5797fc0ad1041ffb319df41a9a.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "doug mcgowen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook twitter",
          "sentiment": "none"
        },
        {
          "name": "mid-south facebook twitter",
          "sentiment": "none"
        },
        {
          "name": "memphis light gas & water",
          "sentiment": "none"
        },
        {
          "name": "memphis news staff",
          "sentiment": "none"
        },
        {
          "name": "save facebook twitter",
          "sentiment": "none"
        },
        {
          "name": "mlgw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "memphis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T00:20:12.335+02:00",
    "updated": "2024-01-16T00:20:12.335+02:00"
  },
  {
    "uuid": "5a6b0898a1ac59f4c55e25d03c1ec24e8d1afef8",
    "url": "https://www.novinite.com/articles/223780/Major+Tech+Players+Announce+Huge+Workforce+Reductions%3A+Ebay%2C+Amazon+and+More%21",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "M3 Web - http://m3web.bg",
    "published": "2024-01-25T05:35:00Z",
    "title": "Major Tech Players Announce Huge Workforce Reductions: Ebay, Amazon and More!",
    "text": "Major Tech Players Announce Huge Workforce Reductions: Ebay, Amazon and More!\n[Business](articles/category/1/Business)| January 25, 2024, Thursday // 09:35\nSeveral major tech companies are reshaping their workforce dynamics at the beginning of 2024, with eBay becoming the latest to announce substantial layoffs. The decision to cut 1,000 jobs, despite the company's robust profits, adds to a growing list of tech giants implementing significant workforce reductions this January.\nTwitch, a leading U.S. video game streaming platform owned by Amazon, confirmed over 500 job cuts in response to efforts to build a more sustainable business. CEO Dan Clancy emphasized the need for efficiency within the organization, even as the platform continues to enjoy considerable popularity among gamers.\nGoogle, a cornerstone of the tech landscape, shocked many with its announcement of a staggering 12,000 job cuts. CEO Sundar Pichai explained that the layoffs were a response to hiring in anticipation of a \"different economic reality.\" Despite Google's parent company, Alphabet, reporting substantial revenue and profits in its recent quarterly earnings report, the layoffs reflect an adjustment to the economic landscape.\nAmazon, having reaped substantial profits in 2023, implemented layoffs affecting \"several hundred\" employees in its streaming division and an additional 30 in its \"Buy with Prime\" division. The e-commerce giant has eliminated 27,000 jobs over the past two years, according to reports. The company cited the need for periodic team structure reviews to align with business requirements.\nRiot Games, known for popular titles like League of Legends and Valorant, joined the layoff trend with a global workforce reduction of 530 jobs, constituting approximately 11% of its total employees. CEO Dylan Jadeja acknowledged the challenging decisions made to control costs and stimulate revenue growth but emphasized that these measures were insufficient to alter the company's trajectory.\nEven the viral social media phenomenon TikTok, with its parent company ByteDance valued at $225 billion, did not escape the layoffs. Approximately 60 employees were let go, despite TikTok boasting over 150 million active users in the U.S. The layoffs underscore the unpredictability of job security, regardless of a product's popularity or a company's valuation.\nWe need your support so Novinite.com can keep delivering news and information about Bulgaria! Thank you!\n[Business](articles/category/1/Business) [» Be a reporter: Write and send your article](reporter) [» Bansko Makes History: Hosts FIS World Cup in Alpine Skiing 2024](articles/223788/Bansko+Makes+History%3A+Hosts+FIS+World+Cup+in+Alpine+Skiing+2024) [» Bulgaria-Turkey Gas Network Deal: Bulgartransgaz and Botas Unite](articles/223785/Bulgaria-Turkey+Gas+Network+Deal%3A+Bulgartransgaz+and+Botas+Unite) [» Kozloduy Nuclear Power Plant Granted Permit for Storage of Westinghouse Nuclear Fuel](articles/223772/Kozloduy+Nuclear+Power+Plant+Granted+Permit+for+Storage+of+Westinghouse+Nuclear+Fuel) [» Wizz Air's Top 3 Destinations From Sofia For Valentine's Day](articles/223767/Wizz+Air%27s+Top+3+Destinations+From+Sofia+For+Valentine%27s+Day) [» Nexo Is Suing Bulgaria For Over $3 Billion](articles/223764/Nexo+Is+Suing+Bulgaria+For+Over+%243+Billion) [» In 2023: Most Bulgarians Chose Italy As Their Preferred Destination For Air Travel](articles/223756/In+2023%3A+Most+Bulgarians+Chose+Italy+As+Their+Preferred+Destination+For+Air+Travel)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dan clancy",
          "sentiment": "none"
        },
        {
          "name": "sundar pichai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "amazon",
          "sentiment": "negative"
        },
        {
          "name": "alphabet",
          "sentiment": "none"
        },
        {
          "name": "google",
          "sentiment": "none"
        },
        {
          "name": "ebay",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:13:24.010+02:00",
    "updated": "2024-01-26T00:13:24.010+02:00"
  },
  {
    "uuid": "07bb449beee25718aa64486a04ee9f444a8400c6",
    "url": "https://www.indiatoday.in/india/story/indian-army-bridge-north-sikkim-rain-monsoon-assam-flood-2557037-2024-06-24",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@indiatoday",
    "published": "2024-06-23T19:15:00Z",
    "title": "Army builds 150-foot suspension bridge in rain-hit North Sikkim in 48 hours - India Today",
    "text": "Army builds 150-foot suspension bridge in rain-hit North Sikkim in 48 hours Indian Army quickly constructed a 150-foot suspension bridge in North Sikkim to restore access to border villages affected by heavy rains, demonstrating their technical prowess in less than 48 hours.\nListen to Story\nLive TV\nShare Advertisement Army engineers engaged in construction of the bridge in Sikkim. (Photo: Screengrab) Manjeet Negi\nNew Delhi, UPDATED: Jun 24, 2024 03:15 IST Edited By: Ajmal Abbas In Short Villages in North Sikkim were cut off due to heavy rain Army built a suspension bridge in record time to reconnect the area 150-foot bridge over the gushing river was completed in 48 hours Engineers of the Indian Army have constructed a 150-foot suspension bridge in North Sikkim to reconnect the border villages, which were cut off due to continued heavy rains.\nPersonnel of the Trishakti Corps worked under challenging conditions and reaffirmed their technical proficiency by launching the foot suspension bridge over the vigorously rushing river in less than 48 hours, officials said.\nThe bridge will now pave the way to re-establish connectivity to those areas and facilitate the movement of people and provision of relief materials to the locals inhabiting the area, according to Army officials. Indian Army engineers of Trishakti Corps constructed a 150-feet suspension bridge in North Sikkim to re-connect the border villages which got cut off due to continued heavy rains, giving respite to the locales living in the cutoff locations.\nThe army engineers launched the footâæ pic.twitter.com/ULZEhq7ar8 — IndiaToday (@IndiaToday) June 23, 2024\nadvertisement Meanwhile, Union Home Minister Amit Shah reviewed preparedness to deal with floods affecting various parts of the northeastern states, including Sikkim, during the monsoon. Many eastern and northeastern states experience heavy flooding during the monsoon due to breaches in water levels in rivers.\nSikkim, Uttarakhand, and a few other states also face landslides and other rain-related issues during the monsoon. In recent years, flash floods triggered by glacial lake outbursts have resulted in fatalities, displaced hundreds, and disrupted communication lines and road networks in Sikkim and Uttarakhand.\nShah suggested creating at least 50 large ponds in the northeast to divert and store water from the Brahmaputra. Published By: Ajmal Published On: Jun 24, 2024 ALSO READ | Army prepares for major leadership changes in key Commands and Corps Must Watch\nIN THIS STORY #Sikkim",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "army",
          "sentiment": "negative"
        },
        {
          "name": "indian army",
          "sentiment": "negative"
        },
        {
          "name": "india today army",
          "sentiment": "negative"
        },
        {
          "name": "trishakti corps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north sikkim",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T00:54:35.594+03:00",
    "updated": "2024-06-24T02:15:29.710+03:00"
  }
]