[
  {
    "uuid": "f3cdd620c6abd2538d9e377f42cc8eb46c3eef39",
    "url": "https://www.scmp.com/news/article/3267743/euro-2024-hungary-score-late-beat-scotland-1-0-barnabas-varga-stretchered-after-collision",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence France-Presse",
    "published": "2024-06-23T21:49:00Z",
    "title": "Euro 2024: Hungary score late to beat Scotland 1-0; Barnabas Varga stretchered off after collision | South China Morning Post",
    "text": "Kevin Csoboth scored in the 10th minute of added time as Hungary snatched a 1-0 win over Scotland to stay in the hunt for a place in the last 16 of Euro 2024.\\nA sickening collision led to Hungary striker Barnabas Varga being stretchered off in front of his visibly shocked teammates in the second half, but Csoboth’s late winner kept them alive in the tournament.\\nIt was a bitter end to Scotland’s bid to reach the knockout phase of a major tournament for the first time as they were caught out pressing for a goal of their own right at the death.\\n\\nGermany finished top of Group A after a 1-1 draw with Switzerland, who will go through as runners-up. Hungary must rely on other results if they are to advance as one of the best third-placed sides.\\nScotland came last with just a point as their wait for a first European Championship win since 1996 goes on.\\nCoach Steve Clarke made one enforced change for Scotland as Scott McKenna replaced Kieran Tierney, who was stretchered off with a hamstring injury in the 1-1 draw with Switzerland.\\nEnglish-born Callum Styles got the nod in Hungary’s midfield, coming in after shaking off an injury, with Endre Botka also making his first appearance of the tournament on the right side of a back three.\\nJohn McGinn revealed the team skipped their prematch nap as thousands of Scotland supporters gathered outside the hotel, belting out songs in anticipation of what they hoped was a historic night.\\n\\nHungary arrived at the Euros with increased expectations after a 14-match unbeaten run between November 2022 and March of this year. They also beat England twice in the last UEFA Nations League, as well as Germany away.\\nBut back-to-back defeats had punctured confidence and left Marco Rossi’s side needing to beat Scotland to keep alive their hopes of reaching the knockout rounds.\\nScotland goalkeeper Angus Gunn shovelled away a dipping drive from Bendeguz Bolla that bounced awkwardly in front of him, with Styles and then Willi Orban booked for cleaning out McGinn in a first half full of endeavour but limited in genuine chances.\\nThat was until Che Adams’ dangerous clearance led to a Hungary free-kick 25 yards out, which Dominik Szoboszlai clipped towards the far post with Orban’s header skimming the top of the crossbar.\\nSzoboszlai, who shrugged off injury concerns after missing Hungary’s final team training session, hammered over a strike from distance, and it was not until the 53rd minute that Scotland registered a shot.\\n\\nScotland defended doggedly as Jack Hendry blocked Roland Sallai’s attempt shifting in from the left before Marton Dardai headed over from a cross.\\nA horrifying incident left Varga prone on his back in the Scotland area as he tried to head a free-kick goalwards while Gunn came flying out, with Anthony Ralston also crashing to the ground.\\nIt resulted in a long stoppage as doctors set Varga in the recovery position before a sheet was draped around him as he was carried off on a stretcher.\\nThe fourth official indicated 10 minutes of stoppage time, which sparked a desperate quest from both teams to find the winning goal.\\nGunn saved well from Andras Schafer and Szoboszlai, before Csoboth hit the post. Scotland defender Grant Hanley had a chance parried away by Peter Gulacsi, with Hungary racing up the other end and Csoboth steering home a cutback to break Scottish hearts.\\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kevin csoboth",
          "sentiment": "negative"
        },
        {
          "name": "barnabas varga",
          "sentiment": "negative"
        },
        {
          "name": "steve clarke",
          "sentiment": "none"
        },
        {
          "name": "scott mckenna",
          "sentiment": "none"
        },
        {
          "name": "csoboth",
          "sentiment": "none"
        },
        {
          "name": "kieran tierney",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hungary",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T01:00:34.239+03:00",
    "updated": "2024-06-24T01:00:34.239+03:00"
  },
  {
    "uuid": "fba4bb69d05ee5570fdd26d0e8dc9d508789ee79",
    "url": "https://www.prensalibre.com/opinion/columnasdiarias/ocaso-en-una-mision-de-paz/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prensa_libre",
    "published": "2024-05-05T00:00:00Z",
    "title": "Ocaso en una misión de paz",
    "text": "Registro akásico Ocaso en una misión de paz Reconocimiento sincero para quienes han sabido cumplir con su deber a favor de la paz mundial. La Misión de la ONU en la República Democrática del Congo (Monusco) ha iniciado su repliegue. Se trata de una presencia internacional, de alrededor de 17 mil soldados; la mayoría situados en la frontera este, colindante con Uganda y Ruanda, en las provincias de las Kivus e Ituri. La presencia militar de Naciones Unidas tiene más de 25 años. Guatemala ha enviado una veintena de contingentes con 150 efectivos, anualmente. El 24 de enero del 2006, murieron ocho expedicionarios en combate y a mediados de marzo del 2024 se reportó a seis soldados y un oficial como heridos. Reconocimiento sincero para quienes han sabido cumplir con su deber a favor de la paz mundial. Mobutu gobernó de 1965 a 1997, cuando una revolución convirtió a Zaire en Congo. Los nuevos gobernantes, primero el padre y luego el hijo, Kabila, presidieron hasta 2018. El nuevo presidente Félix Tshikedi, heredero del liderazgo opositor de su padre, inicialmente gobernó con acuerdos con la familia Kabila. Fue reelecto con el 73% de votos, en 2023. El país tiene una endémica falta de control territorial por bandas armadas interesadas en proteger la minería sin control estatal. El 70% de las exportaciones son de cobre, cobalto y oro. Se prohibió la exportación en bruto de minerales, pero no se ha conseguido. Se ha mejorado el control del déficit público, hay mejora económica pero el bienestar no impide la actuación de ejércitos irregulares patrocinados desde los países vecinos, para burlar controles estatales mineros. El último ataque a los expedicionarios nacionales se atribuye al resurgimiento del M23, compuesto por tutsis congoleños, apoyados por Ruanda. Son fuertes en los alrededores de la ciudad de Goma, en la región de Sake. La guerra irregular ha producido más de un millón cien mil desplazados, sumados a los cuatro millones por los años de conflicto. Aparte del M23, operan varios grupos ligados al movimiento del Estado Islámico, el principal es ADF, en el norte. ¿Valió la pena integrarse a las operaciones de paz? 1. Nunca se explicó la formación de una convicción de rechazo al genocidio. En esa zona de África fue horrendo el asesinato de un millón de tutsis en Ruanda del 7 de abril al 15 de julio de 1994. 2. Los sucesivos presidentes del país, a pesar de ser señalados constitucionalmente como los comandantes, es decir responsables de ordenar el despliegue, no mostraron compromiso con el esfuerzo. 3. Nunca hubo intento académico por conocer el drama africano para fundar una nacionalidad integradora por encima de las diferentes adscripciones étnicas. 4. Varios políticos de derecha, especialmente una familia de funcionarios y diputados peteneros, se burlaron del esfuerzo y llamaron a impedir la vuelta de quienes habían servido bajo la bandera nacional. 5. En lugar de valorar una labor militar responsable, profesional y limitada en el marco de la ley, se permite proliferen discursos revanchistas después de la firma de la paz. Integrar la Monusco es una función propia del ejército en una sociedad democrática. 6. El olvido es el horizonte para quienes ofrecieron su vida y trabajos, en una misión de paz: ni monumento, ni recuerdo en nombre de escuelas u obras públicas. La falta de agradecimiento es una manifestación indigna frente al sacrificio hecho por conciudadanos en lejanas tierras. Por el momento, predomina una actitud irreflexiva. No se tiene presente el sacrificio de connacionales, en el siglo pasado, cuando fueron acallados con desapariciones y asesinatos impunes. Las generaciones jóvenes carecen de referentes patriotas en nuestra historia. Urge un relato del pasado, levantado sobre bases objetivas, para motivar a construir un país fraterno y solidario.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-05T09:13:29.266+03:00",
    "updated": "2024-05-05T09:13:29.266+03:00"
  },
  {
    "uuid": "4a25e8d3ec67444608f410837834344a5ff32619",
    "url": "https://vegnews.com/vegan-health-wellness/forget-keto-go-vegan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kat Smith",
    "published": "2024-01-05T21:30:00Z",
    "title": "5 Reasons to Forget Keto and Go Vegan",
    "text": "[5 Reasons to Forget Keto and Go Vegan](/vegan-health-wellness/forget-keto-go-vegan)\nFad diets come and go, but a whole food, plant-based diet is one to stick with for the long-term.\nJanuary 5, 2024\nIn diet culture, low-carbohydrate diets are hailed as weight loss wonders, and we know them by name: Atkins, South Beach, and paleo. The ketogenic diet, shortened to “keto,” is one of those low-carb diets. The difference between the keto diet and others is that while one group advises replacing carbohydrates with protein, the keto diet swaps carbs with fats. But although results appear to happen fast, this diet, which has a history as a medical treatment, comes with some health risks.\nWhat is the keto diet?\nWhen done correctly, the lack of carbs consumed on a keto diet forces the body into a metabolic state called “ketosis.” In this state, the liver produces a substance called “ketones” from stored fats. These ketones then supply the body with energy in place of carbohydrates—the body’s usual source of energy—which leads to rapid weight loss in many people. But, is that a good thing? And is the keto diet actually healthy?\n“It’s effective for weight loss because it removes so many foods from the diet and is an extremely restrictive diet. Any diet that eliminates entire food groups will be weight loss-inducing,”\nDana Ellis Hunnes, PhD, MPH, RD, explains to VegNews. “This is not a healthy diet, however.”\nLouis Hansel/Unsplash\nThe keto diet that sends your body into a state of ketosis isn’t meant for everyday people. Physicians introduced it to the medical world back in the 1920s to treat children with epilepsy and seizure disorders and as an adjunct therapy to reduce the risk of seizures. “Not for the average person just trying to lose weight,” adds Hunnes. Most fad-followers of a keto diet are not actually in ketosis, unless they are being closely followed by a dietitian who knows how to develop a ketogenic plan.\nWhat can you eat on a keto diet?\nGenerally, a keto diet is 70 to 80 percent fats, 5 to 10 percent carbohydrates, and 10 to 20 percent protein. According to Harvard Health, this adds up to 165 grams of fat, 40 grams of carbohydrates, and 75 grams of protein. To put these numbers into perspective, half a cup of cooked long-grain brown rice contains nearly 26 grams of carbohydrates. And, the Dietary Guidelines for Americans recommend that you get around 25 to 35 percent of your daily calorie intake from fats.\nUnsplash\nTo get into more specifics, the keto diet includes meat, eggs, fatty fish, high-fat\ndairy products, nuts and seeds, avocados, healthy oils, green beans, and vegetables that are members of the cabbage family. It restricts grains and starches (such as rice, pasta, and bread), all other vegetables, tubers, most fruit, beans and legumes, processed low-fat and sugar-free products, highly refined oils, sugary foods and drinks, and alcohol.\nThe health risks of a keto diet\nWhen it comes to sustaining a healthy weight, this fast-acting eating plan might be best left in the graveyard of fad diets.\nBut, you may want to consider a\nwhole food plant-based diet for the long-term instead. Often shortened to WFPB, a whole food, plant-based diet emphasizes unprocessed grains, vegetables, fruits, legumes, nuts, and seeds. It excludes all animal products and restricts processed oils, refined sugars, white foods (like bread, rice, and pasta), fried food, and many pre-made foods.\nCanva\n5 reasons why you should forget keto\nLet’s go over the health risks of the keto diet and why you might want to consider whole, plant-based foods instead.\n1 It raises ‘bad’ cholesterol\nThe keto diet often encourages foods such as processed meats, fatty meats, and butter. “Keto is a risk to\nheart health when it is extremely high in animal proteins and animal fats,” says Hunnes, adding that the diet can increase inflammation in the body. Though its exact role in heart health is unknown, inflammation is common in heart disease and stroke patients. “However, this inflammation is often hidden by the fact that it is a low-calorie diet, and a low-enough calorie diet can decrease the risk of increased and high cholesterol levels,” adds Hunnes.\nMany keto foods also happen to be high in saturated fat, which is known to increase low-density lipoprotein (LDL) cholesterol levels in the blood. A meta-analysis of more than 100 studies on the keto diet published in the journal Frontiers in Nutrition found that it raises both the risk of heart disease and LDL cholesterol buildup if used as a long-term eating plan.\nHowever, studies have linked diets rich in whole, plant-based foods such as whole grains, legumes, fruits, non-starchy vegetables, nuts, and healthy oils rich in unsaturated fats with lower cholesterol levels, lower blood pressure, and reduced inflammation.\n2 It can cause constipation\nFruits, vegetables, whole grains, and legumes are all rich in\ndietary fiber, a nutrient that helps increase feelings of fullness and aids in digestive health. But, a keto diet is very low in fiber from fruits, vegetables, and grains. It is especially low in beta-glucan, a type of fiber found in grains such as barley and oats. Studies suggest that beta-glucan also helps to maintain healthy cholesterol and blood glucose levels.\nIn addition to that, beta-glucan and other cereal fibers help you maintain a healthy gut microbiome, Julie Miller Jones, PhD, LN, CNS, and a scientific advisor for the Joint Institute of Food Safety and Nutrition for the University of Maryland and the US Food and Drug Administration, tells VegNews.\nLightFieldStudios/Getty Images\n“Thus, followers of the [keto] diet may not only suffer from constipation and slow transit times, but may also lack the protection provided by the fermentation of fibers in the large bowel,” explains Jones. “This fermentation of these carbohydrates feeds a healthy microbiome, which in turn produces short-chain fatty acids that lower colonic pH, and are associated with lower growth of polyps and colon cancer.”\nHowever, a whole food, plant-based diet emphasizes an array of high-fiber foods that aid in a healthy gut microbiome and good digestion, reports a study published in Frontiers in Nutrition in 2019.\n3 It may lead to nutritional deficiencies\nYou may be missing out on key vitamins and minerals on a long-term keto diet because it restricts so many types of fruits, vegetables, grains, and legumes. You can have greens from the cabbage family, but most other vegetables—including potatoes—are out. Avocados and lemons are the only exception for permitted fruits. So, over time, a keto-follower may become deficient in some nutrients.\nA study published in the Journal of the International Society of Sports Nutrition found that those who adhere to fad diets—in this case, two of keto’s low-carbohydrate siblings, the Atkins Diet, the South Beach Diet, and the carb-heavy DASH diet—have a high likelihood of becoming micronutrient-deficient.\nA whole food plant-based diet, on the other hand, encourages obtaining as many nutrients as possible from food, so it encourages eating a wide range of ingredients. But, that’s not to say that it’s perfect. Anyone following any type of vegan diet should\nsupplement vitamin B-12, an essential nutrient that cannot be obtained from plant-based foods.\n4 The weight loss is unsustainable\nIt’s common for keto diet followers to experience rapid weight loss. But, that’s not a reason for celebration. Like many other fad diets, keto isn’t meant to permanently change the way you eat. It’s temporary, and followers often regain the weight they lost after going back to their regular eating habits.\nSHVETS Production/Pexels\n“Along with its health risks, the inability to stick to the diet is one of the major reasons why keto has been ranked at the bottom of\nUS News and World Report diet rankings,” says Jones. “It’s also why prestigious organizations such as the Mayo Clinic recommend it for intractable epilepsy but almost nothing else. So while keto promotes rapid weight loss, it does not create dietary patterns that are sustainable and therefore does not lead to sustained weight loss for the vast majority of people.”\nBut, on top of its other benefits, a study published in the American Journal of Lifestyle Medicine suggests that\na whole food, plant-based diet could aid in safe, sustainable weight loss.\n5 And more…\nThe keto diet comes with a host of other health risks and the one that most people experience first is something called the “keto flu.” Symptoms include a cloudy mind, dizziness, nausea, cramps, headache, irritability, and constipation.This condition, which is not medically recognized, is known to emerge two to seven days after starting a keto diet. The cause is not known, nor is it unique to the keto diet, and many people who have drastically switched up their diet have reported similar symptoms. Additional\nnegative side effects of a long-term keto diet suggested by studies include a higher risk of kidney stones, osteoporosis, and higher heart rates for athletes.\nWhile there is no evidence that directly ties the keto diet to eating disorders, many dietitians warn that restrictive fad diets, in general, can feed yo-yo dieting and disordered eating.\nIn addition to that, because the keto diet is so heavy on animal products, it’s not good for the planet, either. Industrial animal agriculture is the culprit behind 14.5 percent of human-caused global greenhouse gas emissions, while a plant-forward diet puts\nsignificantly less strain on the planet. So if you’re looking to eat more healthfully and sustainably, a whole food, plant-based diet could be worth a shot. As always, any major changes to your diet should be discussed with your doctor first.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Environment"
    ],
    "external_links": [
      "https://www.danaellishunnes.com/",
      "https://danaellishunnes.com/",
      "https://danaellishunnes.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "keto",
          "sentiment": "negative"
        },
        {
          "name": "atkins",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "south beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:14:23.874+02:00",
    "updated": "2024-01-06T00:14:23.874+02:00"
  },
  {
    "uuid": "cd132281203bc0104371caa8414c74e174e395e0",
    "url": "https://bnnbreaking.com/breaking-news/health/vice-president-harris-champions-reproductive-rights-with-historic-planned-parenthood-visit-in-minnesota",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sakchi Khandelwal",
    "published": "2024-03-14T22:24:00Z",
    "title": "Vice President Harris Champions Reproductive Rights with Historic Planned Parenthood Visit in Minnesota",
    "text": "Vice President Kamala Harris made a groundbreaking visit to a Planned Parenthood clinic in Minnesota , marking a historic moment as the first sitting vice president to tour an abortion clinic . This visit underscores the administration's commitment to reproductive rights, particularly in the aftermath of Roe v. Wade's overturning. In light of new state laws restricting abortion, Minnesota has emerged as a beacon for reproductive freedom, enacting legislation that guarantees abortion rights, drawing attention from across the nation.\nAdvertisment Historic Visit Highlights Health Care Crisis Vice President Harris's visit to the Planned Parenthood clinic in Minnesota was not just a symbolic gesture but a deliberate move to draw attention to the critical issue of reproductive health care. With states imposing stringent abortion restrictions, Minnesota's progressive stance offers a contrasting narrative of support and accessibility. Harris's tour aimed to uplift the work of health care providers, showcasing Minnesota as a model of leadership in reproductive health. Her visit comes at a time when the health care crisis facing women in restrictive states is intensifying, spotlighting the importance of maintaining access to safe and legal abortion services.\nSupport for Abortion Rights and Healthcare Access Advertisment During her visit, Harris articulated strong support for abortion rights and healthcare access, emphasizing the dignity and safety of healthcare practices. The vice president's focus on reproductive rights is part of a broader nationwide tour to highlight the ramifications of Roe v. Wade's reversal. Harris, along with President Joe Biden, is championing reproductive rights as a central issue for the upcoming elections, with a significant portion of voters prioritizing it. The administration's goal is to codify the protections of Roe into law, ensuring reproductive rights remain safeguarded.\nImplications and Future Outcomes This historic visit by Vice President Harris to an abortion clinic is a clear message of the administration's priorities and a call to action for reproductive rights advocates. By choosing Minnesota as the backdrop for this momentous occasion, Harris not only praised the state's progressive legislation but also highlighted the stark contrast with states imposing severe restrictions. This event is likely to resonate with voters and could play a pivotal role in the upcoming elections, emphasizing the critical importance of reproductive health care access and the ongoing battle for women's rights.\nThe implications of this visit extend beyond immediate political gains; it represents a significant moment in the fight for reproductive rights in the United States. As more states grapple with the consequences of Roe v. Wade's overturning, the spotlight on Minnesota and the vice president's advocacy may inspire other states to reconsider their stance on abortion rights. This historic visit not only reaffirms the administration's commitment to reproductive freedom but also challenges the nation to reflect on the values of dignity, safety, and access in healthcare.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.wfae.org/politics/2024-03-13/harris-visited-an-abortion-clinic-a-first-for-any-president-or-vice-president",
      "https://kffhealthnews.org/morning-breakout/harris-will-be-first-vice-president-to-visit-an-abortion-clinic/",
      "https://www.theguardian.com/us-news/2024/mar/14/kamala-harris-visits-abortion-clinic-minnesota",
      "https://theguardian.com/us-news/2024/mar/14/kamala-harris-visits-abortion-clinic-minnesota",
      "https://kffhealthnews.org/morning-breakout/harris-will-be-first-vice-president-to-visit-an-abortion-clinic",
      "https://www.kffhealthnews.org/morning-breakout/harris-will-be-first-vice-president-to-visit-an-abortion-clinic/",
      "https://wfae.org/politics/2024-03-13/harris-visited-an-abortion-clinic-a-first-for-any-president-or-vice-president"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kamala harris",
          "sentiment": "negative"
        },
        {
          "name": "wade",
          "sentiment": "none"
        },
        {
          "name": "roe",
          "sentiment": "none"
        },
        {
          "name": "harris",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:29:46.690+02:00",
    "updated": "2024-03-15T00:29:46.690+02:00"
  }
]