[
  {
    "uuid": "6fabe6a4ef1b759957477dd6c60f947860de66c2",
    "url": "https://www.detroitnews.com/story/sports/nba/pistons/2023/12/28/pistons-push-celtics-to-overtime-but-tie-nba-record-for-28-straight-overall-losses/72047930007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@type",
    "published": "2023-12-29T03:27:00Z",
    "title": "Pistons push Celtics to overtime, but tie NBA record for 28 straight overall losses",
    "text": "Boston — Two nights after setting the record for the longest single-season losing streak in NBA history, the lowly-Pistons descended upon Beantown for their greatest challenge of the season. It was their first nationally televised game of the season after the previous two were removed from NBA TV, and with the entire country watching, Detroit's young roster squandered a first-half, 19-point lead but showed enough resilience in the fourth quarter to force a veteran Boston Celtics team into a crucial overtime period.\nWhen the Pistons needed them most, Bojan Bogdanovic and Jaden Ivey delivered several shots in the clutch to keep their team's hopes alive, but the Celtics made the plays that ultimately mattered in the final two minutes of the game to beat the Pistons, 128-122, on Thursday night.\nCeltics guard Jrue Holiday baited Jaden Ivey into a sixth and disqualifying foul with 2:13 left in overtime. It was a 3-point play, which was followed by a heartbreaking 3-pointer by Boston guard Derrick White, which resulted in roars from the fans inside TD Garden. Those cheers grew louder as Kristaps Porzingis threw down a two-handed dunk in transition to give the Celtics a comfortable six-point lead and enough breathing room to end Detroit's night with another loss.\nThursday's loss was the 28th straight defeat for Detroit, which tied the record for the NBA's longest overall losing streak — originally set over two seasons by the Philadelphia 76ers between the 2014-15 and 2015-16 seasons.\nAfter a shockingly impressive first-half performance that gave the Pistons a 19-point halftime advantage, Detroit blew its comfortable lead with turnovers and poor shooting to allow the Celtics to tie the game going into the fourth quarter. What should've been an opportunity to capture the first win in exactly two months quickly turned into a battle for survival as the Pistons found themselves down by one point with three minutes left.\nBOX SCORE: Celtics 128, Pistons 122 (OT)\nTimely baskets by Porzingis, who scored 27 of his game-high 35 points in the fourth quarter and overtime, helped Boston overcome the Pistons.\nThe loss didn't come without a bit of drama in the final moments of the fourth quarter. Ivey scored six straight points to tie the game at 106, but Jayson Tatum received the benefit of a goaltending violation as Cade Cunningham blocked his layup off the glass. Pistons coach Monty Williams challenged the call but it was unsuccessful, giving the Celtics a two-point lead with eight seconds remaining.\nMore: Pistons look to get bench boost to help end losing streak\nWith one final shot to tie or take the lead, the Pistons chose to inbound the ball to Cunningham, who took an off-balance 3-pointer and missed, but Bogdanovic was there to lay the ball in off the putback. With a tie game with 4.6 left, Jayson Tatum had an opportunity to win the game at the buzzer but missed a turnaround midrange shot.\nCunningham, who scored a team-high 31 points, was magnificent in the first 12 minutes of the game, but struggled to find that same rhythm for the rest of the game.\nThe Pistons entered the game as 17-point underdogs and losers of 27 consecutive games, but none of that mattered once the ball was tipped. Cunningham picked up where he left off from Tuesday's 41-point outburst against the Brooklyn Nets and aggressively attacked Boston's interior defense.\nThe sea of Celtics fans inside TD Garden let out a fierce set of boo's as the halftime buzzer rang as their team trailed by 19 points at the break. It was a result of the Pistons' efficient first half, led by Cunningham, who produced a magnificent 22-point first half.\nBoston (23-6), the Pistons' greatest challenge of the season, was without Jaylen Brown due to a low back contusion, but Jayson Tatum was available after being listed as questionable with a left ankle sprain suffered on Christmas Day. Boston attempted 24 three-pointers in the first half and only made four of them, which helped the Pistons build their double-digit lead.\nThe Celtics adjusted their strategy at halftime and attacked Detroit's thin frontcourt, which was without Isaiah Stewart due to a big toe injury. Boston produced a 15-6 run in the first four minutes of the period to cut Detroit's lead to just 10. Tatum\nCunningham has traditionally had success against the Celtics. He scored 20 or more points in three of four career games against Boston with averages of 19 points, 6.5 rebounds and 4.3 assists. The only time Cunningham didn't score double digits was his last time playing at TD Garden on Nov. 9, 2022 when he finished with four points on 1-of-11 from the field. It was the final game of his sophomore season before he was shut down due to shin surgery.\nThe Pistons will return to Detroit to host the Toronto Raptors on Saturday at Little Caesars Arena. Another loss would mark 29 straight, which would give them sole possession of the NBA's longest losing streak in league history.\nmcurtis@detroitnews.com\n@MikeACurtis2",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kri",
          "sentiment": "none"
        },
        {
          "name": "jaden ivey",
          "sentiment": "none"
        },
        {
          "name": "bojan bogdanovic",
          "sentiment": "none"
        },
        {
          "name": "derrick white",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "celtics",
          "sentiment": "negative"
        },
        {
          "name": "nba",
          "sentiment": "negative"
        },
        {
          "name": "pistons",
          "sentiment": "none"
        },
        {
          "name": "boston celtics",
          "sentiment": "none"
        },
        {
          "name": "nba tv",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "td garden",
          "sentiment": "none"
        },
        {
          "name": "beantown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:43:18.043+02:00",
    "updated": "2023-12-29T07:26:55.661+02:00"
  },
  {
    "uuid": "4979437c7ecba553d2e6348ecf83116c955d70ce",
    "url": "https://bnnbreaking.com/finance-nav/business/serbias-energy-revolution-a-leap-towards-sustainability-and-competitiveness",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Salman Akhtar",
    "published": "2024-02-16T09:00:00Z",
    "title": "Serbia's Energy Revolution: A Leap Towards Sustainability and Competitiveness",
    "text": "On a crisp morning in Serbia, a nation traditionally known for its rich history and cultural heritage, a different kind of energy buzzes through the air. It's not the kind that powers the quaint cafes lining the cobblestone streets but rather, the future of Serbia's electricity market. This shift towards a more dynamic and sustainable energy landscape marks a crucial chapter in the country's economic and environmental narrative. With a significant workshop on the horizon, aimed at bolstering the active participation of industry and renewable energy producers, Serbia is on the cusp of an energy revolution.\nThe Dawn of a New Electricity Era\nThe heart of this transformative journey is the upcoming workshop, a cornerstone in the strategic planning efforts of Serbia's energy sector. This initiative, part of the 'Further Development of Energy Planning Capacities' project financed by the IPA, is not just a meeting of minds but a symbiotic collaboration among various stakeholders. The focus? To delve deep into the intricacies of power purchase agreements (PPAs) and align with the European Union's priorities in the wake of the electricity market design reform. The liberalization of the electricity market in Serbia has already set the stage for enhanced efficiency, a broader choice of suppliers, and an uptick in security of supply. Ultimately, this liberalization is not just a policy shift but a significant leap towards bolstering the competitiveness of Serbia's economy on the global stage.\nNavigating Challenges and Opportunities\nYet, as with any journey of transformation, the path is fraught with challenges and learning curves. One such hurdle is the underutilization of the power exchange opportunities by the industry in Serbia. This gap underscores a pressing need for further education and capacity building among stakeholders. It's an opportunity to bridge knowledge gaps and empower players across the board to harness the full potential of the liberalized market. Moreover, the green agenda, with its push for the integration of substantial renewable energy capacities, necessitates innovative financing models. These models must be tailored to ensure market efficiency and meet the growing demand for sustainable energy solutions.\nThe Future Is Now\nThe workshop is more than just a gathering; it's a clarion call to action for industry stalwarts and renewable energy producers alike. The discussions on PPAs and EU priorities, set against the backdrop of the electricity market design reform, will pave the way for a future where energy is not only cleaner and more sustainable but also more accessible and economically viable for Serbia. The liberalized market, with its promise of efficiency and competitiveness, stands as a testament to the country's commitment to not just keeping pace with global trends but setting a benchmark for others to follow.\nIn the end, the further development of Serbia's electricity market represents a pivotal moment in the country's journey towards a more sustainable and economically robust future. The collaboration among energy sector stakeholders, guided by strategic planning and innovative approaches to challenges, heralds a new era for Serbia. An era where energy not only powers homes and industries but fuels the nation's progress on the global stage. As Serbia continues to navigate the complexities of the electricity market, the lessons learned and the milestones achieved will undoubtedly serve as a beacon for others in the quest for sustainability and economic vitality.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "serbia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T13:02:29.002+02:00",
    "updated": "2024-02-16T13:02:29.002+02:00"
  },
  {
    "uuid": "9499c0e63c18d115bc6274b8361aa16599359a91",
    "url": "https://www.infobae.com/america/ciencia-america/2024/10/17/como-la-ia-esta-revelando-secretos-perdidos-del-imperio-romano",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-10-17T23:14:00Z",
    "title": "Cómo la IA está revelando secretos perdidos del Imperio Romano - Infobae",
    "text": "Nuevos descubrimientos con la ayuda de la Inteligencia Artificial revelan secretos sobre el pasado del Imperio Romano (Freepik) En el año 79 d. C., la tranquila vida de las ciudades romanas de Pompeya y Herculano cambió para siempre cuando el Monte Vesubio entró en erupción. La catástrofe sepultó a ambas ciudades bajo una espesa capa de cenizas y roca volcánica, preservando para la posteridad un testimonio único de la vida cotidiana en el Imperio Romano . Sin embargo, no solo las calles, las casas y los objetos quedaron enterrados. En las ruinas de una villa en Herculano, que se cree que perteneció al suegro de Julio César , se encontró un tesoro invaluable: más de mil rollos de papiro , documentos frágiles que permanecieron ocultos bajo el escombro volcánico durante siglos.\nEstos pergaminos carbonizados , aunque casi irreconocibles, representan lo que podría ser una de las bibliotecas más importantes del mundo antiguo . Los primeros intentos por abrir estos rollos, en el siglo XVIII, terminaron en desastre, ya que los papiros se desintegraban al tocarlos, destruyendo cualquier posibilidad de descifrar sus contenidos. Durante mucho tiempo, estos pergaminos fueron considerados demasiado frágiles para ser leídos, y su verdadero valor permaneció fuera del alcance de los estudiosos.\nLos primeros intentos por abrir estos rollos terminaron en desastre, ya que los papiros se desintegraban al tocarlos Ahora, la inteligencia artificial está ofreciendo una nueva esperanza de desvelar los secretos perdidos en estos manuscritos antiguos, sin la necesidad de desenrollarlos físicamente.\nUn grupo de investigadores y entusiastas de la tecnología se embarcó en una competencia singular: el Vesuvius Challenge , cuyo objetivo era descifrar el contenido de los pergaminos carbonizados sin abrirlos físicamente. El concurso, organizado por el profesor de informática Brent Seales y los inversores tecnológicos Nat Friedman y Daniel Gross , ofrecía más de un millón de dólares en premios a quienes lograran leer estos antiguos documentos utilizando inteligencia artificial y escaneos 3D .\nEl desafío planteaba una pregunta crucial: ¿cómo acceder a la información contenida en estos rollos sin dañarlos? Los pergaminos, recuperados siglos atrás, estaban tan frágiles que cualquier intento físico por desenrollarlos los destruía. Por eso, la clave del Vesuvius Challenge era aprovechar la tecnología moderna, especialmente los avances en aprendizaje automático , para analizar los escaneos tomográficos de los manuscritos y detectar cualquier indicio de texto oculto en el material carbonizado.\nLos competidores debían desarrollar sus propios modelos de IA capaces de interpretar estas imágenes y encontrar patrones sutiles, como variaciones en la textura y estructura del pergamino, que indicaran la presencia de tinta. Este enfoque no solo era innovador, sino que representaba una oportunidad única para acceder a una posible biblioteca del mundo antiguo que podría cambiar radicalmente el conocimiento de la historia clásica .\nPara resolver el enigma de los pergaminos carbonizados sin desenrollarlos, los participantes del Vesuvius Challenge recurrieron a técnicas avanzadas de inteligencia artificial y escaneos en 3D . Los organizadores del concurso ya habían realizado escaneos tomográficos de los rollos utilizando un acelerador de partículas, lo que permitió obtener imágenes detalladas de su estructura interna sin causarles daño físico. El desafío era interpretar estas imágenes para detectar indicios de escritura invisible a simple vista.\nUno de los enfoques clave fue utilizar modelos de aprendizaje automático (Foto: Shutterstock) Uno de los enfoques clave fue utilizar modelos de aprendizaje automático . Por ejemplo, el competidor Luke Farritor , un joven estudiante universitario, entrenó su IA para identificar patrones de “crujidos” en el papiro que podrían señalar la presencia de tinta . La tinta a base de carbón utilizada en la época romana era prácticamente indistinguible del material carbonizado que componía el pergamino, pero pequeñas irregularidades en la textura podrían delatar su existencia. Otros competidores, como Youssef Nader , perfeccionaron sus modelos para mejorar la detección de tinta utilizando fragmentos de pergaminos dañados como referencia.\nOtro desafío era desenrollar digitalmente los pergaminos. El suizo Julian Schilliger desarrolló un método que utilizaba IA para rastrear las capas visibles en los miles de cortes transversales de los escaneos y luego “aplanarlas” virtualmente, lo que permitía a los investigadores acceder a las capas internas sin necesidad de abrir físicamente los rollos. Esta combinación de tecnología no invasiva e inteligencia artificial está revolucionando la manera en que los estudiosos acceden a los textos antiguos .\nUno de los momentos más emocionantes del Vesuvius Challenge ocurrió cuando Farritor hizo un sorprendente descubrimiento. Mientras asistía a una fiesta, utilizó su teléfono para acceder a su modelo de inteligencia artificial , que estaba trabajando en una nueva sección del pergamino recientemente subida para el concurso. Horas más tarde, al revisar su teléfono, se encontró con tres letras griegas: pi, ómicron y rho . Estas letras formaban parte de la palabra griega para “púrpura”, y representaron el primer indicio de texto visible que alguien había logrado descubrir en uno de estos pergaminos en más de dos mil años.\nEste hallazgo no solo fue un logro personal para Farritor, quien rápidamente compartió la noticia con los organizadores del concurso y con su madre, sino que también marcó un avance histórico en el estudio de los textos antiguos . Este descubrimiento lo convirtió en la primera persona en leer una palabra de este pergamino desde que quedó enterrado por la erupción del Vesubio .\nPero este fue solo el principio. Farritor no estaba solo en la carrera. Otros competidores, como Nader y Schilliger , se unieron para trabajar en equipo, combinando sus conocimientos y enfoques en el uso de IA. Juntos, lograron revelar 15 columnas de texto , lo que representó más de 2.000 caracteres de un pergamino. Este logro superó con creces el objetivo original del concurso, que era leer solo cuatro pasajes de 140 caracteres cada uno. El trabajo en equipo y la creatividad en el uso de tecnologías no invasivas permitieron a estos competidores alcanzar un hito que cambiará la forma en que los académicos estudian la literatura clásica .\nEl impacto de los descubrimientos realizados en el Vesuvius Challenge podría transformar la forma en que entendemos la historia , la filosofía y la literatura de la Antigüedad clásica . Los pergaminos recuperados en Herculano , que se cree que forman parte de la biblioteca personal del filósofo epicúreo Filodemo , podrían contener obras maestras que hasta ahora permanecen desconocidas. Algunos fragmentos ya revelados sugieren que estos textos son reflexiones filosóficas sobre el placer , un tema central en las enseñanzas epicúreas. Uno de los fragmentos descifrados, por ejemplo, menciona que “en el caso de la comida, no creemos de inmediato que las cosas que escasean sean absolutamente más placenteras que las que abundan”, una reflexión alineada con la visión epicúrea de la moderación y el placer.\nMás allá de los pergaminos ya descubiertos, los expertos creen que una sección aún no excavada de la villa de Herculano podría albergar una biblioteca latina , posiblemente aún más rica en textos históricos, filosóficos y literarios. De confirmarse, esto significaría la posibilidad de recuperar obras perdidas de autores fundamentales de la cultura grecorromana . Según el historiador Garrett Ryan , encontrar una biblioteca intacta cambiaría profundamente nuestra comprensión del mundo antiguo y representaría una auténtica revolución en los estudios clásicos.\nIncluso si no se encuentran más pergaminos, la capacidad de leer estos textos sin dañarlos ya supone un avance significativo en la investigación de la Antigüedad . Los primeros intentos por abrir estos frágiles rollos, llevados a cabo en siglos pasados, resultaron en la pérdida de una cantidad significativa de material. Ahora, gracias a la inteligencia artificial y a técnicas no invasivas, los estudiosos tienen una herramienta poderosa para acceder a textos que han estado enterrados durante milenios, lo que podría llevar a una revalorización de muchos aspectos de la historia clásica .\nEl éxito obtenido en la primera fase del Vesuvius Challenge ha despertado un gran interés El éxito obtenido en la primera fase del Vesuvius Challenge ha despertado un gran interés en las posibilidades futuras de la investigación no invasiva de textos antiguos. Los avances tecnológicos en el uso de escaneos 3D y aprendizaje automático han demostrado que es posible leer pergaminos sin necesidad de abrirlos, lo que preserva su integridad y permite a los expertos acceder a su contenido de manera segura. Sin embargo, esto es solo el comienzo.\nLos organizadores del desafío, encabezados por el profesor Brent Seales , ya han fijado nuevas metas para los próximos años. El objetivo es ampliar la escala de esta tecnología, pasando de la lectura del 5 % de un pergamino a la lectura del 90 % de cuatro pergaminos completos. Para lograrlo, se busca una mayor automatización en el proceso, lo que permitiría escanear los aproximadamente 300 pergaminos intactos que aún no han sido descifrados. Algunos especialistas sugieren que podría haber incluso miles de textos más esperando a ser descubiertos en la villa de Herculano .\nLa clave para este avance es continuar perfeccionando los modelos de inteligencia artificial . Con el tiempo, se espera que sea posible desarrollar un sistema que permita escanear estos documentos antiguos y, con solo presionar un botón, revelar el 90 % del texto sin intervención manual. Según Seales, este nivel de automatización hará que el proceso sea mucho más eficiente, permitiendo a los investigadores acceder a una gran cantidad de material histórico en un tiempo mucho menor.\nEl entusiasmo por los logros hasta ahora obtenidos ha generado expectativas no solo en la comunidad de estudios clásicos, sino también entre los investigadores de tecnología y conservadores de sitios arqueológicos. Tal como lo expresó Robert Fowler , presidente de la Sociedad Herculano en Oxford, el hecho de que ahora podamos “atravesar milenios” y leer los pensamientos de los antiguos romanos es un logro extraordinario, que nos conecta con una eternidad intelectual .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T02:46:14.448+03:00",
    "updated": "2024-10-18T02:46:14.448+03:00"
  },
  {
    "uuid": "785e42ebf2baaa24dd5e7a27ac43562720d8cfb1",
    "url": "https://news.fiu.edu/2024/a-philanthropic-gift-helps-train-the-next-generation-in-tropical-sciences",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tiffany Woods",
    "published": "2024-07-18T20:00:00Z",
    "title": "Anonymous gift to fund training of next-generation tropical scientists",
    "text": "Medicine & Health Sciences By Tiffany Woods\nJuly 18, 2024 at 4:00pm\nA new partnership between FIU and the New York Botanical Garden (NYBG) is helping to train more professionals to tackle threats to tropical plants. A $500,000 gift from an anonymous donor will support fellowships for Ph.D. students at FIU including training and mentorship opportunities at both FIU's International Center for Tropical Botany (ICTB) at the Kampong in Coconut Grove and the NYBG.\nPlant species and ecosystems are suffering from climate change, land-use changes and overharvesting. Knowledge gaps exist, with many species yet to be discovered. It remains unknown how many of these plants can be used as medicines, materials and foods.\n“At a time when expertise in biodiversity science is most needed, we are not training enough new scientists,” said Christopher Baraloto, director of the ICTB. “This novel partnership to train graduate students in tropical plant sciences represents a significant initiative.”\nIn addition, ICTB’s educational programs and outreach initiatives are aligned with the NYBG. Together, both programs could increase impact and outreach. As a global leader in plant research, NYBG conducts field and laboratory research while also enacting conservation initiatives and advocating for biodiversity.\n”Botanic gardens are an untapped resource for investigating functional ecology, and with the outstanding laboratory facilities and collections we have at NYBG, this is a promising new fellowship opportunity,” said Mauricio Diazgranados, NYBG’s chief science officer and dean of science.\nICTB is headquartered at the Kampong, the historic home of famed plant explorer David Fairchild in Coconut Grove and one of five gardens operated by the National Tropical Botanical Garden. ICTB is a hub for tropical plant research as a state-of-the-art science and education facility.\nBoth institutions will recruit students from around the world to become global leaders in tropical botanical research. With these fellowships, FIU is hoping to build a future network of trained professionals who are committed to saving plants and uncovering new ways they can be used to improve our lives. Show Tags International Center for Tropical Botany insitute of environment",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Education",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christopher baraloto",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fiu",
          "sentiment": "negative"
        },
        {
          "name": "nybg",
          "sentiment": "negative"
        },
        {
          "name": "international center for tropical botany",
          "sentiment": "none"
        },
        {
          "name": "ictb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york botanical garden",
          "sentiment": "none"
        },
        {
          "name": "kampong",
          "sentiment": "none"
        },
        {
          "name": "coconut grove",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T01:25:20.818+03:00",
    "updated": "2024-07-19T07:49:51.763+03:00"
  }
]