[
  {
    "uuid": "6caad4c2cd3cb3959cbc161ae48bad3f4e74cdc6",
    "url": "https://www.fox10tv.com/video/2024/05/10/storm-damage-navco-mcvay-mobile",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@FOX10News",
    "published": "2024-05-10T00:00:00Z",
    "title": "Storm damage at Navco and McVay in Mobile",
    "text": "Skip to content Watch Live Latest Video News Weather Sports Our Apps Studio 10 Homepage Latest Video Watch Live Our Apps Submit Photos or Videos News Alabama News National Mobile County Baldwin County Florida News Mississippi News Education Investigates Caught in the Act Fugitive Files Politics Daily Dot Com Mardi Gras Weather Radar Weather Cams Hurricane Center Bus Stop Forecast Studio 10 Committed to Our Community About the House Legal Matters Doing Good Ask the Sheriff In the Kitchen Music Scene Beauty and Style Healthy Living Dollars and Sense Pet of the Week Happening Here FOX10 Live Where Are They Now Sports Player of the Week Outdoors Saints Alabama Auburn South Alabama First & 10 Stats & Predictions How to Watch Studio Interviews Medical Minute Making Rounds Healthy Living Gulf Coast Spotlight Doing Good About Us Our Apps Meet the Team Contact Us Programming Schedule What's on FOX Advertise with FOX10 Careers Captioning Speaker Request Form Playground Project News Emails Traffic Perspectives Living It Up with Lenise The Pledge Click Here to Send Your Pledge Videos Zeam - News Streams Hope for a Home Circle Country Gray DC Bureau PowerNation InvestigateTV Advertise with FOX10 Digital Marketing Severe Thunderstorm Warning is in effect Dismiss Weather Alerts Alerts Bar Storm damage at Navco and McVay in Mobile Published: May. 10, 2024 at 8:49 AM CDT | Updated: 33 minutes ago Email This Link Share on Facebook Share on X (formerly Twitter) Share on Pinterest Share on LinkedIn Stephen Moody reports on early morning storm damage at Navco and McVay in Mobile News Storm damage in Crestview, Fl Updated: 34 minutes ago | Nicholas Herboso reports on early morning storm damage in Crestview Florida News Storm damage from Crestview this morning Updated: 2 hours ago | Nicholas Herboso reports on early morning storm damage in Crestview Florida News Mobile Omega Psi Phi Fraternity chapter celebrates 50th charter day Updated: 2 hours ago | Florida News Florida law enforcement routinely release body cam footage, while Mobile Police remain tight-lipped Updated: 11 hours ago | Mobile County Mobile announces major expansions and developments Updated: 11 hours ago |",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "navco",
          "sentiment": "negative"
        },
        {
          "name": "week outdoors saints alabama auburn south alabama first &",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T17:33:46.442+03:00",
    "updated": "2024-05-10T17:33:46.442+03:00"
  },
  {
    "uuid": "97cd8c08c1bcf8d0e8ed257d4a2fd9002b7a3b4d",
    "url": "https://www.cinemablend.com/movies/emma-stone-on-poor-things-and-maestros-six-year-development-huge-gift",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ryan LaBee",
    "published": "2023-12-28T22:15:00Z",
    "title": "Why Poor Things And Maestro's Six-Year Development Span Was 'A Huge Gift,' According To Emma Stone | Cinemablend",
    "text": "Why Poor Things And Maestro's Six-Year Development Span Was 'A Huge Gift,' According To Emma Stone [News](https://www.cinemablend.com/news) [Ryan LaBee](https://www.cinemablend.com/author/ryan-labee) Should movies have longer development life spans? We here at CinemaBlend think Poor Things is one of the [best movies of 2023](https://www.cinemablend.com/movies/best-movies-of-2023). While there are many different elements to credit for the film's success, like [Emma Stone](https://www.cinemablend.com/tag/emma-stone)'s performance, its production lifespan is one of the more unexpected ones. So, in a recent interview, the Easy A actress engaged in a conversation with Maestro star and director Bradley Cooper, and they delved into the intricacies of their [2023 movie releases](https://www.cinemablend.com/movies/2023-new-movie-release-dates-full-schedule-of-upcoming-movies), shedding light on the significance of the six-year development span for both projects, describing it as a \"huge gift.\" During a candid and heartfelt chat on [Variety](https://variety.com/2023/film/features/emma-stone-bradley-cooper-poor-things-maestro-1235821401/)'s Actors on Actors series, [Bradley Cooper](https://www.cinemablend.com/tag/bradley-cooper) and Emma opened up about the intricate journey of bringing their passion projects to the big screen. They found it interesting that both films had kickstarted in 2017, eventually leading to a shared experience of a long period of creative gestation. The Help actress pointed out the unique aspect of living with a project for an extended period, even when not actively in the pre-production phase. She explained: Director Yorgos Lanthimos’ [book-to-screen adaptation](https://www.cinemablend.com/movies/features/upcoming-book-to-screen-adaptations-what-to-read-before-the-movie-or-tv-show) of the Alasdair Gray novel reimagines the Frankenstein story, features Stone in a leading role, and early [critical reviews are overwhelmingly positive](https://www.cinemablend.com/movies/critics-have-seen-poor-things-raving-about-emma-stones-performance). The actress totally transforms into her character Bella Baxter in the film, and as she said this was partly because she had the time to let the film work \"its way inside\" her. Cooper, who went through a similar development process to play Leonard Bernstein in his film Meastro, then jumped in, describing this extended period as a \"gift.\" Stone readily agreed, delving into the mixed emotions it brought. She continued: The Curse star plays the main character Bella Baxter, a young woman brought back to life by the unconventional and brilliant scientist Dr. Godwin Baxter (played by [Willem Dafoe](https://www.cinemablend.com/tag/willem-dafoe)) and given the brain of a toddler. Bella then embarks on a journey of self-discovery after leaving her home. Since she is still in the early stages of development and growing up, she has no filter and behaves and speaks like a child, leading to some hilarious lines. Interestingly, one of the funniest lines in the movie [came from an actual 2-year-old](https://www.cinemablend.com/interviews/emma-stone-funniest-poor-things-lines-2-year-old). Although labeled as a Frankenstein story, her film extends far beyond its genre boundaries, as our [review of Poor Things](https://www.cinemablend.com/movies/poor-things-review) says. Packed with humor, heartfelt moments, and a touch of whimsy, many are hailing it as one of [Emma Stone’s best movies](https://www.cinemablend.com/news/2568645/emma-stone-movies-what-to-watch-streaming-if-you-like-the-cruella-star). The early buzz even hints at her possibly [securing a second Oscar win](https://www.cinemablend.com/movies/why-i-think-emma-stone-is-guaranteed-a-second-oscar-win-for-poor-things) with this film. Cooper's performance and direction in Maestro have also been praised. And he's spoken in-depth about the process of figuring out how to tell Leonard Bernstein's story throughout the long development process. I am glad that the two Hollywood heavyweights had the extended time to develop and produce their movies. If they had been rushed, we might not have had the opportunity to witness Emma Stone's tour de force performance. If you want to catch Stone's brilliant portrayal of Bella Baxter in Poor Things, you can watch it in theaters now. Bradley Cooper’s Maestro is now available to stream with a [Netflix subscription](https://www.cinemablend.com/streaming-news/netflix-subscription-the-plans-the-price-and-whats-included). CINEMABLEND NEWSLETTER Your Daily Blend of Entertainment News Ryan graduated from Missouri State University with a BA in English/Creative Writing. An expert in all things horror, Ryan enjoys covering a wide variety of topics. He's also a lifelong comic book fan and an avid watcher of Game of Thrones and House of the Dragon. Most Popular [Zac Efron Would Send The Cast Of The Iron Claw Uplifting Texts, And Harris Dickinson Explained Just How Wholesome They Were](https://www.cinemablend.com/movies/zac-efron-sent-the-iron-claw-cast-uplifting-texts-harris-dickinson-explained-they-were-wholesome) By [Mike Reyes](https://www.cinemablend.com/author/mike-reyes) [Kourtney Kardashian Admits Why She Wore That Big Coat To The Family Christmas Party, And It's Totally Relatable](https://www.cinemablend.com/streaming-news/kourtney-kardashian-admits-why-wore-big-coat-family-christmas-party) [Godzilla's Going Pink While Fighting Alongside Kong In The New Empire, And There's A Cool Theory About The Color Change](https://www.cinemablend.com/movies/godzillas-going-pink-in-the-new-empire-cool-theory-about-color-change) By [Adam Holmes](https://www.cinemablend.com/author/adam-holmes) [Details Just Broke On Danny Masterson’s Shift To State Prison After He Was Transferred Following The Holidays](https://www.cinemablend.com/television/details-danny-masterson-shift-state-prison-after-transfer-following-holidays) By [Mike Reyes](https://www.cinemablend.com/author/mike-reyes) ['There Was Certainly A Resentment': John Candy Was Paid Just $414 For His Iconic Home Alone Role](https://www.cinemablend.com/movies/john-candy-paid-dollar414-for-iconic-home-alone-role) [After The Floodgates Opened With Viral Ana Navarro Comment, Meghan McCain Is Not Holding Back Her Thoughts On The View](https://www.cinemablend.com/television/after-viral-ana-navarro-comment-meghan-mccain-not-holding-back-thoughts-the-view) By [Riley Utley](https://www.cinemablend.com/author/riley-utley) [After Meeting On Wicked And Ending Relationships, How Ariana Grande And Ethan Slater Have Reportedly Gotten Serious](https://www.cinemablend.com/movies/wickeds-ariana-grande-and-ethan-slater-have-reportedly-gotten-serious-about-relationship) By [Ryan LaBee](https://www.cinemablend.com/author/ryan-labee) [‘I Was Really Heartbroken’: Rebel Moon Writer Explains Why Zack Snyder’s Sci-Fi Movie Delivered That Tragic Twist To Ray Fisher’s Darrian Bloodaxe](https://www.cinemablend.com/interviews/rebel-moon-writer-explains-zack-snyders-movie-tragic-twist-ray-fishers-darrian-bloodaxe) By [Adam Holmes](https://www.cinemablend.com/author/adam-holmes) [What If’s New Captain Carter Episode Featured Wasp In The Avengers, And The Head Writer Revealed How Hope Van Dyne Joined The Superhero Team](https://www.cinemablend.com/superheroes/marvel-cinematic-universe/what-if-new-captain-carter-episode-wasp-avengers-hope-van-dyne-superhero-team) By [Adam Holmes](https://www.cinemablend.com/author/adam-holmes)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://variety.com/2023/film/features/emma-stone-bradley-cooper-poor-things-maestro-1235821401/)",
      "https://www.variety.com/2023/film/features/emma-stone-bradley-cooper-poor-things-maestro-1235821401/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emma stone",
          "sentiment": "negative"
        },
        {
          "name": "emma stone [",
          "sentiment": "neutral"
        },
        {
          "name": "bradley cooper",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:15.815+02:00",
    "updated": "2023-12-29T00:30:15.815+02:00"
  },
  {
    "uuid": "5b7f54caaf3b6d4bd6d1b79ec420dd5f2146e6ae",
    "url": "https://www.ansa.it/ansa2030/notizie/finanza_impresa/2024/07/05/bankitalia-riduce-emissioni-gas-serra-nel-2023-11_40e6fca7-bbd2-4eba-adf1-3ea3c6702ed9.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ansa.it",
    "published": "2024-07-05T09:58:00Z",
    "title": "Bankitalia riduce emissioni gas serra, nel 2023 -11% - Finanza & Impresa - Ansa.it",
    "text": "Prosegue l'impegno della Banca d'Italia per la sostenibilità ambientale con meno emissioni e maggior ricorso all'energia rinnovabile di impianti fotovoltaici. Nel 2023, come si legge nel rapporto annuale sul tema dell'istituto centrale, le emissioni totali di gas serra della Banca d'Italia si sono ridotte dell'11 per cento rispetto all'anno precedente (circa il 29 per cento in meno rispetto al 2019, ultimo anno pre-pandemico). Le principali fonti di emissione di gas serra della Banca sono: l'energia e la gestione degli edifici (40 per cento); la mobilità (spostamenti casa-lavoro e viaggi di lavoro, 35 per cento).\n La Banca sta ora lavorando a un piano di transizione per raggiungere nel 2050 l'obiettivo di emissioni nette pari a zero per la gestione interna. Il piano, descriverà gli obiettivi di dettaglio, le azioni da realizzare e le riduzioni di gas serra ottenibili nella gestione edifici, nei viaggi di lavoro, negli acquisti, nella produzione di banconote.\n La Banca d'Italia, che già acquista solo energia elettrica prodotta da fonti rinnovabili, sta aumentando progressivamente la quota di energia autoprodotta da impianti fotovoltaici: oltre ai tre impianti fotovoltaici già installati (stabilimento di produzione delle banconote, Catania, Catanzaro), sono in via di completamento i lavori per l'installazione di altri due impianti presso la Filiale di Sassari e sulle coperture dei parcheggi del Centro Donato Menichella a Frascati, che consentiranno nel complesso la produzione di oltre 550.000 chilowattora all'anno (circa lo 0,8 per cento dei consumi di energia elettrica della Banca). Sono inoltre previsti ulteriori impianti presso le filiali di Milano, Reggio Calabria, Forlì e l'ampliamento di quello di Catanzaro.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T13:11:58.114+03:00",
    "updated": "2024-07-05T13:11:58.114+03:00"
  }
]