[
  {
    "uuid": "74814a78a598eac5618c56a7237761051f5c431d",
    "url": "https://www.consumerreports.org/appliances/appliance-recalls/blendjet-2-personal-blenders-recalled-a2598488628/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deb Silber",
    "published": "2023-12-28T21:05:00Z",
    "title": "4.8 Million BlendJet 2 Personal Blenders Recalled - Consumer Reports",
    "text": "The maker of the BlendJet 2 has recalled 4.8 million of the popular portable blenders because of the devices reportedly overheating or catching fire, and the blender blades breaking off, posing a laceration hazard to consumers, according to the Consumer Product Safety Commission.\nThe CPSC recommends that consumers immediately stop using the recalled blenders and contact BlendJet for a free replacement of the blender’s base unit.\nAccording to the CPSC , BlendJet has received about 329 reports of blades breaking during use, and 17 reports of the blender overheating or causing fires that resulted in property damage claims totaling approximately $150,000. The company also received about 49 reports of minor burns, and one report of a laceration.\nSkip Ahead: Details of the BlendJet 2 recall.\nMore on Blenders Additional Incidents Increase Concern About BlendJet 2 Blender CR's Blender Ratings & Buying Guide Best Blenders for Making Smoothies Best Personal Blenders Consumer Reports called on the CPSC to take action on the blender this summer, when 12 complaints to the agency’s SaferProducts.gov website, as well as CR’s own tests, indicated that the blender posed risks. Among evaluations CR performed was a durability test involving crushed ice in which the BlendJet 2’s blade broke off after 38 minutes of operation. On Dec. 19, in light of new complaints to CPSC that included three reports of injuries, CR amplified its warning . It asked the federal agency to immediately investigate potential hazards and take whatever action was necessary to protect the public. The recall came nine days later.\nThe recall, which also includes about 117,000 units sold in Canada, is one of the largest CR has reported on.\n“We’re grateful to the CPSC and BlendJet for getting this done and encourage everyone who has one of these blenders to take part in the recall,” says William Wallace, CR’s associate director of safety policy. “BlendJet should get the word out about this recall as much as possible in the new year.”\nThe CPSC told CR that the agency has reviewed Blend Jet’s fix for its portable blender and that the remedy “addresses the hazard in a way that will protect consumers.” CR will evaluate the new base and report on the results in the coming weeks.\nBlendJet’s spokesperson, Ethan Rasiel, says the base being offered to consumers as part of the recall is the same one that is already on store shelves and starts with the serial number of 5543 or higher. When asked why the company also didn’t offer a refund as part of the recall, Rasiel said that “BlendJet customers love their BlendJets and want to continue to enjoy them for years to come. Through this recall we are allowing them to do that.” CR’s Wallace says BlendJet should offer people a refund if they aren’t comfortable getting a replacement.\nPortable blenders like the BlendJet are compact, battery-powered blending devices with a lightweight design that allows consumers to blend smoothies, shakes, and more while on the go. Operated by push button, they are less powerful than standard blenders, with a blending jar that often doubles as a drinking cup. Their lithium-ion batteries are usually recharged with a USB cable. The BlendJet 2, introduced in 2020, is among the most popular portable blenders on the market.\nThe recall covers BlendJet 2 blenders sold in a variety of colors and designs with a serial number that begins with four digits between 5201 and 5542. Consumers can identify blenders under recall by visiting the company’s recall page or plugging the serial number of their product into BlendJet’s serial number search tool . Consumers can also get help identifying their blender by calling BlendJet at 844-334-0562 from 8 a.m. to 10 p.m. ET any day of the week. BlendJet 2 blenders currently on sale are not subject to recall, according to the company.\nIn addition to identifying their blender as a recalled product, consumers will need to remove the rubber seal from the base of the recalled blender and cut it into three or more pieces, then upload a photo of the seal along with a photo showing the serial number at the bottom of the unit to BlendJet’s recall page, or email them to safety@blendjet.com .\nThe serial number can be found on the bottom of the BlendJet 2 base, left. Consumers requesting a replacement are also asked to cut the base’s plastic seal to render it unusable. Photos: CPSC Photos: CPSC\nDetails of the BlendJet 2 Recall Product recalled: BlendJet 2 Portable Blenders with serial numbers in which the first four digits are between 5201 and 5542.\nSold at: Costco, Target, Walmart, and other stores nationwide and online at BlendJet.com from October 2020 through November 2023 for between $50 and $75.\nUnits sold: 4.8 million, plus about 117,000 in Canada.\nThe hazard: Base units that can overheat and catch fire, and blades that can break off during use.\nIncidents/injuries : BlendJet has received approximately 329 reports of blades breaking, and 17 reports of overheating or fires. The firm has also received about 49 reports of minor burns and one report of a laceration injury.\nThe fix: Immediately stop using the recalled blender and contact BlendJet for a free replacement of the BlendJet 2 base unit. Consumers will need to remove and cut the rubber seal from the base of their recalled blender into three or more pieces and send a photo of the broken seal and the serial number on the bottom of the base unit and its rubber seal in pieces to BlendJet’s recall page , or email them to safety@blendjet.com , to receive a replacement base. Consumers can identify whether they have a recalled unit by entering the serial number of their unit into BlendJet’s serial number search tool located on the firm’s recall page , or by calling BlendJet’s toll-free number at 844-334-0562.\nHow to contact the manufacturer: Through BlendJet’s recall page or by emailing safety@blendjet.com . Consumers can also get help identifying their blender by calling BlendJet at 844-334-0562.\nTo report a dangerous product or a product-related injury, go to SaferProducts.gov.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.saferproducts.gov/PublicSearch/Result",
      "https://blendjet.com/safetyandrecall",
      "https://snlookup.blendjet.com/",
      "https://www.cpsc.gov/Recalls/2024/BlendJet-Recalls-4-8-Million-BlendJet-2-Portable-Blenders-Due-to-Fire-and-Laceration-Hazards",
      "http://www.blendjet.com/safetyandrecall",
      "https://www.saferproducts.gov/IncidentReporting",
      "https://www.blendjet.com/safetyandrecall",
      "https://saferproducts.gov/IncidentReporting",
      "https://saferproducts.gov/PublicSearch/Result",
      "https://www.snlookup.blendjet.com/",
      "https://cpsc.gov/Recalls/2024/BlendJet-Recalls-4-8-Million-BlendJet-2-Portable-Blenders-Due-to-Fire-and-Laceration-Hazards",
      "http://blendjet.com/safetyandrecall",
      "https://snlookup.blendjet.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "blendjet",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "consumer product safety commission",
          "sentiment": "none"
        },
        {
          "name": "cpsc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:20.531+02:00",
    "updated": "2023-12-29T00:19:20.531+02:00"
  },
  {
    "uuid": "7752f2a273c9c5fe4b9ef63987988bf8ca612b65",
    "url": "https://www.ajmc.com/view/secukinumab-proves-successful-in-treating-severe-hs-safety-persists-at-week-52",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Skylar Jeremias",
    "published": "2024-04-11T00:00:00Z",
    "title": "Secukinumab Proves Successful in Treating Severe HS, Safety Persists at Week 52",
    "text": "In a recent study, secukinumab therapy demonstrated adequate safety and efficacy profiles, offering potential benefits for patients with severe hidradenitis suppurativa (HS) who found adalimumab intolerable. Patients with severe hidradenitis suppurativa (HS) who found adalimumab intolerable may benefit from secukinumab therapy, as it demonstrated adequate safety and efficacy profiles up to week 52 in a recent study. The prospective single-center study, published in [Clinical, Cosmetic and Investigational Dermatology](https://pubmed.ncbi.nlm.nih.gov/38283798/), highlights the potential for secukinumab to be a therapeutic weapon against HS, for which adalimumab was the only FDA-approved biologic indicated for the condition until secukinumab received approval in October 2023. “Indeed, different new drugs are being tested for HS (eg, spesolimab and porvocitinib). It is therefore important for the future to select new therapeutic targets for HS establishing a universally and shared treatment algorithm. Among future drugs, secukinumab certainly represents the most immediate novelty,” the authors wrote. For inclusion, patients had to be aged 18 or older, received a diagnosis of moderate to severe HS at least 1 year prior to the baseline visit, and have a total abscess and inflammatory nodule count of 3 or higher, HS lesions in at least 2 places, a draining fistula count of 20 or less at baseline, and an inadequate response to oral antibiotics and adalimumab for HS. Patients were administered 300 mg secukinumab subcutaneously every week for 5 weeks and then every 4 weeks. A total of 21 patients with HS were recruited, 12 of whom were female, and the mean age was 30.7 years. Most patients (52.4%) were between 18 and 29 years old. About 14% of patients underwent treatment discontinuation as a result of inefficacy or adverse events. Seven patients (33%) did not complete the full 52 weeks of the study. Additionally, 2 patients (9.5%) experienced primary inefficacy by week 16, 1 (4.7%) developed pneumonia at week 12, and 4 (19%) missed scheduled follow-ups and were consequently excluded from the study. At week 52, there was a notable improvement in the dermatology life quality index (DLQI), with the average value decreasing by 7 points to 19.7 (P < .001). However, despite this improvement, the DLQI value remained high, indicating the persistent strong psychological impact of HS on patients even as their clinical condition improved. Regarding the Visual Analog Scale (VAS) pain score, there was a 50% decrease to an average value of 4.8 at week 52 compared to baseline (P < .001). By week 52, 57.1% of patients achieved the primary endpoint (Hidradenitis Suppurativa Clinical Response [HiSCR]), with improvements continuing throughout follow-ups. Additionally, 33% of patients did not meet the primary study endpoint at week 16, and they did not experience a significant decrease in IHS4 values at baseline. On the other hand, 57.1% of patients achieved the primary endpoint, showing significant improvement across all severity assessment scales (IHS4, DLQI, and VAS pain scale) at both week 16 and week 52, with the HiSCR reaching 71.4%. Recent discourse has focused on the pivotal role of IL-23 in HS, with research indicating its overexpression in lesions and elevated serum levels among affected individuals, highlighting potential therapeutic targets for mitigating disease progression. The small sample size, open-label design, and lack of control group were listed as study limitations. Reference Martora F, Marasca C, Cacciapuoti S, et al. Secukinumab in hidradenitis suppurativa patients who failed adalimumab: a 52-week real-life study. Clin Cosmet Investig Dermatol. 2024;17:159-166. doi: 10.2147/CCID.S449367 [Patients With Actinic Keratosis Prefer Simulated Daylight PDT Over More Painful Red Light PDT](/view/patients-with-actinic-keratosis-prefer-simulated-daylight-pdt-over-more-painful-red-light-pdt?utm_source=www.ajmc.com&utm_medium=relatedContent) A recent study found that patients with actinic keratosis experienced more pain during red light photodynamic therapy (PDT) than simulated daylight PDT, emphasizing the need to understand patient experiences for better treatment decisions. Read More [Delays in HS Diagnosis, Treatment Shed Light on Provider Education Gaps](/view/delays-in-hs-diagnosis-treatment-sheds-light-on-provider-education-gaps?utm_source=www.ajmc.com&utm_medium=relatedContent) Patients with hidradenitis suppurativa (HS) in Canada often wait long periods of time to receive an HS diagnosis and receive evidence-based therapy, highlighting the need for increased interdisciplinary education on HS management. Read More [Dupilumab Considered Safe, Effective Treatment for Adolescent, Adult Patients With AD](/view/dupilumab-considered-safe-effective-treatment-for-adolescent-adult-patients-with-ad?utm_source=www.ajmc.com&utm_medium=relatedContent) These posters both used the GLOBOSTAD study, which demonstrated through patient and physician assessments that dupilumab is a safe and effective treatment for adolescent and adult patients with atopic dermatitis (AD). Read More [AI Dermatology Mobile Apps Have Critical Efficacy, Safety Gaps, Review Says](/view/ai-dermatology-mobile-apps-have-critical-efficacy-safety-gaps-review-says?utm_source=www.ajmc.com&utm_medium=relatedContent) This scoping review discovered potential risks and critical gaps in the efficacy, safety, and transparency of current artificial intelligence (AI) dermatology mobile apps, emphasizing the need for regulatory intervention. Read More [Late-Breaking Abstracts Highlight Promising Therapies in AD, Hidradenitis Suppurativa](/view/late-breaking-abstracts-highlight-promising-therapies-in-atopic-dermatitis-hidradenitis-suppurativa?utm_source=www.ajmc.com&utm_medium=relatedContent) Experts at the American Academy of Dermatology Annual Meeting shared results of research into various topical and systemic therapies for atopic dermatitis (AD) and hidradenitis suppurativa during a late-breaking abstract session. Read More",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fda",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T01:14:06.690+03:00",
    "updated": "2024-04-24T01:25:30.045+03:00"
  },
  {
    "uuid": "10a48e9349184191ffc0706b1241f7c40c6b55f9",
    "url": "https://whatsnew2day.com/covid-was-obviously-a-chinese-lab-leak-covered-up-by-beijing-says-british-expert",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexander",
    "published": "2024-11-22T09:50:00Z",
    "title": "Covid WAS ‘obviously’ a Chinese lab leak covered up by Beijing, says British expert",
    "text": "Covid most likely came from a lab leak in China and its origins were “obviously” the subject of a cover-up by Beijing, a leading British epidemiologist has said.\nProfessor Tim Spector, who co-created symptom tracking app Zoe and received an OBE for his work during the pandemic response, questioned whether scientists could have manipulated the virus before it was supposedly leaked.\n“I don’t think there’s any doubt that this virus emanated in China, somewhere close to Wuhan,” the King’s College London epidemiology professor told the Zoe podcast.\n‘The question is: did this come from bats? Did it come from a lab that was working with this virus and manipulating it to make it grow faster? Or was it a completely artificially generated virus?\nCovid-19 emerged in Wuhan, central China, with different theories among scientists about whether it could have come from the Wuhan Institute of Virology (WIV) or a wet market in the region.\nThere has been intense debate about the origin of the pandemic that has claimed 7 million lives worldwide and more than 200,000 in the UK.\nThe theory that it was a lab leak gained traction after being shared by the head of the FBI, who stated last year that the origins of the pandemic “are most likely a possible laboratory incident.”\nProfessor Spector said Covid has shown that laboratories around the world should be monitored more strictly and treated with the same seriousness as a nuclear threat, and warned it “could happen again in another laboratory if we are not careful.”\nCovid-19 emerged in Wuhan, central China, with different theories among scientists about whether it could have come from the Wuhan Institute of Virology (WIV) or a wet market in the region.\nProfessor Tim Spector co-created symptom tracking app Zoe and was awarded an OBE for supporting the pandemic response with his work.\nHe also highlighted claims in US congressional hearings that Chinese and US laboratories had worked together to study the infectiousness of coronaviruses and how to “control or accelerate them”.\nDescribing a possible cover-up, he pointed to “the trail of shredded documents and the exchange of emails between the United States and China at the time.”\nHe added that “there was a very obvious cover-up from the beginning by various governments saying that we had to publish a report saying that this is all due to bats, so that people are not going to blame the laboratories and the scientists for maintain that credibility.” .’\n‘I don’t think the idea of ​​someone creating a virus from scratch is very easy to do. “So I think it’s more likely that it was a mistake than something deliberate, but I think it was about people working with dangerous viruses that got out of control rather than it being a plot,” he said.\nThe government’s pandemic adviser described it as his “personal opinion” and added that “there are opinions from all sides on this.”\nIn September, a major international study rejected the popular theory, claiming instead that the virus began its life in a “wet market” in Wuhan and not in a scientific experiment.\nResearchers analyzed genetic samples from animals sold at Wuhan market stalls in 2019 and found traces of the Covid virus in some species.\nThey claimed to have identified animals that could have been responsible for its transmission to humans.\nIt also emerged that American and Chinese scientists attempted to create a Covid-like virus just a year before the pandemic began.\n“This adds another layer to the accumulated evidence that all point to the same scenario: that infected animals were introduced to the market in mid-to-late November 2019, triggering the pandemic,” said study author Kristian Andersen of Scripps Research.\nThe raccoon dog, a fox-like animal common in East Asia, was suggested to be the largest carrier of the virus.\nOther animals, such as masked palm civets, grizzled bamboo rats and Malayan porcupines, were also found to be carrying Covid-19 before it spread to humans.\nThis is not a definitive list as many of the key animal species were removed from the market before the Chinese health team arrived, said Florence Débarre of the French National Center for Scientific Research, who led the study.\nScientists note that many of the first cases in Wuhan, a city of 12 million people, were market workers.\nHowever, supporters of the lab leak theory have been supported by the findings of Australian and American researchers who used a risk analysis tool to determine the chances that the SARS-CoV-2 virus was of “unnatural” origin. ” or “natural.”\nIt found that Covid had a high probability of having a “non-natural” origin, although the researchers cautioned this by saying that the “risk assessment cannot prove the origin of (Covid), but shows that the possibility of a laboratory origin does not can be easily dismissed.” .’\nIt also emerged that American and Chinese scientists attempted to create a Covid-like virus just a year before the pandemic began.\nThe records, obtained through freedom of information requests in December 2023, laid out a plan to “engineer spike proteins” to infect human cells that would then be “inserted into the backbones of SARS-Covid” at the WIV in December 2018. .\nThis photo taken on April 15, 2020 shows vendors wearing face masks as they offer prawns for sale at Wuhan Baishazhou Market in Wuhan, central China’s Hubei Province.\nThe proposal was made by EcoHealth Alliance, a New York nonprofit that channels U.S. government grants abroad to fund these types of experiments.\nUltimately, the US Department of Defense denied the request, but critics say the plans laid out in the proposal served as a “blueprint” for how to create Covid.\nSpeaking about the implications of the study, Dr Raina MacIntyre, an Australian biosafety expert, told Daily Mail Australia: “For policy, this (study) is important because we have more control over preventing unnatural outbreaks, many of which which arise from simple human error or inadequate biosecurity”. .\n“Poor biosafety procedures have been documented in bat sampling and at the Wuhan Institute of Virology, but laboratory accidents are common around the world.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Tim Spector",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Wuhan Institute of Virology",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T12:12:24.564+02:00",
    "updated": "2024-11-22T12:12:24.564+02:00"
  },
  {
    "uuid": "f2311b44cc4635e3cfd337914d149ba6a2cba39d",
    "url": "https://okdiario.com/sociedad/comunicado-urgente-aemet-confirma-peor-noticia-del-verano-13258794",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@okdiario",
    "published": "2024-08-02T07:45:00Z",
    "title": "Comunicado urgente de la AEMET: se confirma la peor noticia del verano",
    "text": "Comunicado urgente de la AEMET: se confirma la peor noticia del verano La AEMET lanza un comunicado urgente que trae malas noticias [Las cabañuelas de Jorge Rey sentencian el verano: «Si llueve en San Lorenzo…»](https://okdiario.com/sociedad/cabanuelas-jorge-rey-sentencian-verano-si-llueve-san-lorenzo-13252434 ) [Jorge Rey anuncia la llegada del veroño y sentencia: adiós a agosto](https://okdiario.com/sociedad/jorge-rey-anuncia-llegada-del-verono-sentencia-adios-agosto-13246464 ) La AEMET lanza un comunicado urgente que confirma la peor noticia del verano, ha llegado el momento de empezar a prepararnos para lo peor. Tenemos por delante todo un mes de agosto que nos traerá novedades importantes y que pueden acabar determinando el curso de los planes que tenemos por delante. Sin duda alguna deberemos adaptarnos a unos cambios que son claves y que quizás hasta ahora nunca hubieras imaginado, es hora de empezar a prepararse para lo que llegará en breve a nuestro país. Pudiendo ser algo significativo. España se convierte en verano en un horno ibérico, por lo que, deberemos empezar a prepararnos para poder afrontar una serie de cambios que son claves en muchos aspectos. Por lo que, tenemos por delante una situación que realmente nos puede llegar a perjudicar, especialmente preocupante. Las distintas olas de calor a las que nos enfrentamos son especialmente peligrosas para una población que debe buscar mecanismos para poder salir de esta situación que puede repetirse verano tras verano e incluso alargarse en el tiempo. Los expertos de la [AEMET](https://okdiario.com/noticias/agencia-estatal-de-meteorologia-aemet/) han confirmado la peor noticia posible para estos días que tenemos por delante. La AEMET lanza un comunicado urgente El comunicado urgente de la AEMET ha dado mucho de qué hablar, nos enfrentamos a unos días en los que deberemos estar preparados para lo peor y en especial para eso que vamos a ver llegar de forma intensa en nuestro día a día. Sin duda alguna, debemos empezar a prepararnos para dar un poco más de lo que tenemos por delante y de cómo lo afrontaremos. Este verano está haciendo un calor que puede ser insoportable, pero también nos está alejando de forma significativa de lo que desearíamos. Habrá llegado el momento de empezar a preparar lo que queda del verano y quizás esta nueva temporada que la vamos a empezar desde cero con la ayuda de determinados elementos. Es hora de hacer que el tiempo juegue a nuestro favor, adelantándonos a lo que pasará. Como viene siendo habitual en estos últimos tiempos, deberemos afrontar el calor del verano hasta bien entrado el mes de octubre. Algo que quizás nos sorprenda o nos aleje de lo que querríamos conseguir estos días. En esta publicación viral nos enfrentamos casi a las mismas posibilidades de que sea caluroso o no, pero también a que sea seco o lluvioso. Como lanzar una moneda en el aire, eso parece que tendremos en breve. Podemos tener calor hasta octubre, ya que existen más posibilidades de que así sea, aunque nadie puede saber qué pasará hasta que nos acerquemos a estos días. La peor noticia del verano se confirma Predicción para el trimestre agosto-septiembre-octubre (final del verano y primera parte del otoño) 👉 🌡️60 a 70 % de probabilidad de temperaturas superiores a lo normal. 🌂40 a 50 % de probabilidad de que sea más seco de lo normal, frente al 20 a 25 % de que sea más lluvioso. [pic.twitter.com/ve6mKMT0Dm] — AEMET (@AEMET_Esp) [July 31, 2024] Parece que tendremos calor para días, pero, de momento, nos despediremos de lo que tenemos por delante. Se acercan unos cambios para los que debemos estar preparados de una manera o de otra, afrontaremos una situación que puede acabar siendo la que marque una diferencia importante. A partir de hoy podemos decirle adiós a una tercera ola de calor que ha dejado registros increíbles. Siguiendo la misma [previsión del tiempo](https://okdiario.com/noticias/prevision-del-tiempo/): «En buena parte del país predominará tiempo estable, con cielos poco nubosos o despejados o nubes medias y altas. No obstante, en el área cantábrica se esperan intervalos nubosos, especialmente matinales, con posibilidad de precipitaciones débiles y dispersas, más abundantes en el Cantábrico oriental, sin descartar chubascos durante la madrugada en el alto Ebro, Pirineo occidental y norte de la Ibérica y por la tarde en la Cantábrica. Asimismo, se formará nubosidad de evolución diurna en Pirineos y sistemas Ibérico y Central, con posibles chubascos y tormentas dispersos, más probables y localmente fuertes en Pirineos e Ibérica, que ocasionalmente pueden ir acompañados de granizo. En el valle del Ebro y zonas de la Meseta no pueden descartarse también tormentas secas aisladas. En Canarias intervalos de nubes bajas en los nortes de las islas». La buena noticia es que las temperaturas empezarán a descender: «Posible calima en ambos archipiélagos y centro y sudeste peninsulares y probables bancos de niebla matinales en interiores de Galicia, Cantábrico y alto Ebro. Las temperaturas descenderán en general en la Península y Baleares, acusadamente las máximas en zonas del nordeste peninsular y se esperan pocos cambios en Canarias. Pese a los descensos, seguirán superándose los 35 grados en interiores de la mitad sur y depresiones del nordeste peninsular, sin descartar puntos de Mallorca y sur de las islas Canarias, incluso los 40 en zonas del Guadalquivir. Las mínimas tampoco bajarán de 25 grados en el área mediterránea». Los vientos serán los auténticos protagonistas de estos días: «Soplará alisio moderado en Canarias, con intervalos de fuerte en zonas expuestas. Predominarán vientos de componente norte en la mitad norte peninsular y área mediterránea oriental, en general flojos o moderados, con intervalos de fuerte en Ampurdán. En el resto de la vertiente atlántica, Estrecho y Alborán soplarán vientos del oeste, con intervalos de poniente fuerte en el Estrecho».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T10:50:53.431+03:00",
    "updated": "2024-08-02T10:50:53.431+03:00"
  },
  {
    "uuid": "219d1cbe3ba572e9ae87633b08f0aada1c2705f4",
    "url": "http://stock.stockstar.com/RB2025061900003733.shtml",
    "ord_in_thread": 0,
    "author": "证星资金流向",
    "published": "2025-06-19T00:25:00Z",
    "title": "复旦复华（600624）6月18日主力资金净卖出1508.82万元_股票频道_证券之星",
    "text": "证券之星消息，截至2025年6月18日收盘，复旦复华(600624)报收于7.06元，下跌2.62%，换手率4.51%，成交量30.67万手，成交额2.18亿元。\n6月18日的资金流向数据方面，主力资金净流出1508.82万元，占总成交额6.93%，游资资金净流入153.77万元，占总成交额0.71%，散户资金净流入1355.05万元，占总成交额6.22%。\n近5日资金流向一览见下表：\n复旦复华融资融券信息显示，融资方面，当日融资买入1163.53万元，融资偿还906.28万元，融资净买入257.25万元。融券方面，融券卖出0.0股，融券偿还0.0股，融券余量7400.0股，融券余额5.22万元。融资融券余额1.42亿元。\n近5日融资融券数据一览见下表：\n该股主要指标及行业内排名如下：\n复旦复华2025年一季报显示，公司主营收入1.61亿元，同比上升3.5%；归母净利润-812.44万元，同比上升26.83%；扣非净利润-1055.52万元，同比上升14.28%；负债率54.52%，投资收益-36.35万元，财务费用253.34万元，毛利率34.02%。复旦复华（600624）主营业务：主要业务包括医药、软件和园区三大业务板块。\n资金流向名词解释：指通过价格变化反推资金流向。股价处于上升状态时主动性买单形成的成交额是推动股价上涨的力量，这部分成交额被定义为资金流入，股价处于下跌状态时主动性卖单产生的的成交额是推动股价下跌的力量，这部分成交额被定义为资金流出。当天两者的差额即是当天两种力量相抵之后剩下的推动股价上升的净力。通过逐笔交易单成交金额计算主力资金流向、游资资金流向和散户资金流向。\n注：主力资金为特大单成交，游资为大单成交，散户为中小单成交\n以上内容为证券之星据公开信息整理，由AI算法生成（网信算备310104345710301240019号），不构成投资建议。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->financial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:44:35.966+03:00",
    "updated": "2025-06-19T04:49:09.000+00:00"
  },
  {
    "uuid": "07d687c817eb56ef4660e3905f3d770fbfa7a449",
    "url": "https://www.cope.es/emisoras/canarias/noticias/canarias-decreta-alerta-por-lluvias-prealerta-por-tormenta-nieve-viento-oleaje-20240322_3212480",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción COPE Canarias",
    "published": "2024-03-22T12:07:00Z",
    "title": "Canarias decreta la alerta por lluvias y prealerta por tormenta, nieve, viento y oleaje",
    "text": "TIEMPO\nCanarias decreta la alerta por lluvias y prealerta por tormenta, nieve, viento y oleaje\nLas precipitaciones más intensas se esperan en zonas del interior y vertiente este de Lanzarote, Fuerteventura y Gran Canaria\nLas Palmas de Gran Canaria\nTiempo de lectura: 2'\nActualizado 14:16\nEl Gobierno de Canarias, a través de la Dirección General de Emergencias, ha declarado la situación de alerta por lluvias en Gran Canaria, Lanzarote y Fuerteventura, a partir de las 15:00 horas de este viernes, 22 de marzo, y la prealerta por este mismo fenómeno en el resto las islas. A esto se suman, las declaraciones de prealerta por tormentas, nieve, viento y fenómenos costeros en diferentes puntos del archipiélago, coincidiendo con el paso por las islas de una Depresión Aislada en Niveles Altos (DANA), que traerá inestabilidad durante varios días.\nEstas decisiones se toman basándose en la información facilitada por la Agencia Estatal de Meteorología y otras fuentes disponibles, y en aplicación del Plan Específico de Emergencias de Canarias por Riesgos de Fenómenos Meteorológicos Adversos (PEFMA).\nLas lluvias afectarán principalmente a las islas orientales, donde se esperan precipitaciones que serán mayoritariamente chubascos débiles a moderados, con probables aguaceros, puntualmente fuertes, que podrán alcanzar o superar los 15-30 litros en 30 minutos y acumulados de 50 litros en doce horas. Las precipitaciones más intensas y copiosas se esperan en zonas del interior de la vertiente este de estas islas.\nEn las islas occidentales se esperan chubascos débiles a moderados y probables aguaceros que superarán los 15-25 litros en una hora.\nEsta situación de inestabilidad puede generar actividad eléctrica atmosférica en toda la comunidad autónoma, lo que ha llevado a la Dirección General de Emergencias a declarar también la prealerta por tormentas en todo el archipiélago, ya que pueden ser localmente fuertes.\nEn cuanto a la nieve, la prealerta afecta a las cumbres de La Palma y Tenerife, donde se espera aire frío en capas altas que pueden generar precipitaciones en forma de nieve por encima de los 1.800 metros de altitud. También podrán producirse cencelladas y placas de hielo en las carreteras de las cumbres de estas islas y de Gran Canaria.\nLa fuerza de los vientos previstos ha hecho que la Dirección General de Emergencias declare también la prealerta en las islas occidentales donde se espera viento del norte y noroeste flojo a moderado con intervalos fuertes y probables rachas muy fuertes que podrán superar los 70 kilómetros hora en cumbres y medianías altas del norte.\nAsimismo, el Gobierno mantiene la prealerta por fenómenos costeros en toda la comunidad autónoma, declarada el pasado miércoles 20 de marzo, ya que se mantiene el mal estado del mar en costas abiertas al norte y al oeste con olas de mar combinada de 2,5-3,5 metros.\n- item no encontrado",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T15:27:49.789+02:00",
    "updated": "2024-03-22T15:27:49.789+02:00"
  }
]
