[
  {
    "uuid": "0b5b843ba08d496acf2e3f45284002c4b2d0712f",
    "url": "https://www.yabiladi.com/articles/details/145269/pays-bas-famille-marocaine-quitte-domicile.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yabiladi.com",
    "published": "2023-12-28T22:25:00Z",
    "title": "Pays-Bas : Une famille marocaine quitte son domicile après des accusations sur un bûcher du drapeau d’Israël",
    "text": "Une famille marocaine a été contrainte de quitter sa maison à Urk, au centre des Pays-Bas, après avoir été victime de harcèlement et d’attaques déclenchées par une fausse accusation contre son fils adolescent. Selon le journal régional [Omroep Flevoland](https://www.omroepflevoland.nl/nieuws/361971/marokkaans-nederlands-gezin-weg-uit-urk-na-bedreigingen-en-stenen-door-de-ruit), la famille composée d’une grand-mère, des parents et de trois enfants a quitté son domicile pendant plus d’un mois et demi. En cause, son fils mineur a été accusé à tort d’avoir brûlé des drapeaux d’Israël, ce qui a fait de lui une cible de cyberharcèlement ayant dégénéré en menaces réelles et en actes de violence. La famille a notamment vu son domicile visé par des attaques aux pierres à deux reprises, endommageant les fenêtres. Malgré la proposition de relogement formulée par le maire, la famille craint pour sa sécurité et surtout celle des enfants scolarisés à la maison. Pour l’heure, les membres se sont dispersés et trouvé refuge chez des proches à travers les Pays-Bas. Chaque jour, les appels à une enquête approfondie sur les menaces et les attaques se font de plus en plus forts. Les organisations musulmanes ont exprimé leurs inquiétudes et ont exhorté les autorités à agir rapidement, pour garantir la sécurité de tous les résidents de la ville, quelle que soit leur origine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.omroepflevoland.nl/nieuws/361971/marokkaans-nederlands-gezin-weg-uit-urk-na-bedreigingen-en-stenen-door-de-ruit),",
      "https://omroepflevoland.nl/nieuws/361971/marokkaans-nederlands-gezin-weg-uit-urk-na-bedreigingen-en-stenen-door-de-ruit),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:45:49.937+02:00",
    "updated": "2023-12-29T00:45:49.937+02:00"
  },
  {
    "uuid": "ed99df9b966a119111e012d3b3ad372e1efb677d",
    "url": "https://www.europapress.es/ciencia/cambio-climatico/noticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2023-12-29T15:51:00Z",
    "title": "El calentamiento global exacerba los tifones en el este de Asia",
    "text": "Archivo - 06 September 2022, South Korea, Busan: High waves batter a breakwater on the coast of the southeastern port city of Busan as Typhoon Hinnamnor slammed southern South Korea. Photo: -/YNA/dpa - -/YNA/dpa - Archivo Europa Press Ciencia Actualizado: viernes, 29 diciembre 2023 15:51 Newsletter Boletín de Ciencia Plus Recibe un email cada día con las noticias más importantes. Suscríbete Autorizo el tratamiento de mis datos personales para la finalidad indicada. Es importante que antes de enviar la solicitud lea y acepte la siguiente información básica sobre nuestra Política de Privacidad. RESPONSABLE EUROPA PRESS NOTICIAS S.A. FINALIDAD PRINCIPAL Gestionar el envío del boletín de noticias diario para informarle de los hechos más relevantes de cada día. LEGITIMACIÓN Consentimiento del interesado. DESTINATARIOS Sus datos podrán ser comunicados al resto de entidades del Grupo Europa Press con la finalidad de poder gestionar de forma correcta la suscripción. DERECHOS Acceso, rectificación, supresión y portabilidad de sus datos, de limitación y oposición a su tratamiento, así como a no ser objeto de decisiones basadas únicamente en el tratamiento automatizado de sus datos, cuando procedan. INFORMACIÓN ADICIONAL Puede consultar la información adicional y detallada sobre nuestra Política de Privacidad en https://www.europapress.es/politica-privacidad.html o escribiendo al correo electrónico protecciondedatos@europapress.es @cienciaplus MADRID, 29 Dic. (EUROPA PRESS) -\nUn análisis cuantitativo pionero del impacto del calentamiento global sobre los tifones que tocan tierra en la península de Corea revela un incremento en la precipitación extrema por esta causa.\nEsta investigación, que utilizó un modelo climático de alta resolución, ha sido publicada recientemente en npj Climate and Atmospheric Science por científicos de la Universidad de Ciencia y Tecnología de Pohang (POSTECH).\nEn particular, el calentamiento global está dando paso a un aumento de tifones más poderosos que mantienen su intensidad por más tiempo y, por lo tanto, causan daños mayores.\nEl año pasado, el tifón Hinnamnor, que causó 36 muertes, ganó notoriedad como el primer súper tifón que se desarrolló en una latitud alta de 25°N desde que comenzaron los registros de la Administración Meteorológica de Corea. Este año, en Osong, Chungcheongbuk-do, un intenso aguacero inesperado provocó que los ríos se desbordaran repentinamente, lo que provocó numerosas víctimas.\nLa predicción precisa de tifones y la reducción de daños requieren una mejor comprensión de las influencias del calentamiento global, para lo cual son esenciales las simulaciones de modelos climáticos con una resolución a escala de kilómetros. Sin embargo, siguen siendo escasos los estudios que cuantifiquen la contribución del calentamiento antropogénico a los tifones que afectan a Corea, especialmente la investigación sobre las precipitaciones extremas que acompañan a los tifones.\nPara superar esto, el equipo de investigación diseñó una simulación de modelo climático regional de alta resolución de 3 km para investigar el impacto del calentamiento global en la intensidad de los tifones y las precipitaciones extremas.\nSe eligieron cuatro tifones extremadamente fuertes que tocaron tierra en la península de Corea entre 2011 y 2020 para su simulación en las condiciones climáticas actuales y en condiciones contrafactuales sin calentamiento inducido por el hombre. Para reducir las incertidumbres en los cambios regionales de temperatura de la superficie del mar debido al calentamiento global, los investigadores utilizaron diversos patrones de calentamiento de los océanos estimados a partir de múltiples modelos climáticos CMIP6.\nLos hallazgos muestran que tener en cuenta el calentamiento global debido a las actividades humanas aumentó la intensidad y las precipitaciones generales de los tifones. El equipo de investigación observó que el impacto del calentamiento fue más pronunciado en la intensidad máxima del tifón que en la intensidad promedio. Esto implica que en el futuro se producirán con mayor frecuencia supertifones poderosos sobre el este de Asia.\nAdemás, el área expuesta a precipitaciones extremas generadas por tifones se expandió entre un 16% y un 37% debido a las condiciones climáticas más cálidas. Además, la expansión del área de precipitación extrema se atribuye al fortalecimiento del movimiento ascendente cerca del centro del tifón y al aumento del vapor de agua atmosférico debido al calentamiento de la superficie del océano.\nEl profesor Seung-Ki Min, de la División de Ciencia Ambiental e Ingeniería en Pahng y autor del estudio, explicó: \"Nuestros resultados de simulaciones de modelos climáticos de alta resolución proporcionan evidencia concluyente de que el calentamiento global ha amplificado la fuerza de los recientes tifones que tocaron tierra en la Península de Corea . La escalada continua del calentamiento global podría conducir a tifones más fuertes y ocurrencias de lluvias extremas más extensas, exigiendo mayores medidas de preparación específicas del sector\".\nMás información Asia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "external_links": [
      "https://twitter.com/cienciaplus",
      "https://www.facebook.com/sharer.php?u=https%3a%2f%2fwww.europapress.es%2fciencia%2fcambio-climatico%2fnoticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html&",
      "https://twitter.com/intent/tweet?text=El+calentamiento+global+exacerba+los+tifones+en+el+este+de+Asia&url=https%3a%2f%2fwww.europapress.es%2fciencia%2fcambio-climatico%2fnoticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html",
      "https://api.whatsapp.com/send?text=El+calentamiento+global+exacerba+los+tifones+en+el+este+de+Asia",
      "https://www.nature.com/articles/s41612-023-00509-w",
      "https://facebook.com/sharer.php?u=https%3a%2f%2fwww.europapress.es%2fciencia%2fcambio-climatico%2fnoticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html&",
      "https://www.api.whatsapp.com/send?text=El+calentamiento+global+exacerba+los+tifones+en+el+este+de+Asia",
      "https://www.twitter.com/intent/tweet?text=El+calentamiento+global+exacerba+los+tifones+en+el+este+de+Asia&url=https%3a%2f%2fwww.europapress.es%2fciencia%2fcambio-climatico%2fnoticia-calentamiento-global-exacerba-tifones-asia-20231229165019.html",
      "https://www.facebook.com/sharer.php",
      "https://www.twitter.com/cienciaplus",
      "https://nature.com/articles/s41612-023-00509-w",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:27:11.849+02:00",
    "updated": "2024-01-02T02:28:54.765+02:00"
  },
  {
    "uuid": "78c33a234a9cef88c523944557519b68455a5dd7",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/getnews-2024-1-5-revolutionizing-hair-restoration-realtimecampaigncom-considers-the-rise-of-scalp-micropigmentation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-01-05T00:00:00Z",
    "title": "Revolutionizing Hair Restoration: Realtimecampaign.com Considers The Rise of Scalp Micropigmentation | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "Scalp micropigmentation, a revolutionary technique in the field of hair restoration, is gaining attention as a viable solution for those facing hair loss challenges. This method, distinct from traditional hair transplant surgery, offers an alternative approach for individuals seeking to address hair thinning and baldness.\nThe process of scalp micropigmentation involves the application of pigment to the scalp, creating an illusion of fuller hair. Unlike hair transplant surgery, which typically involves grafting hair follicles to the balding areas, scalp micropigmentation is non-surgical and less invasive. It's a cosmetic procedure that replicates the appearance of hair follicles, providing a natural-looking hairline and adding density to thinning areas.\nThe Growing Popularity of Scalp Micropigmentation\nRecent years have seen a surge in the popularity of scalp micropigmentation. This rise can be attributed to its effectiveness in providing a solution to hair loss without the need for surgery. It's a versatile procedure that can benefit a wide range of individuals, including those with pattern baldness, alopecia, and thinning hair. Moreover, scalp micropigmentation can be used to conceal scars from previous hair transplants, enhancing the overall appearance of hair. To learn more about this procedure and to find reputable providers, interested individuals can go now to explore available options.\nScalp Micropigmentation Versus Hair Transplants\nWhile hair transplants have been a long-standing solution for hair loss, scalp micropigmentation offers a unique set of advantages. It requires no surgery, meaning there is minimal recovery time and lower risk of complications. Additionally, the results are immediate, whereas hair transplants may take several months to show full results. Scalp micropigmentation is also cost-effective compared to the more expensive hair transplant procedures.\nTraining and Expertise in Scalp Micropigmentation\nAs the demand for scalp micropigmentation increases, so does the need for skilled practitioners. Training courses are becoming more prevalent, equipping individuals with the techniques and knowledge required to perform this delicate procedure. For instance, BrowMaster Launches Scalp Micropigmentation services and training courses in India , highlighting the global expansion of this technique. Courses like these offer comprehensive training, ensuring practitioners are well-versed in the intricacies of the procedure.\nThe Role of Technology in Scalp Micropigmentation\nTechnological advancements have played a significant role in the development of scalp micropigmentation, according to realtimecampaign.com. Modern equipment allows for precise application of pigment, ensuring a natural and seamless look. The pigments used have also been refined, offering a range of colors that match the individual's natural hair color.\nThe Future of Hair Restoration\nLooking ahead, scalp micropigmentation is poised to become an increasingly popular choice for those seeking a solution to hair loss. Its non-invasive nature, coupled with the growing number of skilled practitioners, makes it an accessible and appealing option. It’s not just a cosmetic procedure but a form of artistry that requires skill and precision.\nFor those considering scalp micropigmentation, it's important to consult with a qualified practitioner to discuss the best approach for their specific needs. Leading companies like Bosley are a testament to the growing interest and trust in these procedures.\nScalp micropigmentation is a revolutionary technique offering a promising alternative to traditional hair transplant methods. Its rise in popularity is a testament to its effectiveness, affordability, and the natural-looking results it provides. As technology and training continue to evolve, scalp micropigmentation is set to play a pivotal role in the future of hair restoration solutions.\nMedia Contact\nCompany Name: Realtimecampaign.com\nContact Person: Media Relations\nEmail: Send Email\nPhone: 407-875-1833\nCountry: United States\nWebsite: Realtimecampaign.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-revolutionizing-hair-restoration-realtimecampaigncom-considers-the-rise-of-scalp-micropigmentation",
      "https://www.bosley.com/",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php?pr=revolutionizing-hair-restoration-realtimecampaigncom-considers-the-rise-of-scalp-micropigmentation",
      "https://www.getnews.info/wp-content/uploads/2024/01/1704473412.jpeg",
      "https://www.bosley.com/non-surgical/scalp-micro-pigmentation/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "http://Realtimecampaign.com",
      "http://www.universalpressrelease.com/?pr=revolutionizing-hair-restoration-realtimecampaigncom-considers-the-rise-of-scalp-micropigmentation",
      "https://www.siliconindia.com/news/general/browmaster-launches-scalp-micropigmentation-services-and-training-courses-in-india-nid-226550-cid-1.html",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "http://www.universalpressrelease.com/",
      "https://www.bosley.com",
      "https://tracking.newsrpm.com/pixel",
      "https://www.bosley.com/non-surgical/scalp-micro-pigmentation",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://bosley.com/",
      "https://www.getnews.info/press_stat.php",
      "https://bosley.com/non-surgical/scalp-micro-pigmentation/",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-1-5-revolutionizing-hair-restoration-realtimecampaigncom-considers-the-rise-of-scalp-micropigmentation",
      "https://cloudquote.io",
      "http://www.Realtimecampaign.com",
      "https://getnews.info/wp-content/uploads/2024/01/1704473412.jpeg",
      "https://siliconindia.com/news/general/browmaster-launches-scalp-micropigmentation-services-and-training-courses-in-india-nid-226550-cid-1.html",
      "https://getnews.info/press_stat.php?pr=revolutionizing-hair-restoration-realtimecampaigncom-considers-the-rise-of-scalp-micropigmentation",
      "http://universalpressrelease.com/?pr=revolutionizing-hair-restoration-realtimecampaigncom-considers-the-rise-of-scalp-micropigmentation"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:03:07.224+02:00",
    "updated": "2024-01-06T01:03:07.224+02:00"
  },
  {
    "uuid": "ed41eb67c0572c880d356b02dfc62bef24270136",
    "url": "https://bolavip.com/futbol-peru/luis-advincula-senalo-a-periodistas-y-juro-estar-comprometido-con-la-seleccion-peruana-20240107-BVP-122336.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yahoo",
    "published": "2024-01-07T00:00:00Z",
    "title": "Luis Advíncula señaló a periodistas y juró compromiso con Perú - Bolavip",
    "text": "Selección Peruana Luis Advíncula señaló a periodistas y juró estar comprometido con la Selección Peruana El futbolista peruano salió a contestar todas las críticas en su contra. Luis Advíncula no se quedó callado ante tantas menciones. Alianza Lima y los grandes cracks que enfrentará en los amistosos de pretemporada 2024 Recién llegó a Sporting Cristal y podría haber traído un problema económico impresionante Por Manuel Alejandro Carranza Salas\n07/01/2024 - 17:36hs EST\nwhatsapp\n07/01/2024 - 17:36hs EST\n© Getty Images Luis Advíncula y la Selección Peruana Por Manuel Alejandro Carranza Salas\nEl último proceso, corto, pero intenso, de Juan Reynoso al mando de la Selección Peruana , tiene a ciertos jugadores señalados por bajo rendimiento o algún comportamiento extraño. El hincha, fuera de la crítica sobre lo que pasó con El Cabezón en La Blanquirroja , tiene entre ceja y ceja a algunos jugadores, que según su idea, se borraron de forma sistemática.\nLuis Advíncula para la afición es uno de ellos, aumentado ese pensamiento por el comentario popular de los periodistas. Quienes no le perdonan que se haya hecho amonestar en el duelo pasado ante Bolivia de visitante, y luego no jugar en Lima contra Venezuela . Ese hecho se hizo más grande, porque a los días jugaba Boca Juniors un partido importante.\nTras tantos comentarios al respecto, unos a favor, y más en contra. Lucho habló con Jesús Alzamora en su podcast, para explicar: “Había gente que salía a decir que yo no quería a la selección, que era un cag… y lo había hecho por irme a Boca. Yo simplemente me acerqué (al árbitro) y le dije que revise la jugada. Pero yo no le indiqué nada, cuando él me saca la amarilla yo le dije por qué me sacas la tarjeta si no te he dicho nada”.\nLe preguntó el conductor de La Lengua , si ese hecho lo pudo prevenir o no tenía presente la tarjeta amarilla que tenía por una jugada previa. Advíncula abrió su corazón para poder explicar: “En el momento no me acordé, recién cuando me saca la amarilla, por eso después de ahí me quería morir. Y me preguntaba, ahora me pierdo el próximo partido”.\n¿Luis Advíncula se borró por jugar en Boca Juniors? Para callar todo tipo de acusaciones en su contra, por haberse “borrado”. El futbolista de Boca Juniors sostuvo: “Muy aparte de eso yo me quedé, no es que de Bolivia me fui a Argentina o vine aquí (Perú). Yo entrené al otro día con el grupo, eso me molestó porque yo he jugado infiltrado, dejé muchísimas cosas por la selección porque la amo y siempre me gusta estar, juegue o no juegue”.\nver también\nPedri e Ibai dan insólita respuesta cuando vieron que no conocían a Paolo Guerrero (VIDEO)\nver también\nRenato Tapia saldría del Celta de Vigo por un grande de España\n¿Luis Advíncula sintió la crítica del público? Esto nos da a pensar en principio que los jugadores profesionales están atentos a lo que se vive después de los partidos. Las críticas o comentarios negativos sobre sus acciones les afectan. Luis Advíncula ahora demostró ser vulnerable, por eso, sale a contestar a quienes lo señalaron como un elemento negativo para la Selección Peruana.\nLo importante ahora será saber si la prensa le dará su vuelto al futbolista peruano de Boca Juniors. O esperarán el momento preciso para poder atacar con ejemplos al ex Rayo Vallecano de España. Luis Advíncula ahora con el nuevo comando técnico, seguramente renovará esperanzas, para poder dar todo lo mejor de sí, en búsqueda de revertir el pésimo momento de La Bicolor.\nEncuesta ¿Luis Advíncula se borró para jugar con Boca Juniors aquella vez? ¿Luis Advíncula se borró para jugar con Boca Juniors aquella vez?\nYA VOTARON 0 PERSONAS\nManuel Alejandro Carranza Salas\nPeriodista deportivo con más de 9 años de experiencia en el mundo de los medios de comunicación, una trayectoria que abarca medios radiales, digitales y desempeños como redactor web, conductor radial y periodista deportivo. Especialista en la búsqueda de información de Alianza Lima, Sporting Cristal y Universitario.\nBoca Juniors Fútbol Peruano Luis Advíncula Perú Selección Perú Selección Peruana\nwhatsapp\nLEE TAMBIÉN\nAlianza Lima Alianza Lima Alianza Lima y los grandes cracks que enfrentará en los amistosos de pretemporada 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/CarranzaSalas94",
      "https://www.twitter.com/CarranzaSalas94"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:40:03.526+02:00",
    "updated": "2024-01-08T00:40:03.526+02:00"
  },
  {
    "uuid": "97bed3e04dbd2c720e5cbdc7da6adb6469923a5a",
    "url": "https://crast.net/482106/theres-a-delightfully-annoying-easter-egg-in-the-new-call-of-duty-gun/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Kaufman",
    "published": "2024-01-06T00:28:00Z",
    "title": "There's a delightfully annoying Easter egg in the new Call of Duty gun",
    "text": "latest Call of Duty: Modern Warfare III And warzone The bundle includes an SMG that includes a silly animation that references the annoying “update requires restart” message commonly encountered by players when attempting to boot up any game. Just be prepared to spend $20 to get this new gun. This Modern Warfare 3 gameplay feature promotes a weak campaign Duty Games released over the years have frustrated fans by asking them to restart the game due to updates. This message often appears before going to the main menu. While on console this restart may only take a few seconds, PC players may have to wait a minute or more before they can begin playing. this has been a problem at least since 2020 and there's still one thing MWII and battle royale spin-offs warzone, This message has become so ubiquitous over the years that it's become a meme cod community. And Activision is even willing to laugh at itself while taking some money from you. On January 5, the “Insert Coin Mastercraft” cosmetic bundle was revealed MW III And warzoneIn-game stores. While the bundle includes a range of cosmetics – including a new 80s-themed outfit, loading screen, and player emblem – the arcade rhythm submachine gun is the best part of this expensive pack. This is because if you inspect the weapon, your soldier will attempt to log the SMG by bringing it to their face. Duty By mashing a button, and then being greeted with the annoying update prompt. This leads to the soldier banging his gun in frustration, which is probably copied by countless others. cod Players have reacted to the gesture. I am not Duty These days, the players still aren't, but I will admit that it's nice to see this franchise, which is usually very serious, make fun of itself. Additionally, the arcade rhythm SMG comes with a neat pixel-death effect that basically de-rays everyone you kill, tron Style. And it also includes pixelated muzzle smoke, which is a nice touch. once again Duty Keeps me tempted by cool retro video game skins and weapons Apocalypse Gun from last year. And once again I have to stay strong. I'm already spending too much money Fortnite, I can't afford another battle royale in my life. ,",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T02:28:17.878+02:00",
    "updated": "2024-01-06T02:37:28.475+02:00"
  },
  {
    "uuid": "a2d4df83c04954bab32a792d4deea88c72ece2e5",
    "url": "https://menafn.com/1107712701/Kahramaa-Ready-For-Uninterrupted-Electricity-Supply-For-Asian-Cup",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-01-12T01:28:00Z",
    "title": "Kahramaa Ready For Uninterrupted Electricity Supply For Asian Cup | MENAFN.COM",
    "text": "( MENAFN - The Peninsula) #Asian Cup Qatar 2023 The Peninsula\nDoha, Qatar: In conjunction with hosting the AFC Asian Cup Qatar 2023, Qatar General Electricity and Water Corporation (Kahramaa) has announced its full readiness to supervise the progress of supplying stadiums and sports facilities with electricity. It will rely completely on the main electrical network to feed the tournament's operations and maintain the continuity of electricity.\nKahramaa contributed to the process of developing the infrastructure of stadiums and sports facilities in the country and supplied them with electrical power supply stations to support tournament operations.\nThe success of the sports edition of the World Cup, the largest sporting event in the country last year without interruptions, was the best proof of Kahramaa's achievements and its prominent role in providing electrical infrastructure and operating sports facilities with high efficiency.\nKahramaa also succeeded in ensuring the continuity of electrical power for official events and sporting events during 2023. Last year witnessed 12 sporting events. Kahramaa deployed 91 teams to support events. The total number of work hours completed by Kahramaa's technical teams was 1,134 working hours.\nDuring these events, the electrical system did not record any interruption in service at the level of the main and sub-networks. According to data from the Electricity Network Affairs Department, the technical performance of the electrical network witnessed a significant improvement and reached levels recorded for the first time in the history of the electrical system and for the fifth year in a row in the electrical distribution network.\nKahramaa measures the reliability of the performance of the electrical distribution and transmission network with global performance indicators as follows:The SAIFI performance index (System Average Interruption Frequency Index) in the electrical distribution network, where the average number of interruptions per user reached 0.1232 times. This index has improved by 13.1% over the year 2022 due to a decrease in the number of faults by 10 faults compared to the previous year.\nThe SAIDI performance index (average power outage duration index) in the electricity distribution network, as the average subscriber outage duration reached 9,029 minutes per subscriber. This index has improved by 4% over the year 2022.\nThe performance indicator System Lost Minutes (SML) in the electrical transmission network, where the lost minutes of the system reached 0.447, which represents only 14.9% of the permissible annual limit, and indicates the continued high performance rates of the electrical transmission network from 2017 until now.\nMENAFN12012024000063011010ID1107712701\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather",
      "Environment"
    ],
    "external_links": [
      "https://thepeninsulaqatar.com/article/12/01/2024/kahramaa-ready-for-uninterrupted-electricity-supply-for-asian-cup",
      "https://www.thepeninsulaqatar.com/article/12/01/2024/kahramaa-ready-for-uninterrupted-electricity-supply-for-asian-cup"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kahramaa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kahramaa ready for uninterrupted electricity supply",
          "sentiment": "negative"
        },
        {
          "name": "qatar general electricity and water corporation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "peninsula doha",
          "sentiment": "none"
        },
        {
          "name": "kahramaa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T15:28:14.241+02:00",
    "updated": "2024-01-12T15:28:14.241+02:00"
  },
  {
    "uuid": "6c5a2dcc1b5a072c6a1d1ff53d723e8b08f769a4",
    "url": "https://www.gulf-times.com/article/696024/qatar/ministry-silatech-host-youth-workshop-to-promote-sustainable-development-goals",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "info@gulf-times.com (Gulf Times)",
    "published": "2024-12-05T16:29:00Z",
    "title": "Ministry, Silatech host youth workshop to promote sustainable development goals",
    "text": "The Ministry of Sports and Youth and Silatech have organised the 'Youth Session' dialogue workshop in co-operation with the office of the United Nations Population Fund (UNFPA) in the GCC. The 'Youth Session' seeks to achieve the sustainable development goals (SDGs) at the local and international levels, through four main objectives, including empowering youth by providing them with a platform to express their opinions and aspirations, which helps them face contemporary challenges and address environmental issues, facilitating dialogue and creating a forum for initial discussions that feeds larger national and regional dialogues, while ensuring the integration of youth voices into decision-making processes, in line with the principles of the human development pillar of Qatar National Vision 2030.\nThe dialogue session contributes to enhancing the impact of policies, increasing civic participation and building sustainable dialogue, by enhancing the impact of policies, by directing the ideas and recommendations resulting from youth discussions to official policy dialogues; with the aim of conveying the voice of youth in order to contribute to influencing decision-making processes at the national and regional levels, especially when it comes to policies related to the social and economic empowerment of youth.\nIn this context, Director of the Planning, Quality and Innovation Department at the Ministry of Sports and Youth, Maha Issa al-Rumaihi, said that organizing this event comes from the Ministry's efforts to achieve strategic directions in this context, such as the Third National Development Strategy and the objectives of the Qatar National Youth Policy.\nShe added that the workshop represents an extension of the Ministry's efforts aimed at empowering youth, enhancing their role and making their voices heard so that they are an integral part of shaping the future of their society, which is in line with the vision of the Ministry of Sports and Youth: \"Active and responsible youth, with a sense of patriotism and a society that practices sports\".\nAl-Rumaihi praised the prominent role played by the Qatari youth participating in the workshop, and their work to enrich the discussions with their experiences, ideas and success stories. She also praised the important role played by partners from government agencies, especially the Ministry of Foreign Affairs (International Organizations Department), and their tireless efforts to develop and empower youth in the country.\nFor his part, Silatech CEO Hassan al-Mulla expressed his happiness to participate in the initiative that brings together youth and decision-makers to enhance dialogue and hone youth skills for a sustainable future, stressing that co-operation with the Ministry of Sports and Youth and the United Nations Population Fund provides a unique opportunity to enable youth to participate effectively in shaping their future and contribute to achieving sustainable development goals at the local and regional levels.\nIn the context of promoting comprehensive dialogue and ensuring the representation of diverse viewpoints in national and regional discussions, the \"Youth Session\" platform is expected to be an essential element of these conversations, and the event will feed into current national youth dialogues in each GCC country.\nSilatech is an international, non-profit, non-governmental social development organization based in Qatar. It aims to connect youth in the world with the jobs and resources necessary to establish and develop their projects, by providing comprehensive and innovative solutions in the field of youth employment through working with local, regional and international partners.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Education",
      "Politics"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:55:05.499+02:00",
    "updated": "2024-12-06T00:55:05.499+02:00"
  }
]