[
  {
    "uuid": "726598ba4af16726459f036ac9a2806e8b844646",
    "url": "https://www.cbsnews.com/news/migrant-crossings-u-s-southern-border-record-monthly-high-december/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Camilo Montoya-Galvez",
    "published": "2023-12-28T22:35:00Z",
    "title": "Migrant crossings at U.S. southern border reach record monthly high in December - CBS News",
    "text": "Border Patrol has processed more migrants who entered the U.S. illegally in December than in any other month in the agency's history, internal federal statistics obtained by CBS News show, highlighting the magnitude of the extraordinary migration crisis the Biden administration is grappling with.\nU.S. Border Patrol agents took into custody more than 225,000 migrants who crossed the southern border — in between official crossings — during the first 27 days of December, according to the preliminary Department of Homeland Security statistics. The figure does not include legal entries at ports of entry, where the Biden administration has been processing roughly 50,000 migrants each month, mostly under a process powered by a smartphone app .\nThe previous monthly record high in migrant apprehensions was recorded in May 2022, when Border Patrol processed 224,000 migrants in between ports of entry. There are still four days left in December.\nThe current spike in migration peaked before Christmas, during the week starting on Dec. 14 and ending on Dec. 20, when Border Patrol averaged 9,773 daily apprehensions, according to the data. On several days that week, the agency processed more than 10,000 migrants in 24 hours.\nUnlawful crossings along the U.S.-Mexico border have decreased this week, but remain at historically high levels. On Wednesday, Border Patrol processed 7,759 migrants, the statistics show.\n\"It's an unsustainable number of arrivals,\" said Theresa Cardinal Brown, a former U.S. immigration official under Presidents George W. Bush and Barack Obama. \"We can't keep funding the system for more and more people. It's challenging at every level.\"\nNearly 60% of all migrants processed by Border Patrol this month crossed into the U.S. illegally in the remote Tucson, Arizona and Del Rio, Texas sectors, where officials have recorded between 2,000 and 3,000 unlawful crossings each day, according to the internal DHS data. In both regions, migrants have found themselves sleeping outdoors near international bridges or border barriers because Border Patrol lacks the manpower and resources to process everyone in a timely fashion.\nIn a statement, Customs and Border Protection, Border Patrol's parent agency, said it had dispatched additional agents and resources to these hard-hit sectors.\n\"Encounter numbers continue to fluctuate, as smugglers and bad actors continue to spread falsehoods and show complete disregard for the safety and wellbeing of vulnerable migrants,\" the agency added. \"We remain vigilant and stand ready to ensure the safety of our personnel, migrants, and local communities, and the security of our southwest border.\"\nA high-stakes moment for the Biden administration The record levels of migrant crossings this month vividly illustrate the daunting logistical, humanitarian and political challenges President Biden faces at the U.S. southern border .\nPolitically, Mr. Biden's woes on immigration are clear as he faces reelection in 2024. Public polling, including by CBS News, has consistently indicated that most Americans view his administration's handling of border and immigration issues unfavorably.\nWhile Republicans have criticized Mr. Biden's immigration agenda since his first months in office in 2021, the president is facing a growing chorus of concerns from fellow Democrats across the country.\nSmall U.S. border communities like Eagle Pass, Texas; Jacumba Hot Springs, California; and Lukeville, Arizona, have suddenly become major transit points where thousands of migrants enter the country unlawfully every day, despite the coils of razor wire or federal border walls in their paths. The influx in illegal entries has strained local and federal resources in these remote regions, prompting local and state officials to request more federal support.\nMeanwhile, large U.S. cities like Chicago, Denver and New York City have continued to struggle to accommodate tens of thousands of migrants, many of whom are destitute and lack ties to the U.S. On Wednesday, the Democratic mayors of the three cities warned that without increased federal assistance, they would soon be unable to receive more migrants.\nIn a statement Thursday, White House spokesperson Angelo Fernández Hernández said the Biden administration had helped 10,000 migrants in city shelters apply for work permits, expedited the review of these applications and approved millions of dollars in funds for communities receiving new arrivals.\nIn Congress, Republican lawmakers have conditioned additional military aid to Ukraine to drastic restrictions on asylum and new legal authorities to swiftly deport migrants. Committed to dispatching more aid to Ukraine and addressing the dire challenges at the southern border, the White House is entertaining some of the hardline border policies championed by Republicans. The negotiations between lawmakers and the White House are expected to continue into the new year.\nThe scale of the crisis along the southern border intensified so much this month that the White House dispatched top U.S. officials, including Secretary of State Antony Blinken and Homeland Security Secretary Alejandro Mayorkas, to Mexico City on Wednesday to meet with Mexican President Andres Manuel Lopez Obrador to get his help in curbing U.S-bound migration.\nThe White House National Security Council said Mexico had taken \"significant new enforcement actions\" to reduce migrant arrivals along the U.S. border, though it did not offer further details on those operations. It did say officials from both countries would meet again in Washington in January \"to assess progress and decide what more can be done.\"\nImmigration More Supreme Court says U.S. can remove razor wire installed by Texas along border U.S. has admitted more than 1 million migrants using parole under Biden House committee holds final Mayorkas impeachment hearing Texas defies federal demand that it abandon border area New Guatemala president says country has dodged \"authoritarian setback\" More In: Immigration U.S.-Mexico Border Migrants Camilo Montoya-Galvez Camilo Montoya-Galvez is the immigration reporter at CBS News. Based in Washington, he covers immigration policy and politics.\nTwitter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/camiloreports",
      "https://www.twitter.com/camiloreports"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs news border patrol",
          "sentiment": "negative"
        },
        {
          "name": "department of homeland security",
          "sentiment": "none"
        },
        {
          "name": "border patrol",
          "sentiment": "none"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:02.750+02:00",
    "updated": "2024-01-23T10:49:36.372+02:00"
  },
  {
    "uuid": "71418667b55a11d3c750a6a3b9e49d52792cd4f3",
    "url": "https://www.meneame.net/story/meloni-orban-llegan-furiosos-cumbre-bruselas-tras-quedar-fuera/c0116",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ysinembargosemueve",
    "published": "2024-06-27T21:49:00Z",
    "title": "#116 Meloni y Orbán llegan furiosos a la cumbre de Bruselas tras quedar fuera del reparto de poder de la UE",
    "text": "Portada\nmis comunidades\notras secciones\n[#108](c108#c-108) Ok, veamos. Según tú, si mi moral dicta que matar a mis semejantes para mi beneficio es correcto, si mi sociedad es tolerante tiene que comérselo con patatas y dejarme tranquila con mis cosillas de matar gente. ¿Lo he entendido bien?\n[#105](c105#c-105) No nos olvidamos de que Europa es sólo una parte del mundo, sino que te olvidas de que la noticia trata sobre instituciones europeas.\n[#95](c95#c-95) Hembristas\nNo es cuestión de echar a nadie, es cuestión de no respetar barbaridades como la ablación, las terapias de conversión de homosexuales o la compra-venta de esclavos. Esas ideas no son respetables y atentan contra los derechos humanos, luego no tienen cabida legal en ninguna organización, nacional o supranacional, que se considere democrática.\n[#103](c103#c-103) te entiendo, pero nos olvidamos de que europa no es el mundo, solo somos una pequeña parte y cada vez más pequeña y vieja, y nuestra visión es pequeña en comparación al resto.\nAdemas somos una \" sociedad\" cada vez más atomizada y dividida, cada vez menos sociedad. Y cuando los grupos pierden los valores comunes, esas palabras que dices pierden sentido.\nNo lo olvides, lo que para nosotros es verdad absoluta, no lo es para la mayoría del mundo. Y llegará un momento en el que tendrás que decidir si aceptas al mundo, o te plantas firmes en tus creencias.\n[#81](c81#c-81) No muevas la portería. Hablamos de tolerancia. La tolerancia significa respetar toda opción (moral, sexual, religiosa, política, lo que te dé la gana) que se practique con respeto a las demás personas. Las opciones que no se basen en este respeto no deben ser toleradas. Esto nos lo enseñaron en un curso práctico, el siglo pasado, unos señores con bigotito, uno de los cuales fue una opción democrática tolerada por una democracia.\n[#102](c102#c-102) podemos seguir así toda la vida si quieres.\nTu pareces no querer aceptar que tú visión de respeto, bien , mal y opción, no son universales. Que están por encima del resto. Obviamente el resto también lo cree. Yo creo que no se puede ser tolerante si no se respeta esas creencias de los demás en el contexto de sus sociedades, y tú quieres usar tu moral para medir la del resto.\nNo confundas mi defensa de lo que creo que es ser tolerante, con mi brújula moral. Pocas veces encontrarás a alguien que esté tan en contra de las actitudes machistas, homófobas, clasistas etc...pero se cual es mi limite en cual puedo aplicarlas.\nEso es lo único que nos separa. Para mi, no sois tolerantes de verdad, por mucho que lo que los derechos que defendais sean correctos, si luego os volvéis intolerantes con gente que no es de vuestra misma sociedad\n[#106](c106#c-106) Estaremos así toda la vida si no entiendes lo que quiere decir tolerancia. Y no creo estar personalizando, la verdad. Cuando digo tú estoy usando un sujeto genérico. Disculpa si ha parecido que me refería a tu persona, de la que obviamente no sé nada.\nLa paradoja de Popper que ya te han explicado es la mejor explicación. Si ni así... no sé cómo convencerte de que la tolerancia no es una opción moral, es una estrategia de convivencia basada en el respeto. Los comportamientos que rompen este consenso, en los países observantes de los derechos humanos, deben ser anulados. La sociedad resultante podrá ser mejor o peor bajo puntos de vista moral, económico, etc. Pero si se precia de tolerante, no hay otro camino que expulsar al intolerante.\n[#107](c107#c-107) yo creo que tú no sabes lo que significa tolerancia de verdad, y viceversa.\nMuy poco tolerante por tu parte no respetar eso.\nPero es una cuestión que más tarde o temprano en europa se tendrá que dar, ya que cada vez somos menos una sociedad y más muchas juntas.\nA ver cómo lo supera una sociedad antaño cohesionada\n[#100](c100#c-100) para nada, dice que no sabe en detalle de qué estamos hablando, por lo que, sin ganas de enmierdar, porque ya que estamos debatiendo de cosas serias, qué menos que sepa de qué hablamos. Ha dicho, o más o menos ha dicho, porque no lo dice claro, que hay que deportar o meter en la cárcel a los que cometen delitos, pero no dice nada sobre si es un delito entrar ilegalmente en el país, a la fuerza o entrando por Barajas o en cayuco, por ejemplo.\nLos políticos que están en la UE, conocen muy bien este problema.\nAle, ya lo dejo.\n[#96](c96#c-96) En mi opinión, deberías tratar de conocer un poco más la Sharia, porque es fundamental para saber de qué estamos hablando en este hilo. Igual no verías que es tan chorra si supieras que conlleva la aplicación de la Sharia, más que nada ya que llevas por bandera ni más ni menos la bandera de un país musulmán donde se aplica a rajatabla la Sharia.\nYa que dices desconocer en detalle, permíteme darte unos pocos apuntes, sin entrar en demasiado detalle:\nDerechos Humanos y Libertades Individuales:\nLibertad religiosa: La sharía prescribe castigos severos para la apostasía (abandonar el islam), incluyendo la pena de muerte en algunos casos, lo cual contradice la libertad religiosa garantizada por las leyes de la UE.\nLibertad de expresión: La blasfemia o insultar al profeta Mahoma puede ser severamente castigada bajo la sharía, lo que entra en conflicto con las leyes de libertad de expresión en la UE.\nDerechos de la Mujer:\nIgualdad de género: La sharía a menudo prescribe diferentes roles y derechos para hombres y mujeres, como en temas de herencia, testimonio legal y vestimenta. En la mayoría de los países de la UE, la igualdad de género está protegida por la ley.\nPoligamia: La sharía permite que un hombre tenga hasta cuatro esposas, mientras que la poligamia es ilegal en todos los países de la UE.\nJusticia Penal:\nCastigos corporales: La sharía prescribe castigos físicos como la flagelación y la amputación por ciertos delitos, así como la lapidación por adulterio. Estos castigos son considerados inhumanos y degradantes según las leyes de derechos humanos de la UE.\nPena de muerte: Muchos países de la UE han abolido la pena de muerte y consideran su uso como una violación de los derechos humanos.\nDerechos de las Minorías y No Musulmanes:\nEstado y religión: La sharía no reconoce la igualdad total entre musulmanes y no musulmanes, y en algunos contextos se espera que los no musulmanes paguen un impuesto especial (jizya). En la UE, todas las personas, independientemente de su religión, tienen los mismos derechos bajo la ley.\nFamilia y Matrimonio:\nEdad y consentimiento para el matrimonio: La sharía puede permitir el matrimonio de niñas que han alcanzado la pubertad, mientras que en la mayoría de los países de la UE, el matrimonio infantil está prohibido y se requiere el consentimiento pleno y libre de ambos contrayentes.\nLibertad Sexual:\nOrientación sexual: La homosexualidad es castigada severamente bajo la sharía en algunos contextos, lo cual contradice las leyes de la UE que protegen los derechos de las personas LGBTQ+.\nEs decir, esta gente, los que siguen a fuego estas creencias, son lo más nazi e intolerantes que te puedes echar a la cara en la actualidad. Claro que sé que hay musulmanes moderados, incluso ateos, y laicos.\nEn Europa hemos pasado siglos para atar en corto a los intolerantes Cristianos que éramos, para evolucionar y tratar de ser sociedades laicas donde se respetan derechos humanos fundamentales que simplemente cualquier musulmán que siga la Sharia no respeta. De ahí que te pregunte una y otra vez qué debemos hacer con los que no se quieren integrar y por qué debemos dejar pasar a personas que no sabemos si se van a integrar.\n[#101](c101#c-101) Ehm, no. En este debate el conocimiento de la sharia es tan innecesario como poco demandada es esta extensa explicación que ni me voy a molestar en leer (porque ni viene a cuento, ni la he pedido). Otra cosa es que tú hayas venido aquí a hablar de tu libro e intentes meter con calzador tus prejuicios en este tema. Pero, lo siento, es que me la suda: he definido claramente lo que es tolerancia y en qué se basa. Lo demás, paja innecesaria.\nAle, que te vaya bien.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:56:49.322+03:00",
    "updated": "2024-06-28T01:56:49.322+03:00"
  },
  {
    "uuid": "6670ba27f3f9f33ed6e13038186e63c338a5fc7e",
    "url": "https://ground.news/article/surveillance-video-shows-moment-truck-crashes-into-palm-harbor-hair-salon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T22:39:00Z",
    "title": "Ground News - Surveillance video shows moment truck crashes into Palm Harbor hair salon",
    "text": "Summary by Ground News A Ford F-150 crashed into a Palm Harbor hair salon on Wednesday. The driver, a 76-year-old Tarpon Springs man, accidentally accelerated and lost control of the vehicle. Video shows the man's truck traveling forward before striking the building. No one was taken to the hospital. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nWFLA-TV Center High Factuality Media Conglomerate: Nexstar Media Group Surveillance video shows moment truck crashes into Palm Harbor hair salon PALM HARBOR, Fla. (WFLA) -- Newly released surveillance video shows the moment a Ford F-150 crashed into a Palm Harbor hair salon on Wednesday. According to the Florida Highway Patrol, the crash happened around 3:47 p.m. in the parking lot of 683 Alderman Road when the driver, a 76-year-old Tarpon Springs man, accidentally accelerated and lost control of the vehicle. ‘Sick attempt to terrorize my family’: Sen. Rick Scott says Florida home w…\n3 hours ago · Tampa, United States Read Full Article\nWFLA-TV Center High Factuality Media Conglomerate: Nexstar Media Group\nSurveillance video shows moment truck crashes into Palm Harbor hair salon PALM HARBOR, Fla. (WFLA) -- Newly released surveillance video shows the moment a Ford F-150 crashed into a Palm Harbor hair salon on Wednesday. According to the Florida Highway Patrol, the crash happened around 3:47 p.m. in the parking lot of 683 Alderman Road when the driver, a 76-year-old Tarpon Springs man, accidentally accelerated and lost control of the vehicle. ‘Sick attempt to terrorize my family’: Sen. Rick Scott says Florida home w…\n3 hours ago · Tampa, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.wfla.com/news/pinellas-county/watch-surveillance-video-shows-moment-truck-crashes-into-palm-harbor-hair-salon/?utm_source=ground.news&utm_medium=referral",
      "https://wfla.com/news/pinellas-county/watch-surveillance-video-shows-moment-truck-crashes-into-palm-harbor-hair-salon/?utm_source=ground.news&utm_medium=referral",
      "https://www.wfla.com/news/pinellas-county/watch-surveillance-video-shows-moment-truck-crashes-into-palm-harbor-hair-salon/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rick scott",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news - surveillance",
          "sentiment": "negative"
        },
        {
          "name": "ford",
          "sentiment": "negative"
        },
        {
          "name": "articles all left center right wfla-tv center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "nexstar media group surveillance",
          "sentiment": "none"
        },
        {
          "name": "united states read full article wfla",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "palm harbor",
          "sentiment": "none"
        },
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "tarpon springs",
          "sentiment": "none"
        },
        {
          "name": "alderman road",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "tampa",
          "sentiment": "none"
        },
        {
          "name": "palm harbor",
          "sentiment": "none"
        },
        {
          "name": "florida highway patrol",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:42.055+02:00",
    "updated": "2023-12-29T00:43:42.055+02:00"
  },
  {
    "uuid": "4e71fc615b013c17da11b617f87d6b36f2f0f7be",
    "url": "https://segodnia.ru/news/309224",
    "ord_in_thread": 0,
    "author": "Отдел информации",
    "published": "2025-07-17T04:32:00Z",
    "title": "Средства ПВО РФ за ночь перехватили и сбили 122 БПЛА ВСУ над регионами страны",
    "text": "17 июля, 07:32\nСредства ПВО РФ за ночь перехватили и сбили 122 БПЛА ВСУ над регионами страны\nСредства ПВО РФ за ночь перехватили и сбили 122 БПЛА ВСУ над регионами страны. Об этом сообщили в Минобороны РФ.\n\"Дежурными средствами ПВО перехвачены и уничтожены 122 украинских беспилотных летательных аппарата самолетного типа: 43 БПЛА – над территорией Брянской области, 38 БПЛА – над территорией Курской области, 10 БПЛА – над территорией Орловской области, 6 БПЛА – над территорией Смоленской области, 6 БПЛА – над территорией Воронежской области, 5 БПЛА – над территорией Белгородской области, 3 БПЛА – над территорией Московского региона, 3 БПЛА – над территорией Калужской области, 3 БПЛА – над территорией Республики Крым, 2 БПЛА – над территорией Ленинградской области, 2 БПЛА – над территорией Липецкой области, 1 БПЛА – над территорией Тульской области\", - говорится в сообщении.\nОтмечается, что инциденты произошли в течение прошедшей ночи в период с 23.30 мск 16 июля до 7.00 мск 17 июля.\nПоказать еще",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->defence",
      "Politics->political crisis",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:49:45.182+03:00",
    "updated": "2025-07-17T04:55:58.000+00:00"
  }
]