[
  {
    "uuid": "02aba31d65cb01160c55dde9513983db66004e3f",
    "url": "https://robots.net/tech-reviews/9-amazing-ryzen-ram-for-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lorianne Ard",
    "published": "2023-12-28T22:01:00Z",
    "title": "9 Amazing Ryzen RAM For 2023 | Robots.net",
    "text": "If you're on the lookout for the perfect Ryzen RAM to enhance your system's performance, look no further than these 9 amazing options for 2023. With the rapid advancements in technology, investing in the right RAM can significantly impact your computer's speed and efficiency. Whether you're a gamer, a content creator, or simply someone who demands a smooth and seamless computing experience, having the best Ryzen RAM is essential. In this article, we will delve into the top 9 options that are poised to dominate the market in 2023, providing you with an unparalleled computing experience. Overall Score: 9/10 The KINGDEL K15 [Mini PC](https://robots.net/tech-reviews/11-best-mini-pc-for-2023/) is a powerful and compact computer that delivers top-notch performance. Equipped with an AMD Ryzen 9 5900HX processor and 64GB [DDR4 RAM](https://robots.net/tech/what-is-a-ddr4-ram/), this mini PC is built for speed and multitasking. It also features a 2TB [SSD](https://robots.net/tech/what-is-a-ssd/) for ample storage space. With its AMD Radeon graphics, the K15 Mini PC is capable of handling gaming and graphic-intensive tasks. It comes with [Windows 11](https://robots.net/tech-reviews/pc-tech-reviews/windows-11-is-here-everything-you-need-to-know/) Pro pre-installed, allowing for a seamless user experience. The mini PC has a variety of connectors, including USB 3.2, Display Port, HD, and Type-C, for easy connectivity. With support for WOL and PXE, as well as automatic restart after power loss, this mini PC offers convenience and reliability. The sleek and compact design makes it perfect for use in small spaces. Overall, the KINGDEL K15 Mini PC is a high-performance computer that offers great value for its price. Key Features - AMD Ryzen 9 5900HX Processor - 64GB DDR4 RAM, 2TB [M.2 SSD](https://robots.net/tech/9-best-m-2-ssd-for-2023/) - AMD Radeon Graphics, 2100 MHz Graphics Frequency - Multiple connectors for easy connectivity - Supports WOL, PXE, and automatic restart Specifications - Color: Black - Dimension: 5.87Lx5.75Wx1.57H - Size: [64GB Ram](https://robots.net/tech-reviews/10-best-64gb-ram-for-2023/)2tb ssd Pros - Powerful processor and ample RAM - Large storage capacity - Supports gaming and graphic-intensive tasks - Pre-installed with Windows 11 Pro - Convenient connectors for easy connectivity - Supports WOL, PXE, and automatic restart Cons - Fan can be noisy under load - Integrated Wi Fi could be better The KINGDEL K15 Mini PC is a compact and powerful computer that offers impressive performance. With its AMD Ryzen 9 5900HX processor and 64GB DDR4 RAM, it can handle demanding tasks with ease. The [2TB SSD](https://robots.net/tech/8-best-2tb-ssd-for-2023/) provides ample storage space, and the AMD Radeon graphics ensure smooth gaming and graphics performance. The mini PC comes pre-installed with Windows 11 Pro, offering a seamless and user-friendly experience. The variety of connectors allows for easy connectivity with external devices. While the fan can be a bit noisy under load and the integrated [WiFi](https://robots.net/tech-reviews/11-amazing-wifi-for-2023/) could be improved, these minor drawbacks are outweighed by the overall performance and value of this mini PC. Whether for work or play, the KINGDEL K15 Mini PC is a great choice. Overall Score: 8/10 The HP Pavilion Tower Desktop is an impressive computer with high-end specifications, making it suitable for both work and entertainment purposes. It features an AMD Ryzen 5 5600G processor and 64GB of DDR4 RAM, ensuring smooth multitasking and effortless performance. The 2TB PCIe NVMe M.2 [Solid State Drive](https://robots.net/tech/8-amazing-solid-state-drive-for-2023/) provides ample storage space and fast data transfer speeds. With Windows 11 Home as its operating system, users can enjoy a beautiful interface, improved performance features, and compatibility with [Android](https://robots.net/tech-reviews/8-best-android-for-2023/) apps. This bundle also includes a wired [keyboard](https://robots.net/tech/what-is-a-keyboard/), mouse, and a KKE Mousepad. The PC supports Wi-Fi 6 and [Bluetooth](https://robots.net/tech/what-is-bluetooth/) connectivity, allowing for seamless wireless connections. Overall, the HP Pavilion Tower Desktop offers a reliable and powerful computing experience. Key Features - 64GB high-bandwidth RAM - 2TB PCIe NVMe [M.2 Solid State Drive](https://robots.net/tech/8-best-m-2-solid-state-drive-for-2023/) - AMD Ryzen 5 5600G Processor with Radeon Graphics - Windows 11 Home operating system - Wired [keyboard and mouse](https://robots.net/tech-reviews/13-best-keyboard-and-mouse-for-2023/)included [Wi-Fi 6](https://robots.net/tech-reviews/wi-fi-6-everything-you-need-to-know/)and Bluetooth connectivity Specifications - Color: Black - Dimension: 13.28Lx11.93Wx6.12H - Size: 6 [4GB Ram](https://robots.net/tech/what-is-4gb-ram/)| 2TB Ssd Pros - Powerful processor for smooth performance - Large RAM and storage capacity - Windows 11 offers a great user experience - Includes keyboard, mouse, and mousepad - Supports Wi-Fi 6 and Bluetooth connectivity Cons - No CD/DVD drive included - Some users experienced internet connection issues - Keyboard and mouse could be of better quality The HP Pavilion Tower Desktop is a high-performance PC that delivers impressive speed and reliability. With its powerful AMD Ryzen processor and ample RAM and storage, it can handle demanding tasks with ease. The inclusion of Windows 11 enhances the user experience, providing a more modern and streamlined interface. While the absence of a CD/DVD drive may be a downside for some, it aligns with the current trend of digital media consumption. The keyboard and mouse could be improved in terms of comfort and usability. Overall, the HP Pavilion Tower Desktop offers excellent value for its price, making it a great choice for users in need of a powerful and versatile desktop computer. Overall Score: 7/10 The HP 14\" HD Touchscreen Laptop is a reliable and affordable option for those in need of a new laptop. It features a 14\" HD touchscreen display, AMD Ryzen 3 5300U processor, and 8GB RAM with a [512GB SSD](https://robots.net/tech/14-best-512gb-ssd-for-2023/). It runs on Windows 11 Home and offers a range of ports for connectivity. The laptop has a sleek black design and comes with a 3-cell 41WHr lithium-ion battery. While some customers have experienced issues with freezing and software, others have found it to be a great budget-friendly option. With a customer rating of 3.9/5, this HP laptop offers good performance and value for money. Key Features - 14\" HD Touchscreen Display - AMD Ryzen 3 5300U Processor - High Speed and Multitasking - Windows 11 Home - Ports & Slots Specifications - Color: Black - Dimension: 12.76Lx8.86Wx0.71H - Size: [8GB RAM](https://robots.net/tech/what-is-8gb-of-ram/)|512GB SSD Pros - Affordable option - Good performance - Sleek black design - Range of ports for connectivity - Fast boot-up speed Cons - Some customers experienced freezing issues - Software issues with pop-ups - Resolution on the [monitor](https://robots.net/tech/what-is-a-monitor/)can be washed out - Rare instances of freezing and hanging Overall, the HP 14″ HD Touchscreen Laptop offers good value for money with its affordable price and decent performance. While there have been some reports of freezing and software issues, these do not seem to be widespread. The laptop has a sleek black design and a range of ports for connectivity. It also offers fast boot-up speed and a reliable battery life. If you’re looking for an affordable option for everyday use, this HP laptop is definitely worth considering. Overall Score: 7.5/10 The Asus TUF Gaming A16 Laptop packs a powerful punch with its AMD Octa-core Ryzen 7 7735HS processor and impressive 64GB RAM. Its 16\" FHD+ display with 165Hz refresh rate and AMD Radeon RX 7600S 8GB Graphic provides smooth and vivid visuals. With a [backlit keyboard](https://robots.net/tech/what-is-backlit-keyboard/), Dolby sound, AI noise cancellation, and a 720p HD webcam, it offers an immersive gaming experience. The laptop also features fast charging and USB-C connectivity. While the laptop has received mixed reviews, it offers great value for its price. Key Features - 64GB Ram | 2TB Ssd - AMD Octa-core Ryzen 7 7735HS Processor - 16\" FHD+ 165Hz – 7ms, Free Sync Premium MUX Switch - AMD Radeon RX 7600S 8GB Graphic - USB-C USB4 Display Port, [HDMI 2.1](https://robots.net/tech/how-do-i-know-if-my-hdmi-is-2-1/)FRL Specifications - Color: Gray - Dimension: 9.92Lx13.98Wx1.06H - Size: 64GB Ram | 2TB Ssd Pros - Powerful processor and ample RAM - High-quality display with fast refresh rate - Good connectivity options including USB-C and [HDMI](https://robots.net/tech/what-is-hdmi-for/) Cons - Mixed reviews and customer ratings - Some complaints about battery discharge and noise The Asus TUF Gaming A16 Laptop offers impressive performance, particularly for gamers, with its powerful processor, abundant RAM, and high-quality display. Its fast refresh rate and smooth graphics enhance the gaming experience, while the inclusion of USB-C and HDMI ports increases connectivity options. However, the laptop has received mixed reviews, with some customers experiencing issues like battery discharge and noise. Despite these drawbacks, the laptop provides good value for its price, making it a worthwhile choice for those looking for a powerful [gaming laptop](https://robots.net/tech/14-best-gaming-laptop-for-2023/) with a budget-friendly price tag. Overall Score: 8/10 The [Dell](https://robots.net/tech/what-is-the-dell/) 2023 Newest Inspiron 14 Laptop is a powerful and versatile laptop designed for productivity and entertainment. With an AMD Ryzen 7 processor, 32GB RAM, and a [1TB SSD](https://robots.net/tech/13-best-1tb-ssd-for-2023/), it provides exceptional speed and performance. The 14-inch FHD+ display delivers stunning visuals, while the AMD Radeon Graphics ensures smooth and immersive gaming. The laptop comes with Windows 11 Pro, offering enhanced features and improved connectivity options. It also features Wi-Fi 6 technology for fast and reliable internet connection. With its sleek design and pebble green color, the Dell 2023 Newest Inspiron 14 Laptop is a stylish and reliable option for users seeking a high-performance laptop. Key Features - AMD Ryzen 7 5825U Processor - 14-inch FHD+ Display - AMD Radeon Graphics - Up to 32GB RAM - Up to 1TB SSD - Windows 11 Pro OS Specifications - Color: Green - Dimension: 12.36Lx0.75Wx8.96H Pros - Powerful processor - Fast boot times - Smooth gaming experience - Ample storage space Cons - Fingerprint marks visible - Limited customer service support The Dell 2023 Newest Inspiron 14 Laptop offers impressive performance with its powerful processor, ample RAM, and [fast SSD](https://robots.net/tech/how-fast-is-a-ssd/). The FHD+ display and AMD Radeon Graphics provide stunning visuals and immersive gaming experiences. The laptop is also equipped with Windows 11 Pro, offering enhanced features and improved connectivity options. While the laptop excels in performance, its customer service support may be lacking, which is something to consider. Overall, the Dell 2023 Newest Inspiron 14 Laptop is a stylish and reliable option for users looking for a high-performance laptop. Overall Score: 9/10 The Dell Inspiron 15 3000 Series 3525 Business Laptop offers powerful performance and reliable features for business professionals. With upgraded memory and storage, including 32GB DDR4 RAM and a 1TB PCIe [NVMe M.2 SSD](https://robots.net/tech/10-best-nvme-m-2-ssd-for-2023/), you can easily switch between applications and enjoy fast boot-up and data transfer speeds. The laptop is powered by an AMD Ryzen 7 5825U Processor with integrated AMD Radeon Graphics, providing a smooth and efficient computing experience. The 15.6-inch FHD 120Hz screen with anti-glare technology delivers crisp and vibrant visuals. It also comes with Windows 11 Pro, a backlit keyboard, and various connectivity options. Overall, this laptop offers excellent value for its price, making it highly recommended for business users. Key Features [32GB Ddr4 ram](https://robots.net/tech-reviews/10-best-32gb-ddr4-ram-for-2023/) - 1TB Pcie Nvme M.2 Ssd - AMD Ryzen 7 5825U Processor - 15.6-inch FHD 120Hz anti-glare screen - Windows 11 Pro Specifications - Color: Black - Dimension: 14.11Lx9.27Wx0.67H - Size: 32GB Ram | 1TB Ssd Pros - Powerful performance with upgraded memory and storage - Smooth and efficient computing experience - Crisp and vibrant visuals on the 15.6-inch FHD screen - Comes with Windows 11 Pro and a backlit keyboard - Excellent value for the price Cons The Dell Inspiron 15 3000 Series 3525 Business Laptop offers impressive performance, reliable features, and excellent value for its price. With upgraded memory and storage, powerful processor, and a high-quality screen, it provides a smooth and efficient computing experience. The inclusion of Windows 11 Pro and a backlit keyboard further enhance its appeal for business users. Overall, this laptop is a great choice for professionals looking for a reliable and affordable option. Overall Score: 8/10 Experience powerful gaming performance with the HP Victus 15L Gaming Desktop. It is equipped with the high-performance AMD Octa-Core Ryzen 7 5700G processor and 32GB RAM, providing fast and efficient multitasking capabilities. The dedicated AMD Radeon RX 6600XT 8GB graphic card delivers stunning visuals and smooth gameplay. With a large 2TB SSD, you'll have ample storage for your games, files, and multimedia. It comes with Windows 11 pre-installed, offering a user-friendly interface and new features. The compact design and included [HDMI cable](https://robots.net/tech/what-does-an-hdmi-cable-look-like/) make it easy to set up and connect to your display. Overall, the HP Victus 15L Gaming Desktop offers a great gaming experience at an affordable price. Key Features - 32GB Ram | 2TB Ssd - AMD Octa-Core Ryzen 7 5700G Processor - AMD Radeon RX 6600XT 8GB Graphic - USB-C Diplay Port - Windows 11 Home Specifications - Color: Black - Dimension: 11.71Lx6.10Wx13.27H - Size: 32GB Ram | 2TB Ssd Pros - Powerful processor and dedicated [graphics card](https://robots.net/tech/which-is-the-best-graphics-card/) - Large storage capacity - Compact design - Includes HDMI cable - Affordable price Cons - Preinstalled bloatware - Proprietary power supply connections The HP Victus 15L Gaming Desktop offers impressive gaming performance with its powerful processor, dedicated graphics card, and ample storage. It is a great choice for gamers looking for an affordable gaming desktop. The compact design and included HDMI cable make it easy to set up and connect. However, it does come with preinstalled bloatware, which can be a downside for some users. Additionally, the proprietary power supply connections limit the ability to upgrade the power supply. Overall, the HP Victus 15L Gaming Desktop provides excellent value for its price and is a solid choice for gaming enthusiasts. Overall Score: 8.5/10 The Lenovo legion 5 Slim is a powerful gaming laptop designed to deliver high-performance gaming and multitasking capabilities. With its 16-inch WQXGA display and 165Hz refresh rate, you can enjoy smooth and immersive gameplay. The laptop is powered by an AMD Ryzen 7 processor and comes with 64GB DDR5 RAM and a 2TB [PCIe SSD](https://robots.net/tech/8-best-pcie-ssd-for-2023/) for fast and efficient performance. It also features NVIDIA GeForce RTX 4060 graphics for stunning visuals and a RGB backlit keyboard for customizable lighting. The laptop has a range of connectivity options including USB, HDMI, and Wi-Fi 6E. Running on Windows 11 Home, the Lenovo legion 5 Slim offers a seamless and user-friendly experience. Key Features - 16\" WQXGA IPS display with 165Hz refresh rate - AMD Ryzen 7 processor with 64GB [DDR5 RAM](https://robots.net/tech/what-is-the-best-ddr5-ram/) - 2TB PCIe SSD for fast storage - NVIDIA Ge Force RTX 4060 graphics - RGB backlit keyboard for customizable lighting Specifications - Color: Storm Grey - Dimension: 14.30Lx10.22Wx0.98H - Size: 64GB|2TB SSD Pros - Powerful performance for gaming and multitasking - High-quality display with vibrant colors - Fast and efficient storage - Customizable RGB backlighting - Wide range of connectivity options Cons - Battery life could be better - Laptop tends to heat up quickly The Lenovo legion 5 Slim is a top-notch gaming laptop that offers impressive performance, stunning visuals, and a user-friendly experience. With its powerful AMD Ryzen 7 processor, 64GB DDR5 RAM, and 2TB PCIe SSD, it can handle demanding games and multitasking with ease. The 16-inch WQXGA display with a 165Hz refresh rate provides an immersive gaming experience with vibrant colors. The RGB backlit keyboard adds a touch of customization, and the wide range of connectivity options ensures you can easily connect your favorite peripherals. While the battery life could be better and the laptop tends to heat up quickly, these minor drawbacks are outweighed by the overall performance and features of the Lenovo legion 5 Slim. If you’re looking for a high-performance gaming laptop, this is definitely worth considering. Overall Score: 8/10 The OMEN 2022 Newest Upgraded 25L [Gaming Desktop PC](https://robots.net/tech-reviews/13-best-gaming-desktop-pc-for-2023/) is a powerful and high-performance gaming desktop that comes with impressive features. It is equipped with an AMD Ryzen 7 3700X processor, 64GB DDR4 RAM, and a GeForce RTX 3060 graphics card. The desktop offers great multitasking capabilities, ample storage space, and stunning gaming performance. It also features RGB lighting for a stylish look. The desktop runs on Windows 11 and is VR ready. With its advanced specifications and sleek design, it is a great choice for avid gamers and technology enthusiasts. Key Features - AMD Ryzen 7 3700X processor - 64GB Ddr4 ram - Ge Force RTX 3060 graphics card - 2TB SSD+4TB HDD storage - Windows 11 operating system - VR ready - RGB lighting Specifications - Color: Black - Size: 64GB Ram| 2TB Sdd+4TB Hdd Pros - Powerful and high-performance gaming desktop - Ample storage space for large files - Stunning gaming performance with the Ge Force RTX 3060 - Sleek and stylish design with RGB lighting - VR ready for immersive gaming experiences Cons - Runs warm and may require additional fans - Limited upgradability - Potential issues with [CPU](https://robots.net/tech/where-is-cpu/)cooling - Some users reported broken RGB lights The OMEN 2022 Newest Upgraded 25L Gaming [Desktop PC](https://robots.net/tech-reviews/11-best-desktop-pc-for-2023/) is a top-notch gaming desktop that delivers excellent performance, ample storage space, and stunning visuals. It is designed to provide an immersive gaming experience with its powerful processor and graphics card. However, users should be cautious of potential heating issues and the limited upgradability of the system. Overall, it is a great choice for gamers who value performance and aesthetics. Ryzen RAM Buyer's Guide Are you planning to build an impressive Ryzen-powered PC but feeling overwhelmed by the choices when it comes to RAM? Worry not! This buyer's guide is here to provide you with all the information you need to make the best decision. Whether you're a tech enthusiast or a gaming aficionado, selecting the right RAM for your Ryzen processor is crucial. So let's dive right in and explore the wonderful world of Ryzen RAM options! Factors to Consider When selecting a RAM for your Ryzen processor, it's important to keep several key factors in mind: - Speed: Ryzen processors are known to perform optimally with higher-speed RAM modules. Consider going for at least DDR4-3200 or even higher if you desire top-notch performance. Increased [RAM speed](https://robots.net/tech/how-do-i-know-my-ram-speed/)helps improve overall system responsiveness and enhances multitasking capabilities. - Capacity: The amount of RAM you require largely depends on your usage patterns. For casual gaming and everyday tasks, 16GB should suffice. However, if you delve into resource-intensive tasks like video editing or 3D rendering, consider opting for 32GB or higher for a smoother experience. - Compatibility: It's crucial to ensure that your chosen RAM module is compatible with your [motherboard](https://robots.net/tech/what-is-the-motherboard/). Before making a purchase, consult the manufacturer's website or user manual to verify compatibility. Additionally, double-check the number of [RAM slots](https://robots.net/tech/how-many-ram-slots/)on your motherboard to determine whether you prefer a single stick or a dual-channel memory configuration. - Latency and Timings: Though often overlooked, RAM latency and timings play a vital role in system performance. Lower latency leads to faster data retrieval, resulting in improved overall responsiveness. Look for RAM modules with low CAS latency (CL) values for optimal performance. - Budget: Determine your budget beforehand. [RAM module](https://robots.net/tech/what-does-a-ram-module-look-like/)prices can vary significantly depending on capacity, speed, and brand. Be sure to strike a balance between performance and affordability. Types of Ryzen RAM The market offers a variety of RAM options suitable for Ryzen processors. Understand the different types available to make an informed decision: - Single Rank vs. Dual Rank: Dual-rank memory modules provide more performance potential due to their higher density and better data interleaving. They can enhance multitasking capabilities, making them an excellent choice for power users. - XMP Profiles: Many modern RAM modules come with eXtreme Memory Profile (XMP) support. XMP profiles allow you to overclock your RAM to higher frequencies without manually adjusting timings. This feature can make the overclocking process significantly easier for overclocking enthusiasts. - RGB and Aesthetics: If you're someone who loves a visually stunning setup, consider opting for RAM modules with RGB lighting. Many manufacturers offer RAM with customizable RGB lighting, allowing you to create a vibrant and personalized system. - Heat Spreader: RAM modules often come with heat spreaders or heatsinks to dissipate heat and improve thermal performance. While they are not essential for all users, they can be beneficial if you're planning to push your Ryzen processor to its limits. Frequently Asked Questions about 9 Amazing Ryzen RAM For 2023 Yes, Ryzen processors are compatible with DDR4 memory. However, ensure that the RAM module you choose is compatible with your motherboard to avoid any compatibility issues. Ryzen processors benefit from higher RAM speeds due to their architecture. Opting for at least DDR4-3200 or higher can help improve overall system performance, specifically in tasks that are memory-intensive. Both RAM capacity and speed are important factors. If your usage mainly involves everyday tasks and casual gaming, 16GB of faster RAM should be sufficient. However, for resource-intensive tasks like video editing or heavy multitasking, more RAM capacity, accompanied by higher speeds, can greatly enhance performance. CAS latency refers to the time it takes for the RAM to access a specific column of data. Lower CAS latency values indicate faster data retrieval, resulting in better overall system performance. Mixing RAM brands and capacities is possible but not recommended. It can lead to compatibility issues and may not utilize the full potential of your system. It is best to use identical RAM modules from the same brand for optimal performance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ryzen ram",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "amd",
          "sentiment": "none"
        },
        {
          "name": "amd ryzen",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:35:55.722+02:00",
    "updated": "2023-12-29T00:35:55.722+02:00"
  },
  {
    "uuid": "e57d3451479ebc403c5f3917531766b35c8bf728",
    "url": "https://www.citizen.digital/news/chinese-chess-champion-forfeits-victory-over-bad-behavior-after-tournament-but-denies-cheating-n333911",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2023-12-28T20:51:00Z",
    "title": "Chinese chess champion forfeits victory over ‘bad behavior’ after tournament but denies cheating",
    "text": "A champion of the board game Xiangqi, also known as Chinese chess, has had to forfeit his title because of “bad behavior” after winning a tournament, but has denied allegations online and in Chinese state media that he used a sex toy to cheat.\nYan Chenglong, a 48-year-old amateur from China’s central Henan province, was victorious at the finals of the Chess King tournament in the island province of Hainan on December 17, winning 100,000 yuan (about Ksh.2.2 million), according to state-run tabloid Global Times.\nHe had to forfeit the prize money, along with his victory, following an investigation by the Chinese Xiangqi Association (CXA) into “bad behavior” at his hotel after the tournament, the group said in a statement Monday.\nThe association said Yan had defecated in the bathtub of his hotel and vandalized furniture in his room after a few drinks.\nIt said Yan had “violated public order and good morals,” and he would be suspended from all Xiangqi tournaments for a year.\nIn the aftermath of the tournament, allegations swirled on China’s tightly controlled social media that Yan may have cheated using a vibrating sex toy to communicate with others, an accusation that multiple Chinese state media outlets then covered.\nBut Yan has forcefully denied those allegations.\nIn an interview with state-run magazine China Newsweek, Yan said he lodged a protest against the association’s decision to penalize him for the hotel incident.\nHe also vowed to take legal action against what he called “slanderous comments” made by online bloggers.\nIn its statement announcing that Yan had been stripped of his win, the CXA said it was “unable to conclude from the information at hand” whether Yan had used a sex toy to cheat “as speculated by the media.”\nIn his interview with China Newsweek, Yan did say that he had felt “unwell” after the tournament and that he tried to clean up the bathtub, but left in a hurry to catch a flight.\n“I apologize to the entire society for my bad behavior,” he said in the phone interview. CNN was not able to reach Yan for comment.\nAccording to the Global Times, Yan previously won the men’s championship in an open tournament at China’s 2021 National Games, and has been playing for several decades.\nCompetitors all over the country from “grassroot backgrounds” gathered in Hainan earlier this month to take part in the tournament, according to the CXA’s official WeChat account. Xiangqi is hugely popular across the country and among Chinese diaspora.\nIt’s not the first time accusations of cheating with sex toys have been leveled in the high-stakes world of competitive board games.\nThe news of Yan’s suspension broke just days after the conclusion of an investigation into another cheating scandal, involving five-time world chess champion Magnus Carlsen and US grandmaster Hans Niemann.\nCarlsen accused his opponent Niemann of cheating after Niemann won the 2022 Sinquefield Cup in St. Louis.\nAlthough Carlsen did not provide details about what he alleged Niemann did during their over-the-board match, social media was rife with accusations of Niemann using vibrating sex toys to receive signals to instruct him as to which moves to make.\nNiemann “categorically” denied these allegations. The sport’s world governing body finally concluded on December 15 that while Niemann didn’t cheat against Carlsen in their over-the-board match, he did cheat in up to 55 online games.\nTags: China Chinese Chess Xiangqi Yan Chenglong Want to send us a story? Submit on Wananchi Reporting on the Citizen Digital App or Send an email to wananchi@royalmedia.co.ke or Send an SMS to 25170 or WhatsApp on 0743570000\nLeave a Comment\nComments No comments yet.\nlatest stories",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://wa.me/0743570000",
      "https://www.wa.me/0743570000"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "xiangqi",
          "sentiment": "negative"
        },
        {
          "name": "yan chenglong",
          "sentiment": "none"
        },
        {
          "name": "yan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "global times",
          "sentiment": "none"
        },
        {
          "name": "chinese xiangqi association",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "henan province",
          "sentiment": "none"
        },
        {
          "name": "hainan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:44.292+02:00",
    "updated": "2023-12-29T00:12:44.292+02:00"
  },
  {
    "uuid": "3b77f5d4ea4ff5c0dfe81a54417a8e33261f7ba2",
    "url": "https://www.wfaa.com/article/entertainment/television/programs/good-morning-texas/overcoming-hurdles-after-the-central-texas-flood/287-af60bdea-8426-4d2c-abf5-dce10db8af5c",
    "ord_in_thread": 0,
    "author": "Robyn Yancey",
    "published": "2025-07-10T00:00:00Z",
    "title": "Overcoming Hurdles after the Central Texas Flood",
    "text": "Emily Hasse shares how her father-in-law survived the Central Texas flood.\nGood Morning Texas\nOvercoming Hurdles after the Central Texas Flood\nEmily Hasse shares what she and her husband experienced as they watched a loved one who was trapped on top of their car.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "topics": [
      "Disaster and Accident->natural disaster"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T21:52:23.076+03:00",
    "updated": "2025-07-10T18:56:40.000+00:00"
  },
  {
    "uuid": "68da4feedf9e50223c477b8972d969af18c85add",
    "url": "https://theblast.com/678414/lizzo-shares-secret-lost-body-fat",
    "ord_in_thread": 0,
    "author": "Favour Adegoke",
    "published": "2025-04-23T21:13:00Z",
    "title": "Lizzo Finally Shares Secret To How She Lost 16% Of Her Body Fat",
    "text": "Lizzo has finally shared details of how she achieved her massive drop in the scales after shutting down ozempic allegations.\nDuring a chat with fans, the singer also shared that working on her anxiety brought her to a healthier place, adding that she began feeling “lighter, energetically and emotionally.”\nLizzo’s remarks come after she was called a “sell-out” for her incredible weight loss despite spreading the message that “bigger is beautiful.”\nArticle continues below advertisement\nLizzo Opens Up About Losing 16% Body Fat Xavier Collin/Image Press Agency/MEGA The “About Damn Time” rapper took to her TikTok Livestream and told fans that she had to cut out Starbucks and followed up with adopting a calorie deficit for her intake, to achieve her weight loss.\nEmphasizing the advantage calorie deficit played in attaining her goal weight, Lizzo, born Melissa Viviane Jefferson, shared that she was unaware that the “two to three” Starbucks drinks she took were adding about 1200 calories to her daily intake.\nArticle continues below advertisement\nShe noted that the only thing that worked for her “across the board, science-wise, is calories in versus calories out” before adding that she also cut out coffee altogether and started eating “super savory” food as opposed to “sugary stuff.”\n“Everybody’s body is different. Find out what works for you,” Lizzo said during the livestream, insisting that counting calories is a good tool to fight against the American food system.”\nArticle continues below advertisement\nThe Singer Had To Work On Her Mental Health Elsewhere in her livestream, Lizzo alluded to working on her mental health, as it was instrumental in bringing her to a healthier place.\nThe 36-year-old rapper explained that she focused on gaining control of her anxiety, which made her feel “lighter, energetically and emotionally.”\n“I’ve been working to get my anxiety under control for years,” she said, per the New York Post . “And then I decided that I want to release and I’m ready to stop waiting to be myself like fully and be happy.”\n“And I meditated. I calmed myself down. And I isolated a little bit, but not like made myself lonely, not the way I used to when I was depressed. I isolated myself in a mindful way where I had no distractions,” Lizzo continued.\nArticle continues below advertisement\n“I loved to distract myself with people,” she continued. “I loved to distract myself with food. I loved to distract myself with drinking. I loved to distract myself with problems that I would create. I would love to do that. And I stopped doing that.”\nAfter the livestream, the “Truth Hurts” singer showed off a video of what she eats in a TikTok post. The video featured a bowl of jerk bison balls, rice, peas, and cabbage.\n“I’m gonna pour some hot sauce on this and go to town,” Lizzo said.\nArticle continues below advertisement\nLizzo Slams Ozempic Allegations OConnor-Arroyo / AFF-USA.com / MEGA Lizzo’s massive weight loss has not come without its fair share of controversy, as fans accused her of turning to the celebrity miracle drug Ozempic.\nLizzo distanced herself from the allegations, insisting that she had undertaken a “methodical” approach to shedding the pounds, including “months of weight training” and “living in a calorie deficit thanks to a high-protein, veggie-based diet.”\nIn September last year, she also joked about the Ozempic allegations on her Instagram page.\nLizzo wrote: “When you finally get Ozempic allegations after 5 months of weight training and calorie deficit.”\nIs The Singer’s Weight Loss Journey Linked To Her Legal Woes? LISA OConnor/AFF-USA.com / MEGA The rapper, who was a vocal advocate of body positivity, has been accused of slimming down to distance herself from the darkest chapter of her career.\n“By getting skinny and redefining who she is, even the way she acts and dresses, she feels like she is now emerging as this new person and that the drama of her past won’t follow her,” a source told the Daily Mail .\nThe singer has been plagued by a series of lawsuits she faced in 2023 after four of her former employees accused her of sexual, racial, and religious harassment and creating a hostile work environment in two separate cases.\nAccording to the news outlet, the insider alleged that Lizzo’s quest to lose weight is part of her effort to rehabilitate her image by changing it completely.\nArticle continues below advertisement\n“She has pushed people who love her away and she is now solely focused on becoming a beautiful Black Barbie,” the source shared. “She wants to be Beyoncé.”\n“She has done everything that she can to identify as far away from the Lizzo that was accused of doing those inappropriate acts,” they added.\nLizzo Was Branded A ‘Sell-Out’ Over Her Weight Loss MEGA Lizzo’s decision to lose weight has reportedly rubbed some people the wrong way, given her long-standing reputation as a body positivity advocate.\n“She spent her whole career talking about how big is beautiful and telling women to be proud of their bodies,” the source told the Daily Mail . “To those who knew her for a long time, all she is doing is becoming exactly what she spent the past decade saying she would never be.”\nThe insider added that many now view Lizzo as a “sell-out” and warned that the singer should expect some backlash in the future.\nThey said, “She sold out and became what she thought the industry needs her to be instead of being herself. This will have consequences.”\nSource link",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Health->diet",
      "Health->health treatment and procedure",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->wellness",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Melissa Viviane Jefferson",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Fat Xavier Collin/Image Press Agency",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Starbucks",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T00:15:49.058+03:00",
    "updated": "2025-04-24T00:15:49.058+03:00"
  }
]