[
  {
    "uuid": "58d4ab4711b92bc6ea40e3d40e69c6a05c581dc7",
    "url": "https://www.newsbtc.com/bitcoin-news/bitcoin-stuck-here-are-2-things-that-must-happen-for-btc-to-break-72000",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dalmas Ngetich",
    "published": "2024-06-13T00:00:00Z",
    "title": "Bitcoin Stuck: Here Are 2 Things That Must Happen For BTC To Break $72,000",
    "text": "At spot rates, Bitcoin is firm, but traders doubt the uptrend following the unexpected dump on June 11. Currently, Bitcoin is stable, trending above $67,000 and down despite gains on June 12. Still, even at this level, there are concerns because the coin, despite all the confidence across the board, remains below $72,000. This reaction line is emerging as a key liquidation area. If broken, BTC could unleash a wave of short liquidation, accelerating the lift-off to $74,000 and beyond. Will Bitcoin Demand Soar In Spot Markets? Taking to X, one on-chain analyst said that Bitcoin is stagnating at spot levels below $72,000 because hedge funds are short on futures. Related Reading: Solana On-Chain Indicators Suggests A Return Of Bullish Sentiment, Is It Time To Buy SOL? Though this has been a known development for a while, hedge funds have stacked their BTC shorts via the Chicago Mercantile Exchange (CME) by over $1 billion in the last week alone. Therefore, the analyst says two things must happen to reverse this effect and support prices. Although the BTC shorting on CME is not necessarily a bearish signal, hedge funds are hedging by playing a sophisticated arbitrate strategy, and coin holders must look at fundamentals. Hedge funds are simultaneously shorting BTC futures on CME and buying on the spot market. Therefore, for the coin to break $72,000 and pierce $74,000, the analyst said users must buy at least 2X the amount of BTC futures shorted in the spot market. BTC Prices Must Fall For Short Sellers To Exit If there is no incentive to lift spot prices higher, then Bitcoin prices must fall. Falling prices will encourage short sellers, in this case, the hedge funds, to exit their positions lest they continue paying funding rates. In a bearish market, and when futures prices begin to fall, short sellers must pay longs for the index not to deviate. Whether there will be a spike in demand in the spot market remains to be seen. However, what’s evident is that institutional interest in Bitcoin is there, only that hedge funds, as seen from their arbitrage trade using CME , want to profit, regardless of price movements. The analyst also shared another chart to solidify the bullish outlook. The trader used the “Growth Rate” metric to compare changes in Bitcoin’s market and realized cap. Currently, the metric is at around 0.001, way below 0.002, meaning the market is highly likely overheated. Bulls might be preparing to make a comeback.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://x.com/AxelAdlerJr/status/1800867801516888396",
      "https://x.com/AxelAdlerJr/status/1800778177276748096",
      "https://www.x.com/AxelAdlerJr/status/1800867801516888396",
      "https://www.x.com/AxelAdlerJr/status/1800778177276748096"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "btc",
          "sentiment": "negative"
        },
        {
          "name": "chicago mercantile exchange",
          "sentiment": "none"
        },
        {
          "name": "cme",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:06:59.537+03:00",
    "updated": "2024-06-14T11:33:42.569+03:00"
  },
  {
    "uuid": "57409adec35864dafad8dbde2a1a88be7ee68d8a",
    "url": "https://dnyuz.com/2023/12/24/people-share-whats-giving-the-holidays-2024-meaning/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2023-12-24T09:50:00Z",
    "title": "People share what’s giving the holidays, 2024 meaning – DNyuz",
    "text": "Bethlehem’s public Christmas events for 2023 are canceled.\nThe birthplace of Jesus dimmed is perhaps a symbol. The message from local officials: There’s less to celebrate this year.\nPeople of a variety of backgrounds and across faith traditions who spoke with CBS News about the holidays shared the many different ways they observe the holiday season. They all reflected on a few themes: unity, family, faith and hope, even as many noted conflict and issues causing deep divisions in the U.S. and across the globe that are casting a cloud over the normally joyful season.\nRenan Marinho, a pastor who most recently preached in Madison, Wisconsin, is focused on taking faith into 2024 as he prepares for Christmas celebrations at his new nondenominational Christian church in Florida.\n“This holiday season, first of all, is having the manifestation of celebrating Jesus’ birth,” Marinho said.\n“But the biggest reflection actually starts to happen when you go into New Year’s Eve, into the New Year — because this is the moment where Christians get into a sense of being able to bring into the new season God with them in their side.”\n“Every aspect of my life this holiday is different,” said Shai Mizrahi Nessim. The 26-year-old artist wore a metal decal around her neck for this interview with “bring them back home” edged onto it.\n“We never appreciated so much having Hanukkah, so we can have the opportunity to long for miracles to have our hostages back home.”\nNessim is keeping three things in mind during the holiday season: honoring her religion, creating unity and leading with empathy.\n“It’s something that maybe I’m going to have it more present than always because we never know what people are going through. This has been a very rough year for everybody,” Nessim said.\n“The Jewish Panamanian community, we stand strong with Israel, we stand strong with the IDF. We stand strong with all the families that are mourning around the world, and of innocent civilians, Palestinians too.”\nOn this global holiday, Ruben Garcia, draws parallels to the Nativity story, alluding to Mary and Joseph’s plight to find shelter before Jesus’ birth.\nNow 75, Garcia, the director of Annunciation House, in El Paso, Texas, has helped immigrants since 1978.\n“This time of Christmas, of the New Year, for them, it is an acknowledgment that God has allowed them to reach the border to arrive at the United States,” Garcia said.\nAnnunciation House will continue to arrange some rarities on Christmas for people crossing the border in search of a brighter future: A meal with chicken, gifts for the children and blankets for the adults.\n“You can’t imagine how special that is for refugees who, as they cross through Mexico, oftentimes slept on the ground with literally nothing to cover themselves,” Garcia said.\n“It can be very, very moving to receive a gift.”\nRoza Tawil, a lawyer with roots in Chicago, is one of many who put gifts in stark perspective this year.\n“The people in Gaza are gonna tell you, ‘My wish list is water,'” Tawil said. “My wish list is antibiotics, my wish list is food because they’re starving.”\nTawil, whose family is Palestinian and lives in the West Bank, says she feels like she lost a tooth – a hollow void she can’t stop rubbing her tongue over.\nThe unfathomable loss of property, life, memories — “It’s just, it’s so completely dystopian,” Tawil said.\n“When you can’t see yourself in that person anymore, because their tragedy is just so extreme. It’s beyond recognition to you, you start to think of it as fiction almost, and you no longer resonate with them.”\nTawil’s family in the West Bank is Muslim and usually volunteers with the Christmas festivities in the Holy Land, as do Palestinians of different religions. There’s camaraderie among the Palestinian Muslims and Christians in Bethlehem, she said — during Ramadan, Christians will wake up their Muslim neighbors to eat before sunup and the fast begins.\n“You bring both together to create a full circle of what it really means to be in the holy place,” she said.\nBut this year, with public Christmas celebrations canceled because of the conflict in Gaza and in solidarity, they won’t be volunteering.\nTo many, unity during the holidays means connecting with family.\nSeph MacAndrew, 26, was raised in a nondenominational church, but now honors Christmas traditions outside of religion, seeing as holy the holiday moments shared — laughter, watching movies together and distributing their father’s holiday tips from his job as a postal carrier, which the family calls “second Christmas.”\n“We always look forward to that because everyone loves cash,” MacAndrew said.\nIt’s those little things that bring Christmas and the growing family together — MacAndrew has 11 nieces and nephews, and a sister who is pregnant — and “Every Christmas, that builds into the junk drawer of traditions that we have.”\nThose kinds of small happenings can help people in the LGBTQ+ community move Christmas from a more capitalist, heteronormative, religious celebration to a more individually meaningful one, says MacAndrew, who identifies as queer.\n“Renew and regroup what Christmas means to you,” McAndrew said about holiday traditions. “Which sounds so Hallmark and corny, but having that meaning for yourself individually, whether it’s new traditions or even just like, you know, finding new ways to celebrate.”\nMacAndrew’s holiday celebrations keep changing, and in 2024, so will the tips: “My dad’s gonna be retiring next year.”\nFor Roni Mosakowski, this holiday will not be huge.\n“I’m not physically with most of my family, whether it’s to distance or loss,” the New York resident told CBS News.\nShe will celebrate with her daughters, finding ways to incorporate their memories of her husband Sam, who died in 2015.\n“We tend to make it special by acknowledging the people that aren’t there to decorate and celebrate with us,” Mosakowski said. “So we have ornaments with pictures of my late husband.”\nSammy, Mosakowski’s oldest daughter, takes the lead on memorializing her dad during the holidays. She still hangs his stocking, which is filled with new Christmas cards, in her bedroom.\n“We’ve started to kind of add in things that are less painful for me,” her mother said. “Not as much of the old things that trigger my memories, but more of the new things that we now do to celebrate and incorporate him.”\nNew additions — and new traditions — remain constant for many during the holidays.\nThis year, Leela Harpur Heyder and Gunther Heyder became parents to now-7-month-old Zahara. On Christmas, they wanted to turn a gift into an experience and a memory, Harpur Hayder said.\n“We’re basically taking a pause for the three of us to be together in a van and travel around New Zealand, North Island and South Island, getting out in nature as much as we can and just being together,” Harpur Heyder said.\nThe Heyders, together for 10 years, don’t want to grow old waiting for moments that make for lasting memories.\n“The main focus of this trip is just to spend time with each other, be present and just hopefully surf away, catch some fish and hike some beautiful sceneries,” Heyder said.\nAnd for many people, coming together for the holidays means around the table, over traditional foods. For Francisco Treviño, who runs a Hispanic cultural center in Tulsa, Oklahoma, that’s tamales, buñuelos — sweet fried treats — and champurrado, a type of hot chocolate.\nThe holiday treats take him back to when he was a child in Mexico, he said — and are part of the traditions he’s trying to pass on to his community’s children, which include the posadas celebrations.\n“We sit them down and explain to them why we do las posadas and of course, without missing the true significance of celebrating las posadas.”\nPosadas celebrates Mary and Joseph’s journey to Bethlehem during December. The massive events ignite the holiday season for families across Latin America, which lasts through Jan. 6 for some, known as Epiphany or Dia de los Reyes, the day of the three wise men, known as Los Tres Reyes Magos.\nIn Mexico, Spain and many other countries, families exchange presents then, commemorating the gifts given to Jesus in the Nativity story.\nBryan Rub, a real estate entrepreneur who recently made the transition back home to South Florida, provided an image of hope that encompassed so many of the wishes captured in these interviews.\nRub recounted with pride one night of Hanukkah this year, when his local Jewish community gathered to pray in unison and light the menorah, a tradition passed from parents to children for thousands and thousands of years.\nUnity in prayer, even if Bethlehem is closed this year, is, for Rub and others in America, this year’s gift to cherish.\n“You’re really challenged to, to push forward and stand firm in what you believe.”\n“What are we really united around?” said Amilcar Shabazz.\nThough he was raised in a Louisana Creole family that celebrated Christmas, Shabazz will instead celebrate Kwanzaa, the seven-day holiday dedicated to reflecting on the gifts of African culture. The first day’s gift, umoja, represents unity — and Shabazz, a professor at the University of Massachusetts Amherst is conscious of national unity and the fragility of democracy as we head into the 2024 elections.\n“It’s therefore a time to really sift through all of that and look for the truth, look for the truth of our reality, the truth of the problems that beset us.”\nLuis Giraldo\nLuis Giraldo is a senior digital producer for CBS News Digital.\nThe post People share what’s giving the holidays, 2024 meaning appeared first on CBS News .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "neutral"
        },
        {
          "name": "renan marinho",
          "sentiment": "none"
        },
        {
          "name": "marinho",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T15:55:24.505+02:00",
    "updated": "2023-12-24T15:55:24.505+02:00"
  },
  {
    "uuid": "eca7f619bad9c688629c629dd5bfd76df5333b0a",
    "url": "https://steelcraftgifts.com/2024/04/12/solar-panels-applications-for-eco-friendly-energy-solutions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@steel_craft",
    "published": "2024-04-11T00:00:00Z",
    "title": "Solar Panels – Applications For Eco Friendly Energy Solutions - Steelcraft",
    "text": "Solar powered lights will liven your current garden, add more security for your home and let you can lay aside on electricity amount. These are the benefits that you can find when you start turning green house. As an ordinary consumer, for sure you need to try to do well in planning. The standard of living is high and almost all commodities are expensive. Incredible find a approach to cut the food allowance, then save a penny from your using an working unconventionally source. Carry a solar home lighting kit going home and install the items right away.\nSolar cars would also need to be fully equipped with special gauges that solartec luma measure the amount of energy, just how much is being consumed the particular car and ways in which much is remaining. Drivers would have to be within a position to understand these gauges and utilize him. It could be easy to have a solar powered car which doesn’t have many gauges but that would require a uniquely different installed. The solar cars that are now in production have only three wheels which isn’t something as a result going to become acceptable close to the current cars of yesterday.\nYou cannot charge your batteries directly with assist of of the solar module. So you need added with a charge controller to charge your batteries. Your charger will supply current to your battery traditional bank. The current needs to be supplied in the correct voltage and just increase the efficiency of the batteries. The following component is the DC load controller.\nSimple solar panels may take regarding the Sun’s light electrical power. Solar panels use photovoltaic cells to convert light energy into electric energy. With instructions and the right materials these cells can be created quite cheaply and with no trouble. Once you have created the electricity with the panels, it can be stored in batteries or converted to in save.\nWind energy is also non-polluting (discounting the noise pollution ) and renewable but is not going to be effective in places that there is not a lot of wind for anyone areas tend to be sheltered or blocked in whatever way. Wind farms need fairly open spots to be set up in, and also the smallest turbine set up must be put above the tree line to perform the job at most of. Again, a proper storage system is needed or you will only have intermittent energy.\nDie Integration innovativer Technologien in Solarenergiesysteme erhöht die Effizienz und Zuverlässigkeit und ebnet den Weg für nachhaltige Energielösungen wie Solartec LuMa Promise. Die technologischen Fortschritte im Solarenergiesektor haben die Energieeffizienz deutlich verbessert und machen die Solarenergie zugänglicher und zuverlässiger als je zuvor – Photovoltaik Schwerin . Zu diesen Fortschritten gehören hochmoderne Solarmodule, Energiespeicherlösungen und intelligente Netzinteg\nDurch kontinuierliche Forschung und Entwicklung widmet sich Solartec Luma weiterhin der Bereitstellung von Spitzenlösungen, die der wachsenden Nachfrage nach erneuerbaren Energiequellen gerecht werden. Mit einer starken Betonung auf Sicherheit und Qualität ist Solartec Luma gut positioniert, Https://Solartec-Luma.De um bedeutende Fortschritte im Sektor der erneuerbaren Energien voranzutreiben und neue Standards für die gesamte Branche zu s\nThe installation guide costs about $100 which includes free audio and video tutorials. These help often especially for people who are not born with crafty minds. The panels can easily be installed using simple tools such as pliers, screws and other simple nodes. The materials are not included remember. But you need not to worry because money-making niches installation guides that help home owners located cheap yet durable materials.\nDiese Initiativen zeigen Solartec Lumas unerschütterliches Engagement für nachhaltige Praktiken und Umweltverantwortung und machen das Unternehmen zu einem führenden Unternehmen im Bereich der grünen En\nThis home design project will require approximately one leisurely weekend to are performing. You’ll need to get areas that are all and position the system together and then install getting this done. I highly recommend getting additional manual guide guide you through this process step-by-step. You require a manual thats fully illustrated with the different steps and provide a detailed account among the parts you’ll need. It also needs to tell you where to get those parts. Be careful because a associated with the manuals that are available are rubbish.\nDie Einführung von Spitzentechnologien durch Solartec Luma hat die Art und Weise, wie Energie erzeugt und genutzt wird, revolutioniert. Durch die Optimierung der Systeme für maximale Effizienz und die Förderung der Nutzung sauberer Energiequellen hat Solartec Luma einen neuen Maßstab für umweltbewusste Praktiken im Energiesektor gesetzt. Ihr Engagement für Innovation und Nachhaltigkeit hat nicht nur die betriebliche Effizienz verbessert, sondern auch den Weg für eine nachhaltigere Zukunft der Energieerzeugung und des Energieverbrauchs geebnet. Durch die Initiativen von Solartec Luma erfährt der Energiesektor einen bemerkenswerten Wandel hin zu einer nachhaltigeren und umweltfreundlicheren Indu",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "external_links": [
      "Https://Solartec-Luma.De",
      "https://Photovoltaik.Hashnode.dev/wie-man-die-richtigen-solarmodule-auswahlt-ratschlage-von-solartec-luma",
      "https://medium.com/@photovoltaikschwerin/von-der-sonne-zur-steckdose-wie-solartec-luma-ihr-haus-mit-strom-versorgt-616f9fb0547a",
      "Https://Solartec-Luma.De",
      "https://www.medium.com/@photovoltaikschwerin/von-der-sonne-zur-steckdose-wie-solartec-luma-ihr-haus-mit-strom-versorgt-616f9fb0547a",
      "https://www.Photovoltaik.Hashnode.dev/wie-man-die-richtigen-solarmodule-auswahlt-ratschlage-von-solartec-luma"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "eco friendly energy solutions - steelcraft solar",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:53:53.676+03:00",
    "updated": "2024-04-12T05:03:32.935+03:00"
  },
  {
    "uuid": "b17a9a3b32da22fc5ccadfdefec24761d440d4a9",
    "url": "https://www.newsbreak.com/fansided-510057/3784861887664-this-blumhouse-horror-starring-michael-rooker-kim-coates-has-a-horrible-rotten-tomatoes-ranking",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Renee Hansen",
    "published": "2025-01-31T03:41:00Z",
    "title": "This Blumhouse horror, starring Michael Rooker & Kim Coates, has a horrible Rotten Tomatoes ranking - NewsBreak",
    "text": "By Renee Hansen ,\n1 hours ago Walking Dead's Michael Rooker and Dead City's Kim Coates appeared in a 2020 Blumhouse horror that received generally negative reviews. Another interesting Walking Dead tie-in is that series composer Bear McCreary wrote the score for the movie. The movie isn't the best horror I've ever watched, but I don't think it deserves all the hate it receives. Read full article\nRead in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Arts, Culture and Entertainment->cinema",
      "Arts, Culture and Entertainment->mass media",
      "Lifestyle and Leisure->trend"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T07:08:13.433+02:00",
    "updated": "2025-01-31T07:08:13.433+02:00"
  }
]