[
  {
    "uuid": "b6893a63303133d20d90d269d10fbcb1792b36cd",
    "url": "https://gestion.pe/mundo/internacional/rusia-pronostica-un-crecimiento-del-35-tras-contraccion-en-el-primer-ano-de-la-guerra-con-ucrania-vladimir-putin-noticia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Gestión",
    "published": "2023-12-30T16:37:00Z",
    "title": "Rusia pronostica un crecimiento del 3,5 % tras contracción en el primer año de la guerra",
    "text": "El Gobierno de [Rusia](https://gestion.pe/noticias/rusia/) pronosticó hoy un crecimiento de la economía para este año del 3.5%, muy por encima de las previsiones de las autoridades locales y los institutos internacionales para el segundo año de la campaña militar rusa en [Ucrania](https://gestion.pe/noticias/ucrania/). El ministro de Economía, Maxim Reshétnikov, argumentó su predicción en los resultados registrados ya en los primeros once meses de 2023 y, especialmente, en la segunda mitad de este año, según un comentario publicado por su cartera. Reshétnikov, quien destacó la adaptación de la economía a las sanciones internacionales y a la situación de crisis creada tras la epidemia de coronavirus, había previsto un crecimiento del Producto Interior Bruto del 2.8% para este año. LEA TAMBIÉN: [Dieciocho muertos en uno de los mayores ataques con misiles de la guerra de Rusia, dice Kiev] LEA TAMBIÉN: [Ucrania registra masivo ataque ruso con drones y centenar de misiles en diversas ciudades] También destacó el hecho de que la agencia estatal de estadísticas, Rosstat, revisara la víspera a la baja la previsión de contracción para 2022, del 2.1% al 1.2%.”Esto confirma nuestra capacidad de adaptarnos de manera efectiva a cualquier turbulencia”, afirmó. A mediados de diciembre el Banco Central de [Rusia](https://gestion.pe/noticias/rusia/) subió un punto porcentual los tipos de interés, hasta el 16%, y pronosticó un crecimiento de más del 3% de la economía nacional para 2023.En su primera gran rueda de prensa de la guerra, [Putin](https://gestion.pe/noticias/vladimir-putin/) aseguró el 14 de diciembre que para este año esperaba un crecimiento del 3.5%, con lo que consideró que el país ya se ha recuperado de la recesión de 2022.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T18:53:05.410+02:00",
    "updated": "2023-12-31T00:10:51.035+02:00"
  },
  {
    "uuid": "a0b43d58b7a96db98909f653bae795f01eb01674",
    "url": "https://www.newsbreak.com/news/3540470304850-caeleb-dressel-has-no-confidence-2024-olympics-will-be-doping-free-after-chinese-swimming-scandal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-07-25T20:21:00Z",
    "title": "Caeleb Dressel has no confidence 2024 Olympics will be doping-free after Chinese swimming scandal",
    "text": "By Sean Savage ,\n2 hours ago\nCaeleb Dressel doesn’t expect a fair fight in Paris.\nThe seven-time gold-medal swimmer told reporters Thursday that he doesn’t trust World Aquatics to have a fair and drug-free swimming competition at the 2024 Olympics.\n“No. Not really,” he said when asked if he can trust that the competition will be doping-free.\nHe has good reason: In 2021, 23 Chinese swimmers tested positive for the banned substance trimetazidine (or TMZ). However, the governing body remained tight-lipped about the tests, and there were no repercussions.\nSwimmer Caeleb Dressel’s dark journal messages: ‘F–k me, f–king terrible’\n“I don’t really think they’ve given us enough evidence to support them in how those cases were handled,” Dressel said, with the executive director of World Aquatics, Brent Nowicki, sitting next to him.\nThe tests unveiled to the public in April of this year – as reported by The New York Times – have sparked fierce debates across media platforms leading up to the Paris Games.\nCaeleb Dressel was miserable during Olympic dominance\nThe controversy gained much more traction recently, as swimming is slated to start on Saturday – and Team China will send many of the same athletes diving into the pool again.\n“When you have someone like Caeleb say that, obviously it’s not what you want any athlete to say,” Nowicki said. “But we have to look forward. We have to regain his trust and regain the athletes’ trust who share that same opinion.”\nCLICK HERE TO SIGN UP FOR OUR STARTING LINEUP NEWSLETTER\nThe media has swirled with controversy after hearing there were no repercussions Grace Hollars/IndyStar / USA TODAY NETWORK As reported by Sports Illustrated , the ruling body has conducted a whopping 2,958 tests on nearly 1,300 athletes since Jan. 1.\nThe outlet juxtaposed these tests to the moments before the Tokyo Games, with a difference of around 1,000 tests. Moreover, the outlet added that there were an estimated 300 more tests than the 2016 Games in Rio de Janeiro.\nWorld Aquatics stated that an average of 13 tests were conducted on the Chinese Olympic swimming team. For the Americans, the average was six tests, and four for the Australians.\nThere’s been 1,000 more tests done than the Tokyo Games Getty Images “I want you to ask that same question of Caeleb in L.A. [in 2028] and my goal and my hope is that his mind changes,” Nowicki said. “In four years he says, ‘You know what? They did what they said they were going to do.'”\nFor the latest in sports, top headlines, breaking news and more, visit nypost.com/sports/\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.nytimes.com/2024/04/20/world/asia/chinese-swimmers-doping-olympics.html",
      "https://www.si.com/olympics/caeleb-dressel-calls-out-world-aquatics-ability-to-stage-fair-drug-free-olympics",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1fcidG_0udSWI1q00",
      "https://nypost.com/2024/06/19/sports/chinas-olympic-swim-team-loaded-with-athletes-implicated-in-doping-scandal/",
      "https://nypost.com/2021/08/02/caeleb-dressel-was-miserable-during-olympic-dominance/",
      "https://img.particlenews.com/image.php?url=4IUqqp_0udSWI1q00",
      "https://img.particlenews.com/image.php?url=1fcidG_0udSWI1q00",
      "https://email.nypost.com/?newsletter=starting-lineup&c=cmduiewhgu8rhwgu",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4IUqqp_0udSWI1q00",
      "https://nypost.com/sports/",
      "https://nypost.com/2022/04/27/caeleb-dressel-reads-negative-journal-entries-from-swim-career/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3SCcPk_0udSWI1q00",
      "https://img.particlenews.com/image.php?url=3SCcPk_0udSWI1q00",
      "https://www.email.nypost.com/?newsletter=starting-lineup&c=cmduiewhgu8rhwgu",
      "https://www.nypost.com/sports/",
      "https://email.nypost.com/",
      "https://www.img.particlenews.com/image.php?url=3SCcPk_0udSWI1q00",
      "https://nypost.com/2024/06/19/sports/chinas-olympic-swim-team-loaded-with-athletes-implicated-in-doping-scandal",
      "https://nypost.com/2021/08/02/caeleb-dressel-was-miserable-during-olympic-dominance",
      "https://www.img.particlenews.com/image.php?url=1fcidG_0udSWI1q00",
      "https://si.com/olympics/caeleb-dressel-calls-out-world-aquatics-ability-to-stage-fair-drug-free-olympics",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3SCcPk_0udSWI1q00",
      "https://nytimes.com/2024/04/20/world/asia/chinese-swimmers-doping-olympics.html",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1fcidG_0udSWI1q00",
      "https://www.nypost.com/2022/04/27/caeleb-dressel-reads-negative-journal-entries-from-swim-career/",
      "https://nypost.com/sports",
      "https://nypost.com/2022/04/27/caeleb-dressel-reads-negative-journal-entries-from-swim-career",
      "https://www.img.particlenews.com/image.php?url=4IUqqp_0udSWI1q00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4IUqqp_0udSWI1q00",
      "https://www.nypost.com/2024/06/19/sports/chinas-olympic-swim-team-loaded-with-athletes-implicated-in-doping-scandal/",
      "https://www.nypost.com/2021/08/02/caeleb-dressel-was-miserable-during-olympic-dominance/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sean savage",
          "sentiment": "negative"
        },
        {
          "name": "caeleb dressel",
          "sentiment": "negative"
        },
        {
          "name": "dressel",
          "sentiment": "none"
        },
        {
          "name": "brent nowicki",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new york times",
          "sentiment": "none"
        },
        {
          "name": "world aquatics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:27:04.806+03:00",
    "updated": "2024-07-26T01:49:04.130+03:00"
  },
  {
    "uuid": "9fc1fad2fd760ad14ec364f762fd60e69c09a70d",
    "url": "https://www.elfinanciero.com.mx/viajes/2024/01/05/montreal-y-auroras-boreales/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Financiero",
    "published": "2024-01-05T22:34:00Z",
    "title": "Montreal y auroras boreales",
    "text": "Ve a un lugar nuevo y sigue más lejos\nMontreal es una ciudad vanguardista y clásica a la vez que ofrece todo menos aburrimiento. En invierno, disfruta de espectáculos de luces de alta tecnología, mercados navideños y exquisita comida gourmet. Prueba nuevos sabores en los mejores restaurantes de Montreal, diviértete en los festivales invernales y recorre fascinantes galerías de arte y museos. Si empacaste tu espíritu aventurero, atrévete a probar el snow tubing y deslízate en la nieve o patina sobre hielo en el Parc La Fontaine o junto al río San Lorenzo.\nSi también quieres pasar tiempo en la naturaleza, visita Parc Omega, un safari que se encuentra entre Montreal y Ottawa, donde podrás ver de cerca a venados, íbices, bisontes, jabalís, castores, lobos, osos, coyotes y zorros en su hábitat natural. Y definitivamente no puedes perderte Mont-Tremblant, uno de los destinos de esquí más reconocidos en Quebec, ubicado en las Montañas Laurentidas. Aquí te espera mucha nieve y la oportunidad de probar más cosas nuevas; súbete a una moto de nieve, practica snowshoeing o pasea en un trineo jalado por perros. ¡La aventura te espera!\nContempla las luces fantásticas\nSi hablamos de experiencias épicas, ver a las deslumbrantes auroras boreales bailar en el cielo, sin duda encabeza la lista. El mejor lugar para verlas son los Territorios del Noroeste, donde aparecen más de 200 noches al año. Una de las mejores épocas para hacerlo es el invierno, de noviembre a inicios de abril, ¡el avistamiento las luces es muy impresionante! Si quieres estar muy cómodo y abrigado en lo que esperas a que empiece el espectáculo, una gran opción es Aurora Village, una aldea de tipis que se encuentra a unos minutos de Yellowknife, capital de este territorio canadiense.\nDurante el día, atrévete a descubrir nuevas maneras de disfrutar el invierno. Empieza con diversión pura en una moto de nieve y accede a lugares con vistas espectaculares. ¿Quieres más emoción? Súbete a un trineo jalado por huskies y deja que te lleven a lo largo de relucientes senderos nevados. O si lo tuyo es andar sobre ruedas, lánzate a la aventura y maneja una camioneta sobre una carretera de hielo o en un lago congelado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:44:23.152+02:00",
    "updated": "2024-01-06T00:44:23.152+02:00"
  }
]