[
  {
    "uuid": "f745ab19e9bbeac6c05fa4fda369c854384481e9",
    "url": "https://bc.ctvnews.ca/truck-crashes-into-delta-overpass-causing-significant-damage-1.6703708",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVVancouver",
    "published": "2023-12-28T19:27:00Z",
    "title": "Truck crashes into B.C. overpass causing significant damage | CTV News",
    "text": "A commercial truck crashed into an overpass in Delta Thursday afternoon, the latest in a rash of incidents that the B.C. Transportation Ministry describes as \"frustrating.\" The latest strike happened around noon on Highway 99 southbound at the 112 Street overpass, prompting road closures and drawing a heavy presence of first responders. \"It’s frustrating to hear that another commercial vehicle driver has crashed into provincial highway infrastructure,\" a spokesperson for the Ministry of Transportation and Infrastructure wrote in an email. \"An initial assessment by the ministry’s maintenance contractor appears to show significant damage to the overpass.\" Delta Fire and Rescue Deputy Chief Dave Wood said the crash caused a “secondary accident” involving another vehicle. Photos from the scene show a sedan with significant damage to its front end. BC Emergency Health Services said two ambulances responded and one person was transported to hospital but did not provide information on the patient's condition. There have been at least 30 overpass strikes across the province since December 2021, the majority of which were recorded this year. The RCMP and the province's Commercial Vehicle Safety and Enforcement team are trying to determine the \"circumstances\" surrounding the latest crash, the ministry's statement says. The trucking company's license to operate has been suspended while the investigation is underway, a move that is automatically made under new provincial rules introduced to try to deter and prevent these costly crashes. \"When these crashes occur, they have a huge impact: they delay commuters, affect the movement of goods and can impede first responders. This means families, businesses and the economy all suffer,\" the ministry's statement said. \"This issue needs to stop.\" Earlier this month, the Ministry of Transportation and Infrastructure increased fines for overheight vehicles to $575. That's five times the previous penalty of $115, making B.C.'s fine the highest of its kind in Canada, according to officials. Trucking companies associated with repeated overpass crashes will face escalating consequences, which can include \"potential suspension and possible cancellation of a company's carrier safety certificate, essentially preventing their operation in B.C.,\" the ministry said in a Dec. 14 news release. The government is also requiring dump trucks to be equipped with warning devices that alert drivers if their vehicle's box is raised while in motion. That requirement comes into effect on June 1, 2024, after which drivers will face a $598 fine for non-compliance. We are also bringing in provincial requirements for commercial vehicles with dump boxes to have in-cab warning systems, to alert drivers before these incidents occur. Carriers and drivers not complying with the requirements for this new equipment will face related fines and penalties. With a file from the Canadian Press A photo of the overpass strike provided by Alexmosv Molina. . Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Vancouver Top Stories CTVNews.ca Top Stories BREAKING Ten people rescued from plane crash site in remote Northwest Territories Ten people were rescued Thursday after a small plane crashed in a remote area of the Northwest Territories and they were stranded overnight. NDP's Jagmeet Singh rules out coalition government with Liberals after next election NDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election. Judih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead Judih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead. In most African countries, drought forces rural communities to relocate, study finds Across most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future. Teen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada A teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday. Pierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area Pierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park. Ontario man charged after allegedly planning trip to U.S. for sex acts with kids Durham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children. Tight-knit Canada set for tough test against hosts Sweden at world juniors Canada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\" Canada to offer humanitarian visas to those fleeing Sudan if relatives pay costs Ottawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them. Vancouver Island - Convicted murderer wanted Canada-wide after breaching conditions: police Police in Victoria are asking the public to call 911 if they encounter a man who is wanted on a Canada-wide warrant for breaching conditions of his parole. - Century-old heat records fall in B.C. as weather system brings warmth and wind Unseasonably warm weather has broken temperature records in southern British Columbia, including century-old marks in the provincial capital. - Calls for more addiction treatment as B.C. drug decriminalization enters second year A narrow, winding corridor at St. Paul's Hospital in Vancouver leads to a clinic offering quick access to addiction treatment for people seeking help on their own or after a referral from an emergency room, a family doctor or a social worker. Calgary - 2 teens killed in rollover crash near Crossfield, Alta. Two teens are dead following a crash in Mountain View County on Wednesday evening, RCMP said. - Southern Alberta girl injured in coyote attack A family from Brooks, Alta., says their daughter is lucky to have avoided more serious injuries after she was attacked and bitten several times by a coyote. - Child-care costs could rise for some Alberta parents as daycares consider leaving fee support program Some daycare operators in the province are considering opting out of the Alberta Affordability Grant for child-care programs, which is concerning to parents who could see their payments skyrocket in the new year as a result. Edmonton - Big events mean big tourism business for Edmonton Hosting the Junos in March was a watershed moment for Edmonton and Alberta in 2023. - Closure of 8 'high-risk' encampments to begin Friday: city Notice has been given to clear several high-risk encampments in Edmonton that were the subject of an injunction earlier this month. - Man who died with wife and son in Alberta lake wasn't a risk-taker, says friend An Edmonton man who died with his wife and eight-year-old son after their utility terrain vehicle went into a lake wasn't the kind of person to put his family at risk, says a friend. Toronto - Woman allegedly intentionally drove vehicle into parking enforcement officer in Toronto Police arrested a 29-year-old woman after she allegedly intentionally drove her vehicle into a parking enforcement officer in Toronto’s east end. - Citizen's tip helps police apprehend suspect wanted in Richmond Hill axe attack Police in York Region say media coverage, along with a tip from a member of the public, helped them apprehend a suspect wanted in connection with an axe attack in Richmond Hill as well as several other criminal offences. - Ontario man charged after allegedly planning trip to U.S. for sex acts with kids Durham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children. Montreal - Common Front of public sector unions reaches tentative deal with Quebec The Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government. - Beaconsfield lawsuit against City of Montreal over taxes grows to $15 million The City of Beaconsfield is taking the City of Montreal to court because it feels it is being overtaxed by the centre city. - Montreal man who ate recalled cantaloupes launches class-action lawsuit A Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit. Winnipeg - Public asked to avoid Furby Street due to 'serious incident' The Winnipeg Police Service is currently responding to a serious incident at an apartment building on Furby Street. - 'Take our time': Kinew says decision not made yet on supervised consumption site location Manitoba Premier Wab Kinew said the province is taking its time to find a location for a supervised consumption site in Winnipeg. - Winnipeg woman wins $1M lottery jackpot A Winnipeg woman has a lot to celebrate heading into the new year after winning a $1 million lottery prize. Saskatoon - Saskatoon developers hint at future of former Extra Foods property The site of a former grocery store on Broadway Avenue has sold. - Dash cam footage shows van burst into flames in a Saskatoon parking lot Saskatoon firefighters say they don’t know what caused a van to burst into flames in a Cabela’s parking lot on Wednesday. - Saskatoon recruiting Aussie paramedics to help with record emergency calls Amid a record year for emergency calls, Saskatoon’s ambulance service has turned to Australia for a pool of new recruits. Regina - Huge plume of smoke seen at Wheat City Metals in Regina Fire crews were called out to Wheat City Metals in Regina for a report of a fire on Thursday afternoon. - 'You just get forgotten. Pushed aside': Sask. family grapples with difficulty in accessing specialist care While recent statistics suggest that Saskatchewan is making progress on shortening waitlists for surgeries and diagnostic scans – some residents are still facing serious delays in accessing certain types of specialists. - Sask. ski hills coping with 'the weirdest temperatures' this year With school out for the holidays, many students are looking to fill their days. Normally, some would be heading out for a ski on one of the hills across the province, but the lack of precipitation means operators are relying on snowmaking equipment to open on a limited basis. Atlantic - Freezing rain warnings, special weather statements in effect in N.S., N.B. More messy weather is on the way to the Maritimes with freezing rain warnings and special weather statements in effect. - 'I will not go out back': Moncton landlord worried about tenant safety Peter LeBlanc needs to find a new tenant for his downtown Moncton apartment building. The landlord said the vacancy is the result of a current tenant no longer feeling like it’s safe place to live. - 'It’s been rough': Bedford resident looks for help following summer flooding Marguerite Dodge’s Bedford, N.S., home has been uninhabitable since the summer floods hit back in late July. London - Conversation with Mayor Morgan Part 1: Homelessness, communication, and housing In a year-end interview with CTV News, London Mayor Josh Morgan opens up about his greatest challenge of 2023. - 'Could hear the windows buckling': St. Thomas, Ont. tenants evacuated after apartment collapsed Fifteen people are out of their homes after the foundation of small apartment building collapsed late Wednesday night in St. Thomas, Ont. - Injured snowy owl rescued in Huron County Huron County OPP responded to a report of an injured owl in Bayfield on Dec. 28. Northern Ontario - Pothole machine in Sudbury offers high-quality repairs, but low production The city’s Python 5000 does a great job repairing potholes, but it’s a high-maintenance machine that depends on weather and replacement parts to operate successfully. - 17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa Ottawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia. - Christmas day fire in Hearst under investigation Officials are investigating the cause of residential fire in Hearst, Ont., that broke out early in the morning Christmas day. Kitchener - No one hurt after fire at Kitchener restaurants No one was hurt after flames broke out at a building containing two restaurants in Kitchener. - Men arrested with $1,000 in stolen butter Three men from Brampton, Ont. were arrested on Christmas Eve in Guelph after police caught them with more than $1,000 in stolen butter. - Man seriously injured in Waterloo stabbing Police are looking for the person or people responsible for a stabbing in Waterloo that seriously injured a 41-year-old man.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dave wood",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ctv news",
          "sentiment": "negative"
        },
        {
          "name": "delta fire and rescue",
          "sentiment": "none"
        },
        {
          "name": "b.c. transportation ministry",
          "sentiment": "none"
        },
        {
          "name": "bc emergency health services",
          "sentiment": "none"
        },
        {
          "name": "ministry of transportation and infrastructure",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:14:14.010+02:00",
    "updated": "2023-12-29T01:14:14.010+02:00"
  },
  {
    "uuid": "2e26d66dcf3bccf7cb3f0a3b3a62cb0435b18f2f",
    "url": "https://bloodyelbow.com/2024/12/26/sean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hola.com",
    "published": "2024-12-26T00:00:00Z",
    "title": "Sean Strickland shares Christmas reunion with former best friend after bitter public fallout as he prepares for UFC 312 title fight",
    "text": "Sean Strickland appears to have reunited with a close friend with whom he shared a bitter falling out last year.\nFor years, Strickland and Chris Curtis shared a bond that seemed unlikely at the best of times, and even co-hosted a podcast together. But eventually their differences became too much last year and they ended up having a public spat which resulted in the pair blocking each other on social media.\nHowever, a new social media post showed the pair standing next to one another smiling after taking to the mats on Christmas day. They are both preparing for big fights, Strickland at UFC 312 for the middleweight title against Dricus Du Plessis , and Curtis in two weeks against Roman Kopylov.\nWho is Sean Strickland? Get to know the controversial former UFC Middleweight champion Sean Strickland and Chris Curtis had bitter public falling out Last summer, after years of unlikely friendship, Sean Strickland and Chris Curtis had a very public blow-up that happened over social media. The pair are on completely opposite ends of the spectrum politically and socially, making their pairing always one that seemed doomed to struggle.\nHowever, they managed to maintain their bond for a long time, until what seemed to be a boiling point was reached over a training session. After Curtis blocked Strickland on social media, a fan asked what had happened between the pair.\nPhoto by Jeff Bottari/Zuffa LLC via Getty Images The former champion replied: “Weakness is cancer man, literally it spreads through the gym like a virus…. It effects everyone… I can be pretty hard. Probably too militant But Curt wanted to drill during sparring and I said no do it on your own time and his lost it. Very gay… Curt we miss you lol.”\nThis led to further public feuding, with Curtis writing a veiled tweet that many fans believed to be directed at his former pal. “For those wondering,” he wrote. “I believe there is a certain amount of respect that you give to those who support you.\n“When that respect is not reciprocated, it doesn’t matter who it is, those people can no longer be involved in your inner circle. It’s that simple. Life goes on guys.”\nSean Strickland and Chris Curtis feud caused rift in the gym The pair were teammates for years at Xtreme Couture in Las Vegas, but their relationship falling apart threatened to cause issues at the famed gym. Head coach Eric Nicksick explained that even his own mother was monitoring the feud on social media and making sure all was okay.\n“I remember them going back-and-forth on Twitter,” he explained during an appearance on the The Casuals MMA podcast. “And I’m like ‘on Twitter, you two idiots?’ Keep this s*** in-house, don’t put this out on Twitter, both of you.\n“My mom was like ‘is everything okay with Chris? Is Chris leaving the gym?’ I’m like ‘what are you talking about?’ For a while there I had to calm my mom down in the comments because mom will clap at somebody.\n“There’ll be 100 positive comments and one guy will say ‘yeah, that dude sucks’ and my mom will be like ‘excuse me, motherf***er’. I’m like ‘mom, you don’t have to do that’.”\nSean Strickland and Chris Curtis reunite in training photo However, it’s beginning to look as though the pair have mended their relationship, at least to the point where they can train together. After a few posts showing Curtis training at American Top Team, he was spotted on Christmas day working out at Xtreme Couture.\nView Instagram Post And in an Instagram photo shared by undefeated prospect Reese Watkins yesterday, he and Strickland were seen smiling and standing next to one another after a session. Alex Polizzi stood between them, but they were close together and appeared happy.\nWatkins captioned the photo: “Swing on sight order for all captured Santa Deniers. Merry Christmas.” He is also currently preparing for a fight; he takes on fellow unbeaten prospect Christopher Ewert at Fury FC’s 100th event on January 12 in Houston.\nWho is Dricus Du Plessis? Meet the UFC brawler putting South Africa on the MMA map",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->sports coaching",
      "Sport->martial arts"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F",
      "https://www.pinterest.com/pin/create/button/?url=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F&description=",
      "https://www.youtube.com/embed/sC37XMXKLyU?feature=oembed",
      "https://api.whatsapp.com/send?text=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F",
      "http://www.reddit.com/submit?url=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F&title=",
      "https://www.instagram.com/p/DEBBWmXTNGG/?utm_source=ig_embed&utm_campaign=loading",
      "https://twitter.com/intent/tweet?text=&url=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F",
      "http://reddit.com/submit?url=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F&title=",
      "https://youtube.com/embed/sC37XMXKLyU?feature=oembed",
      "https://www.api.whatsapp.com/send?text=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F",
      "https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F&description=",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.instagram.com/p/DEBBWmXTNGG/",
      "http://www.reddit.com/submit",
      "https://www.twitter.com/intent/tweet?text=&url=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F",
      "https://www.pinterest.com/pin/create/button/",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fbloodyelbow.com%2F2024%2F12%2F26%2Fsean-strickland-reunites-with-former-best-friend-ahead-of-ufc-312-title-fight-after-bitter-fallout%2F",
      "https://www.youtube.com/embed/sC37XMXKLyU",
      "https://instagram.com/p/DEBBWmXTNGG/?utm_source=ig_embed&utm_campaign=loading",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Sean Strickland",
          "sentiment": "negative"
        },
        {
          "name": "Chris Curtis",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:25:15.778+02:00",
    "updated": "2024-12-27T07:15:45.857+02:00"
  },
  {
    "uuid": "d8b4ee7857329a7e642b44c92d5e73b6bfd2b281",
    "url": "https://www.ctvnews.ca/climate-and-environment/in-most-african-countries-drought-forces-rural-communities-to-relocate-study-finds-1.6703720",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVNews",
    "published": "2023-12-28T19:56:00Z",
    "title": "Drought driving human migration across most of Africa: study | CTV News",
    "text": "[Skip to main content](#main) In most African countries, drought forces rural communities to relocate, study finds Across most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a [new study](https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2023EF003510) published in the journal Earth's Future. Researchers from Sweden's Uppsala University and Italy's University of Bologna conducted a continent-wide analysis of human settlements in Africa and found drought drove migration in 80 per cent of African countries, but especially those in Southern Africa and the Horn of Africa. The study, \"Drought and Human Mobility in Africa,\" warns this human migration will likely intensify as climate change leads to more severe and frequent droughts. \"It's a cycle that exacerbates how many people are negatively impacted by drought, and not only in the ways we might normally expect,\" said Serena Ceola, a hydrologist at the University of Bologna and the study's lead author, in a media release. \"As regional climates change and both droughts and floods become bigger problems, more people will struggle to find a safe place to settle. People may move from one drought-affected place to another or move somewhere that just poses different climate risks.\" Ceola and her co-authors said they chose to study Africa because it is one of the most drought-prone continents and human migration is more prominent there compared to other parts of the world. They looked at the effects of droughts in 50 countries between 1992 and 2013. \"We want the whole society to be aware of just how many people are moving from one climate threat to another,\" Ceola said. In addition to contributing to overcrowding in urban centres, the study warns this large-scale drought-driven migration leaves more people vulnerable to deadly flooding events. For example, the [International Organization for Migration](https://www.iom.int/news/displacement-somalia-reaches-record-high-38-million-iom-deputy-director-general-calls-sustainable-solutions) reported earlier this year that the number of displaced people in Somalia had reached 3.8 million, partly due to ongoing drought conditions. Many of those climate refugees sought shelter near rivers where farming could resume, but the [UN Refugee Agency](https://www.unhcr.org/news/press-releases/over-1-million-people-internally-displaced-somalia-record-time) reports heavy rains and flash floods subsequently displaced more than half a million people. WHERE, AND WHY, DROUGHT MOVES PEOPLE Ceola and her co-authors found people facing drought conditions tend to move close to rivers so they can maintain access to water for agricultural activity, and to cities because they offer diverse economic opportunities when drought makes agriculture too difficult. The researchers used satellite-based nighttime light detection to track when settlements moved toward rivers during drought conditions, as well as annual, country-based World Bank census data to track populations in urban centres. However, they warned their results might underestimate the number of people forced to migrate due to droughts because settlements too small or poor to generate enough nighttime light for detection would have been left out of the study. During the period they studied, about half to three-quarters of the 50 countries included in the study had settlements move closer to rivers, and one-third to half of countries had urban populations grow. Seventeen countries experienced drought and up to 65 per cent of those countries saw increased human movement toward rivers during drought years when compared to pre-drought years. The cycle was especially strong in Burundi, Mozambique and Zimbabwe in Eastern Africa; Chad in Central Africa; Guinea and Guinea-Bissau in Western Africa; and Namibia and Swaziland in Southern Africa. In Southern Africa, every country studied saw drought-related migration toward rivers over the study period. While drought-caused migration leads to its own set of problems, Ceola and her co-authors write that human mobility and migration also \"represent increasingly important strategies\" for climate change adaptation and disaster risk reduction as the climate crisis continues to reshape life for people around the world. \"Policy makers need data and detailed information in order to implement strategic planning, support sustainable development and increase the resilience of people living in vulnerable areas,\" Ceola said. \"Likewise, people living in those areas need to be aware of the risks and should have the opportunity to freely move to safer locations.\" [Shopping Trends](https://www.ctvnews.ca/shopping.html) The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. [Read about us.](https://www.ctvnews.ca/shopping/about-us.html) [MORE Climate News](https://www.ctvnews.ca/climate-and-environment) RISKIN REPORTS CTVNews.ca Top Stories BREAKING [Ten people rescued from plane crash site in remote N.W.T.](https://www.ctvnews.ca/canada/ten-people-rescued-from-plane-crash-site-in-remote-n-w-t-1.6703206) The military says a rescue operation is complete after a plane crash left 10 people, some with injuries, stranded overnight in a remote area of the Northwest Territories. [NDP's Jagmeet Singh rules out coalition government with Liberals after next election](https://www.ctvnews.ca/politics/ndp-s-jagmeet-singh-rules-out-coalition-government-with-liberals-after-next-election-1.6703348) NDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election. [Judih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead](https://www.ctvnews.ca/canada/judih-weinstein-haggai-the-last-canadian-known-to-have-been-kidnapped-by-hamas-confirmed-dead-1.6703209) Judih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead. [In most African countries, drought forces rural communities to relocate, study finds](https://www.ctvnews.ca/climate-and-environment/in-most-african-countries-drought-forces-rural-communities-to-relocate-study-finds-1.6703720) Across most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future. [Teen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada](https://www.ctvnews.ca/canada/teen-dead-another-missing-after-falling-through-ice-in-ottawa-amid-spate-of-similar-incidents-across-canada-1.6703498) A teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday. [Pierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area](https://www.ctvnews.ca/entertainment/pierce-brosnan-is-in-hot-water-accused-of-trespassing-in-a-yellowstone-thermal-area-1.6703402) Pierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park. [Ontario man charged after allegedly planning trip to U.S. for sex acts with kids](https://toronto.ctvnews.ca/ontario-man-charged-after-allegedly-planning-trip-to-u-s-for-sex-acts-with-kids-1.6703437) Durham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children. [Tight-knit Canada set for tough test against hosts Sweden at world juniors](https://www.ctvnews.ca/sports/tight-knit-canada-set-for-tough-test-against-hosts-sweden-at-world-juniors-1.6703713) Canada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\" [Canada to offer humanitarian visas to those fleeing Sudan if relatives pay costs](https://www.ctvnews.ca/canada/canada-to-offer-humanitarian-visas-to-those-fleeing-sudan-if-relatives-pay-costs-1.6703632) Ottawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them. [Canada](https://www.ctvnews.ca/canada) - [Common Front of public sector unions reaches tentative deal with Quebec](https://montreal.ctvnews.ca/common-front-of-public-sector-unions-reaches-tentative-deal-with-quebec-1.6703590) The Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government. - [Teen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada](https://www.ctvnews.ca/canada/teen-dead-another-missing-after-falling-through-ice-in-ottawa-amid-spate-of-similar-incidents-across-canada-1.6703498) A teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday. - BREAKING BREAKING [Ten people rescued from plane crash site in remote N.W.T.](https://www.ctvnews.ca/canada/ten-people-rescued-from-plane-crash-site-in-remote-n-w-t-1.6703206) The military says a rescue operation is complete after a plane crash left 10 people, some with injuries, stranded overnight in a remote area of the Northwest Territories. - [Montreal man who ate recalled cantaloupes launches class-action lawsuit](https://montreal.ctvnews.ca/montreal-man-who-ate-recalled-cantaloupes-launches-class-action-lawsuit-1.6702862) A Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit. - [Canada to offer humanitarian visas to those fleeing Sudan if relatives pay costs](https://www.ctvnews.ca/canada/canada-to-offer-humanitarian-visas-to-those-fleeing-sudan-if-relatives-pay-costs-1.6703632) Ottawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them. - [Man who died with wife and son in Alberta lake wasn't a risk-taker, says friend](https://edmonton.ctvnews.ca/man-who-died-with-wife-and-son-in-alberta-lake-wasn-t-a-risk-taker-says-friend-1.6703579) An Edmonton man who died with his wife and eight-year-old son after their utility terrain vehicle went into a lake wasn't the kind of person to put his family at risk, says a friend. [World](https://www.ctvnews.ca/world) - [World population will be more than 8 billion people on Jan. 1](https://www.ctvnews.ca/world/world-population-will-be-more-than-8-billion-people-on-jan-1-1.6703599) The worldwide growth rate in the past year was just under 1 per cent. At the start of 2024, 4.3 births and two deaths are expected worldwide every second, according to the Census Bureau figures. - [As Gaza war grinds on, tensions soar along Israel's volatile northern border with Lebanon](https://www.ctvnews.ca/world/as-gaza-war-grinds-on-tensions-soar-along-israel-s-volatile-northern-border-with-lebanon-1.6703568) Israeli officials are stepping up threats against the Lebanese militant group Hezbollah, warning that Israel is running out of patience as the two sides continue to trade fire along Israel's volatile northern border. Here is a look at the battle between Israel and Hezbollah. - [In most African countries, drought forces rural communities to relocate, study finds](https://www.ctvnews.ca/climate-and-environment/in-most-african-countries-drought-forces-rural-communities-to-relocate-study-finds-1.6703720) Across most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future. - [Texas has arrested thousands on trespassing charges at the border. Illegal crossings are still high](https://www.ctvnews.ca/world/texas-has-arrested-thousands-on-trespassing-charges-at-the-border-illegal-crossings-are-still-high-1.6703638) Starting in March, Texas will allow police to arrest migrants who enter the state illegally and give local judges the authority to order them out of the country. - [Paul Whelan marks five years in Russian detention](https://www.ctvnews.ca/world/paul-whelan-marks-five-years-in-russian-detention-1.6703489) Paul Whelan marked five years in Russian detention on Thursday – a grim milestone that the ex-U.S. Marine hoped he would never see. In the more than half a dozen phone conversations Whelan has had with CNN, he has expressed both confidence that the U.S. government is working to secure his release and immense frustration that those efforts have not yielded success. - [House where 4 University of Idaho students were killed is being demolished](https://www.ctvnews.ca/world/house-where-4-university-of-idaho-students-were-killed-is-being-demolished-1.6703352) Demolition began Thursday on the house where four University of Idaho students were killed last year, marking an emotional step for the victims' families and a close-knit community that was shocked and devastated by the brutal stabbings. [Politics](https://www.ctvnews.ca/politics) - [NDP's Jagmeet Singh rules out coalition government with Liberals after next election](https://www.ctvnews.ca/politics/ndp-s-jagmeet-singh-rules-out-coalition-government-with-liberals-after-next-election-1.6703348) NDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election. - [Are we ready? Should we do this? The debate on expanding medical assistance in dying](https://www.ctvnews.ca/health/are-we-ready-should-we-do-this-the-debate-on-expanding-medical-assistance-in-dying-1.6703010) The federal Liberals face a choice early in 2024: They can allow a sunset clause to take effect so that eligibility for medical assistance in dying expands to adults whose only reason for seeking it is a mental disorder, or they can postpone it further. - [Canada to offer humanitarian visas to those fleeing Sudan if relatives pay costs](https://www.ctvnews.ca/canada/canada-to-offer-humanitarian-visas-to-those-fleeing-sudan-if-relatives-pay-costs-1.6703632) Ottawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them. [Health](https://www.ctvnews.ca/health) - [More than 117,000 BlendJet portable blenders recalled over fire, laceration risk](https://www.ctvnews.ca/health/more-than-117-000-blendjet-portable-blenders-recalled-over-fire-laceration-risk-1.6703368) BlendJet is recalling 117,286 of its portable blenders in Canada and 4.8 million in the United States over laceration and fire hazards after receiving dozens of injury reports. - [New weight loss drugs are out of reach for millions of older Americans because Medicare won't pay](https://www.ctvnews.ca/health/new-weight-loss-drugs-are-out-of-reach-for-millions-of-older-americans-because-medicare-won-t-pay-1.6703657) New obesity drugs are showing promising results in helping some people shed pounds but the injections will remain out of reach for millions of older Americans because Medicare is forbidden to cover such medications. - [Montreal man who ate recalled cantaloupes launches class-action lawsuit](https://montreal.ctvnews.ca/montreal-man-who-ate-recalled-cantaloupes-launches-class-action-lawsuit-1.6702862) A Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit. [Sci-Tech](https://www.ctvnews.ca/sci-tech) - [New killer whale calf spotted with J pod on Boxing Day, researchers say](https://bc.ctvnews.ca/new-killer-whale-calf-spotted-with-j-pod-on-boxing-day-researchers-say-1.6702451) The endangered southern resident killer whales appear to have welcomed a new arrival this holiday season. - [Here's what to know about a new orange-tongued lizard discovered in China](https://www.ctvnews.ca/sci-tech/here-s-what-to-know-about-a-new-orange-tongued-lizard-discovered-in-china-1.6702060) Scientists have discovered a new iguana species in China and say the new garden lizard has a unique distinguishing feature. - [Apple wins bid to pause Apple Watch ban at U.S. appeals court](https://www.ctvnews.ca/sci-tech/apple-wins-bid-to-pause-apple-watch-ban-at-u-s-appeals-court-1.6702109) Apple scored a victory on Wednesday when a U.S. appeals court paused a government commission's import ban on some of the company's popular Apple smartwatches following a patent dispute with medical-technology firm Masimo. [Entertainment](https://www.ctvnews.ca/entertainment) - [Cher files for conservatorship of son Elijah Blue Allman](https://www.ctvnews.ca/entertainment/cher-files-for-conservatorship-of-son-elijah-blue-allman-1.6703734) Cher has filed for temporary legal conservatorship of her adult son Elijah Blue Allman, citing his alleged ongoing substance abuse issues. - [Pierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area](https://www.ctvnews.ca/entertainment/pierce-brosnan-is-in-hot-water-accused-of-trespassing-in-a-yellowstone-thermal-area-1.6703402) Pierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park. - [Taylor Swift helps drive U.K. vinyl sales to highest level since 1990](https://www.ctvnews.ca/entertainment/taylor-swift-helps-drive-u-k-vinyl-sales-to-highest-level-since-1990-1.6703310) Vinyl sales have jumped 11.7 per cent so far in 2023 to 5.9 million units, according to preliminary figures released Thursday by the British Phonographic Industry, an association of U.K. record companies and labels. [Business](https://www.ctvnews.ca/business) - [Five things to watch for in Canadian business in 2024](https://www.ctvnews.ca/business/five-things-to-watch-for-in-canadian-business-in-2024-1.6702990) Here are five things to watch in Canadian business in 2024 as households and companies work through what is expected to be a challenging economic environment. - [More than 117,000 BlendJet portable blenders recalled over fire, laceration risk](https://www.ctvnews.ca/health/more-than-117-000-blendjet-portable-blenders-recalled-over-fire-laceration-risk-1.6703368) BlendJet is recalling 117,286 of its portable blenders in Canada and 4.8 million in the United States over laceration and fire hazards after receiving dozens of injury reports. - [New weight loss drugs are out of reach for millions of older Americans because Medicare won't pay](https://www.ctvnews.ca/health/new-weight-loss-drugs-are-out-of-reach-for-millions-of-older-americans-because-medicare-won-t-pay-1.6703657) New obesity drugs are showing promising results in helping some people shed pounds but the injections will remain out of reach for millions of older Americans because Medicare is forbidden to cover such medications. [Lifestyle](https://www.ctvnews.ca/lifestyle) - [They eat what? New Year's food traditions around the world](https://www.ctvnews.ca/lifestyle/they-eat-what-new-year-s-food-traditions-around-the-world-1.6702662) As the new year arrives around the world, special desserts abound, as do long noodles (representing long life), field peas (representing coins), herring (representing abundance) and pigs (representing good luck). - [Toronto diner featured on Food Network TV show to close its doors before 2024](https://toronto.ctvnews.ca/toronto-diner-featured-on-food-network-tv-show-to-close-its-doors-before-2024-1.6701851) An iconic Toronto diner that was featured on a popular Food Network television show will be closing its doors at the end of the year. - [1-2-3 and counting: Las Vegas weddings could hit record on New Year's Eve thanks to date's pattern](https://www.ctvnews.ca/lifestyle/1-2-3-and-counting-las-vegas-weddings-could-hit-record-on-new-year-s-eve-thanks-to-date-s-pattern-1.6701579) For better or for worse, a wave of couples saying 'I do' in Las Vegas on New Year's Eve could set a record for the city's busiest wedding day ever. [Sports](https://www.ctvnews.ca/sports) - [Tight-knit Canada set for tough test against hosts Sweden at world juniors](https://www.ctvnews.ca/sports/tight-knit-canada-set-for-tough-test-against-hosts-sweden-at-world-juniors-1.6703713) Canada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\" - [NCAA teammates Celebrini, Hutson and Willander chasing same dream at world juniors](https://www.ctvnews.ca/sports/ncaa-teammates-celebrini-hutson-and-willander-chasing-same-dream-at-world-juniors-1.6703412) Macklin Celebrini is thrilled his college teammates are getting the opportunity. He's also hoping to see them return to the NCAA bitterly disappointed. - [Air Canada signs sponsorship deal with Professional Women's Hockey League](https://www.ctvnews.ca/sports/air-canada-signs-sponsorship-deal-with-professional-women-s-hockey-league-1.6703370) Air Canada has a sponsorship deal with the soon-to-launch Professional Women's Hockey League. [Autos](https://www.ctvnews.ca/autos) - [EV, hybrid and gas-powered: Some interesting cars coming in 2024](https://www.ctvnews.ca/autos/ev-hybrid-and-gas-powered-some-interesting-cars-coming-in-2024-1.6699985) Next year will see the introduction of some new, genuinely affordable electric vehicles as well as a couple of interesting options for the ultra-wealthy. We'll also see the return of some classic model names. - [Nearly 300K Honda vehicles from 2017 to 2020 recalled over engine failure risk](https://www.ctvnews.ca/autos/nearly-300k-honda-vehicles-from-2017-to-2020-recalled-over-engine-failure-risk-1.6697198) Honda Canada announced up to 297,836 vehicles have been affected by its latest recall due to a fuel pump defect potentially increasing the risks of engine failure or stalling while driving. - [Honda recalling more than 2.5 million cars in U.S. due to fuel pump defect](https://www.ctvnews.ca/autos/honda-recalling-more-than-2-5-million-cars-in-u-s-due-to-fuel-pump-defect-1.6696905) Honda Motor's American arm is recalling more than 2.5 million vehicles in the U.S. due to a fuel pump defect that can increase risks of engine failure or stalling while driving.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.iom.int/news/displacement-somalia-reaches-record-high-38-million-iom-deputy-director-general-calls-sustainable-solutions)",
      "https://www.unhcr.org/news/press-releases/over-1-million-people-internally-displaced-somalia-record-time)",
      "https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2023EF003510)",
      "https://iom.int/news/displacement-somalia-reaches-record-high-38-million-iom-deputy-director-general-calls-sustainable-solutions)",
      "https://unhcr.org/news/press-releases/over-1-million-people-internally-displaced-somalia-record-time)",
      "https://www.agupubs.onlinelibrary.wiley.com/doi/10.1029/2023EF003510)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "serena ceola",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uppsala university",
          "sentiment": "none"
        },
        {
          "name": "university of bologna",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "southern africa",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "horn of africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:55.839+02:00",
    "updated": "2023-12-29T00:07:55.839+02:00"
  },
  {
    "uuid": "7202305ce0a5d0e4952246c13698e8bbc2287595",
    "url": "https://timesofindia.indiatimes.com/city/mumbai/mumbai-is-heating-up-again-citys-temperature-hits-37-4c-imd-warns-sweltering-days-ahead/articleshow/118746954.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Richa Pinto",
    "published": "2025-03-06T02:17:00Z",
    "title": "Mumbai is heating up again: City's temperature hits 37.4°C, IMD warns sweltering days ahead | Mumbai News - The Times of India",
    "text": "MUMBAI: Mumbaikars can expect sweltering days ahead as daytime temperatures soared to 37.4°C on Wednesday, a 4.4° spike above the seasonal average. A similar surge was seen in late Feb, prompting heatwave warnings for two consecutive days, Feb 25 and 26.\nIn its forecast for the coming days, the India Meteorological Department (IMD) has indicated a rising trend in temperatures, with the maximum expected to touch 38°C on Sunday.\nOn Wednesday, IMD’s Santacruz observatory recorded a maximum temperature of 37.4°C compared to Tuesday’s 36.8°C, and IMD’s Colaba observatory logged a maximum temperature of 33.4°C, which was 2.2° above normal and slightly higher than Tuesday’s 33.1°C.\nIMD officials attributed the spike in daytime temperatures to the strong easterly winds. Weather enthusiasts said the hot weather conditions are likely to peak between March 9 and 11.\nStay updated with breaking news , weather updates, bank holidays and upcoming public holidays in march .\nAbout the Author Richa Pinto Richa Pinto is a special correspondent with The Times of India. She covers urban governance & climate change issues. With over a decade of experience in field reporting, she has written extensively on various civic issues affecting Mumbaikars. She graduated in -journalism from the prestigious Mumbai-based St Xavier's College and later pursued a three-year Law degree (L.L.B.) with the University of Mumbai. She regularly tweets about all things that matter to Mumbai on-- @richapintoi. Read More\nEnd of Article FOLLOW US ON SOCIAL MEDIA Tired of too many ads? go ad free now Trending Stories In City Entire Website Tired of too many ads? go ad free now",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Weather->weather forecast",
      "Environment->global warming",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://static.toiimg.com/photo/83033472.cms",
      "https://www.static.toiimg.com/photo/83033472.cms"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Richa Pinto Richa Pinto",
          "sentiment": "none"
        },
        {
          "name": "Santacruz",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Colaba",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "IMD",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "India Meteorological Department",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T04:20:59.304+02:00",
    "updated": "2025-03-06T04:20:59.304+02:00"
  },
  {
    "uuid": "00b71887aea29140fbce59523d95f893a414fcc2",
    "url": "https://www.siasat.com/pakistan-bans-new-year-celebrations-in-solidarity-with-gaza-2944493/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sakina Fatima",
    "published": "2023-12-29T06:40:00Z",
    "title": "Pakistan bans New Year celebrations in solidarity with Gaza",
    "text": "Pakistan’s Caretaker Prime Minister Anwaar-ul-Haq Kakar on Thursday, December 28, announced a ban on New Year’s Eve celebrations to express solidarity with the people in Gaza Strip. In an exclusive video message, Kakar said, “Keeping in mind the extremely concerning situation in Palestine, and to express solidarity with our oppressed Palestinian brethren, there will be a complete ban by the government of Pakistan on any functions related to New Year.” Kakar urged the people to show solidarity with the Palestinians by welcoming the new year with simplicity. Watch the video below here He expressed condemnation for Israel’s actions in Gaza, citing Islamabad’s repeated calls for a cease-fire in the Middle East. Kakar further said Pakistan has already sent two aid consignments to Gaza, and a third is expected to be sent soon. On Tuesday, December 26, Sharjah city in United Arab Emirates (UAE) also banned New Year’s Eve fireworks as a sign of solidarity and humanitarian cooperation with its Gaza Strip neighbors. Israel has been waging a devastating war on Gaza since October 7, causing extensive infrastructure damage and causing more than 21,300 civilian deaths primarily children and women.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anwaar-ul-haq kakar",
          "sentiment": "negative"
        },
        {
          "name": "kakar",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "gaza pakistan",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "sharjah",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "united arab emirates (uae",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:42:48.012+02:00",
    "updated": "2023-12-29T15:25:08.808+02:00"
  },
  {
    "uuid": "db9150bbf1909cbc84c9105418b87ad1d9f4f2db",
    "url": "https://shanghaiist.com/solana-targets-brazil-with-10-million-expansion-plan/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@shanghaiist",
    "published": "2024-01-05T21:00:00Z",
    "title": "Solana Targets Brazil with $10 Million Expansion Plan",
    "text": "- Solana Foundation is planning a significant expansion in Brazil with an investment of $10 million to boost the country’s Web3 ecosystem, focusing on areas like tokenized assets and AI. - Diego Dias, Solana’s Head of Brazilian and Latam Groups, expressed the organization’s goal to empower local Web3 growth and announced plans to support Brazilian projects financially. - The investment aims to foster a “superteam” of developers in Brazil, echoing Solana’s strategy of establishing decentralized teams that act as global extensions of the Foundation. “`html The Solana Foundation is setting its sights on Brazil, outlining an ambitious plan to invest a considerable $10 million to foster the Web3 ecosystem within the nation. This strategic move underlines the foundation’s commitment to establishing a significant presence in the South American market. Empowering Brazil’s Web3 Sector As part of its expansion strategy, Solana aims to accelerate the development of Brazil’s digital asset landscape. Diego Dias, the Head of Brazilian and Latam Groups at Solana, has made it clear that the foundation’s investment will nurture various technological advancements in the country, including: - Tokenized assets - Artificial intelligence - Other Web3-related innovations Strengthening Global Web3 Efforts In the wake of significant growth within the digital asset sector, Solana’s recent announcement of its Brazilian venture represents a further commitment to the proliferation of Web3 technology on a global scale. The foundation’s plans involve: - Direct financial support for Brazilian Web3 projects - Advancing the development of the local digital ecosystem Localized Teams to Drive Innovation The initiative will see the formation of a dedicated “superteam” in Brazil, mirroring successful models Solana has instituted in seven other countries. Dias elaborates on the foundation’s strategy, emphasizing: - The transition of superteams from decentralized groups to integral parts of the Solana Foundation’s global outreach - The empowerment of local developers to contribute significantly to Web3 development - Facilitating Brazil’s potential to become a leader in the international Web3 sphere “`",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "solana",
          "sentiment": "negative"
        },
        {
          "name": "diego dias",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "million expansion plan - solana foundation",
          "sentiment": "negative"
        },
        {
          "name": "solana foundation",
          "sentiment": "none"
        },
        {
          "name": "latam groups",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "solana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:22:09.892+02:00",
    "updated": "2024-01-06T00:22:09.892+02:00"
  },
  {
    "uuid": "9d4d12019a9a0beb52353474cda33b4ac72e5a1b",
    "url": "https://www.newsbreak.com/news-12-1587832/4098677103558-local-camps-enhance-emergency-plans-after-devastating-floods-in-texas",
    "ord_in_thread": 0,
    "author": "Jenn Seelig",
    "published": "2025-07-10T11:01:00Z",
    "title": "Local camps enhance emergency plans after devastating floods in Texas - NewsBreak",
    "text": "Ivy League Day Camp in Smithtown is updating and reminding families of its safety protocols in light of the devastating flash floods in Texas and the local August 2024 floods. The flooding in Texas killed over 100 people, including 27 children at Camp Mystic. The camp released the following safety measures: Emergency Movement Protocols: Clear procedures are now in place to quickly relocate children and staff to higher ground and designated indoor shelters in the event of a flash flood warning. Advanced Weather Monitoring: Improved systems to help the camp closely watch developing storms in real time. Stormwater Mitigation Improvements: Enhanced infrastructure and revised processes now divert and manage stormwater more efficiently, helping minimize future flood risks.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Social Issue"
    ],
    "topics": [
      "Disaster and Accident->natural disaster",
      "Disaster and Accident->emergency response",
      "Social Issue->communities",
      "Social Issue->social problem",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3tjJmF_12YvYng900",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=43c1Ex_12YvYng900",
      "https://img.particlenews.com/image.php?url=43c1Ex_12YvYng900",
      "https://img.particlenews.com/image.php?url=3tjJmF_12YvYng900",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=43c1Ex_12YvYng900",
      "https://www.img.particlenews.com/image.php?url=3tjJmF_12YvYng900",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=43c1Ex_12YvYng900",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3tjJmF_12YvYng900"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T15:24:11.450+03:00",
    "updated": "2025-07-10T12:30:24.000+00:00"
  },
  {
    "uuid": "1d90febbc65daa54070fe3d62dc945390c90e07a",
    "url": "https://timesofmalta.com/article/advocating-stronger-communities-participation-world-refugee-day-a2.1095238",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sponsored",
    "published": "2024-07-12T05:10:00Z",
    "title": "Advocating for stronger communities, political participation: World Refugee Day",
    "text": "Among the many activities organised around this year’s World Refugee Day on June 20, within the eventful Refugee Week Malta Festival 2024, was the conference ‘\nBuilding Communities Together’. The Malta Refugee Council, a network of 11 NGOs speaking with a single voice in favour of better refugee protection, organised the event, providing a space for over 100 participants to discuss how Malta can build stronger communities, increase the political participation of refugees, and address diversity within various communities.\nChange remains constant\n“Malta has changed. It is only when you look at it from outside that you notice the change. I'm not saying things are perfect or good, but the change has happened,” said\nWarsame Ali Garare, a human rights lawyer who came to Malta as a refugee in 2004 and played a key role in establishing what was then known as the Marsa Open Centre.\nA vivid reminder\nThe panellists during the discussion reminded participants that refugees are those who asked Malta: “Can you give me protection because my beliefs and identity clash with those in power? In my country, unequal power stifles peace. My village has no water, the rivers are dry, storms destroyed my crops, my animals are gone. I don’t want to marry, and there are no books at home. I travelled far to tell you this.”\nIn response to the idea that refugees should be more visible in their individual and collective identities, Jasser Hammami, a human rights activist warned that,”If you're in the process of demanding your refugee status - and you're waiting for your third year in a row - you're not going to be visible, you're not going to have a target on your back.”\n\"To be part of the community, one needs an opportunity,\" noted Hadia Bashir who works at Jesuit Refugee Service - Malta. For many, this opportunity was lost; their lives didn't end at home or in a hospital, but at sea. The\nstark statistics served as a sobering reminder. We observed a moment of silence in respect. We can do the same as we reflect on it. Just one minute.\nNarrative matters\nMoving forward after expressing grief demonstrates strength and brings empathy to life. Sharing refugees' stories spreads awareness and encourages participation and visibility, echoing one of the key messages discussed in the conference workshops.\nBut the way we tell these stories matters. Their mainstream portrayal is often contentious, politically charged, or depicted in a negative light. “How are we different?” questioned Warsame. “Is it because of how we look or because of the story we tell each other? If it's the story that's creating the difference, we have to address that story. That story is always manipulated by some communities more than others.” The Malta Refugee Council is attentive to the importance of language, and this year it endeavoured to counter prevailing narratives with a\npositive bus campaign, as discussed in the conference.\nMapping ideas\nThis year, awareness initiatives such as\nRefugee Week Malta and World Refugee Day set themes like home and solidarity, all related to community building. The conference did not provide simple answers to complex questions but offered mapping ideas. Not giving up hope, as Dali Agrebi, co-coordinator of MGRM, suggested, is essential. Uniting around intersecting issues such as poverty, equality, housing, and income disparity, problems faced not only by the refugee community but also by the general public, can provide an opportunity to work together when advocating for change. “If there aren't any sidewalks in Malta, how can you want someone with a wheelchair to go out in the street?” rhetorically asked Agrebi.\nBesides working on a grassroots level, strategies need to be developed for higher levels where policies are created. Involving refugee communities and acknowledging their diversity is crucial, as reflected by Alexia Melkonyan, Foundation for the Ukrainian Community of Malta. Addressing mental health issues is another pressing need, as former President Marie-Louise Coleiro Preca of the Malta Foundation for the Well-being of Society emphasised.\nThe Malta Refugee Council conference underlined that much has been accomplished, and much more is needed. The refugee community is alive with dedication and commitment, offering space for ongoing reflection. Moving forward requires us to confront reality courageously and take action, even when it feels challenging or impossible.\nThis event was made possible thanks to the support from the US Embassy - Malta through the U.S Alumni Engagement Innovation Fund, as well as the Embassy of the Kingdom of the Netherlands in Malta. The Malta Refugee Council extends heartfelt gratitude to Ambassador, Djoeke Adimi-Koekkoek, and Deputy Chief of Mission, Ken Toko, for their invaluable support and participation during the conference. In conclusion, they stressed the importance of dialogue in addressing refugee issues and the vital role of local communities and visibility in fostering integration and representation. Explore the video below for additional key messages and insights.\nConnect with our community if you resonate in any way to help build stronger communities in Malta and stay updated on our activities.\nIndependent journalism costs money. Support Times of Malta for the price of a coffee.\n[Support Us](/donate)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://maltarefugeecouncil.org.mt/World-Refugee-Day-2024-1",
      "https://maltarefugeecouncil.org.mt/",
      "https://www.facebook.com/profile.php?id=100083288949652",
      "https://www.facebook.com/share/p/YgRpTtCRf83277bE/",
      "https://www.facebook.com/refugeeweekmalta/?locale=en_GB",
      "https://missingmigrants.iom.int/region/mediterranean",
      "https://www.nbcnews.com/id/wbna18982950",
      "https://nbcnews.com/id/wbna18982950",
      "https://facebook.com/refugeeweekmalta/?locale=en_GB",
      "https://facebook.com/profile.php?id=100083288949652",
      "https://www.maltarefugeecouncil.org.mt/",
      "https://www.facebook.com/share/p/YgRpTtCRf83277bE",
      "https://maltarefugeecouncil.org.mt",
      "https://facebook.com/share/p/YgRpTtCRf83277bE/",
      "https://www.maltarefugeecouncil.org.mt/World-Refugee-Day-2024-1",
      "https://www.missingmigrants.iom.int/region/mediterranean",
      "https://www.facebook.com/refugeeweekmalta/",
      "https://www.facebook.com/profile.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "warsame ali garare",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "malta refugee council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "malta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T11:09:49.442+03:00",
    "updated": "2024-07-12T11:09:49.442+03:00"
  }
]