[
  {
    "uuid": "717a9a7d3c5dfda0a3c8c938f516c2415d559d8c",
    "url": "https://www.eltiempo.com/justicia/conflicto-y-narcotrafico/negociador-de-paz-del-gobierno-petro-pide-que-las-disidencias-en-guerra-lleguen-a-una-tregua-entre-ellos-es-una-amenaza-demencial-3374392",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sergio Andrés Gamboa Mendivelso",
    "published": "2024-08-23T02:19:00Z",
    "title": "Negociador de paz del gobierno Petro pide que las disidencias en 'guerra' lleguen a una tregua entre ellos: 'Es una amenaza demencial'",
    "text": "Noticia Conflicto y Narcotráfico Negociador de paz del gobierno Petro pide que las disidencias en 'guerra' lleguen a una tregua entre ellos: 'Es una amenaza demencial' 'Iván Mordisco' anunció el inicio de esta confrontación en varias zonas del país. Conforme a los criterios de Temas Relacionados [ Los efectos que podría tener el anuncio de guerra de ‘Iván Mordisco’ contra ‘Calarcá’ en medio de los diálogos con el Gobierno](https://www.eltiempo.com/justicia/investigacion/los-efectos-que-podria-tener-el-anuncio-de-guerra-de-ivan-mordisco-contra-calarca-en-medio-de-los-dialogos-con-el-gobierno-3374301) [ La inédita sentencia sobre espionaje en la Fuerza Aérea por la que declararon inocente al acusado](https://www.eltiempo.com/justicia/delitos/la-inedita-sentencia-sobre-espionaje-en-la-fuerza-aerea-por-la-que-declararon-inocente-al-acusado-3374059) [ Los aspirantes a la Procuraduría General que quedaron por fuera de la carrera luego de que el Consejo de Estado depuró su listado](https://www.eltiempo.com/justicia/investigacion/los-descabezados-por-el-consejo-de-estado-en-la-carrera-por-quedarse-con-la-procuraduria-general-3374037) [Disidencias de ‘Iván Mordisco’ anuncian inicio de ‘guerra’ contra el grupo de alias Calarcá en varias zonas del país](https://admincmsxalokprd-ceetbpos.msappproxy.net/content/edit/3374080)) 'Es inadmisible desde todo punto de vista' [¿Por qué ‘Iván Mordisco’ le declaró la guerra a ‘Calarcá’, su antiguo aliado en las disidencias del EMC?](https://www.eltiempo.com/justicia/conflicto-y-narcotrafico/por-que-ivan-mordisco-le-declaro-la-guerra-a-calarca-su-antiguo-aliado-en-las-disidencias-del-emc-3374228)) — W Radio Colombia (@WRadioColombia) [#NoticiaW]| El jefe negociador del Gobierno con las disidencias comandadas por alias 'Calarcá', Camilo González Posso, calificó como una \"amenaza demencial contra la población civil\" al anuncio de 'Iván Mordisco' de emprender una ofensiva en contra de las facciones que dialogan. [pic.twitter.com/AcdRiBLxYS] [August 23, 2024] DESCARGA LA APP EL TIEMPO Personaliza, descubre e informate. Empodera tu conocimiento [Lotería de Manizales, Valle y Meta: vea los resultados de los sorteos del miércoles, 21 de agosto](/economia/finanzas-personales/loteria-de-manizales-valle-y-meta-vea-los-resultados-de-los-sorteos-del-miercoles-21-de-agosto-3374033) [¡Pilas! Declaración de renta 2024 para personas naturales: conozca si debe declarar y el calendario](/economia/finanzas-personales/pilas-declaracion-de-renta-2024-para-personas-naturales-conozca-si-debe-declarar-y-el-calendario-3356698) [¡El triunfo de Cáncer! Resultados del Super Astro Sol del jueves 22 de agosto de 2024](/economia/finanzas-personales/resultados-del-super-astro-sol-del-jueves-22-de-agosto-de-2024-3374086) Más noticias Nuestro mundo [ 'Atlántico Suena': una nueva melodía para la economía creativa en el departamento ](/colombia/barranquilla/atlantico-suena-una-nueva-melodia-para-la-economia-creativa-en-el-departamento-3374384) Esta primera edición del Mercado Musical Atlántico Suena, es un espacio que busca conectar a los principales actores de la industria musical de la región. [ Hombre que abusaba sexualmente de sus cinco hijos en Barranquilla, usaba la religión para manipularlos ](/colombia/barranquilla/barranquilla-hombre-que-abusaba-sexualmente-de-sus-cinco-hijos-usaba-la-religion-para-manipularlos-3374369) Según las investigaciones, el sujeto aprovechó la custodia de sus hijos, obtenida tras separarse de la madre biológica, para cometer los abusos. [ Recluso de la cárcel de Ternera, en Cartagena, fue asesinado por otro preso, con una tapa de alcantarilla ](/colombia/otras-ciudades/recluso-de-la-carcel-de-ternera-en-cartagena-fue-asesinado-por-otro-preso-con-una-tapa-de-alcantarilla-3374359) [ Barranquilla: capturan a hombre que presuntamente le daba licor a su hija para abusarla sexualmente ](/colombia/barranquilla/barranquilla-capturan-a-hombre-que-presuntamente-le-daba-licor-a-su-hija-para-abusarla-sexualmente-3374345) [ Reportan atentado con explosivo en Nariño: el artefacto que detonó era una motobomba ](/colombia/otras-ciudades/reportan-atentado-con-explosivo-en-narino-el-artefacto-que-detono-era-una-motobomba-3374340) [ Estados Unidos ordena revisar 895 aviones Boeing 787 por fallo en asientos de pilotos y copilotos tras incidente de Latam Airlines ](/mundo/estados-unidos-ordena-revisar-895-aviones-boeing-787-por-fallo-en-asientos-de-pilotos-y-copilotos-tras-incidente-de-latam-airlines-3373335) La orden señala que las compañías aéreas que operan estos aviones deben inspeccionar en los próximos 30 días. [ El Gobierno argentino no apoya la celebración de nuevas elecciones en Venezuela ](/mundo/el-gobierno-argentino-no-apoya-la-celebracion-de-nuevas-elecciones-en-venezuela-3372621) El portavoz de la Casa Rosada se mostró firme en la posición tomada por el gobierno argentino. [ OMS declara nuevamente el mpox (antes viruela del mono) como una emergencia internacional de salud pública ](/mundo/oms-declara-nuevamente-el-mpox-antes-viruela-del-mono-como-una-emergencia-internacional-de-salud-publica-3371908) [ Alemania ordenó detención de ciudadano ucraniano por el sabotaje del gasoducto NordStream en el mar Báltico ](/mundo/alemania-ordeno-arresto-de-ciudadano-ucraniano-por-el-sabotaje-del-gasoducto-nordstream-en-el-mar-baltico-3371776) [ Canadá expresa su apoyo a las gestiones de Brasil, Colombia y México en torno a la crisis en Venezuela ](/mundo/canada-expresa-su-apoyo-a-las-gestiones-de-brasil-colombia-y-mexico-en-torno-a-la-crisis-en-venezuela-3371562) [ Intento de hurto en Bogotá terminó en una balacera: víctima se enfrentó a los delincuentes ](/bogota/intento-de-hurto-en-bogota-termino-en-una-balacera-victima-se-enfrento-a-los-delincuentes-3374399) Presuntamente, los delincuentes se hicieron pasar por usuarios de una plataforma de transporte para cometer el robo. [ La millonaria demanda que podría enfrentar Bogotá por decisión del gobierno Petro de disolver contrato con empresa que iba a reconstruir el San Juan de Dios ](/bogota/la-millonaria-demanda-que-podria-enfrentar-bogota-por-decision-del-gobierno-petro-de-disolver-contrato-con-empresa-que-iba-a-reconstruir-el-san-juan-de-dios-3374383) El presidente Gustavo Petro aseguró que \"por ahora quienes querían desaparecer el hospital público más antiguo de Colombia no tendrán éxito\". [ La disputa entre la concesión ALO Sur SAS y comunidad de Mosquera por presunto cierre 'arbitrario' de la vía ](/bogota/la-disputa-entre-la-concesion-alo-sur-sas-y-comunidad-de-mosquera-por-presunto-cierre-arbitrario-de-la-via-3374375) [ Alcaldía de Chía realizó inspección al restaurante Andrés Carne de Res tras el accidente con fuego de Laura Villamil: esto dijo ](/bogota/alcaldia-de-chia-realizo-inspeccion-al-restaurante-andres-carne-de-res-tras-el-accidente-con-fuego-de-laura-villamil-3374316) [ Carlos Fernando Galán habla de las obras en Bogotá: 'Es una buena noticia que la oposición esté preocupada por los retrasos del metro' ](/bogota/carlos-fernando-galan-habla-de-las-obras-en-bogota-es-una-buena-noticia-que-la-oposicion-este-preocupada-por-los-retrasos-del-metro-3374310) [ En Medellín han capturado a 1.387 extranjeros en 2024, estos son los delitos que más cometen ](/colombia/medellin/en-medellin-han-capturado-a-1-387-extranjeros-cometiendo-delitos-3374297) Casos de hurto y microtráfico son los más recurrentes, informó la Alcaldía de Medellín. [ Intolerancia en Medellín: dos estudiantes se agredieron con cuchillo en el interior de un colegio ](/colombia/medellin/intolerancia-en-medellin-dos-estudiantes-se-agredieron-con-cuchillo-en-el-interior-de-un-colegio-3374227) Ambos menores de edad, que resultaron heridos, fueron aprehendidos por la Policía. [ Incendios forestales en Cali: en lo que va del año se han registrado 332 conflagraciones; ¿cuántas son provocadas por manos criminales? ](/colombia/cali/incendios-forestales-en-cali-en-lo-que-va-del-ano-se-han-registrado-332-conflagraciones-cuantas-son-provocadas-por-manos-criminales-3374281) Solo en agosto, el Cuerpo de Bomberos de Cali ha atendido 45 incendios. Autoridades recomiendan hacer las denuncias. [ Accidente de tránsito en Cali: vehículo se volcó y cayó a un canal de aguas residuales en el barrio Alfonso López ](/colombia/cali/accidente-de-transito-en-cali-vehiculo-se-volco-y-cayo-a-un-canal-de-aguas-residuales-en-el-barrio-alfonso-lopez-3374198) En el hecho no se registraron personas lesionadas. [ Pico y placa en Cali para el viernes 23 de agosto de 2024 ](/colombia/cali/pico-y-placa-en-cali-para-el-viernes-23-de-agosto-de-2024-3374140) [ Personería pidió al alcalde Alejandro Eder presentar las denuncias de funcionarios que estarían involucrados en caso de corrupción de la Secretaría de Movilidad de Cali ](/colombia/cali/personeria-pidio-al-alcalde-alejandro-eder-presentar-las-denuncias-de-funcionarios-que-estarian-involucrados-en-caso-de-corrupcion-de-la-secretaria-de-movilidad-3374121) [ Incendio en Cali: Bomberos lucharon más de siete horas para detener las llamas que afectaron parte del Cerro de las Tres Cruces ](/colombia/cali/incendio-en-cali-bomberos-lucharon-mas-de-siete-horas-para-detener-las-llamas-que-afectaron-parte-del-cerro-de-las-tres-cruces-3373753) [ 'Atlántico Suena': una nueva melodía para la economía creativa en el departamento ](/colombia/barranquilla/atlantico-suena-una-nueva-melodia-para-la-economia-creativa-en-el-departamento-3374384) Esta primera edición del Mercado Musical Atlántico Suena, es un espacio que busca conectar a los principales actores de la industria musical de la región. [ Hombre que abusaba sexualmente de sus cinco hijos en Barranquilla, usaba la religión para manipularlos ](/colombia/barranquilla/barranquilla-hombre-que-abusaba-sexualmente-de-sus-cinco-hijos-usaba-la-religion-para-manipularlos-3374369) Según las investigaciones, el sujeto aprovechó la custodia de sus hijos, obtenida tras separarse de la madre biológica, para cometer los abusos. [ Barranquilla: capturan a hombre que presuntamente le daba licor a su hija para abusarla sexualmente ](/colombia/barranquilla/barranquilla-capturan-a-hombre-que-presuntamente-le-daba-licor-a-su-hija-para-abusarla-sexualmente-3374345) [ Procuradora alerta sobre el impacto económico para el Caribe del decreto que prohíbe exportaciones de carbón a Israel ](/colombia/barranquilla/procuradora-alerta-sobre-el-impacto-economico-para-el-caribe-del-decreto-que-prohibe-exportaciones-de-carbon-a-israel-3374296) [ Agentes de tránsito de Soledad fueron sancionados por pasarse un semáforo en rojo: esta es la historia ](/colombia/barranquilla/agentes-de-transito-de-soledad-fueron-sancionados-por-pasarse-un-semaforo-en-rojo-esta-es-la-historia-3374249) [ Recluso de la cárcel de Ternera, en Cartagena, fue asesinado por otro preso, con una tapa de alcantarilla ](/colombia/otras-ciudades/recluso-de-la-carcel-de-ternera-en-cartagena-fue-asesinado-por-otro-preso-con-una-tapa-de-alcantarilla-3374359) El interno fue trasladado a un centro asistencial, pero falleció cuando recibía atención médica. [ Reportan atentado con explosivo en Nariño: el artefacto que detonó era una motobomba ](/colombia/otras-ciudades/reportan-atentado-con-explosivo-en-narino-el-artefacto-que-detono-era-una-motobomba-3374340) El incidente ocurrió en la cabecera municipal de Samaniego. Esto se sabe. [ Atención: activan explosivos cerca de estación de Policía en Samaniego, Nariño: reacciones de rechazo al atentado ](/colombia/otras-ciudades/atencion-activan-explosivos-cerca-a-estacion-de-policia-de-samaniego-narino-3374336) [ Carro cayó a un lago en Pereira y su conductor se ahogó: esto se sabe ](/colombia/otras-ciudades/carro-cayo-a-un-lago-en-pereira-y-su-conductor-se-ahogo-esto-se-sabe-3374334) [ Durante la anterior alcaldía, en Cartagena se invirtió plata de los niños en maestrías para docentes, según la Contraloría ](/colombia/otras-ciudades/contraloria-durante-la-anterior-alcaldia-en-cartagena-se-invirtio-plata-de-los-ninos-en-maestrias-para-docente-3374295) [ Fiscal resultó herido en medio de un atentado e intento de secuestro en Ecuador: esto se sabe ](/mundo/latinoamerica/fiscal-resulto-herido-en-medio-de-un-atentado-e-intento-de-secuestro-en-ecuador-esto-se-sabe-3374390) El funcionario se movilizaba en su vehículo rumbo a su casa tras dejar a su hija en el colegio. Cuatro sujetos fueron capturados [ La golpeaba 'periódicamente': el testimonio que ratificaría versión de exesposa de Alberto Fernández por violencia de género ante la justicia Argentina ](/mundo/latinoamerica/la-exsecretaria-de-alberto-fernandez-testifica-que-la-ex-primera-dama-le-contaba-que-era-golpeada-periodicamente-por-el-expresidente-de-argentina-3374361) Los tribunales fueron este jueves el epicentro de un día clave para el caso contra el expresidente, con la declaración de dos de los seis testigos citados por el fiscal Ramiro González. [ 'No hay duda que estamos frente a una dictadura que falsea elecciones': la dura declaración de Gabriel Boric contra Nicolás Maduro ](/mundo/latinoamerica/no-hay-duda-que-estamos-frente-a-una-dictadura-que-falsea-elecciones-la-dura-declaracion-de-gabriel-boric-contra-nicolas-maduro-3374318) [ Niña de 11 años fue al médico por dolor abdominal y se dieron cuenta de que estaba embarazada: investigan abuso sexual ](/mundo/latinoamerica/nina-de-11-anos-fue-al-medico-por-dolor-abdominal-y-se-dieron-cuenta-de-que-estaba-embarazada-investigan-posible-abuso-sexual-3374247) [ Crisis en Venezuela: Panamá 'copatrocinará' una nueva resolución de la OEA sobre violación a DD. HH., ¿de qué se trata? ](/mundo/latinoamerica/panama-copatrocinara-una-nueva-resolucion-de-la-oea-sobre-violacion-a-dd-hh-en-venezuela-de-que-se-trata-3374199) [ Nicolás Maduro dice que Edmundo González es la representación de la 'deslealtad' a la Constitución ](/mundo/venezuela/maduro-dice-que-gonzalez-urrutia-es-la-representacion-de-la-deslealtad-a-la-constitucion-3374381) El presidente venezolano recordó que el opositor fue citado por el Tribunal Supremo de Justicia (TSJ) para el proceso de \"verificación\" del resultado electoral [ 'No hay duda que estamos frente a una dictadura': Gabriel Boric sobre fallo del Tribunal Supremo que ratificó victoria electoral de Nicolás Maduro ](/mundo/venezuela/no-hay-duda-que-estamos-frente-a-una-dictadura-gabriel-boric-sobre-fallo-del-tribunal-supremo-que-ratifico-victoria-electoral-de-nicolas-maduro-3374317) El Presidente de Chile catalogó como \"fraude\" el resultado de las elecciones en Venezuela y dijo que el país \"no reconoce\" el triunfo de Maduro. [ 'El fallo del Tribunal Supremo de Venezuela es una patraña', dice Juan Manuel Santos tras la revalidación de la victoria electoral de Nicolás Maduro ](/mundo/venezuela/el-fallo-del-tribunal-supremo-de-venezuela-es-una-patrana-dice-juan-manuel-santos-tras-la-revalidacion-de-la-victoria-electoral-de-nicolas-maduro-3374329) [ Denuncian robo de dinero de la cuenta bancaria de la Embajada de Argentina en Venezuela ](/mundo/venezuela/denuncian-robo-de-dinero-de-la-cuenta-bancaria-de-la-embajada-de-argentina-en-venezuela-3374182) [ La ONU dice que está dispuesta a mediar en Venezuela si hay un acuerdo y petición de todas las partes ](/mundo/venezuela/la-onu-dice-que-esta-dispuesta-a-mediar-en-venezuela-si-hay-un-acuerdo-y-peticion-de-todas-las-partes-3374259) [ El restaurante que abrió en EE. UU. y sorprendió por cómo atiende a sus clientes ](/mundo/eeuu-y-canada/el-restaurante-que-abrio-en-ee-uu-y-sorprendio-por-como-atiende-a-sus-clientes-3374328) El lugar esta equipado con un sofisticado sistema de última generación. [ Uscis recordó que no hay límite de edad para realizar este trámite ](/mundo/eeuu-y-canada/uscis-recordo-que-no-hay-limite-de-edad-para-realizar-este-tramite-3374305) La entidad recordó el caso de una mujer que obtuvo una documentación importante a una edad avanzada. [ Investigadores buscan en un pueblo del norte de Italia a Ana María Henao, la colombiana desaparecida desde febrero, ¿en qué va el caso? ](/mundo/europa/ana-maria-henao-investigadores-buscan-en-un-pueblo-del-norte-de-italia-a-la-colombiana-desaparecida-desde-febrero-3374159) David Knezevich, expareja de Henao, fue detenido el pasado 4 de mayo como presunto autor de la desaparición de la colombiana. [ Video| Niños colgaron durante tres horas de una atracción en un parque de diversiones en Inglaterra ](/mundo/europa/ninos-atrapados-por-tres-horas-en-una-atraccion-de-un-parque-de-inglaterra-3374113) Se desplegaron más de 10 vehículos de bomberos junto con otros equipos de emergencia para el rescate. [ ¿Quiénes son las cinco víctimas del naufragio del yate de lujo Bayesian en Italia? El apodado 'Bill Gates británico', una diseñadora de joyas y un banquero, entre ellas ](/mundo/europa/quienes-son-las-seis-victimas-del-naufragio-del-yate-de-lujo-bayesian-en-italia-un-magnate-tecnologico-una-disenadora-de-joyas-y-un-banquero-entre-ellas-3374100) [ Rusia: Vladímir Putin acusa a Ucrania de haber intentado bombardear la central nuclear de Kursk ](/mundo/europa/rusia-vladimir-putin-acusa-a-ucrania-de-haber-intentado-bombardear-la-central-nuclear-de-kursk-3374091) [ Identifican al magnate Mike Lynch, el 'Bill Gates británico', entre los muertos del yate hundido en Sicilia, Italia ](/mundo/europa/identifican-al-magnate-mike-lynch-el-bill-gates-britanico-entre-los-muertos-del-yate-hundido-en-sicilia-italia-3374074) [ Fotógrafo que recorría Asia y África en bicicleta falleció tras sufrir grave accidente en Nigeria ](/mundo/africa/fotografo-que-recorria-asia-y-africa-en-bicicleta-fallecio-tras-sufrir-grave-accidente-en-nigeria-3373972) El cuerpo está alojado en la morgue de un hospital universitario a la espera de que termine el proceso judicial iniciado por el accidente y se le permita a la familia repatriar sus restos. [ Hombre que confesó haber matado y desmembrado a 42 mujeres se escapó de prisión en Kenia: esto se sabe ](/mundo/africa/asesino-en-serie-que-mato-y-desmembro-a-42-mujeres-se-escapo-de-prision-en-kenia-esto-se-sabe-3373535) Collins Jumaisi, de 33 años, es descrito por la Policía como un \"vampiro psicópata\" y fue detenido tras el hallazgo de cadáveres en un vertedero de Nairobi. [ ¿Qué tan grave es la nueva crisis sanitaria por mpox (antes viruela del mono) que se declaró en África? Cinco preguntas para entenderlo ](/mundo/africa/que-tan-grave-es-la-nueva-crisis-sanitaria-por-mpox-antes-viruela-del-mono-que-se-declaro-en-africa-cinco-preguntas-para-entenderlo-3371893) [ Cae nieve en el sur de África: las imágenes y videos del fenómeno meteorológico poco usual ](/mundo/africa/cae-nieve-en-el-sur-de-africa-las-imagenes-y-videos-del-fenomeno-meteorologico-poco-usual-3365945) [ Detienen a un hombre en Kenia que confesó haber matado y descuartizado a 42 mujeres: sus víctimas tenían entre 18 y 30 años ](/mundo/africa/detienen-a-un-hombre-en-kenia-que-confeso-haber-matado-y-descuartizado-a-42-mujeres-3362185) [ Israel intensifica su ofensiva militar en Gaza: ¿Qué tantas posibilidades tiene la tregua que intenta negociar Estados Unidos? ](/mundo/medio-oriente/israel-intensifica-su-ofensiva-en-gaza-esta-la-tregua-a-punto-de-ser-una-ilusion-3374272) A pesar de los esfuerzos diplomáticos liderados por Washington, Hamás y la población civil continúa pagando el precio más alto. [ Una veintena de muertos en Gaza mientras Israel intensifica ataques en el centro tras detectar milicianos palestinos ](/mundo/medio-oriente/una-veintena-de-muertos-en-gaza-mientras-israel-intensifica-ataques-en-el-centro-3374130) Israel realizó bombardeo en varios puntos de la Franja de Gaza para presuntamente eliminar objetivo terrorista del grupo Hamás. [ Familias de rehenes y kibutz boicotearán el acto oficial por aniversario del 7 de octubre: se oponen a celebración en Israel ](/mundo/medio-oriente/familias-de-rehenes-y-kibutz-boicotearan-el-acto-oficial-por-aniversario-del-7-de-octubre-se-oponen-a-celebracion-en-israel-3373884) [ Joe Biden urge al primer ministro israelí, Benjamín Netanyahu, cerrar un acuerdo de alto el fuego en la Franja de Gaza ](/mundo/medio-oriente/presidente-joe-biden-llamo-al-primer-ministro-israeli-benjamin-netanyahu-para-hablar-sobre-la-tregua-en-gaza-3373941) [ El jefe de la diplomacia de Estados Unidos, Antony Blinken, concluye su gira en Oriente Medio sin avances visibles para una tregua en Gaza ](/mundo/medio-oriente/el-jefe-de-la-diplomacia-de-estados-unidos-antony-blinken-concluye-su-gira-en-oriente-medio-sin-avances-visibles-para-una-tregua-en-gaza-3373718) [ Israel libera en la Franja de Gaza a 25 presos palestinos entre ellos dos mujeres: se reunieron con sus seres queridos ](/mundo/medio-oriente/israel-libera-en-la-franja-de-gaza-a-25-presos-palestinos-entre-ellos-dos-mujeres-se-reunieron-con-sus-seres-queridos-3373459) [ El primer ministro de Israel , Benjamín Netanyahu, dice que tregua en Gaza será temporal y que no se irá de la divisoria con Egipto ](/mundo/medio-oriente/el-primer-ministro-de-israel-benjamin-netanyahu-dice-que-tregua-en-gaza-sera-temporal-y-que-no-se-ira-de-la-divisoria-con-egipto-3373378) [ Israel confirma haber recuperado los cuerpos de seis rehenes en manos de Hamás en Gaza: estas son sus identidades ](/mundo/medio-oriente/israel-confirma-haber-recuperado-los-cuerpos-de-seis-rehenes-en-manos-de-hamas-en-gaza-estas-son-sus-identidades-3373322) [ Antony Blinken afirma que Benjamin Netanyahu apoya el plan de Estados Unidos para una tregua en Gaza, ¿qué viene ahora para los diálogos con Hamás? ](/mundo/medio-oriente/estados-unidos-afirma-que-israel-apoya-el-plan-para-una-tregua-en-gaza-que-viene-ahora-para-los-dialogos-con-hamas-3373212) [ El grupo Hamás agradece a Gustavo Petro que prohíba las exportaciones de carbón colombiano a Israel ](/mundo/medio-oriente/el-grupo-hamas-agradece-a-gustavo-petro-que-prohiba-las-exportaciones-de-carbon-colombiano-a-israel-3373128) [ Irán apoya las negociaciones entre Israel y Hamás para un alto el fuego en Gaza ](/mundo/medio-oriente/iran-apoya-las-negociaciones-entre-israel-y-hamas-para-un-alto-el-fuego-en-gaza-3373096) [ ¿En qué van los diálogos para lograr una tregua en Gaza? Esto es lo que dicen Israel, Hamás y los países mediadores ](/mundo/medio-oriente/en-que-van-los-dialogos-para-lograr-una-tregua-en-gaza-esto-es-lo-que-dicen-israel-hamas-y-los-paises-mediadores-3373009) [ 1,4 millones de afganas están privadas de la educación ](/mundo/medio-oriente/1-4-millones-de-afganas-estan-privadas-de-la-educacion-3372382) [ El ‘apartheid de género’ en el que viven las mujeres afganas ](/mundo/medio-oriente/el-apartheid-de-genero-en-el-que-viven-las-mujeres-afganas-3372378) [ Israel asegura haber destruido 50 túneles en la frontera entre Gaza y Egipto: hay disputa por control del corredor Filadelfia ](/mundo/medio-oriente/israel-asegura-haber-destruido-50-tuneles-en-la-frontera-entre-gaza-y-egipto-3372334) [ Ministerio de Salud de Gaza registra el primer caso de polio en el enclave palestino en 25 años ](/mundo/medio-oriente/ministerio-de-salud-de-la-franja-de-gaza-registra-el-primer-caso-de-polio-en-el-enclave-en-25-anos-3372717) [ Rechazo internacional al ataque de colonos israelíes contra palestinos en una localidad de Cisjordania ](/mundo/medio-oriente/rechazo-internacional-al-ataque-de-colonos-israelies-contra-palestinos-en-una-localidad-de-cisjordania-3372609) [ Israel pide a sus aliados colaboración para atacar a Irán si Teherán los agrede y lanza nueva advertencia sobre guerra total ](/mundo/medio-oriente/israel-pide-a-sus-aliados-colaboracion-para-atacar-a-iran-si-teheran-agrede-al-pais-hebreo-3372547) [ Arrancan en Catar las negociaciones para alcanzar una nueva tregua en Gaza: ¿quiénes asisten y qué propuestas hay sobre la mesa? ](/mundo/medio-oriente/arrancan-en-catar-las-negociaciones-para-alcanzar-una-nueva-tregua-en-la-franja-de-gaza-3372139) [ Los muertos palestinos en Gaza superan los 40.000 en poco más de diez meses de guerra ](/mundo/medio-oriente/los-muertos-palestinos-en-gaza-superan-los-40-000-en-poco-mas-de-diez-meses-de-guerra-3372123) [ Avión privado se estrelló en un bosque de Tailandia con varios turistas a bordo: estos son los detalles ](/mundo/asia/avion-privado-se-estrello-en-un-bosque-de-tailandia-con-varios-turistas-a-bordo-estos-son-los-detalles-3374221) Hasta el momento, se sabe que la aeronave perdió contacto con la torre de control de Suvarnabhumi alrededor de las 15:00 horas. [ Sentencia de Daniel Sancho: esta sería la millonaria cifra que estaría pidiendo la familia de Edwin Arrieta ](/mundo/asia/sentencia-de-daniel-sancho-esta-seria-la-millonaria-cifra-estaria-pidiendo-la-familia-de-edwin-arrieta-3374095) La lectura de la sentencia será el próximo 29 de agosto. Al parecer, la familia de la víctima estaría pidiendo una jugosa cantidad de dinero. [ La sentencia contra Daniel Sancho, acusado del asesinato premeditado del cirujano colombiano Edwin Arrieta, ya está lista ](/mundo/asia/la-sentencia-contra-daniel-sancho-acusado-del-asesinato-premeditado-del-cirujano-colombiano-edwin-arrieta-ya-esta-lista-3374076) [ El misterioso fenómeno detrás de los siete soles que aparecieron en el cielo de una ciudad en China ](/mundo/asia/el-misterioso-fenomeno-detras-de-los-siete-soles-que-aparecieron-en-el-cielo-de-una-ciudad-en-china-3373879) [ ¿Por qué Darlin Arrieta, la hermana de Edwin Arrieta, no viajará al juicio y lectura de sentencia de Daniel Sancho en Tailandia? ](/mundo/asia/por-que-darlin-arrieta-la-hermana-de-edwin-arrieta-no-viajara-al-juicio-y-lectura-de-sentencia-de-daniel-sancho-en-tailandia-3373878) [ Suspenden 36 vuelos en un aeropuerto de Japón luego de que desaparecieran unas tijeras ](/mundo/asia/suspenden-36-vuelos-en-un-aeropuerto-de-japon-tras-desaparecer-unas-tijeras-3373313) [ Más de 200 muertos y 392 heridos por las fuertes lluvias en Pakistán desde julio: al menos 101 niños fallecieron ](/mundo/asia/mas-de-200-muertos-y-392-heridos-por-las-fuertes-lluvias-en-pakistan-desde-julio-3373098) [ 'En el sistema que han creado las redes sociales es imposible tener democracia': Maria Ressa, premio Nobel de la Paz 2021 ](/mundo/asia/maria-ressa-nobel-de-la-paz-2021-en-el-sistema-que-han-creado-las-redes-sociales-es-imposible-tener-democracia-3372780) [ Tailandia eligió a la primera ministra más joven de su historia ](/mundo/asia/tailandia-eligio-a-la-primera-ministra-mas-joven-de-su-historia-3372905) [ Las inundaciones agravan los matrimonios infantiles en Pakistán ](/mundo/asia/las-inundaciones-agravan-los-matrimonios-infantiles-en-pakistan-3372899) [ Al menos un muerto y tres desaparecidos tras naufragar un barco pesquero en sudeste de China ](/mundo/asia/al-menos-un-muerto-y-tres-desaparecidos-tras-naufragar-un-barco-pesquero-en-sudeste-de-china-3372837) [ Pakistán confirma el primer caso de la viruela del mono en Asia y alerta de dos sospechosos ](/mundo/asia/pakistan-confirma-el-primer-caso-de-la-viruela-del-mono-en-asia-y-alerta-de-dos-sospechosos-3372521) [ Osa panda primeriza bate récord de longevidad al dar a luz a los 19 años, lo que equivale a la edad de 57 en humanos ](/mundo/asia/osa-panda-primeriza-bate-record-de-longevidad-al-dar-a-luz-a-los-19-anos-lo-que-equivale-a-la-edad-de-57-en-humanos-3372520) [ Un equipo japonés crea un tratamiento contra el Covid-19 con células inmunitarias sintéticas ](/mundo/asia/un-equipo-japones-crea-un-tratamiento-contra-la-covid-19-con-celulas-inmunitarias-sinteticas-3372519) [ Académicos critican alertas de ‘megaterremotos’ en Japón: señalan el impacto económico y psicológico en la población ](/mundo/asia/academicos-critican-alertas-de-megaterremotos-en-japon-senalan-el-impacto-economico-y-psicologico-en-la-poblacion-3372465) [ Las autoridades de Japón retiraron el aviso por riesgo de 'megaterremoto': esto es lo que se sabe ](/mundo/asia/las-autoridades-de-japon-retiraron-el-aviso-por-riesgo-de-megaterremoto-3372294) [ Tres años después del regreso de los talibanes al poder, Afganistán está sumido en la pobreza, ¿qué ha pasado en este tiempo? ](/mundo/asia/tres-anos-despues-del-regreso-de-los-talibanes-al-poder-afganistan-esta-sumido-en-la-pobreza-que-ha-pasado-en-este-tiempo-3372183) [ Anuncian numerosas cancelaciones de trenes y vuelos en el este de Japón por el tifón Ampil ](/mundo/asia/anuncian-numerosas-cancelaciones-de-trenes-y-vuelos-en-el-este-de-japon-por-el-tifon-ampil-3372117) [ Japón: las razones que llevaron a la renuncia del primer ministro Fumio Kishida y los nombres que suenan para reemplazarlo ](/mundo/asia/japon-renuncia-del-primer-ministro-fumio-kishida-las-razones-y-los-nombres-que-suenan-para-reemplazarlo-3371848) [ Corea del Sur encuentra posibles sustancias tóxicas en productos de Shein y Temu ](/mundo/asia/corea-del-sur-encuentra-sustancias-toxicas-en-productos-de-shein-y-temu-3371925) [ Qué son las trombas marinas, una de las posibles causas del naufragio del yate de lujo Bayesian cerca de Sicilia, Italia ](/mundo/mas-regiones/que-son-las-trombas-marinas-una-de-las-posibles-causas-del-naufragio-del-yate-de-lujo-bayesian-cerca-de-sicilia-3373798) Varios testigos señalaron haber visto varias de estas formaciones momentos antes del naufragio que dejó una persona muerta y otras desaparecidas. [ El pequeño país que tiene la tasa de suicidios más alta del mundo ](/mundo/mas-regiones/el-pequeno-pais-que-tiene-la-tasa-de-suicidios-mas-alta-del-mundo-3373307) Lesoto es el lugar con las tasas de suicidio más altas del mundo. Seguimos la historia de una madre, una asistente social y un parlamentario para saber qué hay detrás de las estadísticas. [ 'Fui un peón en un juego de ajedrez': el adolescente que se convirtió en la persona más joven en ser encarcelada por traición en Rusia y que fue liberado en un intercambio de prisioneros ](/mundo/mas-regiones/fui-un-peon-en-un-juego-de-ajedrez-el-adolescente-que-se-convirtio-en-la-persona-mas-joven-en-ser-encarcelada-por-traicion-en-rusia-y-que-fue-liberado-en-un-intercambio-de-prisioneros-3373668) [ 'Las plataformas como Airbnb o Booking aumentan la crisis de vivienda, pero las razones que la provocan son otras' ](/mundo/mas-regiones/las-plataformas-como-airbnb-o-booking-aumentan-la-crisis-de-vivienda-pero-las-razones-que-la-provocan-son-otras-3373680) [ Esta es la nueva megacapital que Indonesia está construyendo en medio de la selva, ¿en dónde estará ubicada? ](/mundo/mas-regiones/como-es-la-megacapital-que-indonesia-esta-construyendo-en-medio-de-la-selva-y-por-que-abandona-yakarta-3372828) [ Por qué el Talibán está obligando a algunas mujeres afganas a casarse con los maridos de los que habían logrado divorciarse ](/mundo/mas-regiones/por-que-el-taliban-esta-obligando-a-algunas-mujeres-afganas-a-casarse-con-los-maridos-de-los-que-habian-logrado-divorciarse-3371711) [ Estos son los fascinantes objetos del Titanic que se guardan en un almacén secreto: desde bolsos hasta botellas de licor ](/mundo/mas-regiones/los-fascinantes-objetos-del-titanic-que-guarda-un-almacen-secreto-al-que-tuvo-acceso-la-bbc-3371322) [ Piloto de un helicóptero murió tras chocarse con hotel Hilton en Sídney, Australia ](/mundo/mas-regiones/piloto-de-un-helicoptero-murio-tras-chocarse-con-hotel-hilton-en-sidney-australia-3370950) [ El joven que planeaba un atentado contra los conciertos de Taylor Swift en Viena y obligó a cancelar las 3 actuaciones de la cantante ](/mundo/mas-regiones/el-joven-que-planeaba-un-atentado-suicida-contra-los-conciertos-de-taylor-swift-en-viena-y-obligo-a-cancelar-las-3-actuaciones-de-la-cantante-3370130) [ Una vuelta al mundo: Pasos decisivos contra el fentanilo ](/mundo/mas-regiones/una-vuelta-al-mundo-pasos-decisivos-contra-el-fentanilo-3370720) [ Quién fue Sheikh Mujibur Rahman, el fundador de Bangladesh y padre de la depuesta primera ministra, cuyas estatuas fueron derribadas durante protestas ](/mundo/mas-regiones/quien-fue-sheikh-mujibur-rahman-el-fundador-de-bangladesh-y-padre-de-la-depuesta-primera-ministra-cuyas-estatuas-fueron-derribadas-durante-las-protestas-estudiantiles-3370654) [ ¿Quiénes son los líderes de Hamás que aún están vivos tras el asesinato de Ismail Haniya? ](/mundo/mas-regiones/quienes-son-los-lideres-de-hamas-que-aun-estan-vivos-tras-el-asesinato-de-ismail-haniya-3367608) [ Alarmantes cifras de la ONU: hambre en el mundo no retrocede y afectó a 733 millones de personas en 2023 ](/mundo/mas-regiones/alarmantes-cifras-de-la-onu-hambre-en-el-mundo-no-retrocede-y-afecto-a-733-millones-de-personas-en-2023-3365234) [ El ejército de Rusia realiza ejercicios militares con misiles estratégicos sobre rampas autopropulsadas, ¿de qué se trata? ](/mundo/mas-regiones/el-ejercito-de-rusia-realiza-ejercicios-militares-con-misiles-estrategicos-sobre-rampas-autopropulsadas-de-que-se-trata-3364944) [ Julian Assange reaparece tras casi un mes de su liberación: esta es la foto familiar en la playa que compartió su esposa Estella ](/mundo/mas-regiones/julian-assange-reaparece-tras-casi-un-mes-de-su-liberacion-esta-es-la-foto-familiar-que-compartio-su-esposa-3364811) [ Microsoft y otros fallos y apagones informáticos que han afectado al mundo en los últimos años ](/mundo/mas-regiones/microsoft-y-otros-fallos-y-apagones-informaticos-que-han-tenido-alcance-mundial-en-los-ultimos-anos-3363767) [ Fallo de Microsoft: Así es el caos a nivel mundial en los aeropuertos ante el problema ](/mundo/mas-regiones/fallo-de-microsoft-asi-es-el-caos-a-nivel-mundial-en-los-aeropuertos-ante-el-problema-3363736) [ ¿Qué puede hacer el mundo para enfrentar los retos que imponen la tecnología, el cambio climático y las tensiones geopolíticas? ](/mundo/mas-regiones/que-puede-hacer-el-mundo-para-enfrentar-los-retos-que-imponen-la-tecnologia-el-cambio-climatico-y-las-tensiones-geopoliticas-3363479) [ Una vuelta al mundo: la insólita medida de Edmundo González en Venezuela ante la persecución del gobierno de Nicolás Maduro ](/mundo/mas-regiones/una-vuelta-al-mundo-la-insolita-medida-de-edmundo-gonzalez-ante-la-persecucion-en-venezuela-3361892) [ Población mundial llegará a 10.300 millones para 2080 y luego caerá más de lo previsto: estas son las proyecciones que hace la ONU ](/mundo/mas-regiones/poblacion-mundial-llegara-a-10-300-millones-para-2080-y-luego-caera-mas-de-lo-previsto-estas-son-las-proyecciones-que-hace-la-onu-3361659) [Horóscopo](https://www.eltiempo.com/horoscopo?cid=AUT_CON_PUBL_ET_HOROSCOPOCONT) Encuentra acá todos los signos del zodiaco. Tenemos para ti consejos de amor, finanzas y muchas cosas más. [Crucigrama](https://www.eltiempo.com/crucigrama?cid=AUT_CON_PUBL_ET_CRUCIGRAMACONT) Pon a prueba tus conocimientos con el crucigrama de EL TIEMPO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T05:46:41.854+03:00",
    "updated": "2024-08-23T05:53:03.795+03:00"
  },
  {
    "uuid": "6468b27023f5577a1b0200a32717fab1439434f4",
    "url": "https://www.abnewswire.com/pressreleases/exciting-offers-are-waiting-for-one-click-gamemasterinsider-unveils-latest-deals-to-enhance-gaming-experience_683557.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2024-01-05T21:54:00Z",
    "title": "Exciting Offers Are Waiting For One Click: Gamemasterinsider Unveils Latest Deals To Enhance Gaming Experience",
    "text": "United States – 5 January, 2024 –\nGamemasterinsider, a leading online destination for gaming enthusiasts, is thrilled to announce the launch of its latest collection of unbeatable deals and exclusive offers. With a commitment to providing top-notch gaming products, Gamemasterinsider invites gamers to explore a curated selection of high-quality gear, accessories, and peripherals designed to elevate their gaming experience.\nSAVE YOUR MONEY AND TIME WITH GAMEMASTERINSIDER\nIn the ever-evolving world of gaming, finding the right products to enhance your play can be a daunting task. Look no further than Gamemasterinsider, where exciting offers await your click. Discover a diverse range of deals that cater to all gaming preferences, ensuring that you save both money and time while getting the best value for your investment.\nDEALS MADE ESPECIALLY FOR YOU\nGamemasterinsider understands the unique needs of gaming enthusiasts. That’s why the latest deals are meticulously crafted to meet the expectations of even the most discerning players. From high-performance gaming peripherals to stylish accessories, these offers are made especially for you. Don’t miss the chance to level up your gaming setup with the best deals in the industry.\nGET THE BEST DEAL FOR ALMOST EVERYTHING\nWhether you are a seasoned gamer or just starting,\nGamemasterinsider has something for everyone. The extensive collection includes top-of-the-line gaming mice, keyboards, headsets, and more, ensuring that you can find the best deal for almost everything you need to take your gaming to the next level. Explore the possibilities and transform your gaming experience with the latest technology at unbeatable prices.\nTHE JOY OF GETTING YOUR BEST\nGamemasterinsider is not just a store; it’s a destination where the joy of getting your best is celebrated. As gaming enthusiasts ourselves, we understand the thrill of upgrading your gear and the satisfaction of finding the perfect accessory. With our commitment to excellence, we aim to make every purchase a joyful experience for our customers.\nIf you have been searching for the right store to fulfill your gaming needs, search no more. Gamemasterinsider is your go-to destination for\nhigh-quality gaming products, unbeatable deals, and a seamless shopping experience.\nFor more information, please contact: LePoria Logins Company: Gametime Inc. Website:\nwww.gametimeinc.com Email: iamiamllc9@gmail.com\nAbout Gamemasterinsider:\nGamemasterinsider is a leading online destination dedicated to providing top-notch gaming products for enthusiasts. With a curated selection of high-quality gear, accessories, and peripherals, Gamemasterinsider aims to enhance the gaming experience of players worldwide.\nMedia Contact\nCompany Name:\ngametimeinc\nContact Person: Media Relations\nEmail:\nSend Email\nCountry: United States\nWebsite:\nhttps://gametimeinc.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://gametimeinc.com/deal-of-the-day/",
      "http://www.gametimeinc.com/",
      "https://gametimeinc.com/",
      "https://gametimeinc.com/deal-of-the-day",
      "http://gametimeinc.com/",
      "https://www.gametimeinc.com/deal-of-the-day/",
      "http://www.gametimeinc.com",
      "https://www.gametimeinc.com/",
      "https://gametimeinc.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gamemasterinsider",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:56:26.232+02:00",
    "updated": "2024-01-06T00:56:26.232+02:00"
  },
  {
    "uuid": "a9eada852b4342daf6122e854a1146c7f5220778",
    "url": "https://www.mcknights.com/news/study-older-adults-using-home-health-in-rural-areas-prone-to-more-infection-related-hospitalizations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kristen Fischer",
    "published": "2025-02-20T22:51:00Z",
    "title": "Study: Older adults using home health in rural areas prone to more infection-related hospitalizations - McKnight's Long-Term Care News",
    "text": "Older adults using home healthcare and living in disadvantaged rural neighborhoods experience more infection-related hospitalizations compared to older adults using home health in urban settings, a new study shows.\nAuthors of the study say policymakers should invest more in rural health infrastructure, improve telehealth, enhance transportation and give more incentives for clinicians to practice in the rural areas.\nThe report00878-8/abstract) was published on Feb. 5 in the Journal of the American Medical Directors Association. A team led by Jingjing Shang, PhD, a professor at Columbia Nursing, evaluated multiple data sets including Medicare data linked to 2019 Area Deprivation Index (ADI) data and Rural-Urban Continuum Codes. Data came from 3,656,810 people utilizing home health and 8,135 home health agencies.\nRural areas with higher ADI rankings had lower quality and worse healthcare resources compared to those with less deprivation. Higher deprivation was linked with higher infection risks, but only in rural areas and not in urban regions, the data showed.\nData showed an increase in the proportion of dual-eligible, female, Black and Hispanic patients in neighborhoods that were more deprived, and fewer white people in those areas. Results were more especially pronounced in rural areas.\n“In disadvantaged rural neighborhoods, residents often face challenges like long distances to healthcare, transportation, workforce shortages, costs, and privacy concerns, which may delay timely infection management in home healthcare settings and increase hospitalizations,” Shang said in a statement. “Our findings demonstrate how crucial neighborhood characteristics are in developing strategies and interventions to address resource gaps and health disparities.”\nIn related news, a study published last year in the Journal of Rural Health found that veterans who live in rural areas are more likely to use home health services than those who live in urban areas. But the veterans often receive far fewer visits than veterans living in urban regions. Compared with veterans living in urban areas, rural veterans received 24% fewer home health visits in 2019 on average, 38% fewer visits in 2020, and 36% fewer visits in 2021, according to the study.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->health facility"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.jamda.com/article/S1525-8610(24",
      "https://www.mcknightshomecare.com/news/rural-veterans-receive-considerably-less-home-health-care-than-urban-peers-study-finds/",
      "https://mcknightshomecare.com/news/rural-veterans-receive-considerably-less-home-health-care-than-urban-peers-study-finds/",
      "https://jamda.com/article/S1525-8610(24",
      "https://www.mcknightshomecare.com/news/rural-veterans-receive-considerably-less-home-health-care-than-urban-peers-study-finds"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T02:50:18.567+02:00",
    "updated": "2025-02-21T02:50:18.567+02:00"
  },
  {
    "uuid": "2f2b71f6e18dfd0b0cc611d3900e97e8b96d75fd",
    "url": "https://www.offshore-energy.biz/green-innovations-usher-renewable-energy-revolution",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fatima Bahtić",
    "published": "2024-02-16T08:46:00Z",
    "title": "Green innovations usher renewable energy revolution - Offshore Energy",
    "text": "The Offshore Energy Exhibition & Conference 2023 (OEEC 2023) was a great opportunity to get to know innovators and their innovative solutions from the offshore energy realm. Start-ups and firms FLASC, Flying Fish, Heerema Engineering Solutions, Next Ocean, Tree Composites, NIM, V-Lab, and Breman Innovation pitched their innovative technologies to professionals, companies and enthusiasts involved in the offshore energy sector.\nNIM BV Dutch company Nederlandse Innovatie Maatschappij (NIM BV) pioneers clean energy with hydrogen fuel cell and combustion technology and novel storage methodologies. During the session, Innovators’ Pitches on The Stage, Sander Roosjen , NIM’s Chief Technology Officer, offered his insights on the importance of collaboration for the energy transition. Founded by five founding partners, the firm binds several companies from the market into one company. NIM has four business units which are focused on the hydrogen value chain, methanol dual-fuel solutions, heat recovery systems and carbon capture systems for vessels.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nV-LAB UK-based smart engineering technology and energy consultancy firm V-LAB was founded in 2020. The company’s team works on several areas associated with energy efficiency, carbon neutrality and clean technology. The company’s mission is to “Further the development of mankind through innovation”. Vladimir Vukovic , Director of V-LAB presented AI-based health and safety training solution, SafeSite. The solution was developed in collaboration with Core System Software.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nBreman Innovation Breman Innovation works on the conceptualization, engineering, manufacturing and assembly of equipment for the offshore and maritime industries. The goal of the firm is to support energy transition, electrification and the reduction of the CO2 footprint of offshore operations. Arjan Boezeman , Managing Director of Breman Innovation, introduced a chain crane, where the company patented several innovations to build a prototype ready for use in February 2025.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nHeerema Engineering Solutions Dutch firm Heerema Engineering Solutions was established in 2019. The firm focuses on enabling, improving, and de-risking the offshore procedures that are used to implement innovations or develop offshore projects hosted by developers. Heerema supports novel installation methodologies or novel methods by finding new systems for offshore wind farms, according to Silvan Slijpen , Commercial Manager, Heerema Engineering Solutions.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nNext Ocean Next Ocean is a spin-off from the Delft University of Technology. The company, which was founded in 2016, provides technology to predict actual waves at sea up to minutes ahead of time. Raghu Paravastu , Operations Manager at Next Ocean, said that the offshore landscape has changed a lot, and this comes along with the challenges of efficiency and safety. By predicting the waves and related ship motions, Next Ocean wants to help reduce wave-related risks and increase the uptime of offshore operations. The firm operates on wind turbine installation vessels, SOVs, subsea installations, and floating wind turbines.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nFlying Fish Tech company Flying Fish, founded in 2019, works on fleet optimization, designing electric powertrains, applying hydrofoil systems, and fleet operation software, as well as creating interdisciplinary solutions. The consultancy services are tailored to support businesses in navigating the transition to eco-friendly maritime solutions. Gerben Schonebaum , Co-Founder & Engineer of Flying Fish, talked about the company’s flying fish foil system, hydrofoils and the possible steps towards achieving fully zero-emission shipping.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nI4Sea i4sea, established in 2015, is a company founded by oceanographers with the purpose: to eliminate uncertainties related to the impact of nature on the economy. Bruno Balbi , Co-Founder of I4Sea revealed that the company works in Brazil, and it is quickly expanding in Latin America and Europe. The task of the firm is to make the weather systems not only reliable but also easier to understand. Offshore and maritime operations depend on waves, winds and other weather conditions. The company’s technology helps transform weather forecasts into actions for daily operations.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nFLASC Dutch firm FLASC is a start-up developing a patented energy storage technology for offshore renewables. Daniel Buhagiar , CEO & Co-Founder, FLASC introduced the offshore energy storage solution designed to solve some of the challenges in the offshore energy industry including a mismatch between variable or intermittent renewable energy supply and consumer demand. He emphasized that building infrastructure offshore is challenging and that is why the company is leveraging collaborations.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nTREE Composites Tree Composites, established in 2020, is a company working on the design and manufacturing of innovative composite solutions for the offshore energy sector. The firm’s TC-joint is a novel technology based on composite as an alternative to the complex welded joints in multi-membered tubular structures. According to Eline Spek , Managing Director of TREE Composites, by using composite joints, the industry players can use up to 60 per cent less steel, which could lead to a 50 per cent reduction of carbon footprint for the offshore structures.\nThis content is available after accepting the cookies.\nChange cookie-settings View on Vimeo.\nWe have just launched a new, dedicated site for OEEC! Follow for all the updates related to the 2024 edition:\nOffshore Energy Exhibition & Conference Visit website Read on Offshore Energy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://vimeo.com/889501270/a0958d8449",
      "https://vimeo.com/889480412/5d8410a90e",
      "https://player.vimeo.com/video/889501270?h=a0958d8449&dnt=1&app_id=122963",
      "https://player.vimeo.com/video/889511335?h=16c0cb3765&dnt=1&app_id=122963",
      "https://vimeo.com/889481361/d8dbfda840",
      "https://vimeo.com/889481697/f7d9c77ab2",
      "https://vimeo.com/889509337/9af3f5472d",
      "https://player.vimeo.com/video/889480412?h=5d8410a90e&dnt=1&app_id=122963",
      "https://vimeo.com/889509881/f312db7370",
      "https://player.vimeo.com/video/889503376?h=19e10d112d&dnt=1&app_id=122963",
      "https://vimeo.com/889511335/16c0cb3765",
      "https://vimeo.com/889482329/e57b7add2d",
      "https://player.vimeo.com/video/889509881?h=f312db7370&dnt=1&app_id=122963",
      "https://player.vimeo.com/video/889481697?h=f7d9c77ab2&dnt=1&app_id=122963",
      "https://player.vimeo.com/video/889509337?h=9af3f5472d&dnt=1&app_id=122963",
      "https://oeec.biz/",
      "https://player.vimeo.com/video/889481361?h=d8dbfda840&dnt=1&app_id=122963",
      "https://player.vimeo.com/video/889482329?h=e57b7add2d&dnt=1&app_id=122963",
      "https://vimeo.com/889503376/19e10d112d",
      "https://www.vimeo.com/889509337/9af3f5472d",
      "https://www.vimeo.com/889501270/a0958d8449",
      "https://www.vimeo.com/889481697/f7d9c77ab2",
      "https://www.player.vimeo.com/video/889511335?h=16c0cb3765&dnt=1&app_id=122963",
      "https://www.player.vimeo.com/video/889482329?h=e57b7add2d&dnt=1&app_id=122963",
      "https://player.vimeo.com/video/889501270",
      "https://www.player.vimeo.com/video/889481361?h=d8dbfda840&dnt=1&app_id=122963",
      "https://www.player.vimeo.com/video/889503376?h=19e10d112d&dnt=1&app_id=122963",
      "https://www.player.vimeo.com/video/889481697?h=f7d9c77ab2&dnt=1&app_id=122963",
      "https://www.vimeo.com/889503376/19e10d112d",
      "https://www.vimeo.com/889511335/16c0cb3765",
      "https://www.vimeo.com/889482329/e57b7add2d",
      "https://player.vimeo.com/video/889509881",
      "https://www.vimeo.com/889481361/d8dbfda840",
      "https://player.vimeo.com/video/889481697",
      "https://www.player.vimeo.com/video/889509337?h=9af3f5472d&dnt=1&app_id=122963",
      "https://oeec.biz",
      "https://www.player.vimeo.com/video/889501270?h=a0958d8449&dnt=1&app_id=122963",
      "https://www.player.vimeo.com/video/889480412?h=5d8410a90e&dnt=1&app_id=122963",
      "https://player.vimeo.com/video/889480412",
      "https://player.vimeo.com/video/889503376",
      "https://www.vimeo.com/889509881/f312db7370",
      "https://www.vimeo.com/889480412/5d8410a90e",
      "https://www.oeec.biz/",
      "https://player.vimeo.com/video/889511335",
      "https://www.player.vimeo.com/video/889509881?h=f312db7370&dnt=1&app_id=122963",
      "https://player.vimeo.com/video/889509337",
      "https://player.vimeo.com/video/889481361",
      "https://player.vimeo.com/video/889482329"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sander roosjen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "oeec",
          "sentiment": "negative"
        },
        {
          "name": "nim bv",
          "sentiment": "none"
        },
        {
          "name": "nim",
          "sentiment": "none"
        },
        {
          "name": "nederlandse innovatie maatschappij",
          "sentiment": "none"
        },
        {
          "name": "breman innovation",
          "sentiment": "none"
        },
        {
          "name": "heerema engineering solutions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "next ocean",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T11:05:41.089+02:00",
    "updated": "2024-03-13T17:47:45.596+02:00"
  },
  {
    "uuid": "e8245d7161872eab4ffa8075716ad06fd88734cc",
    "url": "https://www.larazon.es/television/metafuturo-2024-periodista-objetivo-punto-mira-guerra-ucrania-camara-como-arma_20241024671ab4c52914190001e0826f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gerardo Granda",
    "published": "2024-10-24T20:57:00Z",
    "title": "Metafuturo 2024. El periodista, objetivo en el punto de mira de la Guerra de Ucrania: la cámara como arma",
    "text": "Tercera Edición Metafuturo 2024. El periodista, objetivo en el punto de mira de la Guerra de Ucrania: la cámara como arma EL discurso y luego la charla versó sobre \"El infierno de la guerra sin filtros\" en la cuarta jornada del foro de Atresmedia en el Ateneo de Madrid. Los asistentes a las jornadas de Metafuturo de ayer asistieron a la charla entre el periodista, director y ganador del Oscar Mstyslav Chernov («20 días en Mariúpol») y Diana Mata. Con tristeza aseguró que a pesar de su trabajo «al día siguiente la gente sigue con su vida y se olvida. Y hay cosas que no se deben olvidar, como Mariúpol». El corresponsal de guerra habló de cómo hacer frente a la desinformación que se vive en conflictos de guerra y combatir bulos. Su mayor miedo, que los periodistas que informan de lo que pasa en Ucrania «somos objetivos, la cámara es un arma. Estamos haciendo nuestro trabajo y nos hemos convertido en objetivos». El también ganador de un Premio Pulitzer explicó que \"el propósito de la propaganda es ahogar los datos objetivos en una variedad de versiones, de tal forma que el público diga ‘nunca sabremos la verdad’. En ese sentido, se ha mostrado tajante: “Cuando escuchen a alguien decir eso, es que la propaganda ha funcionado. Tenemos que decirle a la gente que existe una verdad objetiva”. “Ser periodista en 2024 es extremadamente difícil. Todo lo que dices se polariza”, ha indicado sobre su trabajo. “En ese momento no sabía el impacto que tenía”, ha reconocido sobre las imágenes que enviaba del cerco a Mariúpol. “Podemos hablar mucho del papel del Periodismo, pero cuando se llega a la toma de decisiones hace falto algo más que una película o un informe. Hace falta mucha voluntad política y que muchas personas quieran cambiar algo”, ha recalcado Chernov.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Oscar Mstyslav Chernov",
          "sentiment": "none"
        },
        {
          "name": "Diana Mata",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:02:13.029+03:00",
    "updated": "2024-10-25T00:02:13.029+03:00"
  },
  {
    "uuid": "0fdc22a77e0152d7cb8c6c4af5b2fcb5fe90defe",
    "url": "https://www.ilfoglio.it/esteri/2023/12/25/news/buon-natale-da-londra-la-citta-che-si-e-sbarazzata-di-gesu-cristo-6038033/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ilfoglio_it",
    "published": "2023-12-24T10:58:00Z",
    "title": "Buon Natale da Londra, la città che si è sbarazzata di Gesù Cristo",
    "text": "Quattro passi in città\nBuon Natale da Londra, la città che si è sbarazzata di Gesù Cristo\nLa ricorrenzareligiosa, che nella captiale inglese sfavilla dappertutto, è stato neutralizzata in una festa commerciale: un Christmas senza Cristo, l'ennesima vittima della cancel culture\nLa bottega “Rosso”, che affaccia su High Street Kensington, la via principale del quartiere altolocato di\nLondra, è una delle tante gastronomie italiane fighette disseminate nella metropoli. Già a metà settembre, un’intera parete di scaffali traboccava di panettoni artigianali, tutti orgogliosamente made in Italy. Nella capitale inglese, ormai, il Natale inizia subito dopo Halloween: il primo novembre, con il dolcetto o scherzetto ancora caldo, scompaiono zucche, ragnatele e mostri vari, subito sostituiti dalle prime decorazioni natalizie. Il negozio italiano, però, aveva forse esagerato con la tempistica. Anticipare le feste, da anni, è una mossa commerciale per spingere la gente a comprare.\nAbbonati per continuare a leggereSei già abbonato?\nAccediResta informato ovunque ti trovi grazie alla nostra offerta digitale\nLe inchieste, gli editoriali, le newsletter. I grandi temi di attualità sui dispositivi che preferisci, approfondimenti quotidiani dall’Italia e dal Mondo\nIl foglio web a € 8,00 per un mese Scopri tutte le soluzioni\nOPPURE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T14:10:20.766+02:00",
    "updated": "2023-12-24T14:10:20.766+02:00"
  },
  {
    "uuid": "97c87d08a4ce7ba2278c95727af8a3252be490c4",
    "url": "https://www.kaaltv.com/kaal-weather/cooler-more-seasonable-weather-just-around-the-corner",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Randy Brock",
    "published": "2024-10-10T21:26:00Z",
    "title": "Cooler, more seasonable weather just around the corner - ABC 6 News - kaaltv.com",
    "text": "Cooler, more seasonable weather just around the corner After summer-like warmth Thursday afternoon and highs in the 70s again Friday, a couple of cold fronts are going to bring a cooler change this weekend. The first cold front will slide through the region around the late morning to early afternoon Friday. Winds will shift from the southwest to a northerly wind by Friday afternoon. Temperatures will still make it to the mid-70s early Friday afternoon, but will become cooler late in the day Friday. Despite that potent cold front, we’ll see extra clouds Friday into the weekend but rain will remain elusive. That cooling trend will continue into the weekend. Highs remain in the 60s Saturday and will fall back to the 50s Sunday. Thanks to cooler, Canadian air and a clearing sky early next week, patchy frost is likely Monday morning. A more widespread frost, perhaps even a freeze in some locations, is likely Tuesday morning. There will be a gradual warming trend next week with highs returning to the low-70s by the end of the week.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T01:42:29.586+03:00",
    "updated": "2024-10-11T01:42:29.586+03:00"
  },
  {
    "uuid": "20818055851c37ea1c11526c743564803f490d48",
    "url": "https://www.infobae.com/sociedad/2024/06/01/corpus-christi-la-celebracion-al-santisimo-sacramento-que-comenzo-con-la-vision-de-la-luna-atravesada-por-la-oscuridad",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gerardo Di Fazio",
    "published": "2024-06-01T04:13:00Z",
    "title": "Corpus Christi, la celebración al Santísimo Sacramento que comenzó con la visión de la luna atravesada por la oscuridad",
    "text": "El Corpus Christi (Cuerpo de Cristo) es sin duda una de las solemnidades más sentidas a nivel popular. Ya sea por su significado, o por el estilo de la celebración. En casi todas las diócesis, de hecho, va acompañada de grandes procesiones en una representación visual de Jesús recorriendo los caminos del hombre.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T07:22:38.658+03:00",
    "updated": "2024-06-01T13:47:09.490+03:00"
  },
  {
    "uuid": "d4392f6a0ea15f7f6f51a17a65a88c1599ba1808",
    "url": "https://www.gamerbraves.com/japans-pc-gaming-population-drops-by-3-million-over-past-decade/",
    "ord_in_thread": 0,
    "author": "Ralph",
    "published": "2025-08-14T08:12:00Z",
    "title": "Japan's PC Gaming Population Drops by 3 Million Over Past Decade - GamerBraves",
    "text": "Japan’s PC gaming population has shrunk significantly over the past ten years, according to new data from Famitsu’s annual gaming industry report . The 2025 edition of the Famitsu Game Hakusho shows that PC gamers in Japan decreased from 17.49 million in 2015 to 14.52 million in 2024 – a drop of nearly 3 million players.\nDespite the PC gaming decline, Japan’s overall game market continues to grow. The market expanded by 3.4% between 2023 and 2024, reaching 2,396 billion yen (over $16 billion USD). The total gaming population, which includes console, PC, and mobile players aged 5 to 59, was 54.7 million people in 2024, slightly down from 55.5 million the previous year.\nImage Credit: Famitsu Mobile gaming dominates Japan’s gaming landscape with 42.77 million users, followed by console gaming at 29.51 million users. PC gaming ranks third with 14.52 million users. It’s important to note that these numbers overlap since many players use multiple platforms. While PC gaming saw a small increase in 2024 compared to 2023’s 14.45 million users, the numbers remain far below the 2015 peak. In fact, PC gaming hit an even higher point in 2014 with 20.37 million users.\nThe trend over the past decade shows clear winners and losers. Console gaming grew from 26.12 million to 29.51 million users, while mobile gaming exploded from 14.11 million to 42.77 million users. PC gaming moved in the opposite direction, losing those 3 million players. The data shows Japan’s gaming preferences shifting toward mobile platforms, while PC gaming struggles to regain its former popularity despite the global growth of platforms like Steam.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Science and Technology->social sciences",
      "Science and Technology->technology and engineering",
      "Social Issue->population and census",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.famitsu.com/article/202508/49165",
      "https://famitsu.com/article/202508/49165"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "d4392f6a0ea15f7f6f51a17a65a88c1599ba1808",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T11:15:34.441+03:00",
    "updated": "2025-08-14T12:15:05.895+03:00"
  }
]