[
  {
    "uuid": "b2fafde9bc28c9fe91b32fb8c427dc7ce3d06ae5",
    "url": "https://www.meneame.net/story/nformacion-enlace-alcalde-nueva-york-impone-restricciones-desde/c014",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ElSev",
    "published": "2023-12-28T21:13:00Z",
    "title": "#14 El alcalde de Nueva York impone restricciones a la llegada de autobuses con migrantes desde la frontera",
    "text": "Portada\nmis comunidades\notras secciones\n[#7](c7#c-7) las aves migratorias no tienen residencia estable en ningún momento, de ahi que se las llame aves migratorias. Por el contrario, los seres humanos tienen un lugar de residencia estable, por eso se le llaman emigrantes (como los llaman los del lugar de su residencia original) o inmigrantes (como los llaman los del lugar de residencia donde son recién llegados).\n[#2](c2#c-2) si un extranjero entra a tu territorio, pero no se va a quedar o no lo sabes (por ejemplo, está de paso), lo correcto es utilizar 'migrante'. Si se queda, 'inmigrante'.\nPor ejemplo, un argelino que entra a España por alguna playa, y tiene claro que su destino es Francia, aquí en España NO es inmigrante: es migrante. Si su finalidad hubiese sido llegar a España para quedarse, sería INmigrante.\nAfortunadamente en Españistañol cada palabro tiene su uso adecuado. Seas de EGB o de primaria.\n[#1](c1#c-1) migrates seguro que no.\nLas personas emigran. Las aves migratorias migran. Que la estúpida y gilipollas neolengua inclusiva no nos nuble la mente, por favor\n[#6](c6#c-6) yo no puedo explicarme como la gente va aceptando estos términos viendo la forma tan descarada en que lo meten en los medios.\nPero bueno, será que semos rarus.\n[#5](c5#c-5) Si tienen alojamiento gratis se puede pagar menos o nada y ya con las propinas se pueden hacer con el sueño americano, tener un seguro médico bueno, una ranchera y un eléctrico en el garaje, un jardincito con jardinero de color y llevar a sus hijos a una buena universidad y luego ir de vacaciones a sus antiguos países a presumir",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:45.346+02:00",
    "updated": "2023-12-29T00:18:45.346+02:00"
  },
  {
    "uuid": "844df51561c1af83c8454e5fecb7427544141d0b",
    "url": "https://www.news9live.com/sports/football/strength-of-character-key-determinant-to-get-afc-asian-cup-squad-berth-says-india-coach-igor-stimac-2390687",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sayan Mukherjee",
    "published": "2023-12-29T07:28:00Z",
    "title": "Strength of character key determinant to get AFC Asian Cup squad berth, says India coach Igor Stimac",
    "text": "New Delhi: Footballers who have \"strength of character\" will be picked for India's AFC Asian Cup squad, head Igor Stimac said on Friday, convinced that it is the key element needed to tackle the superior strength of Australia, Uzbekistan and Syria in the group stage. Stimac will name his final 26-man squad on Saturday and then travel to Dubai where the team is scheduled to have a preparatory camp from January 1 before moving to Qatar for the continental tournament. Their group stage engagements begin against Australia on January 13 but injuries to several key players have forced the coach to resort to contingency plans from the list of 50 preliminary probables he had named before. What we are looking for the final list of 26 is definitely experience, physical strength, and the final line will be drawn by the strength of their character,” Stimac said in a video posted by the All India Football Federation on its social media channels. The Croat said that all the boys he has chosen for the probable list are similar in their football qualities. Thus it is very important now as a team to show character without it no matter the talent, nothing can be achieved. 'Focus on set-pieces' Aware that his team will find it difficult to keep hold of the ball at a stretch in all their three group matches, Stimac plans to use et-pieces as a way of scoring goals, even of against the run of play. On his recommendation, the AIFF has hired Stimac's former West Ham team-mate and England World Cupper Trevor Sinclair as assistant coach to specifically improve dead-ball training during the tournament. Stimac said that he wants defensive compactness, offensive transition, and sharpness in set-pieces. It’s also very important to work on man marking inside the box, he said, pointing out that they have conceded because of it in their last few games. Apart from being ranked much higher than India, Australia Uzbekistan and Syria are technically good, physically strong, with great speed, Stimac said. Hence they won't have much difference in approach for these three games with his main focus now is checking the fitness level of players and finding a way for further development in the next two weeks, he added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "igor stimac",
          "sentiment": "negative"
        },
        {
          "name": "stimac",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "all india football federation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "uzbekistan",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "dubai",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:35:47.208+02:00",
    "updated": "2024-01-05T19:53:09.984+02:00"
  },
  {
    "uuid": "679d8ffa4ec0540ae171f5a9f79db28153563471",
    "url": "https://atlantic.ctvnews.ca/i-will-not-go-out-back-moncton-landlord-worried-about-tenant-safety-1.6703716",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Derek Haggett",
    "published": "2023-12-28T21:41:00Z",
    "title": "'I will not go out back': Moncton landlord worried about tenant safety",
    "text": "[Skip to main content](#main)\n'I will not go out back': Moncton landlord worried about tenant safety\nPeter LeBlanc needs to find a new tenant for his downtown\nMoncton apartment building.\nThe landlord said the vacancy is the result of a current tenant no longer feeling like it’s safe place to live.\nHalf of the residents in the 12-unit building at High and Park streets have complained to the property owner about drug use, fighting, public urination, damaged vehicles, and even prostitution in the back parking lot.\nLeBlanc, who has owned the property for 30 years, had to re-install a fence Wednesday night to keep people from loitering and engaging in criminal activity behind the building.\n“Early December, I took the fence down. Within the first 24-hours the superintendent had eight or nine different groups of people and had to ask them to get off the lot,” said LeBLanc.\nHe’s witnessed drug use all around his property and people blocking the main entrance of the building.\n“[People] getting high, just trying to stay warm. I've got a baby barn, there's a corner, same thing there. They hang out there. They do their drugs,” said LeBlanc.\nTenant Michelle Donnelly said she's too scared to go outside without a companion.\n“For the last two years I don't think I've gone and taken my garbage out myself because I'm too afraid to go out back. I have a son who comes to visit me. He takes my garbage out for me. I will not go out back,” said Donnelly.\nThe building is just a few doors down from the\nHarvest House homeless shelter.\nManaging director Leon Baker said he's aware of the issue and is working with LeBlanc. However, he said the people causing problems on the corner are not all Harvest House clients.\n“We do monitor the area on a continual basis, ask people to move along,” said Baker.\n“It's not that we come around from time to time, it's part of our regular routine throughout the day, throughout the evenings. We monitor not only our own property, but the property of the people around us.”\nLeBlanc is happy Harvest House is cooperating and he’s sympathetic toward the plight of Moncton’s homeless, but said he needs to make sure his tenants feel safe.\nHe reached out to the city around three weeks ago with his concerns and said he was put in touch with a member of the Codiac Regional RCMP.\nCity of Moncton spokesperson Isabelle LeBlanc said they cannot discuss active by-law enforcement files, but drug use or other illegal activity should be directed to the police for appropriate handling.\n“Residents should feel safe on their property,” said Isabelle LeBlanc in an email to CTV News.\nSgt. Sébastien Decaens of the Codiac Regional RCMP said if a tenant witnesses any criminal act they should immediately call police, because if they reach out to a landlord first it may be too late.\n“The issue that we have sometimes is the tenants are not calling. So we don’t have a witness to the offence. When we get called it’s later and they’re gone,” said Decaens.\nDonnelly said overdoses on or near the property are commonplace.\n“The sirens... police, ambulance, fire trucks are constant. All day. All night. There is no stop,” said Donnelly.\nPeter LeBlanc said he’d like to see the neighbourhood cleaned up. He’d also like to see a new tenant move in.\nFor more New Brunswick news visit our\ndedicated provincial page.\nShopping Trends\nThe Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop.\nRead about us.\nAtlantic Top Stories\nCTVNews.ca Top Stories\nBREAKING\nTen people rescued from plane crash site in remote N.W.T.\nThe military says a rescue operation is complete after a plane crash left 10 people, some with injuries, stranded overnight in a remote area of the Northwest Territories.\nNDP's Jagmeet Singh rules out coalition government with Liberals after next election\nNDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election.\nJudih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead\nJudih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead.\nIn most African countries, drought forces rural communities to relocate, study finds\nAcross most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future.\nTeen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada\nA teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday.\nPierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area\nPierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park.\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nTight-knit Canada set for tough test against hosts Sweden at world juniors\nCanada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\"\nCanada to offer humanitarian visas to those fleeing Sudan if relatives pay costs\nOttawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them.\nToronto\n-\nWoman allegedly intentionally drove vehicle into parking enforcement officer in Toronto\nPolice arrested a 29-year-old woman after she allegedly intentionally drove her vehicle into a parking enforcement officer in Toronto’s east end.\n-\nCitizen's tip helps police apprehend suspect wanted in Richmond Hill axe attack\nPolice in York Region say media coverage, along with a tip from a member of the public, helped them apprehend a suspect wanted in connection with an axe attack in Richmond Hill as well as several other criminal offences.\n-\nOntario man charged after allegedly planning trip to U.S. for sex acts with kids\nDurham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children.\nCalgary\n-\nSouthern Alberta girl injured in coyote attack\nA family from Brooks, Alta., says their daughter is lucky to have avoided more serious injuries after she was attacked and bitten several times by a coyote.\n-\n2 teens killed in rollover crash near Crossfield, Alta.\nTwo teens are dead following a crash in Mountain View County on Wednesday evening, RCMP said.\n-\nChild-care costs could rise for some Alberta parents as daycares consider leaving fee support program\nSome daycare operators in the province are considering opting out of the Alberta Affordability Grant for child-care programs, which is concerning to parents who could see their payments skyrocket in the new year as a result.\nMontreal\n-\nCommon Front of public sector unions reaches tentative deal with Quebec\nThe Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government.\n-\nMontreal man who ate recalled cantaloupes launches class-action lawsuit\nA Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit.\n-\nBeaconsfield lawsuit against City of Montreal over taxes grows to $15 million\nThe City of Beaconsfield is taking the City of Montreal to court because it feels it is being overtaxed by the centre city.\nEdmonton\n-\nDeaths of two officers 'haunt' Edmonton police chief\nEdmonton's police chief says the \"line of duty\" deaths of two officers in 2023 will stay with him and others forever.\n-\nClosure of 8 'high-risk' encampments to begin Friday: city\nNotice has been given to clear several high-risk encampments in Edmonton that were the subject of an injunction earlier this month.\n-\nMan who died with wife and son in Alberta lake wasn't a risk-taker, says friend\nAn Edmonton man who died with his wife and eight-year-old son after their utility terrain vehicle went into a lake wasn't the kind of person to put his family at risk, says a friend.\nNorthern Ontario\n-\nPothole machine in Sudbury offers high-quality repairs, but low production\nThe city’s Python 5000 does a great job repairing potholes, but it’s a high-maintenance machine that depends on weather and replacement parts to operate successfully.\n-\n17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa\nOttawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia.\n-\nChristmas day fire in Hearst under investigation\nOfficials are investigating the cause of residential fire in Hearst, Ont., that broke out early in the morning Christmas day.\nLondon\n-\nConversation with Mayor Morgan Part 1: Homelessness, communication, and housing\nIn a year-end interview with CTV News, London Mayor Josh Morgan opens up about his greatest challenge of 2023.\n-\n'Could hear the windows buckling': St. Thomas, Ont. tenants evacuated after apartment collapsed\nFifteen people are out of their homes after the foundation of small apartment building collapsed late Wednesday night in St. Thomas, Ont.\n-\nInjured snowy owl rescued in Huron County\nHuron County OPP responded to a report of an injured owl in Bayfield on Dec. 28.\nWinnipeg\n-\n'Take our time': Kinew says decision not made yet on supervised consumption site location\nManitoba Premier Wab Kinew said the province is taking its time to find a location for a supervised consumption site in Winnipeg.\n-\nWinnipeg woman wins $1M lottery jackpot\nA Winnipeg woman has a lot to celebrate heading into the new year after winning a $1 million lottery prize.\n-\nFour men arrested after $1.2M worth of items stolen in string of robberies\nThe Winnipeg Police Service (WPS) has arrested four men in connection with a string of robberies that resulted in the theft of more than $1.2 million worth of items.\nOttawa\n-\n17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa\nOttawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia.\n-\nPolice searching for federal offender known to frequent Ottawa-Gatineau\nOntario Provincial Police is seeking the public's assistance in locating a federal offender wanted on a Canada-wide warrant as a result of a breach of his statutory release.\n-\nSurge in tooth decay among young children in eastern Ontario raises concerns\nAn uptick in tooth decay among young children has become a cause for concern for eastern Ontario dentists.\nSaskatoon\n-\nSaskatoon developers hint at future of former Extra Foods property\nThe site of a former grocery store on Broadway Avenue has sold.\n-\nDash cam footage shows van burst into flames in a Saskatoon parking lot\nSaskatoon firefighters say they don’t know what caused a van to burst into flames in a Cabela’s parking lot on Wednesday.\n-\nSaskatoon recruiting Aussie paramedics to help with record emergency calls\nAmid a record year for emergency calls, Saskatoon’s ambulance service has turned to Australia for a pool of new recruits.\nVancouver\n-\nOverpass strike in Delta closes Highway 99 southbound\nA truck collided with an overpass in Delta Thursday, prompting road closures and a heavy presence of first responders.\n-\nConvicted murderer wanted Canada-wide after breaching conditions: police\nPolice in Victoria are asking the public to call 911 if they encounter a man who is wanted on a Canada-wide warrant for breaching conditions of his parole.\n-\n'Damage consistent with bullet holes': Surrey RCMP investigating shots fired at residence\nMounties in Surrey are investigating a report of shots fired at a residence Wednesday morning.\nRegina\n-\nHuge plume of smoke seen at Wheat City Metals in Regina\nFire crews were called out to Wheat City Metals in Regina for a report of a fire on Thursday afternoon.\n-\n'You just get forgotten. Pushed aside': Sask. family grapples with difficulty in accessing specialist care\nWhile recent statistics suggest that Saskatchewan is making progress on shortening waitlists for surgeries and diagnostic scans – some residents are still facing serious delays in accessing certain types of specialists.\n-\nSecond-degree murder charge laid following death of man in Regina\nA 46-year-old man has been charged with second-degree murder following investigation into a death in Regina on Dec. 22.\nVancouver Island\n-\nConvicted murderer wanted Canada-wide after breaching conditions: police\nPolice in Victoria are asking the public to call 911 if they encounter a man who is wanted on a Canada-wide warrant for breaching conditions of his parole.\n-\nCentury-old heat records fall in B.C. as weather system brings warmth and wind\nUnseasonably warm weather has broken temperature records in southern British Columbia, including century-old marks in the provincial capital.\n-\nCalls for more addiction treatment as B.C. drug decriminalization enters second year\nA narrow, winding corridor at St. Paul's Hospital in Vancouver leads to a clinic offering quick access to addiction treatment for people seeking help on their own or after a referral from an emergency room, a family doctor or a social worker.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://harvesthouseatlantic.org/",
      "https://www.moncton.ca/",
      "https://www.moncton.ca",
      "https://harvesthouseatlantic.org",
      "https://www.harvesthouseatlantic.org/",
      "https://moncton.ca/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leblanc",
          "sentiment": "none"
        },
        {
          "name": "peter leblanc",
          "sentiment": "none"
        },
        {
          "name": "leblanc",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "moncton",
          "sentiment": "none"
        },
        {
          "name": "park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:35.826+02:00",
    "updated": "2023-12-29T00:06:35.826+02:00"
  },
  {
    "uuid": "cd72d554d7bc6212fb70d971aa6721be4f78a1d4",
    "url": "https://www.orlandosentinel.com/2025/04/16/pictures-joe-kittinger-honored-with-naming-of-casselberry-post-office",
    "ord_in_thread": 0,
    "author": "Joe Burbank",
    "published": "2025-04-16T21:24:00Z",
    "title": "Pictures: Joe Kittinger honored with naming of Casselberry Post Office - Orlando Sentinel",
    "text": "Scenes from the dedication ceremony naming the Casselberry Post Office after Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel)\nThe Lake Howell High School Navy Junior ROTC honor guard presents the colors during the dedication ceremony at the Casselberry Post Office honoring Colonel Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) From left, Congressman Cory Mills and Sherry Kittinger — widow of Colonel Joe Kittinger — applaud as Christina Walker of the U.S. Postal Service and Alejandro Herrera of the Casselberry Post Office unveil a commemorative plaque during the dedication ceremony naming the building after Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) The program at the dedication ceremony at the Casselberry Post Office honoring of Colonel Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prison of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Congressman Cory Mills delivers remarks during the dedication ceremony naming the Casselberry Post Office after Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) A memoriam table at the dedication ceremony at the Casselberry Post Office honoring of Colonel Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prison of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Sherry Kittinger — widow of Colonel Joe Kittinger— listens to remarks during the dedication ceremony naming the Casselberry Post Office after Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Congressman Cory Mills and Sherry Kittinger — widow of Colonel Joe Kittinger — hold a commemorative plaque during the dedication ceremony naming the Casselberry Post Office after Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) The Lake Howell High School Navy Junior ROTC honor guard presents the colors during the dedication ceremony at the Casselberry Post Office honoring Colonel Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Sherry Kittinger — widow of Colonel Joe Kittinger— holds a commemorative plaque with friends during the dedication ceremony naming the Casselberry Post Office after Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) The Lake Howell High School Navy Junior ROTC honor guard presents the colors during the dedication ceremony at the Casselberry Post Office honoring Colonel Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Chris Snow —family friend and son of Bob Snow— delivers remarks during the dedication ceremony naming the Casselberry Post Office after Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Sherry Kittinger — widow of Colonel Joe Kittinger— listens to former congressman Bill MCollum during the dedication ceremony naming the Casselberry Post Office after Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Jenny Goins sings the national anthem during the dedication ceremony at the Casselberry Post Office honoring of Colonel Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prison of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) A commemorative poster from the Church Street Station days at the dedication ceremony at the Casselberry Post Office honoring of Colonel Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prison of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Show Caption 1 of 14 The Lake Howell High School Navy Junior ROTC honor guard presents the colors during the dedication ceremony at the Casselberry Post Office honoring Colonel Joe Kittinger, Tuesday, April 15, 2025. Kittinger, who passed away in 2022, was a decorated veteran, former prisoner of war and a legendary Central Floridian known for his pioneering achievements in aviation and space history. (Joe Burbank/Orlando Sentinel) Expand",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "topics": [
      "Politics->government",
      "Politics->civil rights",
      "Politics->political process",
      "Human Interest->ceremony",
      "Human Interest->award and prize"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Joe Kittinger",
          "sentiment": "negative"
        },
        {
          "name": "Joe Burbank",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Lake Howell High School Navy",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Casselberry Post Office",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:02:01.228+03:00",
    "updated": "2025-04-17T10:39:30.355+03:00"
  },
  {
    "uuid": "780f669cbec08070071514688a0b2eedcbdc8510",
    "url": "https://www.leprogres.fr/sport/2025/01/23/l-ol-retrouve-ses-valeurs-dans-la-fournaise-de-fenerbahce",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "À Istanbul, Christian Lanier",
    "published": "2025-01-23T21:03:00Z",
    "title": "Football. L'OL retrouve ses valeurs dans la fournaise de Fenerbahce",
    "text": "Football L’OL retrouve ses valeurs dans la fournaise de Fenerbahce\nPeut-être un peu assommés par les embruns du Bosphore, et légèrement tétanisés par le souffle lâché par les fans locaux au coup d’envoi, les Lyonnais n’ont pas fait le début de match idéal. Mais à l’arrivée, et grâce à une montée en puissance collective au fil des minutes, ils ont récolté un point précieux (0-0). Du coup, et c’est une superbe nouvelle, une victoire et peut-être même seulement un nul le 30 janvier au Groupama Stadium contre les Bulgares de Ludogorets propulsera l’OL en 1/8e de finale de la Ligue Europa.\nAu coup de sifflet final, les 250 supporters lyonnais pouvaient clamer « Pierre Sage, Pierre Sage ». Ce voyage au bord de la mer de Marmara restera...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->soccer",
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:22:14.310+02:00",
    "updated": "2025-01-24T00:22:14.310+02:00"
  },
  {
    "uuid": "f06d3051cee918e0d8aa323482e9d144e501acbb",
    "url": "https://can-conolidine-help-with32086.pages10.com/little-known-facts-about-conolidine-59779490",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Can-Conolidine-Help-With",
    "published": "2023-12-28T19:51:00Z",
    "title": "Little Known Facts About Conolidine.",
    "text": "Sarah from Arizona writes, “Conolidine CONOCB2 is a recreation-changer for my Serious arthritis pain. Following years of trying numerous ache relief answers, I ultimately found something that works.\nThis drug may be applied as part of a mix therapy. Meaning you might need to acquire it with other drugs.\nIt's not at all intended to deliver professional medical or other professional advice. Sights expressed here usually do not always replicate These of ScienceDaily, contributors or companions. Fiscal help for ScienceDaily arises from adverts and referral applications.\nIs conolidine comparable to morphine? How does the plant extract help with discomfort? In accordance with GDR Labs, which cites scientific exploration around the globe, conolidine assists with soreness by focusing on pure painkillers in The body. Specially, conolidine is the only recognised Alternative that targets opioid peptides – greater called endorphins – in your brain. These all-natural chemicals are Your system’s very own painkillers.\nA: None of the substances within the CONOCB2 health supplement cause addictions. You'll be able to safely and securely make use of the supplement day-to-day without stressing about poor behaviors.\nDetermining the system of motion (MOA) of novel or In a natural way transpiring compounds primarily depends on assays tailor-made for specific focus on proteins. Here we explore an alternate solution depending on sample matching reaction profiles received employing cultured neuronal networks. Conolidine and cannabidiol are plant-derivatives with recognised antinociceptive activity but unfamiliar MOA. Software of conolidine/cannabidiol to cultured neuronal networks altered community firing within a really reproducible manner and produced comparable influence on network properties suggesting engagement with a standard Organic focus on. We utilised principal part Investigation (PCA) and multi-dimensional scaling (MDS) to compare community action profiles of conolidine/cannabidiol to a series of well-analyzed compounds with known MOA.\nDebbie writes, “Debilitating toothache agony led me to Conolidine CONOCB2, And that i’m so happy it did. The traditional utilization of Tabernaemontana divaricata for toothache aid isn't any joke. I discovered aid without the Unwanted effects I seasoned with other solutions.”\nIn the new examine, we reported the identification plus the characterization of a fresh atypical opioid receptor with unique negative regulatory Qualities towards opioid peptides.1 Our outcomes showed that ACKR3/CXCR7, hitherto referred to as an atypical scavenger receptor for chemokines CXCL12 and CXCL11, can also be a wide-spectrum scavenger for opioid peptides from the enkephalin, dynorphin, and nociceptin people, regulating their availability for classical opioid receptors.\n@ronva2co, the Start out on Hook up consumer guidebook has comprehensive Guidelines for a way to prevent or restart all notifications, as well as, other tasks for applying Link —\nAll orders include free shipping straight to your doorstep; there isn't any intermediaries. A risk-free money-back again guarantee handles Each individual Conolidine CONOCB2.\nAudio Publishing, Inc. would not accept liability for just about any loss or damages brought on by the usage of any merchandise, nor will we endorse any solutions posted within our Marketplace.\nElucidating the precise pharmacological system of action (MOA) of In a natural way transpiring compounds could be hard. Though Tarselli et al. (sixty) designed the very first de novo synthetic pathway to conolidine and showcased that this In\nget more info a natural way developing compound correctly suppresses responses to both chemically induced and inflammation-derived pain, the pharmacologic target chargeable for its antinociceptive action remained elusive. Given the issues connected with regular pharmacological and physiological strategies, Mendis et al. utilized cultured neuronal networks grown on multi-electrode array (MEA) know-how coupled with pattern matching response profiles to deliver a potential MOA of conolidine (61). A comparison of drug consequences within the MEA cultures of central anxious technique active compounds identified which the reaction profile of conolidine was most just like that of ω-conotoxin CVIE, a Cav2.\nPrior to getting clonidine, convey to your medical doctor or pharmacist if you are allergic to it (together with aquiring a rash while utilizing clonidine patches); or For those who have every other allergic reactions.\nDoes clonidine HCl oral communicate with other medicine that you are getting? Enter your medication into the WebMD conversation checker",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://mitradine.com/cololidine-crepe-jasmine-extract/",
      "https://mitradine.com/cololidine-crepe-jasmine-extract",
      "https://www.mitradine.com/cololidine-crepe-jasmine-extract/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sarah",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "gdr labs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arizona",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:10:35.235+02:00",
    "updated": "2023-12-29T04:10:35.235+02:00"
  },
  {
    "uuid": "86a41ecfda5a655dc8a1f9c2a1382843d9cdfebe",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/zcgyd/2025-08-14/doc-infkxuai3806249.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-08-14T06:55:00Z",
    "title": "皖仪科技股价跌5.01%，东方基金旗下1只基金重仓，持有14.62万股浮亏损失17.69万元|皖仪科技_新浪财经_新浪网",
    "text": "8月14日， 皖仪科技 跌5.01%，截至发稿，报22.95元/股，成交8062.04万元，换手率2.55%，总市值30.92亿元。\n资料显示，安徽皖仪科技股份有限公司位于安徽省合肥市高新技术产业开发区文曲路8号，成立日期2003年6月26日，上市日期2020年7月3日，公司主营业务涉及环保在线监测仪器、检漏仪器、实验室分析仪器、电子测量仪器的研发、生产、销售和提供相关技术服务。主营业务收入构成为：工业检测仪器及解决方案61.41%，在线监测仪器及解决方案26.77%，实验室分析仪器及解决方案6.36%，其他(补充)5.47%。\n从基金十大重仓股角度\n数据显示，东方基金旗下1只基金重仓皖仪科技。东方低碳经济混合A（021094）二季度持有股数14.62万股，占基金净值比例为4.69%，位居第四大重仓股。根据测算，今日浮亏损失约17.69万元。\n东方低碳经济混合A（021094）成立日期2025年3月4日，最新规模6174.28万。成立以来收益5.59%。\n东方低碳经济混合A（021094）基金经理为李瑞。\n截至发稿，李瑞累计任职时间7年245天，现任基金资产总规模80.65亿元，任职期间最佳基金回报45.4%， 任职期间最差基金回报-20.05%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->business reporting and performance",
      "Science and Technology->technology and engineering",
      "Science and Technology->economics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T10:00:28.606+03:00",
    "updated": "2025-08-15T10:11:43.000+03:00"
  },
  {
    "uuid": "098798e7e41ef06bde4b5579b78b08239541fa66",
    "url": "https://patch.com/california/lakeelsinore-wildomar/woman-killed-rivco-deputy-idd-imperial-beach-resident",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Toni McAllister",
    "published": "2024-06-13T20:50:00Z",
    "title": "Woman Killed By RivCo Deputy ID'd As Imperial Beach Resident | Lake Elsinore, CA Patch",
    "text": "[Crime & Safety](/california/lakeelsinore-wildomar/police-fire) Woman Killed By RivCo Deputy ID'd As Imperial Beach Resident The 30-year-old woman died at a local hospital. An alleged accomplice from San Diego County is facing a murder charge in her death. CORONA, CA — A woman who was shot and killed this week in Corona by a Riverside County Sheriff's deputy amid an alleged violent confrontation was identified Thursday as an Imperial Beach resident. Jennifer Dobbins, 30, was shot just after 1 a.m. Tuesday in the 1600 block of W. 6th Steet and was pronounced dead a short time later at Riverside County Hospital, according to the Riverside County Sheriff-Coroner's Bureau. An investigation into the shooting death was continuing. Under state law, the California Department of Justice investigates fatal law enforcement shootings of unarmed civilians. Find out what's happening in Lake Elsinore-Wildomarwith free, real-time updates from Patch. \"Following notification by local authorities, DOJ’s California Police Shooting Investigation Team initiated an investigation in accordance with [AB 1506 mandate](https://oag.ca.gov/ois-incidents),\" the DOJ announced Tuesday. \"Upon completion of the investigation, it will be turned over to DOJ’s Special Prosecutions Section within the Criminal Law Division for independent review.\" The deadly incident unfurled in the predawn hours when a deputy tried to \"contact multiple subjects,\" the sheriff's department reported. Find out what's happening in Lake Elsinore-Wildomarwith free, real-time updates from Patch. It's not clear why the deputy wanted to speak to the people, but instead of cooperating with him they allegedly ran off. The law enforcement officer chased them on foot but when he turned a corner, a man from the group \"lunged at him and a fight ensued,\" according to the sheriff's department. As the deputy struggled with the suspect, \"a female began assaulting the deputy,\" the department continued. The deputy fired his weapon and the woman — later identified as Dobbins — was hit by gunfire. \"The deputy continued to fight off the male suspect who was attempting to take his firearm,\" the agency said. Bystanders intervened and helped the deputy detain the unarmed man. He was identified as Eric John Nourani, a 33-year-old San Diego County resident. Dobbins was taken to the hospital, where she was later pronounced dead. The deputy suffered moderate injuries in the alleged melee and was sent to a hospital. Nourani sustained minor injuries, according to the sheriff's department. Nourani was booked into Riverside's Robert Presley Detention Center where he remains held in lieu of $2,080,000 bail. He was formally charged with murder, attempted murder of a peace officer, as well as sentencing enhancements of causing great bodily injury, mayhem, resisting/deterring an officer, and resisting arrest as to cause death or serious injury to an officer. He was scheduled for arraignment Thursday afternoon. Court records show Nourani has no criminal history in Riverside County. Per Riverside County Sheriff's Department policy, the Lake Mathews-based deputy will be placed on paid administrative leave. The location where the incident occurred is near bordering jurisdictions of the Lake Mathews Sheriff’s Station and Corona Police Department, according to sheriff's Sgt. Wenndy Brito-Gonzalez. Get more local news delivered straight to your inbox. [Sign up for free Patch newsletters and alerts.](/california/lakeelsinore-wildomar/subscribe)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://oag.ca.gov/ois-incidents),",
      "https://www.oag.ca.gov/ois-incidents),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jennifer dobbins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "california department of justice",
          "sentiment": "none"
        },
        {
          "name": "california police shooting investigation team",
          "sentiment": "none"
        },
        {
          "name": "imperial",
          "sentiment": "none"
        },
        {
          "name": "doj",
          "sentiment": "none"
        },
        {
          "name": "bureau",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lake elsinore",
          "sentiment": "none"
        },
        {
          "name": "corona",
          "sentiment": "none"
        },
        {
          "name": "corona",
          "sentiment": "none"
        },
        {
          "name": "riverside county",
          "sentiment": "none"
        },
        {
          "name": "riverside county hospital",
          "sentiment": "none"
        },
        {
          "name": "san diego county",
          "sentiment": "none"
        },
        {
          "name": "imperial beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:43:32.901+03:00",
    "updated": "2024-06-14T00:43:32.901+03:00"
  },
  {
    "uuid": "29a7b5b044ec49e2b27bd6ccd705891e10b1f01a",
    "url": "https://lasillarota.com/veracruz/estado/2025/5/7/video-cierran-carretera-las-matas-en-veracruz-por-fuerte-incendio-535072.html",
    "ord_in_thread": 0,
    "author": "FLUVIO CESAR MARTÍNEZ / CORRESPONSAL",
    "published": "2025-05-07T22:08:00Z",
    "title": "VIDEO: Cierran carretera Las Matas en Veracruz por fuerte incendio",
    "text": "COATZACOALCOS, VER.- La tarde de este miércoles 7, se registró un fuerte incendio de pastizal, en el predio que se ubica a un costado de la carretera Coatzacoalcos–Minatitlán conocida como Las Matas, al sur de Veracruz. Debido a la densa capa de humo, las autoridades de Protección Civil, decidieron cerrar de forma parcial este tramo carretero.\nLas llamas han consumido más de dos hectáreas de pastizales, debido a la onda de calor que se registra este día, donde la sensación térmica alcanzó los 55 grados centígrados.\nÚNETE A NUESTRO CANAL DE WHATSAPP. EL PODER DE LA INFORMACIÓN EN LA PALMA DE TU MANO\nEn la zona del siniestro, aún se mantienen elementos de Protección Civil de los municipios de Cosoleacaque y Minatitlán, así como el enlace regional de la Secretaría de Protección Civil.\nAutoridades exhortaron a los automovilistas que se dirigen de Minatitlán a Coatzacoalcos y viceversa a tomar vías alternas como la prolongación Reyes Azteca para evitar quedar varados o verse afectados por el humo.\nEste hecho ha generado largas filas de unidades en el tramo carretero; las llamas no se han sofocado, por lo que continúan las labores.\nMás información en proceso...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Disaster and Accident->fire",
      "Environment->environmental pollution",
      "Environment->nature",
      "Environment->natural resources",
      "Social Issue->communities",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://whatsapp.com/channel/0029Va5vqjjFXUuSaZbbly3G",
      "http://www.whatsapp.com/channel/0029Va5vqjjFXUuSaZbbly3G"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Veracruz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Secretaría de Protección Civil",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:51:02.991+03:00",
    "updated": "2025-05-07T23:57:17.000+00:00"
  },
  {
    "uuid": "fac42212cded822752557faef3cebc308824909a",
    "url": "https://www.dawn.com/news/1807256",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Muhammad Kashif",
    "published": "2024-01-20T02:11:00Z",
    "title": "Stocks snap four-day losing streak - Newspaper - DAWN.COM",
    "text": "KARACHI: Easing tensions with Iran helped the stock market snap a four-session losing streak on Friday as bulls staged a 710 points rally intraday, but late profit-taking wiped out early gains as a result the benchmark KSE 100-share index closed the session on a flat note. Topline Securities Ltd attributed the bullish start to the cooling down of border tensions between Pakistan and Iran after tit-for-tat strikes on terrorist hideouts on each other’s territory. However, investors preferred to book their intraday gain amid uncertainty given the upcoming general elections as the index lost early gains to a greater extent. Major positive contributions to the index came from Engro Corporation, Mari Petroleum, Fauji Fertiliser, Millat Tractors Ltd and Dawood Hercules, as they collectively added 119 points. Bank Alhabib Ltd, Sui Northern Gas Pipelines, Service Industry, Pakistan Telecommunication Company Ltd and National Refinery Ltd made a cumulatively negative contribution of 60 points to the index. As a result, the KSE-100 index closed at 63,282.23 points after gaining 79.83 points or 0.13 per cent from the preceding session. The overall trading volume, however, plunged 35.55pc to 287.31 million shares. The traded value also dipped 34.53pc to Rs9.32bn on a day-on-day basis. Stocks contributing significantly to the traded volume included K-Electric Ltd (49.81m shares), Pakistan International Airlines Corporation Ltd (43.35m shares), Pakistan Telecommunication Company Ltd (14.16m shares), WorldCall Telecom Ltd (10.54m shares) and Hascol Petroleum Ltd (10.50m shares). Shares registering the biggest increases in their share prices in absolute terms were Mari Petroleum Ltd (Rs26.19), Honda Atlas Cars (Rs15.35), Ghandhara Industries Ltd (Rs11.74), Khyber Tobacco Company Ltd (Rs10.49) and Mitchells Fruit Farms Ltd (Rs9.14). Companies registering the biggest decreases in their share prices in absolute terms were Sapphire Fibres Ltd (Rs63.14), Bata Pakistan Ltd (Rs35.06), Philip Morris (Rs24.59), Archroma Pakistan Ltd (Rs18.09) and Service Industries Ltd (Rs16.50). Foreign investors remained net buyers as they picked shares worth $0.82m. Published in Dawn, January 20th, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "frid",
          "sentiment": "negative"
        },
        {
          "name": "dawood hercules",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national refinery ltd",
          "sentiment": "none"
        },
        {
          "name": "service industry",
          "sentiment": "none"
        },
        {
          "name": "pakistan telecommunication company ltd",
          "sentiment": "none"
        },
        {
          "name": "sui northern gas pipelines",
          "sentiment": "none"
        },
        {
          "name": "fauji fertiliser",
          "sentiment": "none"
        },
        {
          "name": "millat tractors ltd",
          "sentiment": "none"
        },
        {
          "name": "engro corporation",
          "sentiment": "none"
        },
        {
          "name": "bank alhabib ltd",
          "sentiment": "none"
        },
        {
          "name": "kse",
          "sentiment": "none"
        },
        {
          "name": "topline securities ltd",
          "sentiment": "none"
        },
        {
          "name": "mari petroleum",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "karachi",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T04:23:27.353+02:00",
    "updated": "2024-01-20T04:23:27.353+02:00"
  }
]