[
  {
    "uuid": "1ab4b6160bb9eb81ca525b782ea6c62dc9ea7eb3",
    "url": "https://www.kptv.com/2024/04/25/police-man-arrested-after-kidnapping-ex-girlfriend-her-kids-salem",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FOX 12 Staff",
    "published": "2024-04-25T19:15:00Z",
    "title": "Police: Man arrested after kidnapping ex-girlfriend and her kids in Salem",
    "text": "SALEM, Ore. (KPTV) - A man is facing multiple charges after kidnapping his ex-girlfriend and her kids, according to the Salem Police Department.\nPolice say 25-year-old Agustin Caldaza Sierra assaulted a former girlfriend, then forced her and her children into his car on April 18. The woman was able to escape from the car as Sierra drove, and the kids were later found safe, according to police.\nDuring the investigation, detectives were able to locate Sierra and arrest him Thursday morning at an apartment in the 4100 block of Satter Drive Northeast.\nFOX 12 learned a Benton County judge denied a request in protective order filed by the suspect’s ex-wife to order him to wear a GPS monitoring device. Sierra was booked into the Marion County Jail for three counts of first-degree kidnapping, strangulation, first-degree burglary, menacing, unauthorized use of a motor vehicle, coercion, fourth-degree assault, harassment, custodial interference, and stalking.\nThe investigation is ongoing, and no other details are being released at this time.\nCopyright 2024 KPTV-KPDX. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://d1l66zlxaqpl1u.cloudfront.net/wp-gray/kptv/20240425/6629ad7a5afc537508972548/file_1920x1080-5400-v4/file_1280x720-2000-v3_1.mp4",
      "https://www.d1l66zlxaqpl1u.cloudfront.net/wp-gray/kptv/20240425/6629ad7a5afc537508972548/file_1920x1080-5400-v4/file_1280x720-2000-v3_1.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "agustin caldaza sierra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "salem police department",
          "sentiment": "none"
        },
        {
          "name": "sierra",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ore.",
          "sentiment": "none"
        },
        {
          "name": "salem salem",
          "sentiment": "none"
        },
        {
          "name": "marion county jail",
          "sentiment": "none"
        },
        {
          "name": "benton county",
          "sentiment": "none"
        },
        {
          "name": "sierra",
          "sentiment": "none"
        },
        {
          "name": "satter drive northeast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:08:10.005+03:00",
    "updated": "2024-04-26T00:08:10.005+03:00"
  },
  {
    "uuid": "ab77058406b6594a48e69debe0c0f7da0aa4dada",
    "url": "https://driveteslacanada.ca/news/tesla-may-announce-india-factory-in-january-report/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eva Fox",
    "published": "2023-12-28T23:51:00Z",
    "title": "Tesla May Announce India Factory in January: Report",
    "text": "Tesla could announce a factory in India early next year, according to a local media report. Elon Musk is expected to join Vibrant Gujarat in Gandhinagar where he will make an official announcement. Several Indian media [reported](https://x.com/Ktri58978804/status/1740291060897649133?s=20) on Thursday that Tesla is in the final stages of negotiations with the government over land to be used for the factory site. Gujarat state media reported that Tesla is eyeing land in Sanand, a city and municipality in Ahmedabad district. It is the central industrial center of Gujarat. Other automakers like Maruti Suzuki, Tara Motors, and MG Motor are already located here, meaning there is a ready-made supply chain that operates in the area. It is worth keeping in mind that at the moment, there has been no official information confirming this rumor. BIG BREAKING NEWS – Elon Musk's Tesla to set up its first India factory in Gujarat, announcement likely during Vibrant Gujarat event in 2024 🔥🔥 PM Modi & Elon Musk both will be present at the event ⚡. 5 lakh cars will be manufactured annually with prices beginning from Rs 20… [pic.twitter.com/tZjWuWCpLv] — Times Algebra (@TimesAlgebraIND) [December 28, 2023] Gujarat Health Minister and government spokesman Rushikesh Patel emphasized the alignment between Tesla’s goals and the state’s aspirations. Speaking at a Cabinet briefing on Thursday, he expressed considerable optimism that Elon Musk would consider investing in Gujarat, highlighting the government’s welcoming stance. Tesla and India have been in talks for the company to enter the local market for years. Several times they even came close to reaching an agreement, but ultimately it was never reached. This year, India has made moves to attract investment, paving the way for talks with Tesla again. It was reported that the company’s delegation met with the government several times to negotiate. In the summer, Elon Musk met with Prime Minister Narendra Modi in New York, USA. After the meeting, it became known that Musk plans to visit India in 2024, with Tesla likely to make a “significant investment in India in the future,” as he stated. [click here to get 6 months of free Supercharging](https://www.tesla.com/referral/darryn55317)and a three month trial of Full Self-Driving (FSD).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.tesla.com/referral/darryn55317",
      "https://x.com/Ktri58978804/status/1740291060897649133?s=20",
      "https://x.com/Ktri58978804/status/1740291060897649133",
      "https://www.x.com/Ktri58978804/status/1740291060897649133?s=20",
      "https://tesla.com/referral/darryn55317"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tesla",
          "sentiment": "negative"
        },
        {
          "name": "elon mus",
          "sentiment": "neutral"
        },
        {
          "name": "tara motors",
          "sentiment": "none"
        },
        {
          "name": "elon musk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tesla may announce india factory",
          "sentiment": "negative"
        },
        {
          "name": "maruti suzuki",
          "sentiment": "none"
        },
        {
          "name": "pm modi & elon musk",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "gandhinagar",
          "sentiment": "none"
        },
        {
          "name": "sanand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:26:35.538+02:00",
    "updated": "2023-12-29T12:06:07.741+02:00"
  },
  {
    "uuid": "9a9396c29b96cc7c5372eebface519c82fb86dd6",
    "url": "https://www.newsbreak.com/cleveland-oh/3296688699833-here-s-what-you-can-do-to-keep-outdoor-pets-safe-and-warm-this-weekend",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-13T00:04:00Z",
    "title": "Here's what you can do to keep outdoor pets safe and warm this weekend",
    "text": "Winter is coming to Northeast Ohio in full force this coming weekend, and with that, some precautions need to be taken for outdoor pets. Shannon Harvey with the Cleveland Animal Protective League said that while taking pets inside is the best thing to do in cold weather, it may not always be an option. “We know that there are people who keep their dogs outside and cats that are living in the community,” Harvey said. “So, for people who do have dogs outside, they need to make sure that they are being provided with adequate shelter, and that means a secure enclosure that's big enough for the dog to get into the stand-up to turn around.” Harvey said an ideal enclosure should be raised, insulated and have a door flap for the animal. Additionally, the shelter should not be too big, or else it will not stay insulated. “We don't want it to be too big because if it is too big, then it doesn't have the same insulating quality as an enclosure that is big enough for the dog but not overly big. Their body heat can help them out. But preferably that, to me, is a last resort,” Harvey said. “Preferably people should bring those outdoor dogs in either into a sheltered garage or into their house, at least during the time that the weather is this bad and the temperatures are low and it's snowing.” For insulation, Harvey recommends using straw rather than blankets; that way, if the enclosure gets wet, the blankets won't freeze. The costs of these enclosures can vary, but Harvey said that for people who are more handy, making one can be pretty easy. “There are very elaborate outdoor enclosures for both dogs and cats. But then people who are handy can very easily you know, construct a shelter themselves,” Harvey said. “Additionally, like especially for cats, there are lots of websites people can go online and check out websites for how to make an outdoor cat warm insulated enclosure using things as inexpensive and accessible as those old Styrofoam coolers.” Harvey said that there are risks to having outdoor-only pets, not only in the winter. With the extreme weather Cleveland has year-round, any season can be harmful to outdoor pets. Typically, in the winter, there is a risk of frostbite and other illnesses for dogs. But in the summer, pets can experience heat exhaustion and heat stroke, amongst other things, if left outside. “From the standpoint of being in Cleveland, where we have weather extremes, obviously in the winter, we go through periods like this where the temperatures drop precipitously, and there's snow,” Harvey said. “And outdoor dogs, especially if they are not bred to tolerate cold temperatures, if they have short hair, if they're older, if they're very young, if they have an illness, are not going to fare well and could suffer hypothermia and be at risk of either significant illness or death or frostbite.” Harvey said these risks are mainly toward dogs because outdoor or stray cats typically freely roam communities and are able to find adequate shelter from harsh conditions. “We're very grateful to the people and the neighborhoods and community [stray] cat caregivers who are providing them with this care, and with that, they should be okay during these weather snaps, but dogs that are living, you know, on chains, we really hope and want and ask I'm going to say we really ask that people get those dogs inside,” Harvey said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shannon harvey",
          "sentiment": "none"
        },
        {
          "name": "harvey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cleveland animal protective league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "northeast ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T03:21:39.338+02:00",
    "updated": "2024-01-13T03:21:39.338+02:00"
  },
  {
    "uuid": "f2efce678dfad9b49441ea5140e14dcdc7f569d2",
    "url": "https://bnnbreaking.com/sports/chilean-womens-hockey-triumph-a-morale-boosting-victory-over-the-czech-republic",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Salman Khan",
    "published": "2024-01-19T07:08:00Z",
    "title": "Chilean Women’s Hockey Triumph: A Morale-Boosting Victory Over the Czech Republic",
    "text": "South Korean Battery Makers Target Chile's Lithium Reserves\nChilean Women’s Hockey Triumph: A Morale-Boosting Victory Over the Czech Republic\nIn a riveting display of skill and determination, Chile’s women’s hockey team emerged victorious over the Czech Republic in the FIH Women’s Olympic Qualifier, securing a notable seventh-place finish. The solitary goal, a product of sheer tenacity, was netted by Fernanda Villigran in the 27th minute, marking the only score of the classification match for seventh-eighth place.\nThe Struggle for Supremacy\nDespite the disappointment of not qualifying for the Paris Olympics, the triumph serves as a significant morale booster for Chile, currently ranked 22nd in global standings. Their victory over the 31st-ranked Czech team underscored their dominance across the game. The match began with a show of force from the Chilean side, who made multiple circle entries and secured two penalty corners in the first quarter alone.\nThe Turning Point\nThe pivotal moment arrived in the second quarter as Chile was awarded a penalty stroke. Villigran, exhibiting nerves of steel, successfully converted the opportunity into the game’s lone goal. This isn’t the first time Chile has bested the Czech Republic. They previously delivered a whopping 6-0 defeat during the pool stages of the same tournament.\nDefensive Brilliance in the Face of Pressure\nIn the second half, Chile’s offensive onslaught continued unabated, resulting in four more penalty corners. However, none of these led to additional goals. As the final quarter arrived, the Czech Republic ramped up the pressure, seeking to even the score. In response, Chile tactically switched to a defensive strategy, effectively preserving their one-goal lead and culminating in a well-deserved win.\nComments\nSubscribe to BNN Breaking\nSign up for our daily newsletter covering global breaking news around the world.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fernanda villigran",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fih",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "czech republic",
          "sentiment": "none"
        },
        {
          "name": "chile",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T11:12:22.584+02:00",
    "updated": "2024-01-19T11:12:22.584+02:00"
  },
  {
    "uuid": "2c98680c55cfbcac17838f100a9161fa064ce369",
    "url": "https://www.schooltube.com/uh-60-black-hawk-the-iconic-front-line-utility-helicopter",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SchoolTube Community",
    "published": "2024-05-03T22:27:00Z",
    "title": "UH-60 Black Hawk: The Iconic Front Line Utility Helicopter",
    "text": "The UH-60 Black Hawk: An Overview The UH-60 Black Hawk is a utility helicopter used by the United States Army. It is designed to transport troops, equipment, and supplies to the battlefield. The Black Hawk is also used for medical evacuations, search and rescue operations, and disaster relief. The Black Hawk is a versatile helicopter that can be used in a variety of environments. It is capable of flying in all weather conditions, and it can land in small, confined areas. The Black Hawk is also equipped with a variety of weapons, including machine guns, rockets, and missiles. The Black Hawk has been in service with the United States Army since 1979. It has been used in a number of conflicts, including the invasion of Grenada, the Persian Gulf War, and the War in Afghanistan. The Black Hawk has also been used in peacekeeping operations around the world. The Black Hawk is a reliable and effective helicopter that has served the United States Army well for over 40 years. It is a versatile aircraft that can be used in a variety of missions. The Black Hawk is also a relatively affordable helicopter to operate, making it a cost-effective option for the military. UH-60 Black Hawk Specifications - Crew: 3 (pilot, co-pilot, crew chief) - Capacity: 11 troops or 6,000 pounds of cargo - Speed: 150 mph (240 km/h) - Range: 370 miles (600 km) - Ceiling: 19,000 feet (5,800 m) UH-60 Black Hawk Armament - Machine guns: 2x M240D machine guns - Rockets: 2x 70mm rocket pods - Missiles: 2x AGM-114 Hellfire missiles UH-60 Black Hawk Variants - UH-60A: Initial production model - UH-60L: Improved version with more powerful engines and a longer range - UH-60M: Upgraded version with a glass cockpit and improved avionics - UH-60V: Latest version with a new engine, transmission, and rotor system UH-60 Black Hawk in Combat The UH-60 Black Hawk has been used in a number of conflicts, including: - The invasion of Grenada - The Persian Gulf War - The War in Afghanistan - The Iraq War - The War in Syria The Black Hawk has also been used in peacekeeping operations around the world, including: - Somalia - Haiti - Bosnia - Kosovo - East Timor The UH-60 Black Hawk is a versatile and reliable helicopter that has served the United States Army well for over 40 years. It is a valuable asset to the military, and it will continue to be used in combat and peacekeeping operations for many years to come.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.boeing.com/defense/uh-60-black-hawk",
      "https://www.army.mil/article/236464/uh_60_black_hawk",
      "https://www.youtube.com/embed/2ngzaoJtUD4?feature=oembed",
      "https://www.youtube.com/embed/2ngzaoJtUD4",
      "https://boeing.com/defense/uh-60-black-hawk",
      "https://army.mil/article/236464/uh_60_black_hawk",
      "https://youtube.com/embed/2ngzaoJtUD4?feature=oembed"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "u.s. army",
          "sentiment": "negative"
        },
        {
          "name": "army",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-04T01:46:58.546+03:00",
    "updated": "2024-05-18T16:21:24.757+03:00"
  }
]