[
  {
    "uuid": "14a9858553dc4e4eaaef139151767d1e5e66ac5e",
    "url": "https://www.catholicregister.org/features/item/36606-cross-crafting-open-eyes-to-christ-s-sacrifice",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luke Mandato, The Catholic Register",
    "published": "2024-03-29T04:00:00Z",
    "title": "Cross crafting open eyes to Christ’s sacrifice",
    "text": "The creative project took place inside the Grade 6 classroom at St. Bridget Catholic School through a collaboration with the school’s religious education consultants. The experience engaged the students by delving into the significance of the Crosses’ symbolism and importance while combining the lessons with a meaningful and hands-on activity. “The students were able to connect and learn about the crucifixion, the crucifix itself and the Stations of the Cross,” said Amanda Lawrence, the Grade 6 teacher at St. Bridget. “They also had the opportunity to learn that the Cross serves as more than just a decoration. It becomes a personal reminder of the sacrifices made during Lent and the significance of Jesus’ journey to the Cross.” To the students who participated, these lessons served as a touchstone for their ongoing spiritual journeys — giving them comfort, strength and guidance as Holy Week approached. The experimental learning delivery model allowed the students to put their knowledge into practice, as they began the task of crafting do-it-yourself Crosses for themselves out of clothespins. “The design for the Cross was simple but it was still beautiful,” said student leader Lupcho Bojkovski. “We took clothespins, broke them apart and separated the wood pieces from the metal pieces. Then we were given a paper Cross cut out as a template so we could line the pieces of wood and create a Cross either by using alternating sides as a pattern or keeping them the same as they were.” The initiative, while fun and playful in theory, did not lose the sense of solemnity that it set out to convey. Rather, building the Crosses served as visual representations of the student’s development of understanding the core principles of the Catholic faith. Bojkovski noted his own experience with the activity and how he was able to discern the important message that the Cross conveys. “As we were building the crucifixes, we were reminded that Jesus went through an overwhelming amount of suffering during the Stations of the Cross, just so we don’t have to bear the same,” he said. “The connection I made throughout this teaching was that ‘Life is like a cycle.’ When you are at your highest, be prepared, because hardships and strong storms are yet to come, but when you are at your lowest, have hope and faith, for the light at the end of the tunnel is near. “The Stations of the Cross have a significant impact on our spiritual journey, and we learn that no matter what route you take in life, you must overcome your own obstacles. Jesus demonstrates this throughout the Stations of the Cross and the entire Bible,” he added. When paired with the ongoing lessons surrounding Christ’s sacrifice and resurrection on Easter, students were able to take away more than just a trinket from the experience. “The entire class put their absolute best into it and we felt more relaxed than challenged, but this was still an incredibly good lesson,” Bojkovski said. “We all learned the love Jesus cared for us and the sacrifices He overcame, and that He made those sacrifices just for the love He has for each and every one of us.” Lawrence spoke to the importance of nurturing the growing expressions of faith from her students through such classroom projects. “It’s always more meaningful for the students when you can actually, physically do something rather than just read and speak about something. This particular activity allowed them to understand the meaning behind the Cross, but also the role that it played in salvation, which helps their personal reflection and growth,” she said. “It gives us the ability to have compassion, forgiveness and selflessness that Jesus exemplified, so when we have sacraments and holy days like this it brings everything together for the kids. It’s not just bits and pieces of information, they’re actually able to connect it and create meaning out of it.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christ",
          "sentiment": "negative"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "amanda lawrence",
          "sentiment": "none"
        },
        {
          "name": "lupcho bojkovski",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cross",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "st. bridget",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T07:10:47.502+03:00",
    "updated": "2024-04-10T19:30:19.571+03:00"
  },
  {
    "uuid": "a0963d0cccb491e8761bcfc20861ec72c1c62543",
    "url": "https://vnexplorer.net/ce-poele-a-bois-a-prix-abordable-est-parfait-pour-se-rechauffer-a-la-maison-s940431.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-12T10:21:00Z",
    "title": "Ce poêle à bois à prix abordable est parfait pour se réchauffer à la maison",
    "text": "Alors que les températures dégringolent, Amazon propose une offre intéressante sur le poêle à gaz Universal, vendu à moins de 350 euros.\nCe poêle à bois à prix abordable est parfait pour se réchauffer à la maison\nPour éviter d’avoir froid durant l’hiver, Amazon propose plusieurs solutions, dont des chauffages d’appoint. On retrouve par exemple le poêle à gaz de la marque Universal. Il est en ce moment affiché au prix de 349 euros.\nCe poêle à gaz peut être utilisé dans toutes les pièces de votre domicile. Il permet ainsi de chauffer votre chambre, votre salon ou encore votre bureau, de manière constante. Son design élégant et assez sophistiqué en fait un objet contemporain qui s’insère parfaitement dans votre intérieur. Il propose d’ailleurs un effet flammes vives et apporte ainsi une ambiance chaleureuse durant les soirées hivernales. Ce poêle à gaz est livré gratuitement chez vous. Il peut être réglé en une ou plusieurs fois. Les différents avis laissés sur ce produit soulignent son rapport qualité-prix et son style moderne.\nCe poêle à gaz à moins de 350 euros va vous permettre de passer l’hiver au chaud Le poêle à gaz Universal fonctionne à l’aide d’une bouteille de gaz butane de 6 à 13 kg. Il est recommandé pour les espaces de 40 à 80m2. Ce dernier s’allume facilement par piézo électrique. Vous n’avez ainsi pas besoin d’allumettes ou d’allume-feu.\nCe chauffage d’appoint propose trois niveaux de chauffe. Il émet moins de particules fines et de polluants que d’autres systèmes de chauffage. De plus, il fonctionne indépendamment de l’électricité, ce qui le rend fiable en cas de panne de courant. Il suffit de brancher la bouteille de gaz et de l’allumer pour qu’il fonctionne.\nVous pouvez facilement déplacer le poêle à gaz d’une pièce à l’autre de votre domicile, grâce à ses 4 roulettes pivotantes situées sous le poêle. De plus, la combustion du gaz est totale, sans rejet ni odeur.\nGrâce à ce poêle à gaz avec effet flammes vives, vous profitez d’une ambiance cosy au quotidien tout en ayant chaud. Sur Amazon, ce chauffage moderne est vendu à 349 euros pour une durée limitée.\nCliquez ici pour commander le poêle à gaz Universal\nLes prix sont mentionnés à titre indicatif et sont susceptibles d’évoluer. La rédaction de BFMTV n’a pas participé à la réalisation de ce contenu. BFMTV est susceptible de percevoir une rémunération lorsqu’un de nos lecteurs procède à un achat via les liens intégrés dans cet article.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mQPiC.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mQPiC.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-12T12:28:51.022+02:00",
    "updated": "2024-01-12T12:28:51.022+02:00"
  },
  {
    "uuid": "99a078f9b4a470facca688d3bdff3d6bac2a1560",
    "url": "https://www.elplural.com/autonomias/madrid/almeida-convierte-rey-mago-iglesia-cede-enesima-parcela-publica_322298102",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "rrozas@elplural.com (Rubén Rozas)",
    "published": "2023-12-29T11:07:00Z",
    "title": "Almeida se convierte en 'rey mago' de la Iglesia y le cede la enésima parcela pública",
    "text": "El PP de Madrid sigue regalando suelo público a la Iglesia y razones privada cuya función primera era otra. El último ejemplo es la cesión de una nueva parcela por parte del alcalde de la ciudad, José Luis Martínez-Almeida, que se iba a destinar a proyectos climáticos: uno de los presentados al concurso Reinventing Cities, como expone un informe emitido por la Dirección General de Gestión Urbanística y la Secretaría General Técnica del Área de Desarrollo Urbano en octubre de 2022.\nEl presente terreno está valorado en más de 3,1 millones de euros y, como sucedió con el anterior que el Consistorio cedió a los poderes eclesiásticos, su ‘traspaso’ durará el tiempo máximo permitido por ley (75 años), según adelanta eldiario.es. Su ubicación se encuentra en El Cañaveral (Vicálvaro) y en ella el Arzobispado de Madrid llevará a cabo su actividad pastoral con el pretexto de “cubrir las necesidades culturales y pastorales de la Archidiócesis en este nuevo barrio y así dar cumplimiento a los fines de la Iglesia Católica, dotando a los vecinos de atención religiosa”.\nLas entidades que se presenten al concurso se deberán comprometer, atendiendo a la convocatoria, a “desarrollar servicios de asistencia religiosa a la población, así como otros servicios sociales, culturales y educativos vinculados a la actividad pastoral”. En la teoría, cualquier confesión inscrita en el Registro de Entidades Religiosas podrá acceder, pero la realidad será, presumiblemente, que se apuntará solo la entidad solicitante hace dos años. A menos, esta es la manera en la que se han desarrollado los concursos puestos anteriormente en marcha por Almeida.\nDestinada a un proyecto climático\nEl regidor popular tenía previsto localizar en este emplazamiento uno de los proyectos presentados al concurso Reinventing Cities. Sin embargo, finalmente la parcela terminará, una vez más, en manos de la Iglesia.\nLa convocatoria, de carácter internacional y a la que el Ayuntamiento ya ha concurrido en dos ocasiones, pretende recuperar espacios infrautilizados a través de proyectos participativos de diseño urbano, que resulten ejemplares en la lucha contra el cambio climático y ayuden a mejorar el bienestar y las oportunidad económicas.\nNo obstante, en la primavera de este año, todavía 2023, Cibeles desestimó dicha finalidad y se dirigió nuevamente a las peticiones de la Iglesia, y es que el área de Obras señalaba en marzo que “no existe previsión de hacer uso de la parcela”, aunque no se pronunciaba acerca de otros usos. Entretanto, Martín Casariego, de Ciudadanos -quien entonces se encontraba al frente del distrito- explicaba que el suelo se iba a ceder para fines religiosos.\nQuinto regalo de Almeida a la Iglesia\nY es que no es la primera vez que Almeida opera en favor de este órgano. A principios de diciembre, trascendía que el Ayuntamiento había regalado al Arzobispado un terreno localizado en Valdebebas que, en un principio, iba a albergar un centro cultural. En este caso, la parcela cedida estaba valorada en 4.691.428,67 euros.\nSe convirtió en el regalo más caro y grande del edil, pero ni mucho menos el primero y, desde luego, no iba a convertirse en el último. En la anterior legislatura, el área de Desarrollo Urbano cedió un total de 8.800 metros cuadrados, de nuevo a la Iglesia, en su caso repartidos en tres parcelas. Dos de ellas en Aravaca y el Ensanche de Vallecas (dos templos) y la restante en Usera, en forma de monasterio. El valor monetario del conjunto fue de 757.304 euros, sin contar el último terreno antes del aquí expuesto. Con todo, el presente pasa a ser el quinto concurso destinado a la Iglesia que el Gobierno de Almeida pone en marcha después de los tres que adjudicó en 2022\nUna vida legislativa regando de parcelas a entidades privadas\nTanto Ayuntamiento como Comunidad de Madrid son un ejemplo de gestión en favor de lo privado, y la cesión de parcelas es solo un ejemplo más de esta política. En noviembre, el alcalde entregó a la presidenta de la región, Isabel Díaz Ayuso, otro terreno ubicado en El Cañaveral, donde el PP había prometido la construcción de un colegio público que finalmente resultó ser concertado. El valor del terreno superaba los 18 millones de euros, pero sin coste para el concesionario.\nEn consonancia con ello, a finales de 2022, Ayuso entregaba dos parcelas públicas más por cero euros a Gredos San Diego Sociedad Corporativa Madrileña (GSD) para la edificación de más centros concertados en emplazamientos que sumaban un valor conjunto de cerca de 12 millones de euros. El primero de ellos se localiza en el barrio de Valdefuentes, en Hortaleza (Valdebebas), y el otro en el Ensanche de Vallecas. El valor de ambos era de 10.377.547,08 euros y 1.540.103,14 euros respectivamente, su extensión de 18.000 y 13.000 metros cuadrados, y su primera función, la de albergar centros de titulación pública. Sin embargo, las obras todavía no han terminado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T14:15:36.851+02:00",
    "updated": "2023-12-29T14:15:36.851+02:00"
  },
  {
    "uuid": "7c8bad86ec1d66a10157ce4fb6b8618f4c42120a",
    "url": "https://www.guampdn.com/news/u-s-coast-guard-rescues-13-people-from-distressed-vessel-near-guam/article_099d6af0-3122-11ef-ba90-f7706ea09833.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pacific Daily News",
    "published": "2024-06-22T21:00:00Z",
    "title": "U.S. Coast Guard rescues 13 people from distressed vessel near Guam",
    "text": "U.S. Coast Guard Forces Micronesia/Sector Guam rescued 13 people from a distressed vessel about 13 nautical miles north of Guam on Sunday. The Coast Guard announced the successful search and rescue operation in a release stating it’s a testament to the power of collaboration, underscores the critical importance of its partnerships and the vital role of proper safety measures at sea. “Even with good weather conditions, having 13 people on a 23-foot boat can be risky. Our seamless collaboration with Guam Fire Rescue and other agencies ensured a swift and effective response. This incident highlights the necessity of having reliable communication devices and lifejackets aboard, as they can make all the difference in emergencies,” Lt. Chelsea Garcia, the operation’s search and rescue mission coordinator, said in a release. The Joint Rescue Sub-Center, operated by U.S. Coast Guard watchstanders in Guam, received an urgent notification from Guam Fire Rescue and 911 dispatch of a 23-foot recreational vessel, the Helen, with 13 people aboard out of gas and adrift Sunday morning. The 911 call reportedly came from one of the boaters via cellular phone, the release states. Watchstanders immediately diverted the 45-foot Response Boat-Medium crew from U.S. Coast Guard Station Apra Harbor to the location. Simultaneously, they issued an urgent marine information broadcast and requested aerial support from Department of Defense partners. The 45-foot RB-M crew transferred all 13 people aboard their vessel, ensuring their safety and well-being. The rescue crew evaluated the ten women and three men, noting several were severely seasick and one severely dehydrated. The coxswain recommended immediate transportation to Hagåtña Small Boat Basin for medical evaluation. The vessel Helen was left adrift, and watchstanders issued a hazard to navigation broadcast. The watchstanders notified personnel from agencies, including the U.S. Coast Guard Investigative Service, Homeland Security Investigations, U.S. Customs and Border Protection, Guam Customs and Quarantine Agency, and Guam Police Department. The RB-M crew transported the boaters to Hagåtña, where partner agency officials met them at the pier for further care and assessment. All 13 people were seen by Guam Fire Rescue crews and refused treatment. The boaters are reportedly nationals of the People’s Republic of China, as confirmed by law enforcement. Weather conditions for the operation included east winds blowing at 15 knots and wave heights of around 3 feet with 4-foot swells. No watches or warnings are in effect. This incident, once again, serves as a powerful reminder of the dangers mariners face and the importance of wearing life jackets and having reliable communication devices aboard the vessel, the Coast Guard said. The U.S. Coast Guard, always ready and prepared, continues to stand ready, in partnership with local, federal, and military agencies, to respond to maritime emergencies and protect life at sea, the agency said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chelsea garcia",
          "sentiment": "none"
        },
        {
          "name": "helen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. coast guard",
          "sentiment": "neutral"
        },
        {
          "name": "guam fire rescue",
          "sentiment": "none"
        },
        {
          "name": "coast guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "guam u.s.",
          "sentiment": "none"
        },
        {
          "name": "guam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-23T10:08:41.018+03:00",
    "updated": "2024-06-24T13:38:18.825+03:00"
  },
  {
    "uuid": "6042a4ff81c4da6bd76b7d96408fe5fec9d6d5c0",
    "url": "https://ground.news/article/flood-situation-continues-to-improve-in-johor-pahang-and-kelantan-says-nadma",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Star Kuala Lumpur",
    "published": "2024-01-01T18:55:00Z",
    "title": "Ground News - Flood situation continues to improve in Johor, Pahang and Kelantan, says Nadma",
    "text": "Summary by The Star Kuala Lumpur KUALA LUMPUR: The flood situation in three states - Pahang, Kelantan and Johor - showed significant improvement as at 8pm on Monday (Jan 1), resulting in the number of flood victims dropping drastically as only 85 flood victims are remaining at four Temporary Flood Relief centres (PPS) compared with 114 at five PPS in the afternoon. Read full story Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nThe Star Kuala Lumpur Right Mixed Factuality Media Conglomerate: Star Media Group Flood situation continues to improve in Johor, Pahang and Kelantan, says Nadma KUALA LUMPUR: The flood situation in three states - Pahang, Kelantan and Johor - showed significant improvement as at 8pm on Monday (Jan 1), resulting in the number of flood victims dropping drastically as only 85 flood victims are remaining at four Temporary Flood Relief centres (PPS) compared with 114 at five PPS in the afternoon. Read full story\n5 hours ago · Malaysia Read Full Article\nThe Star Kuala Lumpur Right Mixed Factuality Media Conglomerate: Star Media Group\nFlood situation continues to improve in Johor, Pahang and Kelantan, says Nadma KUALA LUMPUR: The flood situation in three states - Pahang, Kelantan and Johor - showed significant improvement as at 8pm on Monday (Jan 1), resulting in the number of flood victims dropping drastically as only 85 flood victims are remaining at four Temporary Flood Relief centres (PPS) compared with 114 at five PPS in the afternoon. Read full story\n5 hours ago · Malaysia Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://www.thestar.com.my/news/nation/2024/01/01/flood-situation-continues-to-improve-in-johor-pahang-and-kelantan-says-nadma?utm_source=ground.news&utm_medium=referral",
      "https://thestar.com.my/news/nation/2024/01/01/flood-situation-continues-to-improve-in-johor-pahang-and-kelantan-says-nadma?utm_source=ground.news&utm_medium=referral",
      "https://www.thestar.com.my/news/nation/2024/01/01/flood-situation-continues-to-improve-in-johor-pahang-and-kelantan-says-nadma"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nadma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pps",
          "sentiment": "none"
        },
        {
          "name": "star media group flood",
          "sentiment": "none"
        },
        {
          "name": "star kuala lumpur right mixed factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "johor",
          "sentiment": "none"
        },
        {
          "name": "kelanta",
          "sentiment": "none"
        },
        {
          "name": "kelantan",
          "sentiment": "none"
        },
        {
          "name": "the star kuala lumpur kuala lumpur",
          "sentiment": "none"
        },
        {
          "name": "pahang",
          "sentiment": "none"
        },
        {
          "name": "malaysia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T23:13:59.490+02:00",
    "updated": "2024-01-01T23:13:59.490+02:00"
  },
  {
    "uuid": "35862b5ff1e8fa8cc0ccb5a78810e915a5f45184",
    "url": "https://www.fox4now.com/cape-coral/instinct-it-just-took-over-retired-cop-tackles-cape-coral-robbery-suspect",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kaitlin Knapp",
    "published": "2024-03-14T17:55:00Z",
    "title": "'Instinct, it just took over': Retired cop tackles Cape Coral robbery suspect",
    "text": "CAPE CORAL, Fla. — Police say a good Samaritan helped them [catch a robbery suspect](https://www.facebook.com/reel/2400793733448471)that took off from detectives on Wednesday evening. Bruce Mehling was having a few happy hour beers at Bayside Burger and Beer before stepping outside for a cigarette. \"When we went out the double doors here, some guy was yelling to the right of us to look across the street and we did,\" Mehling said. The suspect, later identified as 19-year-old Matthew Bryan Sorge, was running from a detective in civilian clothes. \"He [Sorge] kept screaming leave me alone, leave me alone and the guy [detective] at the time kept walking towards him, trying to calm him down, defuse the situation,\" Mehling said. That's when they ended up on the side of Bayside and Mehling walked over. \"A switch just went off in my head, being a retired cop, I just knew I had to help him out and do something,\" Mehling said. He and the detective tried to calm Sorge down. Mehling said Sorge asked the detective for a cigarette. Though the detective didn't have one, Mehling did and threw it to him. \"He looked up and looked at the detective, put his back to me, so when I had his back, I put him in a bear hug around him so he couldn’t get his arm out of his pants,\" Mehling said. The retired cop told Fox 4 he didn't know if the person had a weapon on them when they were grabbing their pants. \"The next thing I know we're on the ground rolling,\" Mehling said. Along with Mehling and the detective, other people at the restaurant came out to help police. It was later Mehling learned why they were chasing Sorge. Police say the case started on March 10 at a Publix on Del Prado Boulevard South. An employee said Sorge came in with a mask on and tried to steal deodorant. When the employee approached him, police say that's when the situation escalated. \"The suspect lifted up the hoodie he was wearing, revealed a knife and threatened that employee,\" said Lisa Greenberg, public affairs officer for the Cape Coral Police Department. The suspect took off on his bike, police say. As detectives investigated the robbery, they say the suspect walked into the bathroom before the robbery, changed clothes and then robbed the store. Police say the next day they got a call from a school resource officer at North Nicholas High School. A classmate said they heard Sorge talk about committing the robbery and planning another. \"Students were also talking about how the suspect was wearing the same shoes as the person in that still image of the robbery,\" Greenberg said. While they were looking at surveillance video in the school, they discovered something. \"They realized that the suspect walked into school wearing the same shoes as what we’re seeing in the still image of the robbery, the Vans sneakers, but left that day in a different pair of shoes,\" Greenberg explained. Detectives say Sorge switched shoes with a friend and later called them, telling the friend to throw the Vans in a lake. \"They were able to actually find one of the shoes on the shoreline of that lake,\" Greenberg said. Officers talked to Sorge at the school, and police said there were inconsistencies with his story. Two days later, that's when detectives say Sorge agreed to talk to police at a store on Hancock Bridge Parkway and Santa Barbara Boulevard. \"During the time that he was running, he actually admitted to the robbery and said he was on drugs at the time of the robbery,\" Greenberg explained. Police credit the students for saying something to the SRO, and recognizing the shoes from the photo posted on social media and local news outlets. \"There are so many times where other identifying features can help us identify a suspect,\" Greenberg said. Cape Coral Police say they are also thankful for people like Mehling, who jumped in to help. While he did have some injuries, possibly a broken rib, on top of recovering from knee surgery, Fox 4 asked Mehling if he would do it again. \"In a heartbeat, without a doubt. I don't regret it at all,\" he said. Sorge is charged with robbery with a weapon and resisting without violence.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.facebook.com/reel/2400793733448471)that",
      "https://facebook.com/reel/2400793733448471)that"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sorge",
          "sentiment": "none"
        },
        {
          "name": "mehling",
          "sentiment": "none"
        },
        {
          "name": "bruce mehling",
          "sentiment": "none"
        },
        {
          "name": "matthew bryan sorge",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "cape coral",
          "sentiment": "none"
        },
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "cape coral",
          "sentiment": "none"
        },
        {
          "name": "bayside burger",
          "sentiment": "none"
        },
        {
          "name": "bayside",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:54:01.634+02:00",
    "updated": "2024-03-15T00:54:01.634+02:00"
  },
  {
    "uuid": "2c7d825ce136778e0fba2cccaf0ad26bf4a7da58",
    "url": "https://today.line.me/tw/v2/article/rmN6w6Q",
    "ord_in_thread": 0,
    "author": "謝佳娟",
    "published": "2025-03-27T08:07:00Z",
    "title": "飲料做錯遭「罰寫6大張配方」！知名手搖飲員工怒喊：被當小學生　高市勞工局回應了 | CTWANT | LINE TODAY",
    "text": "罰寫是不少人學生時期的惡夢，不過高雄一間知名紅茶手搖飲連鎖店竟被爆出，員工只要做錯飲料，就會被罰「抄滿6大張」的配方，讓員工怒喊被當小學生，「沒遇過這麼誇張的公司！」對此，高雄市勞工局也回應了。\n一名網友在社群平台Threads發文表示，自己在某知名連鎖飲料店上班，不僅上班遭到監控、監聽，還被懲罰性抄寫飲料配方，「做錯飲料自己買單合理，但是還要我們罰寫，是當我們國小生？」\n貼文曝光後，網友紛紛留言回覆，「罰寫是什麼鬼」、「好好笑，這到底什麼規定」、「罰寫是什麼奇葩的小學生處理方式」、「怎麼還有罰寫這個東西，當作幼稚園在教嗎」、「我猜應該是退休國小老師開的。」\n不過也有人持不同看法，「罰寫已經是這個『社會上很輕的代價了』，有沒有心對待一份工作而已」、「好好記起來自己工作應該具備的職能，不是過分的要求，為什麼要做到需要人家要求罰寫的程度？自己也說了又不是國小生，換個角度想能夠花錢請到成年人，誰想花錢請像國小生的員工，做錯飲料不是自己買單這麼簡單的事情，還很有可能造成客人不開心之類的事情。」\n針對雇主是否能以「罰寫」處分員工？對此，高雄市勞工局表示，員工犯錯要求罰寫懲處，雖屬事業單位內部管理事項，並未涉及勞基法相關規範，但懲處方式及程度仍應合理並符合比例原則，且不得違反公序良俗，若勞資雙方對內部管理獎懲存有爭議，可申請勞資爭議調解釐清。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "topics": [
      "Labor->employee",
      "Labor->wages and benefits",
      "Labor->workplace health and safety",
      "Social Issue->social condition",
      "Social Issue->abusive behaviour"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T16:58:07.019+02:00",
    "updated": "2025-03-27T16:58:07.019+02:00"
  },
  {
    "uuid": "2e70ccfb3c7e3ebea5e2dff77c638defc767138d",
    "url": "https://churchleaders.com/news/465145-the-top-20-news-articles-on-churchleaders-in-2023.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@dale1391",
    "published": "2023-12-29T05:00:00Z",
    "title": "The Top 20 News Articles on ChurchLeaders in 2023",
    "text": "From the weeks-long revival service at Asbury University in Wilmore, Kentucky, to the release of Christian films and shows that provoked faith and courted controversy—and to everything between—2023 has been an eventful year for American Christians. Throughout the year, ChurchLeaders has followed several national stories, as well as highlighted the work of local ministers and everyday Christians. Some of these stories were uplifting. Others were devastating, disturbing, and sometimes even bizarre. So much has happened this year that it would be easy to forget some of it. Nevertheless, faithful Christians believe that God is working through all of it for good. Most Popular Articles on ChurchLeaders in 2023 Here are the most popular news articles on ChurchLeaders from 2023 based on what our readers have clicked. 20. [Francis Chan, Rick Warren Do Not Attend National Collegiate Day of Prayer at Asbury To Keep It Free of Celebrities](https://churchleaders.com/news/445788-francis-chan-rick-warren-do-not-attend-national-collegiate-day-of-prayer-at-asbury-to-keep-it-free-of-celebrities.html) In February, notable names such as [Francis Chan](https://churchleaders.com/news/435093-francis-chan-keeping-communion-central-to-worship-builds-unity.html), [Rick Warren](https://churchleaders.com/news/427058-rick-warren-surprises-sbc-messengers-at-annual-meaning-reads-love-letter-in-wake-of-disfellowshipping-controversy.html), and Allen Hood were scheduled to help lead the [National Collegiate Day of Prayer](https://www.facebook.com/ChurchLeaders/videos/1402353010531283) at Asbury University before a spontaneous, multi-week worship service broke out. After discussions between Asbury University administration and the National Collegiate Day of Prayer team, the decision was made to keep the event 100% celebrity-free. 19. [‘I Saw the Vision of Jesus Christ’–‘Paper Planes’ Rapper Shares She Has Become a Born-Again Christian](https://churchleaders.com/news/442027-vision-jesus-christ-paper-planes-rapper-born-again-christian.html) British rapper M.I.A., known for her singles “Bad Girls” and “Paper Planes,” has become a born-again Christian after having a vision of [Jesus](https://churchleaders.com/smallgroups/265391-3-times-jesus-modeled-how-to-treat-sinners.html). The artist, whose real name is Mathangi “Maya” Arulpragasam, spoke out against people who have been critical of this spiritual change in a social media post in December 2022. 18. [Beth Moore Shares What She ‘Didn’t Realize’ Before Watching the New Duggar Family Docuseries](https://churchleaders.com/news/452290-beth-moore-new-duggar-docuseries.html) When the docuseries “Shiny Happy People: Duggar Family Secrets” released in June, it revealed to author and Bible teacher [Beth Moore](https://churchleaders.com/podcast/407881-beth-moore-galatians-american-christianity.html) just how much the teachings of [Bill Gothard](https://churchleaders.com/news/443985-jinger-duggar-vuolo-churchleaders-bill-gothard-jesus.html), which the Duggars promoted, have shaped her communities. 17. [ESPN Analyst Dan Orlovsky Prays for Damar Hamlin on Live TV—‘Maybe This Is Not the Right Thing To Do, but I Want To’](https://churchleaders.com/news/442013-dan-orlovsky-prays-for-damar-hamlin-on-live-tv.html) On Tuesday, Jan. 3, ESPN analyst [Dan Orlovsky](https://youtu.be/J1Vs59RDITc) told viewers, “Maybe this is not the right thing to do, but I want to,” right before praying for Buffalo Bills safety [Damar Hamlin](https://churchleaders.com/news/441934-prayer-is-real-and-its-powerful-teammates-nfl-players-rally-behind-damar-hamlin-following-injury.html) during an episode of NFL Live. 16. [Lysa Terkeurst Reveals She Has a New Love Interest: ‘It’s Been the Biggest Surprise’](https://churchleaders.com/news/453178-lysa-terkeurst-love-interest-biggest-surprise.html) In June, author and ministry leader Lysa TerKeurst shared with her Instagram followers that she has a new love interest. The news came a year-and-a-half after TerKeurst announced her marriage of 29 years was ending due to the repeated unfaithfulness of her now ex-husband, Art TerKeurst.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.facebook.com/ChurchLeaders/videos/1402353010531283)",
      "https://youtu.be/J1Vs59RDITc)",
      "https://www.youtu.be/J1Vs59RDITc)",
      "https://facebook.com/ChurchLeaders/videos/1402353010531283)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chr",
          "sentiment": "negative"
        },
        {
          "name": "francis chan",
          "sentiment": "none"
        },
        {
          "name": "rick warren",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "asbury university",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "wilmore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:16:54.167+02:00",
    "updated": "2023-12-29T19:16:54.167+02:00"
  },
  {
    "uuid": "157e274492561f023e5b6e22a91a457accb3296f",
    "url": "https://www.vidaextra.com/aventura-plataformas/notch-va-deseos-aficionados-finalmente-no-desarrollara-nada-parecido-al-hipotetico-minecraft-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Beld",
    "published": "2025-01-09T10:30:00Z",
    "title": "Notch va en contra de los deseos de los aficionados y finalmente no desarrollará nada parecido al...",
    "text": "En los últimos días [se ha generado un revuelo enorme](https://www.vidaextra.com/aventura-plataformas/notch-anuncia-su-minecraft-2-no-garantiza-que-llegue-a-salir-que-sabemos-sucesor-espiritual-bombazo-mojang) por un mensaje que ha publicado Markus Persson, más conocido como Notch, en su cuenta oficial de X. En una de estas publicaciones [inició una encuesta](https://x.com/notch/status/1874522284813107617) en la que quería saber qué era lo que más esperaban con ganas los jugadores, si un nuevo proyecto en forma de roguelike o algo que se pudiese considerar como el verdadero sucesor espiritual de [Minecraft](https://www.vidaextra.com/analisis/minecraft-para-ps3-analisis).\nLos aficionados no tardaron en pronunciarse después de que Notch alimentó la expectación al parecer que podría crear que fuese una especie de Minecraft 2. Sin embargo, solo ha necesitado unos días para tirar por la borda el sueño de cualquiera que se haya emocionado con esta posibilidad, porque finalmente no se hará realidad.\nEsto se debe a que Notch ha decidido decantarse por el otro proyecto que había propuesto, a pesar de que en la votación que él mismo inició perdió por goleada. Un 81,5% de los votos eligió el nuevo juego de Minecraft, pero se ve que no ha sido motivo suficiente y hasta se podría decir que le ha traído sin cuidado al desarrollador, porque [ha anunciado](https://x.com/notch/status/1876630234025677104) que finalmente se pondrá manos a la obra con el otro título, llamado Levers and Chests.\nHe hablado con los muchachos en la oficina. ¡Parece que vamos a desarrollar Levers and Chests!\nEntre los comentarios que le han dejado no han faltado los de aquellos que han confesado sentirse traicionados después de todo lo sucedido, aunque Notch ha querido asegurar que el sucesor espiritual de Minecraft no habría sido tan divertido como sí lo será este roguelike que tendrá una mezcla de dungeon crawler con una perspectiva en primera persona. Hasta ha querido calmar las aguas indicando que todo lo que tenga que ver con Minecraft 2 es asunto de Microsoft.\nAl menos solo ha tardado unos días en recular, porque de haberse retractado dentro de unos meses habría sido mucho peor. Eso sí, tiene toda la pinta de que tocará esperar sentados para conocer más detalles de Levers and Chests, dado que ni siquiera se ha indicado cuándo será publicado aproximadamente o las plataformas en las que saldrá a la venta.\nEn VidaExtra | [Lo creas o no, cada mundo de Minecraft es siete veces más grande que el planeta Tierra. Aquí tienes los cálculos que lo demuestran](https://www.vidaextra.com/juegos-online/creas-no-cada-mundo-minecraft-siete-veces-grande-que-superficie-planeta-tierra)\nEn VidaExtra | [Los mejores servidores de Minecraft para jugar en compañía](https://www.vidaextra.com/listas/mejores-servidores-minecraft-para-jugar-compania)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Social Issue->values",
      "Social Issue->social condition",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/notch/status/1874522284813107617",
      "https://x.com/notch/status/1876630234025677104",
      "https://www.x.com/notch/status/1874522284813107617",
      "https://www.x.com/notch/status/1876630234025677104"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Markus Persson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T03:11:39.618+02:00",
    "updated": "2025-01-10T03:11:39.618+02:00"
  }
]