[
  {
    "uuid": "fdb1e2b421e6f0adf98393778e739b9baf10af5e",
    "url": "https://www.diariocordoba.com/cordoba-ciudad/2023/12/31/venir-empresas-cordoba-crecer-buscar-96391180.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Irina Marzo",
    "published": "2023-12-31T05:00:00Z",
    "title": "José María Bellido: «Van a venir más empresas a Córdoba, otras van a crecer y vamos a ir a buscar otras»",
    "text": "[José María Bellido](https://www.diariocordoba.com/tags/jose-maria-bellido/) cierra el año con una misión cumplida: haber puesto a disposición del Ejército los suelos de La Rinconada que albergarán la futura [Base Logística](https://www.diariocordoba.com/tags/base-logistica-del-ejercito/). El miércoles fue personalmente a ver [ cómo empezaban a trabajar in situ las primeras máquinas](https://www.diariocordoba.com/cordoba-ciudad/2023/12/27/base-logistica-ejercito-empieza-realidad-96291987.html). Con todo, para el alcalde la mejor noticia de 2023 ha sido el crecimiento de población de la ciudad y pone el objetivo del año que mañana estrenamos en la atracción de empresas. Lleva 7 meses de gobierno en mayoría absoluta. ¿Qué es lo más complicado de gobernar con 15 aunque sean de ‘los suyos’? Seguir teniendo claro que no tenemos siempre la razón, aunque tengamos 15 votos. Y es verdad que aunque lo tengo clarísimo, luego en el día a día hay que llevar a la práctica esa disciplina. Muchos de ellos eran personas llegadas de la esfera privada y sin experiencia política. ¿Cuánto están tardando en darse cuenta de cómo funciona todo esto? En general está siendo una adaptación rápida. En eso sí beneficia, más que la mayoría, la experiencia de gobierno. La política provoca un choque importante. Aquí han pasado muchos concejales de todos los partidos que son unos magníficos profesionales y que en la política local sufrieron, y cuando han vuelto a la esfera privada han seguido siendo magníficos profesionales. Esto tiene sus propias reglas. Hay que conocer la administración, la legislación, los procedimientos y eso tiene un periodo de adaptación. En mi equipo hay buen ambiente, incluso de pasárnoslo bien cuando podemos. Eso está facilitando la integración de los que venían de fuera. ¿Qué balance hace desde junio? Muy positivo. Para mí no son siete meses, son ya cuatro años y el balance que hago es muy positivo: vienen buenas noticias, y eso es satisfactorio y nos anima a seguir. ¿Cuál ha sido la mejor noticia para [Córdoba](https://www.diariocordoba.com/cordoba/cordoba/) del año 2023? [El aumento de población](https://www.diariocordoba.com/cordoba-ciudad/2023/12/13/cordoba-capital-gana-2-423-95781157.html), que quizá no sea la que más espacio haya ocupado en el debate público. Córdoba llevaba muchos años que perdía población, siempre con una tendencia a la baja. Este año se le ha dado la vuelta por completo y ha habido un alza importante. Eso indica dinamismo, que la gente viene a vivir, que se van menos a trabajar fuera y que la ciudad está sana, está creciendo y está viva. Y tiene que ver, con la parte económica y también con el desarrollo urbano, los nuevos barrios y más viviendas. Supongo que también será importante que esta semana hayan empezado las obras de la [Base Logística del Ejército](https://www.diariocordoba.com/tags/base-logistica-del-ejercito/) de Tierra. Por supuesto. Es una satisfacción personal ver que ya ha empezado la obra apenas tres años después de que fuéramos a Madrid. Hace tres años allí no había nada y aunque ahora sigue siendo campo, ya hay máquinas, y vemos que esto empieza. Tenemos que sentir orgullo de ciudad porque hemos ganado mucho con el proyecto, sobre todo porque en tres años hemos dado respuesta a las necesidades que había de financiación, urbanística y de contratos. Eso a Córdoba la sitúa en un plano importante en referencia a la actividad industrial y empresarial para que el que quiera venir se sienta seguro. Ahora, cuando vamos a hablar con empresas logística de industria militar ya saben cómo funcionamos y han visto que en tres años hay máquinas funcionando y eso nos da mucho crédito. ¿Cree que va a haber más buenas noticias como la llegada de más empresas similares a Escribano? Sí, estoy convencido. Yo me quiero dedicar este mandato y especialmente este año a eso. La ciudad tiene muchos proyectos públicos pendientes que tenemos que sacar adelante, pero creo que el futuro está más relacionado con el desarrollo privado, con que seamos capaces de atraer empresas, de desarrollar suelos industriales y logísticos y que vengan industrias logísticas, tecnológicas y militares. Te puedo asegurar que van a venir más empresas, que hay otras que están en Córdoba que van a crecer y que vamos a ir a buscar a otras. Nosotros, con la [Junta de Andalucía](https://www.diariocordoba.com/tags/junta-de-andalucia/), porque va a ser un trabajo conjunto, vamos a hacer una agenda para dar a conocer el proyecto de la base en sectores como el logístico y el militar para que vengan más empresas. Estoy convencido de que en los próximos meses va a haber muy buenas noticias para Córdoba. ¿Qué retos, además de ese, se plantean para 2024? Aunque suene repetitivo, sigo insistiendo con la Córdoba sostenible y las zonas verdes. Lo suelo decir mucho, pero es que le doy mucha importancia. Parece un escritor vendiendo su novela. Sí, pero es que creo que hay un reto de la Córdoba industrial, logística y empresarial y un segundo reto, el de hacer de Córdoba una ciudad amable para vivir en el que entran muchos aspectos. Uno importante es el de las zonas verdes que en este año vamos a ver terminado: más de dos hectáreas entre el [Parque del Flamenco](https://www.diariocordoba.com/tags/parque-del-flamenco/) y la [Arruzafilla](https://www.diariocordoba.com/tags/barrio-de-la-arruzafilla/). También tiene que ver en esa Córdoba amable la [limpieza](https://www.diariocordoba.com/tags/limpieza/) de las calles y el mantenimiento de los colegios, que quedó en el debe del anterior mandato. Relacionado con la sostenibilidad tenemos también el problema de la sequía. Hay agua para dos años de consumo, pero eso no implica que pueda haber cortes para otros usos. En lo que respecta al Ayuntamiento, del que depende el consumo humano, no habrá problemas en el corto plazo porque hay reservas; el resto depende de la Confederación Hidrográfica, que es la que regula el agua para regadíos y otros usos. Ahora bien, los cordobeses tienen que ser conscientes de la situación y de que si no llueve dentro de un tiempo tendremos problemas. Otra cosa es que el nivel del pantano del Guadalmellato va bajando y eso afecta a la calidad del agua, y lo digo claramente para que nadie se lleve a engaño. Va a haber suministro de agua garantizado, pero estamos haciendo ya varias cosas. Primero, mezclar el agua del Guadalmellato con la de San Rafael de Navallana, que es de peor calidad y eso se nota en el sabor, pero lo hacemos porque si no el agua del Guadalmellato se agotaría. En segundo lugar, tenemos que tener planteado un camino para el agua regenerada que nos va a llevar tiempo, inversiones, infraestructuras y planes. [ Se trata de aprovechar el agua que ahora termina en la depuradora de La Golondrina y va al río.](https://www.diariocordoba.com/cordoba-ciudad/2023/09/27/cordoba-quiere-regenerar-propia-agua-92609709.html) Vamos a pedir autorización a la [CHG](https://www.diariocordoba.com/tags/chg/) para que podamos quedarnos parte de ese agua y la usemos, por ejemplo, para regar, lo que supondrá un ahorro. Y luego, cuando el ciclo se revierta, utilizarla incluso para producción de energía. En este mandato tenemos que hacer un esfuerzo de inversión y quiero que lo sepan los cordobeses: va a haber mucho del dinero de todos que literalmente se va a enterrar en actuaciones que no se ven como tuberías o cañerías, pero que tenemos que invertir para estar preparados y ahorrar agua. Ha aprobado varias cuestiones muy antipopulares en este inicio de mandato como una subida del 8,5% de los sueldos de los concejales, ¿cobraban ustedes poco? Más que decir lo que hemos subido, te diría dónde estamos y dónde estábamos y creo que todo el mundo lo va a entender. Córdoba es la tercera ciudad de Andalucía en población y en presupuesto, pero éramos los últimos de las capitales andaluzas y de ciudades de más de 100.000 habitantes. El salario de un alcalde o de un concejal en Córdoba es un buen salario, pero está en la media baja de lo que cobran los de nuestro entorno. No podemos caer en el error de quejarnos de los salarios, pero tampoco caer en la demagogia de tener los más bajos. Eso afecta especialmente a los gerentes. Iba a preguntarle por ese tema y por si ya tenía recambio para los gerentes de [Sadeco](https://www.diariocordoba.com/tags/sadeco/) y la Orquesta de Córdoba. Todo está vinculado. El gerente de Sadeco dejará de serlo porque tiene una excelente oferta del sector privado donde es absolutamente imposible competir. Por eso tiene que haber salarios atractivos para que tengamos a buenos profesionales y que los que tenemos buenos no se nos vayan. Para elegir al nuevo gerente de la Orquesta vamos a hacer otra vez un proceso de selección abierto y en Sadeco estamos cerrando al nuevo o a la nueva gerente. Cuando lo tenga, lo diremos [la entrevista se hizo antes de la designación con carácter temporal de Ramón Díaz-Castellanos]. En Sadeco también se ha tomado otra decisión poco popular: la subida de la tasa de la basura. Hay una nueva ley estatal de residuos que nos obliga a pagar un impuesto por cada tonelada de residuo que va al vertedero y que ese impuesto se repercuta a todos los usuarios. Primero, nosotros lo actualizamos porque es nuestra obligación legal; y en segundo lugar, teníamos de plazo hasta 2026. ¿Qué ocurre? Que ya no teníamos músculo y en 2024 ya no podíamos aguantar más sin repercutir la tasa en los usuarios. Sadeco paga 3 millones de impuestos a la Junta, porque es un impuesto estatal que recauda la comunidad, y esos 3 millones son los que ahora se repercuten en la tasa. De forma paralela, como presidente de la [FAMP](https://www.diariocordoba.com/tags/famp/) voy a pedir una cita con el consejero de Medio Ambiente para que ese dinero vuelva a la ciudad, para que hagamos inversiones que nos permitan a su vez pagar menos impuestos, porque eliminamos vertederos, es decir, que entremos en economía circular, pero ahora mismo tenemos que hacerlo porque no queda más remedio. Y aún así, después de subir la tasa un 35% hemos tenido que volver a volcar 7 millones en el presupuesto de Sadeco, porque esa ley tiene otra vertiente que nos obliga a poner un quinto contenedor, el contenedor marrón, que tiene unos costes asociados y además va a suponer menos ingresos para Sadeco. Respecto al quinto contenedor, ¿no estamos pendientes de un recurso presentado al Ministerio de Transición para evitar ponerlo? Mientras que no se nos responda el recurso, y ojalá nos den la razón porque creemos que nuestro sistema es mejor, no podemos quedarnos en fuera de juego porque la ley no está suspendida. Lo que quiero que entiendan los cordobeses es que no es un capricho subir la tasa; no es que un día nos levantemos y digamos vamos a subir la tasa de Sadeco un 35%, que entiendan que es una subida forzada y que no queda más remedio. Con ese panorama en Sadeco, ¿es posible sacar las 200 plazas que se tenían previstas? Sí. Sadeco tiene dos líneas de trabajo: la recogida de residuos y la limpieza viaria. Ahora mismo, lo que es absolutamente deficitario por el cambio normativo es la recogida de basura, pero eso no puede afectar a la limpieza viaria. ¿Se ha tomado una decisión para las placas solares en el casco? No, pero hay soluciones alternativas y viables. En las últimas ordenanzas fiscales hay una solución que da muchas pistas de por dónde va la solución: hicimos que se equiparara la bonificación fiscal para poner placas solares en los tejados a la participación en comunidades energéticas. Estas comunidades, con un modelo de gobernanza cooperativa, pueden poner huertos solares hasta a 25 kilómetros de distancia de las casas y obtienen los mismos ahorros que si pones placas solares en la vivienda. En Córdoba hay proyectos de comunidad energética que van a salir adelante. Siguiendo con el casco: precios cada vez más elevados, especulación y viviendas turísticas. ¿Corremos el riesgo de convertirnos en una ciudad como [Santiago](https://www.diariocordoba.com/tags/barrio-de-santiago/) de Compostela? No. Estamos llegando a un final de año excepcionalmente bueno en turismo, récord de todos los noviembre de la serie histórica, y aún así estamos en cifras solo ligeramente superior a las de antes de la [pandemia](https://www.diariocordoba.com/tags/coronavirus/). Córdoba tiene margen para tener muchas más visitas todavía, sin explotar la gallina de los huevos de oro. Además es muy buena noticia la sentencia del Supremo que permite que sean las propias comunidades de vecinos las que decidan si puede haber o no apartamentos turísticos en ellas. Creo en la libertad de mercado y creo que eso va a tener un efecto limitativo del crecimiento de plazas de [alojamientos turísticos](https://www.diariocordoba.com/tags/alojamientos-turisticos/). Y luego, si la Junta avanza hacia la regulación, nosotros vamos a estar ahí. Pero no, Córdoba no tiene un problema de que el turismo haga que en la ciudad no se pueda vivir. Tenemos una zona que sí es delicada, el entorno de la [Mezquita-Catedral](https://www.diariocordoba.com/tags/mezquita-catedral/), pero está localizado en 13 calles y el casco son más de dos hectáreas. No hay una tensión turística en los barrios. ¿Cómo cree que va a afectar la vuelta de la de las reglas fiscales al Ayuntamiento? Pues me gustaría saberlo, porque el problema es que todavía no lo sabemos. Huyo de confrontar, pero hay cuestiones que hay que decirlas claro. En materia presupuestaria, hasta mitad de diciembre no supimos cuál iba a ser nuestras financiación para 2024. No me quejo de la financiación, ha subido, y, además, la liquidación ha sido positiva. Fantástico, pero lo supimos a mitad de diciembre y hemos tenido que hacer una modificación de 15 millones a prisa y corriendo para incluirlos. En segundo lugar, las reglas fiscales sabemos que vuelven, pero no sabemos cómo. No sabemos si los remanentes van a seguir siendo de libre disposición o no, si se van a poder destinar solamente a inversiones financieramente sostenibles o no. Tampoco sabemos cuál será la regla de gasto --el límite que nos ponen para gastar a los ayuntamientos--. ¿Entonces, cómo va a afectar? No lo sé. Sí tengo clara una cosa, que la regla de gasto debería volver con sentido. El superávit presupuestario es de 55 millones, es decir, que el Ayuntamiento no tiene un problema de déficit ni de financiación. Lo que no tiene sentido, y así lo he dicho en la [FEMP](https://www.diariocordoba.com/tags/femp/), es que a un Ayuntamiento que está saneado nos toparan el no poder gastar. Creo que hay que hacer una interpretación acorde a la situación de cada uno y en Córdoba no tiene sentido que las reglas fiscales nos impidieran gastar, porque durante los primeros años quitaremos deuda, pero va a llegar un punto que no vamos a tener tampoco deuda. Espero que se sea flexible. ¿Cuánto tendrá que devolver la ciudad de los 18 millones de [fondos Edusi](https://www.diariocordoba.com/tags/fondos-edusi/)? El dato exacto no lo tengo, pero va a ser una ejecución buena, importante. Creo que en torno al 85% de los fondos va a estar ejecutado a tiempo. En su discurso de investidura, brindó la posibilidad de pactar o de llegar a cinco grandes acuerdos con la oposición, pero eso no ha sucedido. ¿Esto ha sido fruto de la polarización o de la necesidad política de distinguirse de los portavoces? Yo voy a seguir con la mano tendida porque creo que es bueno. ¿Cómo está siendo la relación con la oposición? Con Vox hay un diálogo fluido aunque con sus altibajos, pero vamos sacando acuerdos. Con el portavoz de Hacemos Córdoba la relación es también muy fluida y está dispuesto a sentarse a hablar aunque en algunos casos sean críticas sus posiciones (tiene una demanda muy concreta que me recuerda todos los plenos respecto a Palestina), pero lo hace con franqueza, con sinceridad y con honestidad. ¿Y con el PSOE qué pasa? El PSOE fue el que cerró la puerta. A raíz de la [manifestación](https://www.diariocordoba.com/tags/manifestacion/) que tuvimos en Madrid como PP (por la ley de amnistía), el portavoz [Antonio Hurtado](https://www.diariocordoba.com/tags/antonio-hurtado/) dijo que no se reuniría para hablar de los pactos de ciudad. Esa fue una decisión absurda, que no comparto en absoluto, porque es evidente que somos partidos distintos, pero no quita que te puedas reunir a hablar en el ámbito local de otros asuntos. Fue el PSOE el que cerró esa puerta, yo no. Hurtado lo invitó hace unos días a sentarse y a hablar de varios asuntos: [El Arcángel](https://www.diariocordoba.com/tags/arcangel/) y el [Pabellón de la Juventud](https://www.diariocordoba.com/tags/pabellon-de-la-juventud/). ¿Le cogerá el guante? Me parece muy bien y evidentemente nos reuniremos para hablar de esos y de algunos temas más que quiero plantear. En los próximos días contactaremos para establecer un orden del día. ¿Será 2024 el año en que Córdoba tenga vuelos comerciales? Eso no lo puedo saber. Yo quiero trabajar en que sí y creo que es el paso que tenemos que dar. El trabajo técnico lo hace AENA y está trabajando para que haya compañías y puedan operar. Lo que sí digo es que interés de líneas comerciales hay y tengo constancia porque me lo han transmitido a mí personalmente. A partir de ahí tiene que ser la mesa del aeropuerto la que vea las condiciones, si va a haber participación por parte de entidades públicas o no, y en qué condiciones para que eso pueda ser viable. Pero yo soy optimista y creo que lo va a haber. Para [el Córdoba](https://www.diariocordoba.com/tags/cordoba-cf/) Arena, el futuro pabellón multiusos que quiere hacer, tenemos presupuesto pero seguimos sin saber dónde se ubicará. Al final vamos a irnos a la zona de Poniente, a los nuevos crecimientos de ciudad. Ahí hay sistemas generales deportivos compatibles con el Córdoba Arena y casi seguro iremos a un modelo de colaboración público-privada para su construcción. Otro de sus grandes proyectos:el aparcamiento de Puerta de Córdoba, ¿cree que veremos algo sustancial en este mandato? Estamos con los estudios arqueológicos para ver dónde ubicarlo y confío que en colaboración público-privada en este mandato pueda estar resuelto. El desarrollo urbanístico de Poniente va a toda marcha, ¿dónde continuará el crecimiento de la ciudad? ¿En qué punto está el proyecto del Cordel de Écija? Con el Cordel de Écija hay otra vez interés privado. Eso es una buena noticia y ahora hay que ver si es compatible con nuestro plan general o cómo modificarlo para que encaje dentro del proyecto de ciudad. Ahí también soy optimista. Y luego en Poniente hay que tener en cuenta que nos queda mucho todavía, nos queda el O4 (Huerta de Santa Isabel Oeste), que es un pedazo de barrio que ya va a urbanizar la Junta. Esos son años de desarrollo hasta que veamos primero la urbanización, y luego todos esas viviendas construidas. Nos queda el O1, el de carretera del aeropuerto; y el O2, que es la continuación de la Ciudad Jardín de Poniente 1. ¿Qué desea para los cordobeses en 2024? Pídale algo a los Reyes Magos para todos. Acabo como empezamos, yo sigo queriendo que crezcamos y que avancemos y que el año que viene seamos más cordobeses, que vengan más empresas y más oportunidades y que sigamos creciendo, que no cambie esa tendencia, que en vez de perder población pues sigamos ganándolo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-31T12:39:50.887+02:00",
    "updated": "2023-12-31T12:39:50.887+02:00"
  },
  {
    "uuid": "93638e93504f8ef84db09c3d33fd6f1f510e30e7",
    "url": "https://www.vanguardia.com/judicial/2024/08/22/soldado-santandereano-esta-gravemente-herido-despues-de-pisar-una-mina-antipersonal-en-el-sur-de-bolivar",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Judicial",
    "published": "2024-08-22T21:41:00Z",
    "title": "Soldado santandereano está gravemente herido después de pisar una mina antipersonal en el sur de Bolívar | Vanguardia.com",
    "text": "Juan Sebastián Rodríguez Ayala, un soldado profesional de 20 años, fue víctima de un artefacto explosivo en el sur de Bolívar. Está siendo atendido en el Hospital Universitario de Santander. A Evergisto Rodríguez Carreño, un santandereano de 58 años, lo llamó un suboficial del Ejército Nacional de Colombia para informarle que su hijo Juan Sebastián Rodríguez Ayala, un soldado profesional de 20 años, había sido víctima de un artefacto explosivo en el sur de Bolívar. Se le heló la sangre y pensó lo peor: “me dijeron que había perdido mucha sangre, me asusté, solo entendí que debía ver cuánto antes a mi hijo”, contó Rodríguez. [Judicial](/judicial/)07:29 p. m. Murió hombre que cayó de un muro de cinco metros en la autopista Floridablanca a Bucaramanga [Redacción Judicial](/people/redaccion-judicial) [Más Podcast](/podcast) Le recomendamos leer: [Delincuentes hurtaron, desvalijaron y prendieron fuego a una ambulancia en Bucaramanga](https://www.vanguardia.com/judicial/2024/08/22/delincuentes-hurtaron-desvalijaron-y-prendieron-fuego-a-una-ambulancia-en-bucaramanga/) Ese domingo 18 de agosto, mientras él recibía órdenes de trasladarse a Bucaramanga para esperar la llegada de su familiar, Juan Sebastián viajaba malherido en un helicóptero de la Fuerza Pública. El soldado llegó a la capital santandereana ese mismo día y fue internado en el Hospital Universitario de Bucaramanga. Su padre, Evergisto viajó inmediatamente y desde entonces se ha enfrentado a un drama para salvar a su hijo. Ha tenido que gestionar la donación de sangre, pedir una atención más óptima y ahora solicitar que le hagan, lo más pronto posible, la cirugía completa en donde se le amputará la pierna izquierda, a nivel de la rodilla. No olvide leer: [Video | ‘Narcosandalias’: así pretendía una mujer entregarle drogas a su hijo en una estación de Policía de Bucaramanga](https://www.vanguardia.com/judicial/2024/08/22/video-narcosandalias-asi-pretendia-una-mujer-entregarle-drogas-a-su-hijo-en-una-estacion-de-policia-de-bucaramanga/) “Durante tres días han aplazado la cirugía. No sabemos a qué se debe la tardanza. Nos han dicho que por la gravedad de las heridas han tenido que detener la operación para retirar más esquirlas del artefacto explosivo que han afectado otras partes del cuerpo”, contó uno de los hermanos del soldado profesional. La familia de Juan Sebastián se encuentra a las afueras del HUS esperando una respuesta favorable ante la tardanza de esta cirugía, que de demorarse más, podría ser más invasiva, según señalan sus seres queridos. “Mi padre, en estos momentos, está afuera del hospital rogando que no se aplace más la cirugía para que el proceso de curación comience lo más pronto posible”, aseguró el familiar. En un operativo el soldado perdió parte de su pierna Juan Sebastián Rodríguez Ayala hace parte del batallón Selva N.° 48 de Santa Rosa, en el sur de Bolívar. De acuerdo con el relato de sus familiares, el joven pisó un artefacto explosivo en medio de una operación ordenada por sus superiores. La víctima se encontraba en una zona rural, exactamente en la vereda Los Robles, del municipio Montecristo. Soldados de la Fuerza de Tarea Conjunta Marte, unidad militar orgánica de la Primera División del Ejército Nacional, lo auxiliaron en cuanto llegaron a la zona. Siga leyendo: [Hombre que cayó de un muro de cinco metros en la Autopista a Floridablanca está herido de gravedad](https://www.vanguardia.com/judicial/2024/08/22/hombre-que-cayo-de-un-muro-de-cinco-metros-en-la-autopista-a-floridablanca-y-esta-herido-de-gravedad/) Hay versiones preliminares que señalan que la mina fue instalada por el Frente Guillermo Ariza, del grupo armado organizado Eln, que opera en la región. El joven santandereano, que residía en Barrancabermeja, trabaja en el sur de Bolívar hace dos años, apenas fue nombrado como soldado profesional, según su padre. “Él nos había estado llamando. Nos dijo que ese sitio estaba muy peligroso. Además, contó que estaban aguantando hambre y teniendo días muy difíciles”, señaló Evergisto Rodríguez, quien hizo un llamado al Gobierno Nacional para que no desampare a la Fuerza Pública.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T00:56:28.494+03:00",
    "updated": "2024-08-23T03:42:17.694+03:00"
  },
  {
    "uuid": "2b674c0dc0dc309975d20ff559c96e4397f62ef0",
    "url": "https://www.malaymail.com/news/singapore/2024/11/15/singaporean-man-malone-lam-in-us-court-over-alleged-us230m-cryptocurrency-heist-requests-speedy-trial/156941",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Malay Mail",
    "published": "2024-11-15T05:04:00Z",
    "title": "Singaporean man Malone Lam in US court over alleged US$230m cryptocurrency heist, requests ‘speedy trial’ | Malay Mail",
    "text": "> WASHINGTON, Nov 15 — A 20-year-old Singaporean man accused of orchestrating a US$230 million (RM1.1 billion) cryptocurrency theft has asked for a “speedy trial” in the United States.\nMalone Lam appeared before a judge in Washington yesterday for a pre-trial hearing, during which evidence disclosure was discussed.\nLam and his alleged co-conspirator, Jeandiel Serrano, are charged with stealing and laundering over 4,100 bitcoin by impersonating a Google employee, according to US prosecutors.\nThe US Department of Justice has described the case as “one of the largest cryptocurrency thefts from a private individual in the history of the United States.”\nLam allegedly used some of the stolen funds for lavish spending, including splurging hundreds of thousands of dollars per night at nightclubs in Los Angeles and Miami and buying luxury cars.\nDuring the hearing, Lam, clad in a blue prison shirt, blue trousers, and a white long-sleeved T-shirt, sat beside his defence team. US prosecutors and his lawyers discussed the upcoming discovery phase, which will include evidence such as online chat screenshots and Lam’s smartphone data, which remains locked.\nJudge Colleen Kollar-Kotelly acknowledged the FBI’s proficiency in retrieving data from phones.\nShe confirmed that Lam was aware of his rights concerning a “speedy trial,” a constitutional right aimed at preventing undue delays in criminal prosecutions.\nThe judge suggested a trial date as early as March or April next year.\nLam waived his right to review the evidence his defence team will share with the prosecution, stating, “There’s no need for me to review the discovery from the government.”\nIn a statement after the hearing, Lam’s lawyer, Scott Armstrong, said his client, “caught up in a very complicated case,” will be defended vigorously.\nElaborate scam\nLam and Serrano, 21, allegedly targeted a “high-net-worth investor” in cryptocurrency. Court documents revealed that the duo sent fake Google account notifications to the victim days before the heist, using proxy and VPN services to mask their location.\nOn August 18, they reportedly posed as Google support representatives, warning the victim of a supposed hack. Lam and Serrano convinced the victim to share security codes, enabling them to access his OneDrive and Gmail accounts to locate cryptocurrency assets.\nThey even impersonated a security team from Gemini, a cryptocurrency exchange, urging the victim to transfer assets for “safekeeping.”\nThe victim was ultimately persuaded to download a remote desktop program, granting Lam and Serrano real-time access to his computer, where they allegedly found the private keys to over 4,100 bitcoin.\nLavish spending spree\nCourt filings reveal that Lam spent up to US$500,000 per night at US nightclubs and purchased luxury cars worth millions, including custom Lamborghinis, Ferraris, and Porsches.\nHe reportedly bought 31 luxury cars, with 22 still unaccounted for as of September 24.\nLam continued his spree, flying on a private jet to Miami, where he rented multiple high-end homes, one of which cost US$68,000 monthly.\nIn Miami, he allegedly continued spending extravagantly on jewellery, nightclubs, and luxury vehicles.\nNext court appearance\nLam is currently held at Northern Neck Regional Jail in Warsaw, Virginia, awaiting trial.\nHe and Serrano are scheduled for another pre-trial hearing on January 9, where a trial date may be confirmed.\nIf convicted, Lam faces up to 20 years in prison, a fine of up to US$250,000, or double his gains from the alleged crime.\n<",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Malone Lam",
          "sentiment": "negative"
        },
        {
          "name": "Jeandiel Serrano",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "US Department of Justice",
          "sentiment": "none"
        },
        {
          "name": "Google",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T08:34:20.089+02:00",
    "updated": "2024-11-22T11:32:19.359+02:00"
  }
]