[
  {
    "uuid": "ab9629e5aadb4dc917c052f36df3f32fada1d552",
    "url": "https://www.lalsace.fr/defense-guerre-conflit/2023/12/28/nicolas-maduro-envoie-des-milliers-de-soldats-a-la-frontiere-avec-le-guyana",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "la rédaction avec AFP",
    "published": "2023-12-28T21:10:00Z",
    "title": "Venezuela. Nicolás Maduro envoie des milliers de soldats à la frontière avec le Guyana",
    "text": "Venezuela Nicolás Maduro envoie des milliers de soldats à la frontière avec le Guyana Cette annonce intervient en pleine crise sur l’Essequibo, territoire riche en pétrole revendiqué par le Venezuela, après le déploiement d’un navire de patrouille militaire par le Royaume-Uni en soutien au Guyana. La tension monte encore entre le Venezuela et le Guyana. Le président vénézuélien a lancé ce jeudi des exercices militaires avec 5 600 soldats dans la zone frontalière du Guyana en « réponse à la provocation » du Royaume-Uni, qui a envoyé un navire de guerre au Guyana en pleine crise sur l'Essequibo. Un navire pour lutter contre le trafic de drogue « J'ai ordonné l'activation d'une action conjointe de toutes les Forces Armées nationales bolivariennes (vénézuéliennes) dans les Caraïbes orientales, sur la côte atlantique, une action conjointe de nature défensive, en réponse à la provocation et à la menace du Royaume-Uni contre la paix et la souveraineté de notre pays », a déclaré le président Nicolás Maduro, ce jeudi. Le HMS Trent a été envoyé début décembre dans les Caraïbes pour lutter contre les trafics de drogue. Il arrivera au Guyana vendredi et doit participer à des exercices militaires dans les eaux guyaniennes pendant « moins d'une semaine ». Il n'est pas prévu qu'il accoste à Georgetown, a souligné une source des Affaires étrangères guyanien. Dans un communiqué, le gouvernement vénézuélien avait « rejeté catégoriquement l'arrivée du navire (...) ce qui constitue un acte de provocation hostile ». « aucun plan » pour attaquer le Venezuela Contrairement à ce dont l'accuse le président vénézuélien Nicolas Maduro, le vice-président du Guyana, Bharrat Jagdeo, a assuré n'avoir « aucun plan pour prendre des mesures offensives contre le Venezuela (...) Nous n'avons pas l'intention d'envahir le Venezuela ». Il a précisé que l'arrivée d'un patrouilleur britannique dans les eaux du Guyana entrait dans le cadre « d'exercices de routine planifiés depuis longtemps ». L'Essequibo, territoire disputé La tension était montée après le lancement en septembre d'appels d'offres pétroliers par le Guyana, puis le référendum organisé en réaction le 3 décembre au Venezuela sur un rattachement de l'Essequibo, territoire de 160 000 km2 riche en pétrole et ressources naturelles, administré par Georgetown et revendiqué par le Venezuela. Quelque 125 000 personnes, soit un cinquième de la population du Guyana, vivent dans l'Essequibo, qui couvre les deux tiers de la superficie du pays. Le Venezuela soutient que le fleuve Essequibo doit être la frontière naturelle, comme en 1777 à l'époque de l'empire espagnol. Le Guyana argue que la frontière, datant de l'époque coloniale anglaise, a été entérinée en 1899 par une cour d'arbitrage à Paris.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:25.092+02:00",
    "updated": "2023-12-29T00:22:25.092+02:00"
  },
  {
    "uuid": "fc391aafe583e83a8c7fab6f5132a8258295d6d6",
    "url": "https://enmayuscula.b-cdn.net/mundo/179006-el-canciller-brit%C3%A1nico-visita-kiev-y-promete-buscar-fondos-para-ucrania.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "En Mayúscula",
    "published": "2024-05-03T02:46:00Z",
    "title": "El canciller británico visita Kiev y promete buscar fondos para Ucrania - En Mayúscula",
    "text": "El canciller británico visita Kiev y promete buscar fondos para Ucrania Londres (AFP) - El ministro británico de Relaciones Exteriores, David Cameron, visitó Kiev y anunció que su país quiere reunir a los aliados de Ucrania el próximo mes para recaudar fondos para sus fuerzas armadas, informó su oficina el jueves. Cameron se reunió con el presidente Volodimir Zelenski y otros responsables ucranianos para explicar el 'apoyo inequívoco' de Londres, que se traducirá en el envío de bombas guiadas de precisión, misiles de defensa aérea y dotación para 100 equipos móviles de defensa aérea, señaló el ministerio en un comunicado. Ucrania pide reiteradamente más equipos de defensa aérea a sus aliados occidentales en un momento de presión para sus fuerzas en el frente, superadas en número y potencia de fuego por las tropas rusas. La semana pasada, el primer ministro Rishi Sunak anunció 500 millones de libras adicionales (617 millones de dólares) para financiar militarmente a Kiev, con el objetivo de llegar a 3.000 millones de libras anuales. En su visita, Cameron también 'reveló que Reino Unido quiere reunir a sus aliados internacionales el próximo mes para atraer contribuciones adicionales para el Fondo Internacional de Ucrania con el fin de satisfacer los requisitos urgentes de Ucrania'. Creado en 2022, el fondo ha recaudado alrededor de 1.000 millones de dólares de Reino Unido, Noruega, Países Bajos, Dinamarca, Suecia, Lituania, Islandia, Australia y Nueva Zelanda. 'Esta guerra es un desafío para nuestra generación y Ucrania no puede lucharla sola. Todos tenemos que dar un paso adelante para garantizar que Ucrania tiene lo que necesita para ganar', dijo Cameron en Kiev, según el comunicado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-03T13:59:03.244+03:00",
    "updated": "2024-05-03T13:59:03.244+03:00"
  },
  {
    "uuid": "b377eee3d242e1bda9ee43075ba02496d8303411",
    "url": "https://business.weatherzone.com.au/energy/finally-a-great-wind-power-week",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashleigh Madden",
    "published": "2024-06-23T18:40:00Z",
    "title": "Finally, a great wind power week | Weatherzone Business",
    "text": "After months of frustratingly low wind power, a windy week is on the cards across southern Australia. The change in the winds comes as several deep low-pressure systems and associated fronts sweep across the south of the continent this week. The image below shows the first low pressure system over the Bight with an associated cold front and cloud band moving across SA on Monday morning. Image: Himawari-9 satellite image for the three hours leading up to 10:30am on Monday, June 24. You can also see in the far southwest corner another low pressure system with cloud spinning around clockwise around it, which will bring the next burst of strong wind power later in the week. The first low pressure system is slow-moving and will direct strong and gusty northwesterly winds over SA, Vic, the ACT and southern NSW over the next 72 hours, elevating wind power in the region. The image below shows that wind power has already increased substantially on Monday in the National Electricity Market (NEM), peaking at 4834MW at around 3:30am. Image: Wind contribution to generation (MW) for the week leading up to Monday, June 24, Source: OpenNEM These strong winds should continue over the next few days, which is great news for wind power in the network. While winds will ease briefly in the eastern states mid-week, the next burst of strong winds will be hot on the last low’s tail, with winds increasing again from Wednesday in WA and Thursday in SA. Images: 10- metre wind forecast for the next seven days leading up to 11pm on Sunday, June 30, according to Access-G The second cold front looks much stronger than the first, with the potential for damaging winds across southern Vic, SA and Tas on Friday and Saturday. Although strong winds are usually great news for wind farms, the wind speeds forecast later this week have the potential to cause cut outs in these areas. Most wind farms turn off the turbines if the wind speed reaches the ‘cut off’ wind speed of 90km/h (25m/s) to prevent damage to the turbines. If this happens, the strong winds in these areas may not be able to be harnessed for wind power. However, most of the wind forecast this week should remain below this critical threshold, bringing a great week of wind power for southern Australia. For more information please get in touch with us at business@weatherzone.com.au, or join us at the Australia Wind Energy 2024 event on July 10-11, 2024, at the [Melbourne Convention and Exhibition Centre](https://www.windenergyaustralia.com/floorplan-book-a-stand). Visit us at Booth 64!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.windenergyaustralia.com/floorplan-book-a-stand).",
      "https://windenergyaustralia.com/floorplan-book-a-stand)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vic",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "himawari",
          "sentiment": "none"
        },
        {
          "name": "national electricity market",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T09:45:34.388+03:00",
    "updated": "2024-06-24T09:45:34.388+03:00"
  }
]