[
  {
    "uuid": "fef976213489cea267ab464cf6bc29172c8fc806",
    "url": "https://www.nasdaq.com/articles/nicaragua-arrests-two-high-ranking-catholic-priests-with-close-ties-to-cardinal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-29T04:58:00Z",
    "title": "Nicaragua arrests two high-ranking Catholic priests with close ties to cardinal",
    "text": "By Ismael Lopez\nSAN JOSE, Dec 28 (Reuters) - Nicaraguan police detained on Thursday two senior Catholic priests who are close to the country's top church leader, a person with knowledge of the matter said, raising to at least six the number of clergymen detained this week.\nThe source, who declined to be named for fear of arrest, said the two priests were detained for publicly praying for jailed Bishop Rolando Alvarez, the most prominent critic of President Daniel Ortega.\nLocal media outlet Confidencial named the priests as Carlos Aviles and Hector Treminio, and noted that their arrest brings to at least six the number of priests detained over the past week, adding that two of the clerics had already been released.\nThe government's press office did not immediately respond to a request for comment.\nOver the past few years, Ortega's government has targeted members of the Catholic church, a crackdown officials have in the past said was needed to punish treasonous behavior or other alleged crimes.\nAviles is the second-highest ranking cleric in the Archdiocese of Managua, led by Cardinal Leopoldo Brenes, while Treminio is its treasurer.\nAlvarez, the bishop of Matagalpa, forcefully criticized the government's deadly response to mass protests that broke out in 2018, and was convicted of treason and sentenced to a 26-year prison term earlier this year.\nLast week, police arrested Bishop Isidro Mora of the Siuna diocese, making him the second bishop to be detained after Alvarez's detention in 2022.\nMany of the latest clergymen detained were arrested because they publicly offered prayers for Alvarez, according to the source and local media, but the government has not issued any statements explaining the priests' alleged crimes.\nNicaraguan Bishop Silvio Baez, who has been living in exile in Florida since 2019 and is the second-ranking leader of the archdiocese, called for the priests to be released.\n\"I ask God to protect them and that they be freed immediately!\" wrote in a post on X on Thursday.\nAccording to exiled Nicaraguan researcher Martha Patricia Molina, who publishes records of what she describes as the persecution of the Catholic Church under Ortega, the number of bishops, priests and seminarians behind bars in the country currently stands at nine.\n(Reporting by Ismael Lopez; Writing by David Alire Garcia and Miral Fahmy)\n(( ; +52 55 5282 7151; Reuters Messaging:\n[david.aliregarcia.thomsonreuters.com@reuters.net](rm://david.aliregarcia.thomsonreuters.com@reuters.net/)))\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ismael lopez",
          "sentiment": "negative"
        },
        {
          "name": "catho",
          "sentiment": "negative"
        },
        {
          "name": "hector treminio",
          "sentiment": "none"
        },
        {
          "name": "rolando alvarez",
          "sentiment": "none"
        },
        {
          "name": "ortega",
          "sentiment": "none"
        },
        {
          "name": "cardinal l",
          "sentiment": "none"
        },
        {
          "name": "carlos aviles",
          "sentiment": "none"
        },
        {
          "name": "daniel ortega",
          "sentiment": "none"
        },
        {
          "name": "aviles",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "confidencial",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san jose",
          "sentiment": "none"
        },
        {
          "name": "nicaragua",
          "sentiment": "none"
        },
        {
          "name": "managua",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:41:35.312+02:00",
    "updated": "2023-12-29T07:41:35.312+02:00"
  },
  {
    "uuid": "87ffc5a462e3e491f9c7fb0080048614107ae951",
    "url": "https://andaluciainformacion.es/malaga/1576739/abrazo-solidario-a-la-mezquita-en-el-dia-internacional-de-las-enfermedades-raras",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-02-29T16:20:00Z",
    "title": "Abrazo solidario a la Mezquita en el Día Internacional de las Enfermedades Raras | Andalucía Información. Todas las noticias de Almería",
    "text": "La Mezquita-Catedral de Córdoba fue el escenario de una conmovedora iniciativa para concienciar sobre las enfermedades raras. Bajo el lema “Abrazo a la Mezquita” más de mil personas, desde ancianos hasta estudiantes de varios colegios, se unieron en un abrazo simbólico al monumento en solidaridad con quienes padecen patologías minoritarias. Organizado por la Federación Centro de Referencia Andaluz de Enfermedades Raras (Craer), el evento contó con la participación de la sociedad civil y destacó la importancia de visibilizar estas condiciones médicas. Cada participante recibirá una muñeca ReMPS y una camiseta con el lema 'Todos somos raros, todos somos únicos' sobre el característico amarillo de las enfermedades raras”, y la actividad, se dedica principalmente a las generaciones de niñas y niños afectados por estas patologías, que siguen muriendo sin un medicamento huérfano, y sin asistencia social” Cabe recordar que el 80% de las personas que padecen una enfermedad rara son menores. Subrayan la necesidad de atención continua para los afectados, especialmente los niños, quienes a menudo enfrentan la exclusión del sistema sanitario una vez cumplen seis años. El evento reafirma el compromiso de la comunidad con la solidaridad y la inclusión, así como refleja la concienciación que se difunde y visibilidad que se da con estas iniciativas, fundamental para impulsar la investigación. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:01:09.288+02:00",
    "updated": "2024-03-01T00:01:09.288+02:00"
  },
  {
    "uuid": "bba9fd03d631c5c6f5019b86013ea22bb6754436",
    "url": "https://www.finanznachrichten.de/nachrichten-2024-01/61071482-revolution-in-the-skies-nearly-40-of-private-jet-flights-now-fueled-by-crypto-payments-jetfinder-at-the-charge-008.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PR Newswire",
    "published": "2024-01-05T21:00:00Z",
    "title": "Revolution in the Skies: Nearly 40% of Private Jet Flights Now Fueled by Crypto Payments - JETFINDER at the Charge",
    "text": "Amidst a cautious aviation industry, JETFINDER is at the forefront, embracing cryptocurrency with open arms. While most players are yet to accept crypto payments, JETFINDER is pioneering this shift, contributing significantly to the nearly 40% of private jet crypto flights now powered by digital currency. This innovative approach may become the industry standard with the anticipated approval of Bitcoin spot ETFs, marking a new chapter in luxury travel\nDUBAI, UAE, Jan. 5, 2024 /PRNewswire/ -- JetFinder, a leading Toronto-based private jet broker with UAE presence, excels in luxurious global travel and is a pioneer in accepting cryptocurrency payments. Committed to exceptional service and comfort, JetFinder offers 24/7 access to premium jets, redefining seamless private aviation for all travelers\nJetFinder has recently set a remarkable milestone by recording the largest cryptocurrency transaction in its history, an impressive sum of approximately 750K USDT for a single flight booking. This significant achievement underscores JetFinder's leading position in the private aviation market and the growing acceptance and use of digital currencies in the luxury travel sector.\nBitcoin ETF potential approval may change the crypto industry?The anticipated approval of a Bitcoin ETF represents a significant milestone in the financial and aviation sectors, potentially revolutionizing the private aviation industry. If approved, it could legitimize cryptocurrency as a mainstream investment option, increasing its stability and acceptance. For the private aviation industry, this could mean a broader adoption of cryptocurrency for transactions. Overall, the approval of a Bitcoin ETF could be a catalyst for substantial change, driving innovation and modernization in private aviation payment and booking systems.\nFly on Your Own Terms: On-Demand Charter Flights with Crypto PaymentsEmbrace the ultimate freedom of flying on your own schedule with JetFinder's on-demand charter flights. Coupled with the convenience of crypto payments, you can now experience unparalleled flexibility and privacy in your travels. Take control of your journey with the assurance of secure, instant transactions and the luxury of setting your own itinerary. With JetFinder, your voyage in the skies is just as bespoke as your payment method. Fly on your own terms.\nInstagram: https://www.instagram.com/gojetfinder\nTwitter: https://www.twitter.com/gojetfinder\nWebsite: https://www.jetfinder.com\nJETFINDER, Email: info@jetfinder.com, +971 58 511 9237\nPhoto - https://mma.prnewswire.com/media/2312025/JETFINDER_Revolution_in_the_Skies__Nearly_40__of_Private_Jet_Fli.jpg\nView original content:https://www.prnewswire.co.uk/news-releases/revolution-in-the-skies-nearly-40-of-private-jet-flights-now-fueled-by-crypto-payments---jetfinder-at-the-charge-302027536.html\n© 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.jetfinder.com",
      "https://www.xing.com/app/user?op=share;url=https://www.finanznachrichten.de/nachrichten-2024-01/61071482-revolution-in-the-skies-nearly-40-of-private-jet-flights-now-fueled-by-crypto-payments-jetfinder-at-the-charge-008.htm",
      "https://getpocket.com/edit?url=https://www.finanznachrichten.de/nachrichten-2024-01/61071482-revolution-in-the-skies-nearly-40-of-private-jet-flights-now-fueled-by-crypto-payments-jetfinder-at-the-charge-008.htm",
      "https://www.twitter.com/gojetfinder",
      "https://www.instagram.com/gojetfinder",
      "https://www.prnewswire.co.uk/news-releases/revolution-in-the-skies-nearly-40-of-private-jet-flights-now-fueled-by-crypto-payments---jetfinder-at-the-charge-302027536.html",
      "https://share.flipboard.com/bookmarklet/popout?v=2&title=Revolution",
      "https://getpocket.com/edit?url=https://finanznachrichten.de/nachrichten-2024-01/61071482-revolution-in-the-skies-nearly-40-of-private-jet-flights-now-fueled-by-crypto-payments-jetfinder-at-the-charge-008.htm",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://prnewswire.co.uk/news-releases/revolution-in-the-skies-nearly-40-of-private-jet-flights-now-fueled-by-crypto-payments---jetfinder-at-the-charge-302027536.html",
      "https://instagram.com/gojetfinder",
      "https://www.xing.com/app/user",
      "https://twitter.com/gojetfinder",
      "https://www.share.flipboard.com/bookmarklet/popout?v=2&title=Revolution",
      "https://xing.com/app/user?op=share;url=https://finanznachrichten.de/nachrichten-2024-01/61071482-revolution-in-the-skies-nearly-40-of-private-jet-flights-now-fueled-by-crypto-payments-jetfinder-at-the-charge-008.htm",
      "https://getpocket.com/edit",
      "https://jetfinder.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jetfinder",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "dubai",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:07:42.335+02:00",
    "updated": "2024-01-06T00:07:42.335+02:00"
  },
  {
    "uuid": "9b4eacb1c9a43a6a0400eef955f9010c145307fe",
    "url": "https://diariocorreo.pe/edicion/lima/rescatan-a-obrero-que-estuvo-atrapado-en-un-pozo-durante-construccion-en-surco-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Correo",
    "published": "2024-06-20T22:07:00Z",
    "title": "Rescatan a obrero que estuvo atrapado en un pozo durante construcción en Surco | EDICION | CORREO",
    "text": "En un operativo de casi cuatro horas, los bomberos pudieron rescatar a Félix Sosa, obrero de 28 años, que terminó atrapado en un pozo durante una construcción en Surco. Esta situación se agravó tras el colapso de tierra en la obra, esto llevó que las autoridades municipales paralizaran las labores para evaluar los permisos pertinentes. De acuerdo con las declaraciones del comandante general del cuerpo de bomberos, realizaron el rescate con éxito gracias a la coordinación entre bomberos y la PNP. Por otro lado, la empresa constructora fue multada por no respetar las normas de seguridad y Sunafil inició las inspecciones en materia de seguridad y salud en el trabajo. De inmediatamente, trasladaron a Félix Sosa a un hospital cercano de la zona, donde se encuentra bajo observación para su completa recuperación. TE PUEDE INTERESAR: [Callao: Inauguran Muelle Bicentenario con una inversión de 350 millones de dólares (FOTOS)](https://diariocorreo.pe/economia/inauguran-muelle-bicentenario-con-una-inversion-de-350-millones-de-dolares-dina-boluarte-noticia/) [Fiscal Marita Barreto sobre Alejandro Sánchez: Pasará por requisitorias y a un penal](https://diariocorreo.pe/politica/fiscal-marita-barreto-sobre-alejandro-sanchez-pasara-por-requisitorias-y-penal-dueno-casa-de-sarratea-pedro-castillo-noticia/) [Alejandro Sánchez: Financista prófugo de Pedro Castillo rumbo a Lima tras ser deportado de EE.UU.](https://diariocorreo.pe/politica/alejandro-sanchez-financista-profugo-de-pedro-castillo-lima-deportado-de-eeuu-dueno-casa-de-sarratea-noticia/) [Nicanor Boluarte: Fiscalía solicita declaración de ex subprefecto Jacobo Gutiérrez](https://diariocorreo.pe/politica/nicanor-boluarte-fiscalia-solicita-declaracion-de-ex-subprefecto-jacobo-gutierrez-dina-boluarte-firmas-partido-noticia/) [Pedro Castillo no descarta postular a la presidencia en el futuro, según su abogado](https://diariocorreo.pe/politica/pedro-castillo-no-descarta-postular-a-la-presidencia-en-el-futuro-segun-su-abogado-noticia/) [Partido Perú Moderno anuncia inscripción de Carlos Añaños](https://diariocorreo.pe/politica/partido-peru-moderno-anuncia-inscripcion-de-carlos-ananos-elecciones-empresario-avanza-pais-wilson-aragon-noticia/) [Magdalena: madre se hace pasar por su hija y policía logra capturar a acosador](https://diariocorreo.pe/edicion/lima/magdalena-madre-se-hace-pasar-por-su-hija-y-policia-logran-capturar-a-acosador-noticia/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T01:14:14.404+03:00",
    "updated": "2024-06-21T01:14:14.404+03:00"
  },
  {
    "uuid": "d4b59f383eb0ab5979debdcf7bc4c19b589a772f",
    "url": "https://www.vanguardia.com/judicial/2024/06/13/de-un-disparo-en-la-cabeza-asesinaron-al-hermano-de-un-concejal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "K.D.",
    "published": "2024-06-13T22:04:00Z",
    "title": "De un disparo en la cabeza asesinaron al hermano de un concejal | Vanguardia.com",
    "text": "La víctima se movilizaba en una motocicleta en compañía de una adolescente, de 17 años, quien afortunadamente resultó ilesa. En la zona rural de Fresno, el asesinato de Gabriel Sánchez Medellín, de 36 años, ha conmocionado a la comunidad local. Sánchez Medellín, hermano de un concejal del municipio y jornalero de profesión, fue encontrado muerto con un impacto de bala en la región occipital. [El cadáver de Sánchez Medellín quedó tendido sobre la vía de la vereda Cerro Azul, en el sector La Batea de Fresno](https://www.vanguardia.com/judicial/2024/06/13/investigan-muerte-de-dragoneante-del-inpec-que-recibio-un-disparo-al-interior-de-una-carcel/). Según los primeros informes, se desplazaba en una motocicleta Discovery de color negro y placa LQK18B, acompañado por su cuñada Carolina Valencia, de 17 años, quien salió ilesa del ataque. [Judicial](/judicial/)11:43 PM Policía entregó detalles del atentado con arma de fuego a un hombre en un restaurante de Cañaveral [Judicial 1](/people/judicial-1) [Judicial](/judicial/)11:43 PM [Más Podcast](/podcast) Gabriel y Carolina se dirigían hacia su hogar en la vereda El Guayabo, cuando fueron interceptados por dos individuos, quienes se movilizaban en una motocicleta de alto cilindraje y de color blanco. Sin mediar palabra, los atacantes dispararon contra Sánchez Medellín y huyeron rápidamente hacia la vía de la vereda El Guayabo. Le interesa: [Descuido fatal: niño de siete años se ahogó al caer en una piscina](https://www.vanguardia.com/judicial/2024/06/13/descuido-fatal-nino-de-siete-anos-se-ahogo-al-caer-en-una-piscina/) Las autoridades de policía judicial han iniciado una investigación para esclarecer los hechos y dar con los responsables del crimen. La comunidad de Fresno está conmocionada por este acto de violencia y clama por medidas rápidas y efectivas para garantizar la seguridad en la región. “A pesar de todos los esfuerzos que hemos hecho por parte de las autoridades, el día martes inclusive estábamos dando parte de la reducción de homicidios de nuestro municipio con el coronel Díaz de la policía departamental y con el coronel López del ejército nacional, [se me vuelve a presentar un hecho de sangre en nuestro municipio”](https://www.vanguardia.com/judicial/2024/06/13/video-en-cuestion-de-cuatro-segundos-sicario-asesino-a-un-joven-en-un-bar/), aseguró Carlos Quiroga, alcalde de Fresno. El mandatario local agregó que: “Seguimos, no bajamos la guardia a pesar de todos los esfuerzos que hemos hecho: aumento de fuerza, todo el tema de inteligencia que se ha hecho en el territorio. Esperemos que estos hechos no sigan viendo nuestro municipio y pues vamos a seguir ahí haciendo y coordinando interinstitucionalmente todas las acciones”,",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:12:11.838+03:00",
    "updated": "2024-06-14T03:50:50.623+03:00"
  },
  {
    "uuid": "738d958e4606b0003ce6f347d17c6c9746341f2f",
    "url": "https://www.wral.com/story/probe-into-nonprofit-run-by-nc-lieutenant-governor-s-wife-enters-new-phase-in-government-on-campaign-trail/21579277",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Will Doran",
    "published": "2024-08-15T21:32:00Z",
    "title": "Probe into nonprofit run by NC lieutenant governor's wife enters new phase in government, on campaign trail",
    "text": "@NCCapitol Probe into nonprofit run by NC lieutenant governor's wife enters new phase in government, on campaign trail Yolanda Hill, the second lady of North Carolina, requested a further review of a state investigation alleging that her government-funded nonprofit owes at least $132,000 due to improper billing. Posted 2024-08-15T21:32:31+00:00 - Updated 2024-08-15T21:32:31+00:00\nBy Will Doran , WRAL state government reporter\nThe wife of North Carolina Lt. Gov. Mark Robinson has asked state health officials to take a closer look at the state investigation that accused her government-funded nonprofit of improper billing. The state says the organization must reimburse at least $132,000.\nYolanda Hill, the second lady of the state, ran Balanced Nutrition, a Guilford County nonprofit organization that helped child care centers get federal grants for food, for close to a decade. She shut it down this year amid a North Carolina Department of Health and Human Services investigation that wrapped up last month.\nBalanced Nutrition is accused of inflating its expenses by submitting the same receipts multiple times, submitting claims for more money than receipts show, and filing claims for at least one child care center that allegedly never asked for — or received — the money Hill’s group took on its behalf.\nIt was allowed to take a portion of the money it received in grants and use it to fund salaries for its employees, including Hill and other family members who worked there. In addition to allegations of inflating what it billed the government, the group is also accused of breaking state nonprofit rules that prohibit hiring family members without permission.\nIt’s the latest in a string of legal problems for the Robinson family, who have a history of not paying taxes, not paying rent and filing for bankruptcy, in addition to other financial issues.\nThat history didn’t harm Robinson’s campaign for governor this spring, when he won the Republican Party primary with almost twice as many votes as his two challengers combined. Rather, he used his background as a way to connect with everyday North Carolinians, saying he understands what it’s like to struggle.\nBut polls show him struggling in the general election against his Democratic opponent, Attorney General Josh Stein. Multiple polls this summer have shown Robinson running 7 to 8 percentage points behind Republican presidential candidate Donald Trump.\nIn a speech in Asheville Wednesday, Robinson called the Balanced Nutrition investigation a baseless, politically motivated effort to hurt his campaign. He sought to blame not Democratic Gov. Roy Cooper, who oversees DHHS, but rather Stein.\n“My opponent’s wife is deeply embedded into the agency that holds sway over my wife’s business. See what we see here, with the weaponization of government?” Robinson told the crowd ahead of a speech by Trump — who has also claimed political motivations behind various civil and criminal investigations targeting him and his business interests.\n“This attack is ridiculous and completely false,” Stein told WRAL.\nState records show Anna Stein isn’t employed by DHHS but does work in the office. She is employed by the state human resources office as a part-time, temporary worker. DHHS confirmed she does work for it in that temporary position, logging 10 or fewer hours per week at the department. She has no role in the Balanced Nutrition investigation or the broader division that handles such investigations, DHHS spokeswoman Summer Tonizzo said, and primarily works on public health issues regarding tobacco use and healthy eating. She's scheduled to end her employment next month.\nJosh Stein’s campaign spokeswoman, Kate Frauenfelder, called Robinson’s accusations against Stein’s wife “shameful,” adding that they’re “exactly what you’d expect from someone doing everything in his power to avoid responsibility for a dangerous daycare and allegations of six-figure fraud.”\nRobinson and Hill ran a Greensboro child care center that was given multiple violations from state inspectors in the early 2000s — now the subject of an ad by the Stein campaign that Robinson’s campaign has hired lawyers to try to get taken off the airwaves. They no longer operate the child care business, but Hill did continue running Balanced Nutrition until recently.\nThe $132,000 in payments flagged by investigators came from the federal government. The state is handling the investigation, as is dictated by law. In late July DHHS ended the investigation and requested Balanced Nutrition either pay back the money, appeal its findings or request an informal conference to get further details.\nThe group recently changed lawyers. Its new lawyers wrote to DHHS last week requesting an informal conference. They didn’t respond to a request for comment from WRAL but told DHHS: “We are working diligently to familiarize ourselves with the relevant details.”\nA DHHS spokeswoman confirmed that the department received the request for a meeting but hasn’t yet scheduled the conference. Balanced Nutrition asked for it to be held on Sept. 16 or later.\nFollowing that meeting, Balanced Nutrition would need to decide whether to appeal the findings against it. That could stretch the case on for months. Even if it doesn’t appeal, it could still stretch on for months. According to DHHS, if a group that’s deemed to owe money doesn’t pay up, it will then be sent a letter and given another 30 days. If it still hasn’t paid at the end of that period, it will be sent another letter and given another 30 days — with interest added to what’s due. If it still hasn’t paid by the end of that period, it will then be sent to a collections agency.\nIf Robinson wins the race for governor in November, he would also take over the Department of Health and Human Resources and could appoint the leadership who would oversee the Balanced Nutrition investigation, if it’s still ongoing. related NCCapitol 2024 governors race Mark Robinson Josh Stein Department of Health and Human Services Trending Panthers, Jets scuffle in joint practice Everything to know about the controversy over Jordan Chiles' Olympic bronze medal Manny Diaz enters first year at Duke: Can he build on Mike Elko's success? Cyclospora parasite illnesses have affected 28 NC counties, sickened more than 200 people UNC football: Can the Tar Heels be better without Drake Maye? Videos watch · 31:42 WRAL Late News watch · 1:35 WRAL WeatherCenter Forecast watch · 58:37 Battery maker bringing more than 1,000 jobs, $1.4 billion plant to Edgecombe County watch · 3:39 How to protect yourself from identity theft watch · 1:21 Daytime Pick 3 and Pick 4 Drawing • Credits\nWill Doran Reporter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yolanda hill",
          "sentiment": "none"
        },
        {
          "name": "mark robinson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nc",
          "sentiment": "negative"
        },
        {
          "name": "balanced nutrition",
          "sentiment": "none"
        },
        {
          "name": "north carolina department of health and human services",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "guilford county",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:52:45.051+03:00",
    "updated": "2024-08-16T03:50:36.782+03:00"
  },
  {
    "uuid": "6f96b6a28c47b6b59f368774710944cc069d0b44",
    "url": "https://de.marketscreener.com/boerse-nachrichten/hensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722",
    "ord_in_thread": 0,
    "author": "EQS",
    "published": "2025-07-31T04:02:00Z",
    "title": "HENSOLDT mit wachsendem Umsatz und starkem Auftragseingang im ersten Halbjahr 2025 | MarketScreener Deutschland",
    "text": "Hensoldt AG -1,70 % EQS-News: HENSOLDT AG / Schlagwort(e): Halbjahresergebnis/Halbjahresbericht\nHENSOLDT mit wachsendem Umsatz und starkem Auftragseingang im ersten Halbjahr 2025\n31.07.2025 / 06:00 CET/CEST\nFür den Inhalt der Mitteilung ist der Emittent / Herausgeber verantwortlich.\nHENSOLDT mit wachsendem Umsatz und starkem Auftragseingang im ersten Halbjahr 2025\nHoher Auftragseingang von 1.405 Millionen EUR im ersten Halbjahr (Vorjahr: 1.359 Millionen EUR) Neuer Rekord- Auftragsbestand von 7.070 Millionen EUR Umsatz wächst im ersten Halbjahr 2025 auf 944 Millionen EUR (Vorjahr: 849 Millionen EUR) Bereinigtes EBITDA steigt leicht auf 107 Millionen EUR (Vorjahr: 103 Millionen EUR) Bereinigte EBITDA-Marge liegt bei 11,3% (Vorjahr: 12,2%) Ausblick für das Geschäftsjahr 2025 bestätigt Taufkirchen, 31. Juli 2025 – Die HENSOLDT-Gruppe („HENSOLDT“) hat im ersten Halbjahr 2025 ihre erfolgreiche Entwicklung fortgesetzt und ihre starke Positionierung im Bereich der Verteidigungs- und Sicherheitselektronik erneut unter Beweis gestellt. Dabei führten das von zahlreichen Krisen und Konflikten geprägte sicherheitspolitische Umfeld und die daraus resultierenden gesteigerten Investitionen in Verteidigung abermals zu einem hohen Auftragseingang. Dieser stieg in den ersten sechs Monaten des laufenden Geschäftsjahres auf insgesamt 1.405 Millionen EUR an (Vorjahr: 1.359 Millionen EUR).\nDie Umsatzerlöse konnten auf 944 Millionen EUR (Vorjahr: 849 Millionen EUR) gesteigert werden. Die starke Entwicklung des Optronikgeschäfts glich hierbei den erwartet schwächeren Start im Segment Sensors aus. Zudem gab es gegenüber dem Vorjahr weniger Pass-Through-Geschäft (Umsatzerlöse mit niedrigem Wertschöpfungsanteil). Das Book-to-Bill-Verhältnis bewegte sich mit 1,5x weiterhin auf hohem Niveau (Vorjahr: 1,6x). Das bereinigte EBITDA weist eine positive Entwicklung auf und lag im ersten Halbjahr bei 107 Millionen EUR (Vorjahr: 103 Millionen EUR), wohingegen die bereinigte EBITDA-Marge leicht auf 11,3% zurückging (Vorjahr: 12,2%). Diese Entwicklung spiegelt die vorübergehend geringere Produktivität im Segment Sensors aufgrund der Anlaufphase des neuen Logistikzentrums wider.\nOliver Dörre, CEO von HENSOLDT, sagt: „Die aktuelle sicherheitspolitische Lage macht täglich deutlich, wie wichtig es ist, dass Deutschland und Europa stärker in ihre eigene Sicherheit investieren. Wir erwarten nun, dass sich der politische Wille zunehmend in konkreten Aufträgen niederschlägt – und ganz real in unseren Fertigungshallen ankommt. Unser erneut gestiegener Auftragseingang verdeutlicht diese Entwicklung und zeigt zugleich, dass wir über die passenden Lösungen verfügen, um unsere Kunden für die Sicherheitsanforderungen der Zukunft zu befähigen. Er beinhaltet aber auch einen klaren Auftrag: Wir tun alles dafür, um schnell, zuverlässig und in höchster Qualität zu liefern. Denn echte Verteidigungsfähigkeit entsteht durch den konsequenten Ausbau industrieller Kapazität und der Innovationsfähigkeit.“\nChristian Ladurner, CFO von HENSOLDT, sagt: „Unsere solide finanzielle Entwicklung bestätigt unseren strategischen Kurs und ermöglicht es uns, weiter entschlossen in unsere Zukunft zu investieren. Mit gezielten Maßnahmen wie der Kapazitätserweiterung durch Automatisierung und Outsourcing, dem neuen Logistikzentrum als Schlüssel zu weiterer Produktionssteigerung sowie dem neuen Gebäude in Oberkochen, das effizientere und profitablere Abläufe ermöglicht, schaffen wir heute die Basis für das Wachstum von morgen. Bei allen zentralen Transformationsinitiativen sind wir auf einem sehr guten Weg und schaffen damit Kapazitäten, die bis mindestens 2028 tragfähig sind. Darüber hinaus antizipieren wir die weitere Entwicklung und sind nach verbindlicher Planungssicherheit bereit, weitere Schritte zu gehen.“\nSieben-Milliarden-Marke beim Auftragsbestand überschritten\nMit einem Volumen von 1.405 Millionen EUR übertraf der Auftragseingang im ersten Halbjahr des laufenden Geschäftsjahres das bereits hohe Niveau des Vorjahreszeitraums nochmal um 3% und wies damit trotz Bundestagswahl und Regierungswechsel eine starke Entwicklung auf. Dieser Anstieg führte zu einem neuen Rekordauftragsbestand von 7.070 Millionen EUR (Vorjahr: 6.553 Millionen EUR), der für ein sehr hohes Maß an Visibilität sorgt. Im Segment Sensors bewegte sich der Auftragseingang weiterhin auf hohem Niveau und war insbesondere durch Vertragserweiterungen für Eurofighter Mk1-Radare, durch das Eurofighter Halcon-Programm sowie durch weitere Aufträge für TRML-4D-Radare geprägt. Im Segment Optronics lag der Auftragseingang deutlich über dem Vorjahreszeitraum. Den größten Anteil daran hatten Aufträge für die Produktlinie Ground Based Systems.\nAbgeschlossene Refinanzierung erhöht finanzielle Flexibilität\nIm Juli 2025 hat HENSOLDT erfolgreich ein Schuldscheindarlehen am Kapitalmarkt platziert und nutzte damit die aus der im April erfolgten Refinanzierung resultierenden neuen Finanzierungsmöglichkeiten. Die hohe Nachfrage der Investoren nach dem Schuldscheindarlehen führte zu einer Überzeichnung, sodass das Gesamtvolumen 300 Millionen Euro erreichte. Mit diesem wichtigen Baustein in seiner langfristigen Finanzstrategie konnte sich das Unternehmen attraktive Konditionen sichern und seine Investorenbasis weiter diversifizieren.\nAusblick für das Geschäftsjahr 2025 bestätigt\nFür das Geschäftsjahr 2025 geht HENSOLDT von einer weiterhin positiven Geschäftsentwicklung aus und bestätigt seine Prognose für alle relevanten Kennzahlen. Konkret erwartet das Unternehmen einen Konzernumsatz zwischen 2.500 und 2.600 Millionen EUR sowie ein Book-to-Bill-Verhältnis von 1,2. Zudem wird eine bereinigte EBITDA-Marge von ca. 18% prognostiziert.\nKennzahlen\nMillionen EUR H1 2024 H1 2025 Umsatz 849 944 Bereinigtes EBITDA 103 107 Bereinigte EBITDA Marge 12,2% 11,3% Auftragseingang 1.359 1.405 Auftragsbestand 6.553 7.070 Bereinigter Free-Cash-Flow -145 -181\nDie Halbjahresmitteilung für das Geschäftsjahr 2025 ist auf der Investor Relations Webseite der HENSOLDT AG abrufbar. Die Ergebnisse für die ersten neun Monate 2025 werden voraussichtlich am 7. November 2025 veröffentlicht.\nÜber HENSOLDT\nHENSOLDT ist ein führendes Unternehmen der europäischen Verteidigungsindustrie mit globaler Reichweite. Das Unternehmen mit Sitz in Taufkirchen bei München entwickelt Sensorlösungen für Verteidigungs- und Sicherheitsanwendungen. Als Systemintegrator bietet HENSOLDT plattformunabhängige, vernetzte Sensoren an. Zugleich treibt das Unternehmen als Technologieführer die Entwicklung der Verteidigungselektronik und Optronik voran und investiert in neue Lösungen auf Grundlage von Software-Defined Defence. Außerdem erweitert das Unternehmen sein Angebot um neue Service-Modelle und baut sein Portfolio an Systemlösungen aus. 2024 erzielte HENSOLDT einen Umsatz von 2,24 Milliarden Euro. Nach der Übernahme der ESG-Gruppe beschäftigt das Unternehmen circa 9.000 Mitarbeiter. HENSOLDT ist an der Frankfurter Wertpapierbörse im MDAX notiert.\nwww.hensoldt.net\nPressekontakt HENSOLDT\nJoachim Schranzhofer T: +49 (0)89.51518.1823\n M: joachim.schranzhofer@hensoldt.net\n31.07.2025 CET/CEST Veröffentlichung einer Corporate News/Finanznachricht, übermittelt durch EQS News - ein Service der EQS Group.\nFür den Inhalt der Mitteilung ist der Emittent / Herausgeber verantwortlich.\nDie EQS Distributionsservices umfassen gesetzliche Meldepflichten, Corporate News/Finanznachrichten und Pressemitteilungen.\nMedienarchiv unter https://eqs-news.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business information",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business reporting and performance",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research",
      "Science and Technology->biomedical science",
      "Social Issue->social condition",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://wa.me/?text=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fhensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url?url=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fhensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fhensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=HENSOLDT",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fhensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://eqs-news.com",
      "https://x.com/intent/tweet?text=HENSOLDT",
      "https://www.x.com/intent/tweet?text=HENSOLDT",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fhensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fhensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fhensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=HENSOLDT",
      "https://telegram.me/share/url",
      "https://www.wa.me/?text=https%3A%2F%2Fde.marketscreener.com%2Fboerse-nachrichten%2Fhensoldt-mit-wachsendem-umsatz-und-starkem-auftragseingang-im-ersten-halbjahr-2025-ce7c5fdcda8ef722%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://x.com/intent/tweet",
      "https://www.eqs-news.com"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Taufkirchen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Hensoldt AG",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T08:08:43.194+03:00",
    "updated": "2025-07-31T08:12:43.000+03:00"
  },
  {
    "uuid": "867622ab55d7a8a6de17a89529c92cfaeaabdd00",
    "url": "https://www.bol.uol.com.br/entretenimento/2024/12/19/allan-souza-lima-recorda-burnout-durante-gravacao-de-serie-dor-e-solidao.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Felipe Brandão",
    "published": "2024-12-19T22:30:00Z",
    "title": "Allan Souza Lima recorda burnout durante gravação de série: 'Dor e solidão'",
    "text": "Allan Souza Lima recorda burnout durante gravação de série: 'Dor e solidão'\n[Allan Souza Lima](https://www.uol.com.br/splash/noticias/2024/12/09/allan-souza-desabafa-apos-rafa-kalimann-aparecer-com-nattan.htm), 39, contou ter enfrentado depressão e síndrome de burnout enquanto gravava a segunda temporada da série \"Cangaço Novo\" (Prime Video).\nO que aconteceu\nO ator ficou tão mal que tinha acessos de choro ao acordar para ir trabalhar. \"Tinha dias, que silenciosamente, eu acordava chorando de dor e solidão. Sabia da minha responsabilidade, levantava e ia. Botava os óculos escuros e fingia que nada acontecia. Até o dia em que eu caí e tive que pedir ajuda\", recordou, em entrevista ao programa Sem Censura (TV Brasil).\nInicialmente, ele creditou a crise que enfrentava a seu personagem na série, Ubaldo, que também vive um colapso. \"Esse personagem sou eu. Pedi duas sessões para o meu terapeuta e cheguei chorando. Minha primeira frase foi: 'Esse personagem foi tao próximo a mim que me destruiu'. É muito dolorido falar sobre isso.\"\nA terapia, porém, ajudou Allan a ver que Ubaldo, na verdade, ajudou-o a se abrir em relação às próprias emoções. \"Ele [psicólogo] falou: 'Você está mais saudável que nunca. Pela primeira vez em cinco anos, vi você de fato chorar que nem criança. Acho que esse personagem de fato te salvou'. Fiquei em silêncio, processando tudo isso e chorei igual uma criança, mas de alívio!\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Arts, Culture and Entertainment->mass media",
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->series",
      "Health->mental health and disorder",
      "Social Issue->social condition",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T04:20:57.451+02:00",
    "updated": "2024-12-20T04:20:57.451+02:00"
  },
  {
    "uuid": "29191117583c2031854a77b4c1502abe51a45fda",
    "url": "https://www.targatocn.it/2024/07/12/leggi-notizia/argomenti/ultimora/articolo/biden-avanti-tutta-devo-finire-il-lavoro-battero-trump.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "webinfo@adnkronos.com (Web Info)",
    "published": "2024-07-11T23:46:00Z",
    "title": "Biden avanti tutta: \"Devo finire il lavoro, batterò Trump\"",
    "text": "(Adnkronos) - \"Io sono la persona più qualificata per correre per la presidenza. Ho battuto Trump una volta, lo batterò di nuovo. La campagna è ancora lunga, io continuerò ad andare avanti. Ho un lavoro da fare\". Joe Biden non arretra: il presidente degli Stati Uniti, nella conferenza in chiusura del vertice Nato, risponde alle domande di un'affollatissima sala stampa nel primo vero test dopo il disastroso confronto televisivo del 27 giugno con Donald Trump.\nBiden, che arriva sul podio con un'ora di ritardo rispetto alle 17.30 inizialmente annunciate, esordisce con una lunga prolusione sull'importanza della Nato e sull'importanza del rapporto tra gli Stati Uniti e l'Alleanza, con riferimenti espliciti alle posizioni assunte da Trump in passato. \"Una Nato forte è essenziale per la sicurezza degli Stati Uniti. Io credo che il popolo americano sappia che il mondo è più sicuro con la Nato e che l'America sia più forte con quest'alleanza. L'America deve guidare il mondo, non può arretrare. Siamo gli Usa, siamo una nazione indispensabile\", dice prima di rispondere alle domande per un'ora.\nLe prime, prevedibilmente, riguardano la campagna e le elezioni in programma a novembre: Biden è convinto di andare avanti? \"Io sono la persona più qualificata per correre per la presidenza\", dice ribadendo un concetto già espresso. Il tono è perentorio, nonostante un lapsus che lo porta a confondere la vicepresidente Kamala Harris con Donald Trump. Un assist che l'ex presidente sfrutta subito con un velenoso post pubblicato sul social Truth: \"Ottimo lavoro, Joe\".\nBiden tira dritto, archivia sorridendo l'altro scivolone della giornata - il 'Putin' con cui ha presentato il presidente ucraino Volodymyr Zelensky - \"Non credo che Trump sia qualificato per fare il presidente. Ho battuto Trump una volta, lo batterò di nuovo. La campagna è ancora lunga, io continuerò ad andare avanti. Ho ancora lavoro da fare\", dice.\nSe recentemente è apparso decisamente sotto tono, la colpa è anche degli impegni senza fine. \"La mia agenda è strapiena, ho partecipato ad una ventina di grandi eventi. Amo il mio staff, ma continuano ad aggiungere cose... Prima del prossimo dibattito, non attraverserò 15 fusi orari...\", dice. E' vero che intende abbreviare le giornate lavorative andando a dormire prima? \"Se una raccolta fondi inizia alle 21, si può iniziare alle 20 e la gente va a casa alle 22: tutto qui. La mia agenda è strapiena, ho partecipato ad una ventina di grandi eventi. Io ho orari massacranti, Trump giocava a golf. Gli alleati europei -dice- mi dicono 'vai avanti e batti Trump'...\".\nLa salute del presidente e in particolare le sue capacità cognitive sono sotto la lente di ingrandimento dei media: \"Se i medici pensano che ci sia un problema... se credono che io debba fare un altro test neurologico, lo farò. Ma nessuno me l'ha prescritto. Se mi dicono di farlo, lo farò. Chiedete anche a Trump dei suoi test cognitivi\".\nNella conferenza quasi monotematica, c'è spazio per una domanda su un eventuale incontro con Vladimir Putin, definito \"un pazzo assassino in marcia\" all'inizio della conferenza. \"Non ho nessuna ragione per parlare con Putin. Ma non c'è nessun leader al mondo con cui non sarei pronto a interagire. Putin è pronto a parlare? Io non sono pronto a parlare a meno che lui non sia pronto a cambiare il suo atteggiamento\", dice escludendo per ora l'ipotesi di un dialogo diretto con il presidente russo.\n\"Putin ha un problema: in questa guerra non hanno avuto molto successo, hanno perso oltre 350mila soldati tra morti e feriti. Mentono spudoratamente su quello che accade, sono abili a controllare la comunicazione con l'opinione pubblica. Se permettiamo alla Russia di avere successo in Ucraina, non si fermerà. Leggete i discorsi di Putin dopo l'invasione, guardate qual è il suo obiettivo. Io sono pronto a parlare con qualsiasi leader che voglia parlare, compreso Putin se chiamasse e dicesse di voler parlare\" ma al momento non c'è motivo per un colloquio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T04:12:27.069+03:00",
    "updated": "2024-07-12T04:12:27.069+03:00"
  }
]