[
  {
    "uuid": "357e1ab6d9577829a37323443f6c12d123656ce1",
    "url": "https://chicago.suntimes.com/2023/12/28/24017672/chicago-flu-covid-rsv-cases-rise-holidays-cook-county-illinois-health",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mitchell Armentrout",
    "published": "2023-12-28T22:25:00Z",
    "title": "Flu, COVID and RSV on the rise in Cook County heading into 2024",
    "text": "Ring in the new year with vaccines, experts urge as COVID, flu cases rise in Cook County Chicago hospitals were admitting about 30 COVID patients per day as of Christmas Eve, a 13% rise from the previous week. Cook County residents should resolve to get vaccinated against COVID-19 and influenza — and they shouldn’t wait until the new year to do it, experts say. Flu cases especially are sending more people to hospitals as winter temperatures plummet, families gather for the holidays and another brutal season of respiratory illness bears down on Chicago, according to Dr. Rachel Rubin, senior medical officer at the Cook County Department of Public Health. “What we’re seeing spreading the fastest is influenza, but both COVID and flu cases are increasing,” Rubin said Thursday. “Flu is beginning to overtake COVID for emergency room visits.” Add in a seasonal uptick in RSV — another respiratory virus packing a serious punch for vulnerable populations — and thousands of Illinoisans are facing a miserable start to 2024. Although upwards of 40% of eligible residents have gotten a flu shot, only about 12% in Cook County have raised a sleeve for the latest COVID booster that was rolled out in September — an “abysmally low” rate, Rubin lamented. “People need to get vaccinated. It doesn’t prevent all cases, but it prevents you from getting serious illness and ending up in the hospital,” Rubin said. And, perhaps most importantly, experts urge residents to get those COVID and flu vaccines, which can be administered at the same time. The Illinois Department of Public Health reported 1,225 new COVID hospitalizations in the week ending Dec. 14, a 22% jump from the previous week. Chicago hospitals were admitting about 30 COVID patients per day as of Christmas Eve, a 13% rise from the previous week, according to the city Department of Public Health. They’ve jumped 40% across Cook County since the beginning of November. Half of all Illinois counties are at a medium or high level of COVID hospitalizations under metrics set by the U.S. Centers for Disease Control and Prevention. None of those counties is in the metro area, but Rubin said she anticipates Cook County soon will hit an elevated level. Illinois Public Health Director Dr. Sameer Vohra has advised hospitals to reinstate masking policies in areas with higher transmission, which, for now, are mostly in the southern and central parts of the state. “With the alarming rise in respiratory viruses we are seeing across the state and the country, IDPH is recommending healthcare facilities take precautions to reduce the spread of these viruses and protect their patients, staffs and visitors,” Vohra said in a statement. While COVID and RSV hospital admissions are showing signs of plateauing at the statewide level, flu admissions are still trending upward, [state data](https://dph.illinois.gov/topics-services/diseases-and-conditions/respiratory-disease/surveillance/respiratory-disease-report.html) shows. And while specific Cook County data on flu cases wasn’t readily available, the same pattern is playing out at the county level, Rubin said — and all the more reason to ring in the new year with the pandemic habits of old. “Think about wearing a mask at your New Year’s gatherings. Wash your hands. Take a COVID test and stay at home if you feel sick,” Rubin said. The situation still isn’t anywhere near as bad as it was earlier in the pandemic, or even this time last year, but Rubin called masking “the prudent thing to do” in crowded grocery stores and anywhere else you might end up breathing on other people. “It’s to protect others who might be more vulnerable to severe complications.” More than 41,000 Illinoisans have died of COVID since March 2020. COVID and flu shots are recommended for everyone six months or older. RSV vaccines are also available for people 60 or older, as well as infants, young children and pregnant women. For help finding a shot, visit [boostupcookcounty.com](http://www.boostupcookcounty.com).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://dph.illinois.gov/topics-services/diseases-and-conditions/respiratory-disease/surveillance/respiratory-disease-report.html",
      "http://www.boostupcookcounty.com",
      "http://boostupcookcounty.com",
      "https://www.dph.illinois.gov/topics-services/diseases-and-conditions/respiratory-disease/surveillance/respiratory-disease-report.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rachel rubin",
          "sentiment": "none"
        },
        {
          "name": "rubin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cook county department of public health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cook county chicago",
          "sentiment": "none"
        },
        {
          "name": "cook county",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:40:33.642+02:00",
    "updated": "2023-12-29T01:17:18.909+02:00"
  },
  {
    "uuid": "92617200d20bf7b5ee42bc185da0459c5c9e771f",
    "url": "https://hackspirit.com/signs-youve-mastered-the-art-of-being-a-genuinely-good-person/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paul Brian",
    "published": "2023-12-29T00:00:00Z",
    "title": "11 signs you’ve mastered the art of being a genuinely good person",
    "text": "Being a genuinely good person is what we all want, right?\nReligions and spiritual teachings urge us to purify our desires, help others and face our shadow.\nWhy?\nTo be better – to be good!\nYet how close are you to being a truly beneficent and “good” individual, and what does it really mean?\nHere’s the low-down on what it means to be a good person and what the point of it all is (see: conclusion!)\n1) You wear no masks\nMasks aren’t just items people wore on their faces during the pandemic.\nThey’re also a metaphorical term for the ways in which we hide who we really are in many ways.\nWe’re all invited to wear masks by society:\nWe cling to our name, our job, our wealth or our special skills and status in order to feel secure and sometimes in order to feel superior.\n“You do know I have a Ph. D. in history and I am Dr. Harvey H. Worthington, right? Your opinion really means nothing compared to mine.”\nAnd so on…\nAs Bob Dylan memorably put it:\n“All I can do is be me, whoever that is.”\n2) You care about others\nBeing a good person means\nyou care about others.\nYou care because it’s who you are and because you feel empathy deep in your bones, not because it’s popular to care or you want to look great to others.\nYou don’t just give to charity a couple times a year and then pat yourself on the back as you go to your job for a large oil company:\nYou care for real, and you’re aware of your own imperfection and willing to admit that you often fall short.\nBut you do care. And you’re willing to commit your time and energy for the right cause.\n3) You’re kind to people\nTo the best of your ability, you’re kind to people around you including strangers.\nYou’re respectful and real with people, and you do your best to be patient even with folks who are frustrating or seem shifty and hard to trust.\nPart of being good is that you don’t judge people in black or white. You see that many people who behave badly and are full of negative behaviors have a lot in common with you.\nIn your own desire to\nbecome a better person you’ve brushed across all the same difficulties as those who have become a worse person, and you still succumb to being selfish and mean-spirited at times just as others do.\nAs writer Pradip Bendkule notes:\n“The irony of being a good person is that you understand a bad person very well.”\n4) You’re humble and modest\nThis ties into the previous point, because you genuinely don’t think you’re a particularly great person.\nYou want to learn more about yourself and improve how you relate to others in the world.\nYou want to love yourself more and love others.\nBut you don’t think you’re anything special. You really don’t. You just want to do what you can.\n5) You’re giving and generous\nGenerosity is a powerful choice to make in life.\nThose who make an effort to be generous with their time, energy, resources and affection are not doing so by magic.\nThey’re making a conscious choice to wake up and give instead of wake up and take.\nIf you’ve become a generous person and make a real effort to continue being generous, you’ve mastered the art of being a good person.\nYou’re not doing it for rewards or recognition, in fact you’d rather nobody knows. But you genuinely like being an asset for others and in the way you interact with the world.\n6) You tell the truth even if it’s inconvenient\nThe truth is easy to tell when there’s no consequence.\nBut what about when telling the truth leads to being ostracized or even suffering negative consequences at your job or in your relationship?\nWhat if the truth ends up outwardly harming your life?\nA truly good person doesn’t accept wiggle room around the truth. If everyone is saying two men can have a baby and that’s considered the politically correct position, you’re not just going to nod and agree if you don’t agree.\nIt may be much easier to agree and be thought a good person, but you’d rather tell the truth.\n“A truly good person will speak truth, act with truth, and stand for Truth,” notes American writer and philosopher Suzy Kassem.\n7) You don’t hold grudges and vendettas\nBeing a genuinely good person means you’ve gotten over your own narrow self-interest.\nYou still feel all the regular emotional reactions and shortcomings of any person, but you don’t impulsively respond to them.\nThis includes not holding grudges or pursuing vendettas.\nThose who did you wrong in the past may have hurt you badly, but your time and energy isn’t dedicated to getting back at them.\nYou’re\nchasing your dreams, not chasing revenge.\n8) You align your actions with your values\nGenuinely good people are more about action than talk.\nIf that sounds like you, then you have this instinct deep inside to actually do things instead of just talking about them or theorizing.\nYou want to help and be valuable. You take risks and step out of your comfort zone to understand others and be of benefit.\nYou are willing to step out of line and be the one facing the heat if that’s what it takes to do the right thing.\nYou’re even willing for people to think you are the bad one if it means doing what you know deep in your heart is the right thing.\nAs South African author and social critic Mokokoma Mokhonoana aptly observed:\n“Some people are kept righteous by their not being courageous.”\n9) You want to have a positive influence on others\nYou seek to have a positive influence on others and actively want to guide people in the right direction.\nYou give advice when possible but also know that advice only goes so far.\nOf much greater use, in many cases, is\nactively listening to others, respecting their boundaries and being a true friend.\nYou’re not trying to prove anything. But you are trying to be a light to others in a dark world.\n“Goodness is a bright flame within you. Use it to light up the world,” advises author Frank Sonnenberg.\n10) You’re grateful for your blessings and don’t envy others\nEnvy is easy to fall prey to and we all do at times.\nBut more and more you find yourself feeling grateful and noting your blessings.\nYou’re not posting about it on Instagram or doing it for clout. You’re just genuinely feeling the blessing of being alive, of being able to love and eat and create.\nYou’re in love with life and you feel happy when others succeed instead of feeling a sense of lack or missing out.\nAs legendary Bulgarian philosopher and mystic Omraam Mikhaël Aïvanhov\nsaid:\n“The humble man is a valley irrigated by the water that descends from the mountains to fertilize the plains; he receives the strength that flows from the mountain and then lives in abundance.”\n11) You genuinely respect the boundaries of other people\nIt can be hard to accept the boundaries of others when your needs aren’t being met, when you feel lonely or when you don’t agree with their boundaries.\nBut a big sign that you’re growing into a good person is that you’re able to accept other people’s limits even when you don’t agree with them.\nA trivial example would be somebody’s diet you find excessive but respect because it’s important to them.\nA more serious example would be respecting the religious beliefs or political views of somebody you strongly disagree with on the issue but who you know is a good person at heart.\nThe secret of being a good person\nThe secret to being a good person is to stop trying. None of us are perfect, and none of us have fully pure or “clean” hearts.\nWe’re all a bit conflicted. We all get tired, annoyed, impatient, at times…\nBut being a truly good person means letting the ideal of being a good person go and focusing instead on what you really do with your time and in how you treat others.\nIt means focusing on\nself-awareness and emotional intelligence as you take the beginning steps to true empathy and consideration for others.\nBeing a good person isn’t ultimately the point, but doing good deeds and learning to care for ourselves and each other is the point.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://webmd.com/balance/features/how-to-be-more-generous",
      "https://www.webmd.com/balance/features/how-to-be-more-generous",
      "https://www.facebook.com/photo/?fbid=10224384744678595&set=a.10220555885919519",
      "https://psychcentral.com/relationships/how-to-respect-other-peoples-boundaries",
      "https://www.facebook.com/photo/",
      "https://www.psychcentral.com/relationships/how-to-respect-other-peoples-boundaries",
      "https://facebook.com/photo/?fbid=10224384744678595&set=a.10220555885919519"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bob dylan",
          "sentiment": "none"
        },
        {
          "name": "harvey h. worthington",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:38.578+02:00",
    "updated": "2023-12-29T02:01:38.578+02:00"
  },
  {
    "uuid": "ba1fff713e129d4ad7c337c769fffdceb6024d9b",
    "url": "https://www.itemonline.com/news/dr-young-is-another-example-of-building-champions/article_30cfd5d4-aa88-11ee-ae11-271c8f94c302.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dee Howard Mullins deehm@itemonline.com",
    "published": "2024-01-07T22:34:00Z",
    "title": "Dr. Young is another example of Building Champions",
    "text": "Trey Thomas Young moved to Huntsville at an early age with his parents. His mother worked in the school district and the father was a rancher. The move from Kerrville was due to the father’s new job in this area. The people in this community made a long-term impact on Young, his career, friends and are the reason for his return to Huntsville. Young attend Huntsville ISD where he made forever friends, whose families became part of his extended family. Young’s early life challenge were associated with being born premature and the constant need to see doctors. “At age 4 or 5, I decided I wanted to be heart surgeon,” said Young. “My mother taught at Huntsville Elementary and later became the Assistant Principal at Gibbs Elementary,” said Young. “One of my teachers was John David Nicholson’s (local veterinary) mother. And John David became one of my life long friends along with his entire family.” Dr. Nicholson reportedly was Dr. Young’s babysitter. Through their association Mrs. Nicholson (John David’s mother) became an intricate part of Dr. Young’s life. “She supported me through all the major events in my life,” said Young. “She attended my high school graduation, college graduation, medical school graduation and wedding.” Young earned an undergraduate degree with honors in BioMedical Engineering from Texas A&M University. “I love math but if medical school did not work out, then engineering was my next choice,” said Young. “I also thought about going into orthopedics.” Young attended the University of Texas Medical School of Houston for eight years for a dual program and residency in pediatrics and internal medicine. “When I started rotation and worked in the operating room, I realized the OR was not my thing because I like talking to people and the concept of continuity of care, really appealed to me.” Young shared that he worked six month in the ICU during COVID and the experience made him realize that he likes taking care of people he is connected to via church, friendships old and new, family connections and other associations. And Huntsville was the perfect answer for he and his wife. They moved back in December 2020. and opened his practice in 2021. The Youngs have a 16 month old and are expecting their second child in April. Emily Young handles the marketing aspect for the office to ensure they are connected to the community. Another long-time connection is with dentist Dr. Paul Kooi and his son, Dr. Devon Kooi, who also returned to Huntsville and is working with his father. “We met as young kids and our families connected through raising goats, sharing a deer lease, fishing, hunting and we have remained friends.” “Huntsville has been an easy transition and a great place. On any given day I see a three-day-old infant or 89-year-old senior. My parents are still here and my brother recently moved back. It is surprising to see how interconnected you are in this community,” Young said. “Our plans are for our kids to attend public school because based on my experience I had some of the best teachers. When I was in medical school there were three or four individuals there also from Huntsville. The school district really is ‘Building Champions.’” Dr. Young was recently appointed to serve on the Huntsville Memorial Hospital Board of Directors.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "young",
          "sentiment": "positive"
        },
        {
          "name": "trey thomas young",
          "sentiment": "positive"
        },
        {
          "name": "nicholson",
          "sentiment": "none"
        },
        {
          "name": "john david nicholson",
          "sentiment": "none"
        },
        {
          "name": "john david",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gibbs elementary",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "huntsville",
          "sentiment": "none"
        },
        {
          "name": "huntsville isd",
          "sentiment": "none"
        },
        {
          "name": "kerrville",
          "sentiment": "none"
        },
        {
          "name": "huntsville elementary",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:09:24.113+02:00",
    "updated": "2024-01-08T02:13:42.735+02:00"
  },
  {
    "uuid": "51cc0d0ffca532a394dd8ff106ceeeec5e099494",
    "url": "https://flipboard.com/topic/tehamacounty/oregon-caves-chateau-named-one-of-nation-s-most-endangered-historic-places/f-b92ad132b7%2Fheraldandnews.com",
    "ord_in_thread": 0,
    "author": "heraldandnews.com - JULIA SHUMWAY Oregon Capital Chronicle",
    "published": "2025-05-07T21:54:00Z",
    "title": "Oregon Caves chateau named one of nation's most endangered historic places | Flipboard",
    "text": "Oregon Caves chateau named one of nation’s most endangered historic places The Depression-era chateau at the Oregon Caves National Monument and Preserve, closed since 2018 for rehabilitation work, is one of the nation’s most …\nheraldandnews.com - JULIA SHUMWAY Oregon Capital Chronicle • 2h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Human Interest"
    ],
    "topics": [
      "Environment->conservation",
      "Environment->nature",
      "Environment->endangered species"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T03:41:00.469+03:00",
    "updated": "2025-05-08T00:44:45.000+00:00"
  },
  {
    "uuid": "e56621295ba463342c50dba948a65ed1b3cc7928",
    "url": "https://www.opovo.com.br/agencia/jogada10/2025/01/16/cruzeiro-bate-o-bahia-e-avanca-as-quartas-de-final-da-copinha.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jogada-10",
    "published": "2025-01-16T20:02:00Z",
    "title": "Cruzeiro bate o Bahia e avança às quartas de final da Copinha",
    "text": "Cruzeiro bate o Bahia e avança às quartas de final da Copinha\nGarotos do Cruzeiro foram melhores durante toda a partida, aplicaram 3 a 0 e estão na próxima fase da Copa São PauloOs garotos do Cruzeiro não deram chances ao Bahia e venceram por 3 a 0, em jogo das oitavas de final da Copa São Paulo de Futebol Júnior. A partida foi disputada no estádio Luisão, em São Carlos (SP).\nO time azul começou melhor e abriu o placar ainda no primeiro tempo. Na etapa complementar, o Cruzeiro ampliou o marcador e garantiu vaga nas quartas de final do torneio de base.\nÉ + que streaming. É arte, cultura e história.\nAgora, os garotos aguardam o vencedor de Fluminense e São Paulo.\nPrimeiro tempo\nO Cruzeiro iniciou a partida com mais volume, buscando o jogo e criando oportunidades para marcar. Logo aos dois minutos, Janderson teve uma chance e forçou o goleiro a fazer uma grande defesa. Pouco depois, Kenji também teve a oportunidade, mas por pouco não conseguiu marcar. Aos 22 minutos, Felipe Morais abriu o placar com um belo gol. O Bahia tentou responder, mas não conseguia romper a defesa celeste e sofria com os avanços do time mineiro.\nSegundo tempo\nO Bahia voltou com mais vontade para a etapa final. Após a derrota no primeiro tempo, o time foi mais agressivo e se lançou ao ataque, buscando a classificação.\nNo entanto, o Cruzeiro passou a jogar de forma inteligente, esperando o Tricolor em seu campo. Aos 34 minutos, a Raposa ampliou a vantagem: em um contra-ataque rápido, Nicolas recebeu pela direita e marcou o segundo gol.\nAos 40 minutos, em uma boa jogada, Fernandinho recebeu a bola dentro da área e, de letra, fez o terceiro e deu números finais ao confronto.\nSiga nosso conteúdo nas redes sociais: Bluesky, Threads, Twitter, Instagram e Facebook.\nFale com a gente",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->sport achievement",
      "Sport->soccer",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://mobile.twitter.com/PortalJogada10",
      "https://jogada10.com.br/galerias/relembre-todas-as-finais-da-copa-sao-paulo-de-futebol-junior-neste-seculo/",
      "https://www.threads.net/@portaljogada10",
      "https://www.instagram.com/portaljogada10/",
      "https://www.facebook.com/PortalJogada10",
      "https://bsky.app/profile/portaljogada10.bsky.social",
      "https://instagram.com/portaljogada10/",
      "https://www.mobile.twitter.com/PortalJogada10",
      "https://www.bsky.app/profile/portaljogada10.bsky.social",
      "https://www.instagram.com/portaljogada10",
      "https://threads.net/@portaljogada10",
      "https://jogada10.com.br/galerias/relembre-todas-as-finais-da-copa-sao-paulo-de-futebol-junior-neste-seculo",
      "https://www.jogada10.com.br/galerias/relembre-todas-as-finais-da-copa-sao-paulo-de-futebol-junior-neste-seculo/",
      "https://facebook.com/PortalJogada10"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:53:54.426+02:00",
    "updated": "2025-01-17T00:53:54.426+02:00"
  },
  {
    "uuid": "7c620db66a06d01bf2640f0911e4c95a089f4b94",
    "url": "https://www.zocalo.com.mx/rector-ofrece-15-plazas-al-sutuaaan-frente-a-demanda-de-150",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jesús Castro",
    "published": "2024-09-13T00:24:00Z",
    "title": "Rector ofrece 15 plazas al SUTUAAAN, frente a demanda de 150",
    "text": "Saltillo.Coah.- A pesar de la posibilidad de que e l Tribunal Laboral federal declare ilegal la huelga del sindicato de trabajadores administrativos de la UAAAN , el rector les ofrece 15 plazas, en vez de las 150 que le están solicitando, para solventar las exigencias y que den por concluido el paro.\nEntre este viernes 13 y el lunes 16 de septiembre, el juez laboral federal emitirá un dictamen para determinar si la huelga en la Narro, estallada por el SUTUAAAN es legal o ilegal, considerando todas las diligencias y pruebas presentadas por la Universidad y la defensa de los agremiados.\nA pesar de ello, e l rector Alberto Flores Olivas h izo una propuesta a los representantes del Sindicato durante las últimas mesas de negociación que tuvieron esta semana, las cuales se detuvieron para repetir la votación y el análisis de la impugnación interpuesta.\nDicha propuesta fue un esfuerzo por solventar la principal solicitud que tiene entrampada la negociación de la huelga, y que es la solicitud del Sindicato de que les apruebe n 150 plazas, vacantes y recategorizaciones, para las cuales, ha declarado Flores Olivas, la Universidad no cuenta con los recursos para entregarlas. Sin embargo, hizo un esfuerzo y les hizo un ofrecimiento.\n“ Estamos accediendo a algunas contrataciones a algunas promociones, pero no al total. Ellos están pidiendo arriba de 150 entre contrataciones y promociones, que económicamente no tenemos la capacidad. Hemos estado platicando, de cubrirles 10 vacantes o al menos 5 plazas definitivas, pero aun estamos en negociaciones”, expresó Alberto Flores.\nSeñaló el rector que todavía hay tiempo para que los líderes del sindicato acepten su ofrecimiento y con ello accedan a levantar el paro laboral, antes de que el juez federal Ramón Jaimes emita un dictamen sobre la legalidad o ilegalidad de la huelga, lo cual deberá suceder en los próximos 5 días",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T05:18:02.565+03:00",
    "updated": "2024-09-13T05:18:02.565+03:00"
  },
  {
    "uuid": "5276aa4211c155ba4ab7c0b3a4755a0d57a2be4b",
    "url": "https://www.kplctv.com/2024/04/11/sowela-awarded-funds-flight-school",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Kesler",
    "published": "2024-04-11T22:32:00Z",
    "title": "SOWELA awarded funds for flight school",
    "text": "LAKE CHARLES, La. (KPLC) - A new flight program is aiming to put students in the sky, boost the economy and help the airline industry.\nSOWELA Technical Community College was awarded $3.5 million from the U.S. Department of Economic Development Administration, $2 million from the City of Lake Charles and a self-investment of $1.1 million to create a flight school with Chennault International Airport.\nThe school’s airframe and power plant aviation program has been helping students learn about and work on planes, and now the flight program will help students earn flying hours, which can lead to a private pilot’s license with commercial flight training.\n“This program will not only help our school and the airport, but there will be a spotlight on Lake Charles, and people will want to come here for this program,” SOWELA Chancellor Neil Aspinwall said.\nChenault Executive Director Kevin Melton said programs like these are needed.\n“There’s a pilot shortage out there, and we want to help aid that. Getting these students into the flying is going to provide a faster and cheaper alternative for these students, and we can’t wait to see it in action,” Melton said.\nStudents at SOWELA are also excited to see their school growing. Aviation maintenance student Samuel Seabaugh said he is going to join the program.\n“I want to get my pilot’s license, and before this, there were no options in the area, so now I’m going to get out of the classroom and into the air,” Seabaugh said.\nThe flight center plans to have state-of-the-art simulators, an aviation hangar and meeting spaces. Construction will begin soon, and the program hopes to put students in the sky in early 2025.\nCopyright 2024 KPLC. All rights reserved.\nMost Read 3 tornadoes confirmed in SWLA; power outages remain after severe storms SWLA school closures Final decision handed down on former Barbe baseball star’s expulsion School resource officer fired, accused of inappropriate conversations with children, Calcasieu deputies say 24 vehicles involved in two pileups on 210 bridge, all lanes now open Latest News Toledo Bend reservoir elevation being monitored Toledo Bend reservoir elevation being monitored SOWELA awarded funds for flight school Storm tests Sallier Oak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chenault",
          "sentiment": "none"
        },
        {
          "name": "neil aspinwall",
          "sentiment": "none"
        },
        {
          "name": "kevin melton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sowela",
          "sentiment": "negative"
        },
        {
          "name": "kplc",
          "sentiment": "negative"
        },
        {
          "name": "u.s. department of economic development administration",
          "sentiment": "none"
        },
        {
          "name": "sowela technical community college",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "la.",
          "sentiment": "none"
        },
        {
          "name": "lake charles",
          "sentiment": "none"
        },
        {
          "name": "chennault international airport",
          "sentiment": "none"
        },
        {
          "name": "city of lake charles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:39:38.664+03:00",
    "updated": "2024-04-12T01:59:02.740+03:00"
  },
  {
    "uuid": "fedb7b6e3380ecb2ae3ff70d97b91b38b749cc45",
    "url": "https://time.news/real-action-for-nature-restoration-and-environmental-education-through-ecoriparian-development-at-umri-and-unilak",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "times news cr",
    "published": "2024-10-03T20:14:00Z",
    "title": "Real Action for Nature Restoration and Environmental Education through Ecoriparian Development at UMRI and UNILAK",
    "text": "2024-10-03 20:14:43\nTuesday, 01 October 2024 – 19:44 WIB\nMinister of Environment and Forestry Siti Nurbaya inaugurated two important projects in the field of environmental restoration, namely Ecoriparian Muhammadiyah University of Riau (UMRI) and UNILAK on Monday (30/9/2024). Photo: KLHK Public Relations\njpnn.com JAKARTA – The Ministry of Environment and Forestry (KLHK) inaugurated two important projects in the field of environmental restoration, namely Ecoriparian Muhammadiyah University of Riau (UMRI) and Lancang Kuning University (UNILAK) on Monday (30/9/2024).\nThis project aims to restore water quality and maintain ecosystem balance while providing environmental education facilities to the local community.\nBoth eco-divisions were built in collaboration with the business world, namely PT Pertamina Hulu Rokan (PHR).\nEcoriparian UMRI will begin construction in 2023, equipped with a domestic wastewater treatment plant (IPAL) that processes wastewater with a capacity of 13,200 people and can reduce pollution loads by 16.35 tonnes of BOD/year, as well as greenhouse gas emissions of around 206.04 tonnes of CO2 eq/year. year.\nFacilities developed at this ecotourism include green open space, cafe, foodwaste biodigester, MSME booth, IPAL, rainwater harvester, and indicator pond in the form of a wetland to improve water quality.\nFrom a food waste biodigester with a capacity of 20 kg per day, you can light 5 stove burners for 3 hours.\nMeanwhile, the Ecoriparian at UNILAK began construction in 2022, equipped with a 10 hectare Biodiversity Arboretum Park conservation area which also received the MURI Record for the first Sumatran Swamp Forest Biodiversity Park with more than 200 types of flora and fauna.\nFacilities developed at this ecotourism include a canteen, amphitheater, jogging track, bridge and other public tourism support facilities.\nThe Ministry of Environment and Forestry inaugurated two important projects in the field of environmental restoration, namely Ecoriparian Muhammadiyah University of Riau (UMRI) and UNILAK on Monday (30/9/2024).\nPlease read other interesting content from JPNN.com on Google News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.jpnn.com/jpnn_count/aksi-nyata-restorasi-alam-dan-edukasi-lingkungan-melalui-pembangunan-ekoriparian-di-umri-dan-unilak",
      "https://restapi.jpnn.com/web/sailfish/pusat/Pageview/updatepageviewbyurl/aksi-nyata-restorasi-alam-dan-edukasi-lingkungan-melalui-pembangunan-ekoriparian-di-umri-dan-unilak?key=r3d1sJPNNnu54nta12a2021",
      "https://restapi.jpnn.com/web/sailfish/pusat/Pageview/updatepageviewbyurl/aksi-nyata-restorasi-alam-dan-edukasi-lingkungan-melalui-pembangunan-ekoriparian-di-umri-dan-unilak",
      "https://jpnn.com/jpnn_count/aksi-nyata-restorasi-alam-dan-edukasi-lingkungan-melalui-pembangunan-ekoriparian-di-umri-dan-unilak",
      "https://www.restapi.jpnn.com/web/sailfish/pusat/Pageview/updatepageviewbyurl/aksi-nyata-restorasi-alam-dan-edukasi-lingkungan-melalui-pembangunan-ekoriparian-di-umri-dan-unilak?key=r3d1sJPNNnu54nta12a2021"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T01:50:58.529+03:00",
    "updated": "2024-10-04T01:50:58.529+03:00"
  }
]