[
  {
    "uuid": "94e22f9e45fee32091cd1971d68c031a23b7a84c",
    "url": "https://www.channel3000.com/news/national-politics/exclusive-recordings-emails-show-how-trump-team-flew-fake-elector-ballots-to-dc-in-final/article_bd06969b-47bd-5051-9d3a-1c84a6d45da2.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marshall Cohen, Zachary Cohen, Jeremy Herb and Katelyn Polantz, CNN",
    "published": "2023-12-28T05:00:00Z",
    "title": "Exclusive: Recordings, emails show how Trump team flew fake elector ballots to DC in final push to overturn 2020 election | National Politics | channel3000.com",
    "text": "(CNN) — Two days before the [January 6 insurrection](https://www.cnn.com/politics/january-6-insurrection), the Trump campaign’s plan to use [fake electors](https://www.cnn.com/2022/01/27/politics/fake-electors-explainer/index.html) to block President-elect Joe Biden from taking office faced a potentially crippling hiccup: The fake elector certificates from two critical battleground states were stuck in the mail. So, Trump campaign operatives scrambled to fly copies of the [phony certificates](https://www.cnn.com/2022/01/27/politics/fake-electors-explainer/index.html) from [Michigan](https://www.cnn.com/2023/07/18/politics/michigan-fake-electors-bios/index.html) and [Wisconsin](https://www.cnn.com/2023/12/06/politics/wisconsin-fake-electors/index.html) to the nation’s capital, relying on a haphazard chain of couriers, as well as help from two Republicans in Congress, to try to get the documents to then-Vice President Mike Pence while he presided over the Electoral College certification. The operatives even considered chartering a jet to ensure the files reached Washington, DC, in time for the January 6, 2021, proceeding, according to emails and recordings obtained by CNN. The new details provide a behind-the-scenes glimpse of the chaotic last-minute effort to keep Donald Trump in office. The fake electors scheme features prominently in special counsel Jack Smith’s [criminal indictment](https://www.cnn.com/2023/12/27/politics/trump-courtroom-special-counsel-election-subversion/index.html) against the former president, and some of the officials who were involved have spoken to Smith’s investigators. The emails and recordings also indicate that a top Trump campaign lawyer was part of 11th-hour discussions about delivering the fake elector certificates to Pence, potentially undercutting his testimony to the House select committee that investigated January 6 that he had passed off responsibility and didn’t want to put the former vice president in a difficult spot. These details largely come from pro-Trump attorney Kenneth Chesebro, who was an architect of the fake electors plot and is now a [key cooperator](https://www.cnn.com/2023/12/08/politics/kenneth-chesebro-cooperating-multiple-investigations/index.html) in several state probes into the scheme. Chesebro [pleaded guilty](https://www.cnn.com/2023/10/20/politics/kenneth-chesebro-georgia-election-subversion/index.html) in October to a felony conspiracy charge in Georgia in connection with the electors’ plan, and has met with prosecutors in Michigan, [Nevada](https://www.cnn.com/2023/11/30/politics/pro-trump-attorney-who-oversaw-fake-electors-plot-cooperating-in-nevada-criminal-probe/index.html) and Wisconsin, who are investigating the sham GOP electors in their own states. Chesebro is an unindicted co-conspirator in the federal election interference indictment against Trump. CNN has obtained audio of Chesebro’s recent interview with Michigan investigators, and [exclusively reported](https://www.cnn.com/2023/12/13/politics/trump-2020-oval-office-fake-electors-recordings/index.html) earlier this month that he also told them about a December 2020 Oval Office meeting where he briefed Trump about the fake electors plan and how it ties into January 6. An attorney for Chesebro declined to comment. A spokesman for the special counsel’s office did not reply to a request for comment for this story. ‘A high-level decision’ Emails obtained by CNN corroborate what Chesebro told Michigan prosecutors: He communicated with the top Trump campaign lawyer, Matt Morgan, and another campaign official, [Mike Roman,](https://www.cnn.com/politics/live-news/georgia-trump-indictment-surrender-08-25-23/h_994988780031dd5229bf4a684c17d49e) to ferry the documents to Washington on January 5. From there, [Sen. Ron Johnson](https://www.cnn.com/2022/06/21/politics/ron-johnson-fake-elector-scheme-trump/index.html) of Wisconsin and a Pennsylvania congressman assisted in the effort to get the documents into Pence’s hands. “This is a high-level decision to get the Michigan and Wisconsin votes there,” Chesebro told Michigan prosecutors. “And they had to enlist, you know, a US senator to try to expedite it, to get it to Pence in time.” Chesebro also discussed the episode with Wisconsin investigators last week when he sat for an interview with the attorney general’s office as part of a separate state probe into the fake electors plot, a source familiar with the matter told CNN. Wisconsin prosecutors asked about the episode “extensively,” the source said, noting Chesebro discussed how a Wisconsin GOP staffer flew the certificate from Milwaukee to Washington and then handed it off to Chesebro. The firsthand account from Chesebro’s perspective helps fill in the narrative behind the effort to hand-deliver elector slates to Pence, which is vaguely referenced in Smith’s federal indictment. Trump pleaded not guilty to the charges, which include conspiring with Chesebro and others to obstruct the January 6 certification proceeding. Before Chesebro’s guilty plea in Georgia, his attorneys reached out to Smith’s team. As of this week, he has not heard back from federal prosecutors, a source familiar with the matter told CNN. Federal investigators have [spoken with several individuals](https://www.cnn.com/2023/07/11/politics/grand-jury-testimony-list-january-6-trump/index.html) involved in the scramble with the [phony elector certificates](https://www.cnn.com/2022/01/12/politics/trump-overturn-2020-election-fake-electoral-college/index.html), according to a source familiar with the matter. This includes interviews with Trump staffers who were tapped to fly the papers to DC, and some fake electors who knew of the planning. A spokesperson for the Trump campaign did not reply to a request for comment. Asked about the episode, a spokesperson for Johnson pointed to his [previous comments](https://twitter.com/mattsmith_news/status/1561709033131851776?s=20), where he said, “my involvement in that attempt to deliver spanned the course of a couple seconds,” and that, “in the end, those electors were not delivered.” ‘Day-by-day’ coordination According to the recordings of Chesebro’s sit-down with Michigan prosecutors, he explained how a legal memo he wrote for Wisconsin transformed into a [nationwide operation](https://www.cnn.com/2023/08/09/politics/fake-electors-plot-trump-campaign-memo-chesebro/index.html), where Trump lawyers were “day-by-day coordinating the efforts of more than a dozen people with the GOP and with the Trump campaign.” On January 4, 2021, Morgan sent an email to Chesebro and Roman asking for confirmation that all of the Trump elector slates had been received by Congress, according to the documents obtained by CNN. Roman responded that the Michigan certificate had been mailed on December 15 but was still “in transit” at a US Postal Service facility in DC. Wisconsin’s certificate also had apparently not arrived. Chesebro told prosecutors that Morgan was “freaked out” when the campaign realized the phony certificates from Michigan were still in the mail. That same day, Morgan weighed in over email asking Chesebro and Roman to rethink how they would deliver the certificates to Pence. “As I thought about this more, a courier will not be able to access the Capitol to deliver a sealed package,” Morgan wrote on January 4, according to emails obtained by CNN “You will probably need to enlist the help of a legislator who can deliver to the appropriate place(s). I strongly recommend you guys discuss a revised delivery plan with Rudy (Giuliani) to make sure this gets done the way he wants.” ‘Can we charter a flight?’ Roman was concerned the Wisconsin documents wouldn’t reach Washington in time. “Can we charter a flight? The only available commercial from MKE (Milwaukee Mitchell International Airport) to DCA (Ronald Reagan Washington National Airport) arrives at 2130 tomorrow night,” Roman wrote to Chesebro on January 4 at 11:24 p.m. The job of physically flying the elector documents to Washington fell to two people: A Trump campaign staffer and a Wisconsin GOP official, according to the emails and what Chesebro told prosecutors. The Wisconsin GOP official who had that state’s elector documents landed after 10 a.m. on January 5 at Baltimore-Washington International Airport, according to the emails. Trump campaign aide Michael Brown flew with the Michigan certificates to Washington National Airport with a scheduled arrival around 1 p.m., according to emails obtained by CNN. A source familiar with the matter told CNN that Brown flew to DC from Atlanta, because the Trump staffers who had custody of the Michigan ballots were in Georgia for the [Senate runoffs](https://www.cnn.com/2021/01/06/politics/ossoff-perdue-georgia-election-news/index.html). The campaign booked and paid for Brown’s flight on Southwest Airlines, the source said. Federal campaign finance records indicate that a pro-Trump super PAC paid the airline on the day of Brown’s flight for travel related to election “recount” efforts. Trump Hotel meetup The emails show that Brown and the Wisconsin GOP official were instructed to meet Chesebro at the [Trump International Hotel](https://www.cnn.com/2021/10/08/politics/trump-hotel-dc/index.html) in downtown Washington to hand off the fake elector certificates. Chesebro said in an email that he’d keep the ballots in his hotel room safe until it was time to pass them along. Wisconsin Republican Party officials were annoyed at the request to courier the fake elector certificates to Washington. “Freaking trump idiots want someone to fly original elector papers to the senate President,” a Wisconsin GOP official wrote to then-state party chairman Andrew Hitt on January 4, according to the January 6 committee report. Hitt – who has provided information to federal investigators about the efforts to get the fake elector certificates to Washington, according to a source familiar with the matter – [told the January 6 committee](https://www.cnn.com/2022/01/28/politics/committee-subpoenas-14-republicans/index.html) that the couriering ended up being overkill, because the original documents that the state party had mailed to Washington actually made it in time. Getting the certificates inside the Capitol The documents still had to be hand-delivered to Pence’s Senate office in the Capitol. [The electors plot](https://www.cnn.com/2021/09/20/politics/trump-pence-election-memo/index.html) – as envisioned by Chesebro and other Trump allies – was that Pence could reject Biden’s legitimate electors and recognize Trump’s “alternate electors” on January 6, while lawmakers tallied the electoral votes from each state. Per federal law, the certificates need to be physically presented on the floor of Congress during the joint session, while lawmakers tally the electoral votes. Chesebro told investigators that Roman connected him with an aide for a Pennsylvania GOP lawmaker that he believed was Rep. Scott Perry to turn over the documents. Chesebro wasn’t certain which congressman the staffer worked for – and the January 6 report says a staffer for a different Pennsylvania Republican, Rep. Mike Kelly, helped shuttle the documents that day. “I had the Wisconsin stuff. [Trump campaign aide] Mike Brown had the Michigan stuff. We walked to the Longworth Office Building, and the guy with Perry, or whatever his name is, and some other fellow, that were like staff members of the House, took them and said, ‘We’re going to walk them over to the Senate and give it to a Senate staffer,’” Chesebro told Michigan prosecutors, according to the audio obtained by CNN. “I don’t know why logistically we didn’t take it directly to Johnson. But that’s how we did it,” he added. Kelly and Perry’s offices did not respond to CNN’s requests for comment. Brown did not comment for this story. [CNN previously reported](https://www.cnn.com/2023/06/23/politics/special-counsel-fake-electors-immunity-testimony-jan-6/index.html/) that he testified in June to Smith’s grand jury in the Trump election subversion probe. CNN previously reported that Roman [sat for a proffer interview](https://www.cnn.com/2023/06/29/politics/mike-roman-trump-campaign-cooperate-special-counsel-probe/index.html) with Smith’s team before Trump was indicted. He was also indicted in the sweeping Georgia election racketeering case, in connection with the fake electors scheme, and has pleaded not guilty. Roman’s attorney did not respond to multiple requests for comment. The details from Chesebro put a finer point on how members of Congress, including a sitting US senator, were involved in making sure the electoral certificates for Trump ended up in Pence’s hands. The January 6 committee first revealed last year Johnson’s involvement in trying unsuccessfully to deliver the fake elector certificates to Pence, who [announced](https://www.cnn.com/2021/01/06/politics/mike-pence-trump-electoral-college/index.html) on the morning of the joint session that it would be unconstitutional to do what Trump wanted and unilaterally overturn the election results. The committee [revealed text messages](https://www.cnn.com/2022/06/21/politics/ron-johnson-fake-elector-scheme-trump/index.html) during their hearings last year that Johnson aide Sean Riley sent to Pence aide Chris Hodgson, saying that Johnson “needs to hand something to VPOTUS please advise.” “What is it?” Hodgson asked. “Alternate slates of electors for MI and WI because archivist didn’t receive them,” Riley responded. “Do not give that to him,” Hodgson said. ‘F**k these guys’ In his Michigan interview, Chesebro also dished on some of the internal disagreements among the Trump lawyers, campaign officials and other allies, who clashed over the purpose of the electors’ plan and how far to take things on January 6. Chesebro has maintained – then, and now – that the plan was a lawful move to preserve Trump’s legal rights. Even before the Trump electors met in their state capitals on December 14, 2020, to cast their fake ballots and sign the certificates, Chesebro heard about concerns from some of the electors about possible legal jeopardy, according to emails and text messages reported by [the Detroit News](https://www.detroitnews.com/story/news/politics/2023/12/12/donald-trump-campaign-false-electors-2020-election-legal-risks-michigan-georgia-pennsylvania-nevada/71891072007/) and obtained by CNN. Chesebro [added hedging language](https://www.cnn.com/2022/01/20/politics/trump-campaign-officials-rudy-giuliani-fake-electors/index.html%22%20/o%20%22https:/www.cnn.com/2022/01/20/politics/trump-campaign-officials-rudy-giuliani-fake-electors/index.html%22%20/t%20%22_blank) for the faux certificates from Pennsylvania and New Mexico in response to those concerns. He proposed to Roman and Morgan that they add the contingency caveats to the paperwork for all seven states in the plan. But Roman rejected the idea, according to the emails. “F**k these guys,” Roman texted Chesebro on December 12, 2020. By this time, the Trump campaign had essentially cleaved in two. Top officials who had managed day-to-day activity for Trump up to the election, including in court, say they ceded responsibility to Rudy Giuliani and others, such as Chesebro, according to congressional testimony transcripts. Roman effectively switched teams to work under Giuliani’s structure, according to the testimony from Morgan and others. A spokesperson for Giuliani did not reply to a request for comment. ‘It really went south on me’ Chesebro told Michigan investigators that his own emails show that Morgan remained deeply involved, including in the final hours before January 6, to ensure that the certificates reached DC. “I don’t have a really warm feeling toward, at least, the top Trump lawyers that did this, hid from me what they were doing and then lied to Congress about me. So, it’s been really difficult,” Chesebro said. In his congressional testimony, Morgan said he knew of the elector plan but wanted to distance himself from the effort, delegating the work to others, including those under Giuliani. Morgan told the January 6 committee last year that he initially believed the electors were only meant to be used as a contingency. The electors, he believed, should meet in their state capitals and cast their electoral votes but “not necessarily submit” the certificates to Congress unless “we prevailed” in court. Morgan told the committee that the plan changed in December, saying it morphed from a “cast-and-hold” operation and had “shifted to cast-and-send.” And that’s when Morgan told the committee that he backed out, testifying that he directed an aide to “email Mr. Chesebro politely to say, ‘this is your task. You are responsible for the Electoral College issues moving forward.’” “This was my way of taking that responsibility to zero,” Morgan told the committee, later adding that he “moved on” after that email was sent. Morgan explained that he was concerned that the new plan to try to count the fake electors on January 6 “would make the Vice President’s life harder, and I didn’t want to be a part of that.” “Mr. Morgan stands by his congressional testimony,” his defense attorneys told CNN in response to his emails and Chesebro’s statements to investigators. Ultimately, on the eve of the joint session of Congress, Morgan helped get the ballots in place, according to the emails and according to Chesebro, who blamed his legal troubles squarely on the Trump campaign’s legal team. “I could have avoided all this,” Chesebro vented to Michigan prosecutors. “It’s been a real lesson in not working with people that you don’t know and are not sure you can trust, because it really went south on me.” CNN’s Avery Lotz, Annie Klingenberg, Fredreka Schouten contributed to this report. The-CNN-Wire ™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved. THE-CNN-WIRE (TM) & © 2023 CABLE NEWS NETWORK, INC., A TIME WARNER COMPANY. ALL RIGHTS RESERVED.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.cnn.com/2021/10/08/politics/trump-hotel-dc/index.html",
      "https://www.cnn.com/politics/live-news/georgia-trump-indictment-surrender-08-25-23/h_994988780031dd5229bf4a684c17d49e",
      "https://www.cnn.com/2022/01/20/politics/trump-campaign-officials-rudy-giuliani-fake-electors/index.html%22%20/o%20%22https:/www.cnn.com/2022/01/20/politics/trump-campaign-officials-rudy-giuliani-fake-electors/index.html%22%20/t%20%22_blank",
      "https://www.cnn.com/2023/06/29/politics/mike-roman-trump-campaign-cooperate-special-counsel-probe/index.html",
      "https://www.cnn.com/2023/07/18/politics/michigan-fake-electors-bios/index.html",
      "https://www.cnn.com/2022/01/27/politics/fake-electors-explainer/index.html",
      "https://www.cnn.com/2023/12/08/politics/kenneth-chesebro-cooperating-multiple-investigations/index.html",
      "https://www.detroitnews.com/story/news/politics/2023/12/12/donald-trump-campaign-false-electors-2020-election-legal-risks-michigan-georgia-pennsylvania-nevada/71891072007/",
      "https://twitter.com/mattsmith_news/status/1561709033131851776?s=20",
      "https://www.cnn.com/2023/12/13/politics/trump-2020-oval-office-fake-electors-recordings/index.html",
      "https://www.cnn.com/2023/10/20/politics/kenneth-chesebro-georgia-election-subversion/index.html",
      "https://www.cnn.com/2023/12/27/politics/trump-courtroom-special-counsel-election-subversion/index.html",
      "https://www.cnn.com/2022/06/21/politics/ron-johnson-fake-elector-scheme-trump/index.html",
      "https://www.cnn.com/2021/09/20/politics/trump-pence-election-memo/index.html",
      "https://www.cnn.com/2022/01/12/politics/trump-overturn-2020-election-fake-electoral-college/index.html",
      "https://www.cnn.com/2022/01/28/politics/committee-subpoenas-14-republicans/index.html",
      "https://www.cnn.com/2023/08/09/politics/fake-electors-plot-trump-campaign-memo-chesebro/index.html",
      "https://www.cnn.com/2023/06/23/politics/special-counsel-fake-electors-immunity-testimony-jan-6/index.html/",
      "https://www.cnn.com/2023/11/30/politics/pro-trump-attorney-who-oversaw-fake-electors-plot-cooperating-in-nevada-criminal-probe/index.html",
      "https://www.cnn.com/politics/january-6-insurrection",
      "https://www.cnn.com/2023/07/11/politics/grand-jury-testimony-list-january-6-trump/index.html",
      "https://www.cnn.com/2023/12/06/politics/wisconsin-fake-electors/index.html",
      "https://www.cnn.com/2021/01/06/politics/mike-pence-trump-electoral-college/index.html",
      "https://www.cnn.com/2021/01/06/politics/ossoff-perdue-georgia-election-news/index.html",
      "https://cnn.com/2023/06/23/politics/special-counsel-fake-electors-immunity-testimony-jan-6/index.html/",
      "https://cnn.com/2023/10/20/politics/kenneth-chesebro-georgia-election-subversion/index.html",
      "https://detroitnews.com/story/news/politics/2023/12/12/donald-trump-campaign-false-electors-2020-election-legal-risks-michigan-georgia-pennsylvania-nevada/71891072007/",
      "https://www.cnn.com/2023/06/23/politics/special-counsel-fake-electors-immunity-testimony-jan-6/index.html",
      "https://cnn.com/2022/01/27/politics/fake-electors-explainer/index.html",
      "https://cnn.com/politics/january-6-insurrection",
      "https://cnn.com/2021/01/06/politics/ossoff-perdue-georgia-election-news/index.html",
      "https://www.twitter.com/mattsmith_news/status/1561709033131851776?s=20",
      "https://cnn.com/2022/01/20/politics/trump-campaign-officials-rudy-giuliani-fake-electors/index.html%22%20/o%20%22https:/www.cnn.com/2022/01/20/politics/trump-campaign-officials-rudy-giuliani-fake-electors/index.html%22%20/t%20%22_blank",
      "https://twitter.com/mattsmith_news/status/1561709033131851776",
      "https://cnn.com/2023/08/09/politics/fake-electors-plot-trump-campaign-memo-chesebro/index.html",
      "https://cnn.com/2022/01/12/politics/trump-overturn-2020-election-fake-electoral-college/index.html",
      "https://cnn.com/2022/01/28/politics/committee-subpoenas-14-republicans/index.html",
      "https://cnn.com/2023/06/29/politics/mike-roman-trump-campaign-cooperate-special-counsel-probe/index.html",
      "https://www.detroitnews.com/story/news/politics/2023/12/12/donald-trump-campaign-false-electors-2020-election-legal-risks-michigan-georgia-pennsylvania-nevada/71891072007",
      "https://cnn.com/2023/12/13/politics/trump-2020-oval-office-fake-electors-recordings/index.html",
      "https://cnn.com/2022/06/21/politics/ron-johnson-fake-elector-scheme-trump/index.html",
      "https://cnn.com/politics/live-news/georgia-trump-indictment-surrender-08-25-23/h_994988780031dd5229bf4a684c17d49e",
      "https://cnn.com/2021/01/06/politics/mike-pence-trump-electoral-college/index.html",
      "https://cnn.com/2021/10/08/politics/trump-hotel-dc/index.html",
      "https://cnn.com/2023/12/27/politics/trump-courtroom-special-counsel-election-subversion/index.html",
      "https://cnn.com/2023/07/11/politics/grand-jury-testimony-list-january-6-trump/index.html",
      "https://cnn.com/2021/09/20/politics/trump-pence-election-memo/index.html",
      "https://cnn.com/2023/11/30/politics/pro-trump-attorney-who-oversaw-fake-electors-plot-cooperating-in-nevada-criminal-probe/index.html",
      "https://cnn.com/2023/07/18/politics/michigan-fake-electors-bios/index.html",
      "https://cnn.com/2023/12/06/politics/wisconsin-fake-electors/index.html",
      "https://cnn.com/2023/12/08/politics/kenneth-chesebro-cooperating-multiple-investigations/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "neutral"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "jack smith",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "mike pence",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "neutral"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "electoral college",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington, dc",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:03.090+02:00",
    "updated": "2023-12-29T00:40:54.487+02:00"
  },
  {
    "uuid": "6b633454a23f2d767811ea8aad91d19331a8a828",
    "url": "https://news.antiwar.com/2023/12/28/sen-lindsey-graham-calls-for-us-to-blow-parts-of-iran-off-the-map/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dave DeCamp",
    "published": "2023-12-28T20:02:00Z",
    "title": "Sen. Lindsey Graham Calls for US to Blow Parts of Iran ‘Off the Map’",
    "text": "Sen. Lindsey Graham (R-SC) has\ncalled for the US to bomb Iran in response to Houthi attacks in the Red Sea, saying Iranian bases and oil fields should be blown “off the map.”\nThe hawkish senator claimed that without Iran, there would be no Houthis. But the Houthis, formally known as Ansar Allah, are a homegrown movement of Zaydi Shia Muslims. Zaydi Shia Imams ruled the area of north Yemen that the Houthis now control\nfor about 1,000 years until 1962.\n“Without Iran there are no Houthis,” Graham told Fox & Friends on Wednesday. “The Houthis are completely backed by Iran. I have been saying for six months now…hit Iran. They have oil fields out in the open, they have the Revolutionary Guard headquarters you can see from space. Blow it off the map.”\nThe Houthis have been targeting Israel-linked commercial shipping in the Red Sea and have made clear they will not stop until Israel ends its siege on Gaza. The US launched a military operation in response but has not targeted the Houthis directly, which would involve bombing Yemen.\nGraham criticized the Biden administration for not bombing the Houthis, which would jeopardize a peace deal in Yemen. “We’re fighting the Houthis. We beat the Germans and the Japanese. We should be able to beat the Houthis. Secretary Austin and the Biden administration’s failing our troops in the field,” he said.\nKnow for his extremely hawkish rhetoric, Graham has been a staunch backer of Israel’s massacre in Gaza, previously\n saying there’s “no limit” to how many civilians Israel can kill. He also described the situation in Gaza as a “religious war” and called for Gaza to be completely leveled.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.sandiegouniontribune.com/sdut-a-look-at-zaydi-shiites-and-houthi-rebels-in-yemen-2014oct04-story.html",
      "https://www.newsweek.com/lindsey-graham-biden-lloyd-austin-iran-houthis-1856123",
      "https://sandiegouniontribune.com/sdut-a-look-at-zaydi-shiites-and-houthi-rebels-in-yemen-2014oct04-story.html",
      "https://newsweek.com/lindsey-graham-biden-lloyd-austin-iran-houthis-1856123"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lindsey graham",
          "sentiment": "negative"
        },
        {
          "name": "graham",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox & friends",
          "sentiment": "none"
        },
        {
          "name": "revolutionary guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:04.785+02:00",
    "updated": "2023-12-29T00:19:04.785+02:00"
  },
  {
    "uuid": "29864a3c7936ddfd6861e9e74bfccf151324fcd5",
    "url": "https://www.elbalad.news/6566232",
    "ord_in_thread": 0,
    "author": "@ElBaladOfficial",
    "published": "2025-05-07T22:12:40Z",
    "title": "حريق يلتهم مزرعة دواجن ببني سويف.. والحماية المدنية تنجح في السيطرة دون خسائر بشرية",
    "text": "شهدت عزبة غالي ناروز التابعة لدائرة مركز ببا جنوب\nمحافظة بني سويف، مساء اليوم، حريقًا هائلًا اندلع داخل مزرعة لتربية الدواجن مُقامة على أرض زراعية، ما أسفر عن التهام محتوياتها بالكامل، وسط حالة من الذعر بين المواطنين في المنطقة المجاورة، بينما سارعت قوات الحماية المدنية إلى مكان الواقعة وتمكنت من السيطرة على النيران دون وقوع خسائر في الأرواح.\nوكانت غرفة عمليات النجدة ببني سويف تلقت بلاغًا يفيد بنشوب حريق ضخم داخل مزرعة دواجن تقع على أطراف قرية صالح رشوان، وفور تلقي البلاغ، وجّه اللواء أسامة جمعة مساعد وزير الداخلية مدير أمن بني سويف، بسرعة الدفع بسيارات الإطفاء، والتعامل مع النيران قبل امتدادها إلى الأراضي الزراعية المجاورة.\nوانتقلت قوات الحماية المدنية بالمحافظة، مدعومة بعدد من سيارات الإطفاء، وفرضت كردونًا أمنيًا حول محيط الحريق، وتمكنت بعد جهود استمرت لأكثر من ساعة من محاصرة النيران وإخمادها بشكل كامل.\nوبالفحص المبدئي، تبين أن النيران اندلعت في مزرعة لتربية الدواجن مبنية من الطوب الأبيض ومسقوفة بالصاج والخشب، ومقامة على مساحة كبيرة داخل أرض زراعية، ما ساعد على سرعة انتشار ألسنة اللهب بسبب المواد القابلة للاشتعال، وانفجار اسطوانتي بوتاجاز، خاصة في ظل ارتفاع درجات الحرارة وسوء التهوية داخل الحظائر.\nوبحسب مصادر أمنية، رجّحت المعاينة الأولية أن يكون سبب الحريق ماسًا كهربائيًا بأحد الأسلاك الداخلية، ما أدى لاشتعال النيران بشكل مفاجئ، وانتقالها إلى باقي أجزاء المزرعة قبل أن يتمكن العاملون من السيطرة عليها.\nوتبين من المعاينة الأولية أن المزرعة لم تحتوي على طيور، وتم تدمير محتوياتها بالكامل، دون وقوع إصابات بشرية، فيما تم تحرير المحضر اللازم بالواقعة وأخطرت النيابة العامة التي باشرت التحقيقات وقررت انتداب المعمل الجنائي لبيان سبب الحريق وتقدير الخسائر النهائية.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Environment->hazardous materials",
      "Environment->sustainability",
      "Environment->environmental pollution",
      "Crime, Law and Justice->arson"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T01:12:40.227+03:00",
    "updated": "2025-05-07T22:18:42.000+00:00"
  },
  {
    "uuid": "df4b6aa17b01120adf3d4d4635eb56da27e75c30",
    "url": "https://kdhnews.com/harker_heights_herald/community/resolutions-for-new-year-are-fine-but-make-them-realistic/article_e2b5841a-ac09-11ee-b9e1-53631938e041.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Clark",
    "published": "2024-01-05T20:34:00Z",
    "title": "Resolutions for new year are fine, but make them realistic",
    "text": "Happy New Year, Harker Heights!\nHow has the celebration been going?\nThe start of a new year brings excitement, hope, and the promise of new opportunities.\nAnother thing it brings is the longstanding tradition of making New Year’s resolutions. In the U.S., it is estimated that somewhere between 25 and 45% of people make the annual beginning-of-the-year vow(s) for self-improvement.\nAccording to\nwww.history.com, the tradition of making New Year’s resolutions dates back around 4,000 years, to the ancient Babylonians. This was also the time of the first recorded New Year’s celebrations, which began in mid-March when crops were planted, instead of in January.\nThe celebration centered around a 12-day religious festival called Akitu, when a new king was crowned or continuing loyalty was pledged to the reigning king, along with promises to the gods to pay off debts and return any borrowed objects.\nIn ancient Rome, the beginning of the new year became established on January 1, around 46 B.C. The month held special significance for the Romans, as they believed that the god Janus, who had two faces, symbolized looking back into the past and ahead to the future, and so people offered sacrifices and made promises for the coming year.\nIn early Christianity, the first day of the new year became a traditional time of reflecting on past mistakes and resolving to do better in the future.\nAs always, the vast majority of New Year’s resolutions will soon go by the wayside, but according to one study, people who make at least one resolution are 10 times more likely to change their lives for the better after six months than people who did not make a formal resolution.\nSome of the most popular resolutions include:\nSave money.\nGet organized.\nEat healthier.\nSpend more time with family.\nLearn a new language.\nLearn a new skill.\nGet better quality of sleep.\nSpend less time on Facebook.\nSpend less time watching TV.\nGetting rid of old clothes and clutter.\nMake more friends.\nGet more exercise.\nLose weight.\nAccording to U.S. News & World Report, 80% of these New Year’s resolutions fail by February. Fewer than 10% of resolution-makers are said to be successful in achieving their well-intended goals.\nThere are ways, however, to increase your chances of turning those resolutions into reality. According to Harvard Health Publishing:\nDream big: Lose 50 pounds? Run a marathon? Earn a college degree? Big goals can be motivating, but they can also be discouraging. Dream big, but it is also a good idea to break up big goals into a series of smaller ones. For example, instead of just losing 50 pounds, how about setting a goal to get there by losing one pound a week? Add up those small achievements along the way and before you know it, big goal achieved.\nFind the why: Having goals and an achievable plan to reach those goals is key to success.\nOne way to keep your eye on the prize is determining WHY you are working toward a goal — the big reason you want to lose weight, get healthier, save money, learn a new skill, etc. Why is it important? How will it improve your life?\nMake a commitment: Consistency is key to pretty much any endeavor, especially changing one’s habits. One way to stick with a plan is to share it with someone else. Tell somebody what you’re working on and ask them to hold you accountable.\nSeek progress not perfection: Some days are better than others. Be proud of yourself for taking on a new challenge. You don’t have to conquer the world every day. Baby steps.\nConsistency. Celebrate small victories.\nHow about you? Any New Year’s resolutions?\nBelieve it or not, there are actually websites created to help increase the chances of making a successful New Year’s resolution. One of those sites is:\nJohn Clark is a Herald correspondent.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "http://www.history.com",
      "http://history.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "harker",
          "sentiment": "positive"
        },
        {
          "name": "akitu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "janus",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "rome",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:14:41.506+02:00",
    "updated": "2024-01-06T00:14:41.506+02:00"
  },
  {
    "uuid": "727dff070296e34dc1c0cf405b319ea434eeb692",
    "url": "https://lobste.rs/s/2be0kw/escape_from_zurg_exercise_logic",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hwayne",
    "published": "2024-01-05T17:50:00Z",
    "title": "Escape from Zurg: An Exercise in Logic Programming | Lobsters",
    "text": "The author argues that Haskell is more suitable than Prolog for solving search problems, and gives an example of the Bridge problem in both.\nThe Haskell explicitly constructs the state space and the searching strategy, while in Prolog it’s implicit in the logic. I find that makes it harder to understand the Prolog, though that could be my own inexperience with it. OTOH I think he unfairly biases it a little for Haskell by using descriptive terms in it and only single letter identifiers in the Prolog.\nIMO both aren’t as clear as the Picat solution. I wrote this version a couple months ago:\nimport planner. import ordset. pick_max_two(Set, Members) ?=> member(X, Set), member(Y, Set), Members = new_ordset([X, Y]). final({Left, Right, right}) => Left = []. action(S0, S1, Action, ActionCost) ?=> S0 = {Left, Right, left}, pick_max_two(Left, Movers), Action = {right, Movers}, ActionCost = max(Movers), S1 = {subtract(Left, Movers), union(Right, Movers), right}. action(S0, S1, Action, ActionCost) ?=> S0 = {Left, Right, right}, pick_max_two(Right, Movers), Action = {left, Movers}, ActionCost = max(Movers), S1 = {union(Left, Movers), subtract(Right, Movers), left}. main => Start = {[5, 10, 20, 25], [], left}, println(Start), best_plan(Start, Plan, Cost), foreach(Action in Plan) writeln(Action) end, nl, printf(\"Time taken: %d minutes \", Cost).\nUnlike Haskell you don’t need to write your own search strategy (it comes with a builtin planner module), and unlike the Prolog the actions and cost calculations are pretty clear.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "http://picat-lang.org/",
      "https://www.metalevel.at/zurg/",
      "https://www.metalevel.at/zurg",
      "http://picat-lang.org",
      "http://www.picat-lang.org/",
      "https://metalevel.at/zurg/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "haskell",
          "sentiment": "neutral"
        },
        {
          "name": "zurg",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "prolog",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:26:37.822+02:00",
    "updated": "2024-01-06T00:26:37.822+02:00"
  },
  {
    "uuid": "c7dc8fb159d94b30e985d37ba621d97e31a93f42",
    "url": "https://www.ambito.com/deportes/espionaje-juegos-olimpicos-nueva-zelanda-le-pide-medidas-fifa-contra-canada-incidente-dron-n6038802",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ambitocom",
    "published": "2024-07-26T01:21:00Z",
    "title": "Espionaje en Juegos Olímpicos: Nueva Zelanda le pide medidas a FIFA contra Canadá por incidente con dron",
    "text": "El director general de la Asociación de Fútbol de Nueva Zelanda , Andrew Pragnell , pidió a la FIFA que tome medidas urgentes ante el escándalo de espionaje en el que se ha visto envuelta la defensora de la medalla de oro en el fútbol femenino, Canadá , en los Juegos Olímpicos de París 2024 , que empaña la integridad deportiva del torneo.\nEl contenido al que quiere acceder es exclusivo para suscriptores.\nsuscribirse ya estoy suscripto La seleccionadora femenina de Canadá , Bev Priestman , se retiró de las tareas del partido inaugural y fue cesanteada de su cargo por el Comité Olímpico de ese país posteriormente. Además, una entrenadora asistente y un analista del equipo fueron expulsados de los Juegos el miércoles en medio de las acusaciones de uso de drones en dos sesiones de entrenamiento de Nueva Zelanda .\nInformate más La agenda de Javier Milei en París: Juegos Olímpicos, reunión bilateral con Macron y busca de inversiones Los insólitos dichos de la ministra de deportes francesa sobre la invasión marroquí Embed - https://publish.twitter.com/oembed?url=https://x.com/CanadaSoccerEN/status/1816630901822173676&partner=&hide_thread=false Statement: Suspension of Bev Priestman\n— Canada Soccer (@CanadaSoccerEN) July 26, 2024 Para colmo, en el campo de juego, Canadá , que ganó su primer título olímpico hace tres años en Tokio, comenzó la defensa del oro en París con un triunfo por 2-1 ante Nueva Zelanda , por el Grupo A. Canada Soccer anunció que iniciará una investigación independiente sobre el asunto, mientras que la FIFA abrió un procedimiento disciplinario.\nEmbed - https://publish.twitter.com/oembed?url=https://x.com/NZ_Football/status/1816525167318958535&partner=&hide_thread=false A hard-fought opening match ends in defeat against the #Tokyo2020 gold medalists pic.twitter.com/wv0Q2rkjgF\n— New Zealand Football (@NZ_Football) July 25, 2024 Nueva Zelanda exige duras sanciones \"No hay lugar para este tipo de acciones en el fútbol y es fundamental que se tomen medidas urgentes para hacer frente a esta violación de la integridad\", expresó Andrew Pragnell mediante un comunicado. \"Enterarnos ahora de que el equipo canadiense había filmado imágenes secretas de nuestro equipo entrenándose al menos dos veces es increíblemente preocupante y, si no se trata con urgencia, podría tener implicaciones más amplias para la integridad del torneo\".\nEmbed - https://publish.twitter.com/oembed?url=https://x.com/bobmackin/status/1816163169431089586&partner=&hide_thread=false The sites of the @CanadaSoccerEN #Olympics #WNT drone spying on New Zealand training sessions in Saint-Étienne.\nJuly 20: Stade Michon (left). July 22: Stade Auguste Dury. #FIFA #Paris2024 #SportsBiz #cdnpoli #drones #tech #security pic.twitter.com/zSuGlMQ4nN\n— Bob Mackin (@bobmackin) July 24, 2024 Y añadió: \"Sin embargo, teniendo en cuenta la gravedad de la situación y las posibles implicaciones para la integridad deportiva de todo el torneo, hemos remitido el asunto a la Comisión Disciplinaria de la FIFA para que tome medidas urgentes\".\nEl Comité Olímpico Neozelandés también denunció el incidente del dron a la policía y a la unidad de integridad del Comité Olímpico Internacional .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/zSuGlMQ4nN",
      "https://publish.twitter.com/oembed?url=https://x.com/bobmackin/status/1816163169431089586&partner=&hide_thread=false",
      "https://twitter.com/hashtag/tech?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/NZ_Football/status/1816525167318958535?ref_src=twsrc%5Etfw",
      "https://publish.twitter.com/oembed?url=https://x.com/CanadaSoccerEN/status/1816630901822173676&partner=&hide_thread=false",
      "https://twitter.com/hashtag/Olympics?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/cdnpoli?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/drones?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/SportsBiz?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Paris2024?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/CanadaSoccerEN?ref_src=twsrc%5Etfw",
      "https://publish.twitter.com/oembed?url=https://x.com/NZ_Football/status/1816525167318958535&partner=&hide_thread=false",
      "https://twitter.com/bobmackin/status/1816163169431089586?ref_src=twsrc%5Etfw",
      "https://twitter.com/CanadaSoccerEN/status/1816630901822173676?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/FIFA?src=hash&ref_src=twsrc%5Etfw",
      "https://t.co/wv0Q2rkjgF",
      "https://twitter.com/hashtag/Tokyo2020?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/WNT?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/security?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/drones?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/NZ_Football/status/1816525167318958535?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Tokyo2020",
      "https://www.t.co/zSuGlMQ4nN",
      "https://twitter.com/hashtag/security",
      "https://www.twitter.com/CanadaSoccerEN/status/1816630901822173676?ref_src=twsrc%5Etfw",
      "https://www.publish.twitter.com/oembed?url=https://www.x.com/NZ_Football/status/1816525167318958535&partner=&hide_thread=false",
      "https://www.publish.twitter.com/oembed?url=https://www.x.com/CanadaSoccerEN/status/1816630901822173676&partner=&hide_thread=false",
      "https://twitter.com/hashtag/cdnpoli",
      "https://twitter.com/CanadaSoccerEN/status/1816630901822173676",
      "https://www.twitter.com/bobmackin/status/1816163169431089586?ref_src=twsrc%5Etfw",
      "https://www.t.co/wv0Q2rkjgF",
      "https://www.twitter.com/hashtag/WNT?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/FIFA?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/tech",
      "https://www.twitter.com/hashtag/Tokyo2020?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/SportsBiz?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Paris2024",
      "https://twitter.com/CanadaSoccerEN",
      "https://www.publish.twitter.com/oembed?url=https://www.x.com/bobmackin/status/1816163169431089586&partner=&hide_thread=false",
      "https://twitter.com/hashtag/Olympics",
      "https://www.twitter.com/hashtag/Paris2024?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/cdnpoli?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/FIFA",
      "https://www.twitter.com/hashtag/security?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/bobmackin/status/1816163169431089586",
      "https://twitter.com/hashtag/drones",
      "https://twitter.com/NZ_Football/status/1816525167318958535",
      "https://twitter.com/hashtag/WNT",
      "https://twitter.com/hashtag/SportsBiz",
      "https://publish.twitter.com/oembed",
      "https://www.twitter.com/CanadaSoccerEN?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/tech?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/Olympics?src=hash&ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:56:21.264+03:00",
    "updated": "2024-07-26T04:56:21.264+03:00"
  },
  {
    "uuid": "aeae225efee6df72e90b40c62479c0fb210b6973",
    "url": "https://francesoir.fr/videos-l-entretien-essentiel/plainte-contre-u-von-der-leyen-pourquoi-le-parquet-europeen-souhaite-t",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "France-Soir",
    "published": "2024-06-06T17:00:00Z",
    "title": "Plainte contre U. Von der Leyen : Le parquet européen entre en jeu - Entretien avec F. Baldan et Me Protat",
    "text": "Plainte contre U. Von der Leyen : Le parquet européen entre en jeu - Entretien avec F. Baldan et Me Protat\nENTRETIEN - Nous recevons le lobbyiste Frédéric Baldan et son avocate Me Diane Protat, dans le cadre de la plainte qu'il a déposé contre la présidente de la Commission européenne, Ursula von der Leyen. Ils reviennent sur les dernières actualités de cette affaire et la tentative du parquet européen (EPPO) de reprendre ce dossier. Si la presse européenne commence à reprendre l'information de la plainte contre Von der Leyen, c'est toujours silence radio dans les médias Français, qu'à cela ne tienne, Frederic Baldan et Diane Protat sont allés déposer un communiqué de presse au siège de l'Agence France Presse à Paris, à l'approche des européennes, verra t-on dans les prochains jours l'AFP parler de cette information ?\nÀ LIRE AUSSI\nL'article vous a plu ? Il a mobilisé notre rédaction qui ne vit que de vos dons.\nL'information a un coût, d'autant plus que la concurrence des rédactions subventionnées impose un surcroît de rigueur et de professionnalisme.\nAvec votre soutien, France-Soir continuera à proposer ses articles gratuitement car nous pensons que tout le monde doit avoir accès à une information libre et indépendante pour se forger sa propre opinion.\nVous êtes la condition sine qua non à notre existence, soutenez-nous pour que France-Soir demeure le média français qui fait s’exprimer les plus légitimes.\nSi vous le pouvez, soutenez-nous mensuellement, à partir de seulement 1€. Votre impact en faveur d’une presse libre n’en sera que plus fort. Merci.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:49:29.047+03:00",
    "updated": "2024-06-07T01:49:29.047+03:00"
  }
]