[
  {
    "uuid": "65b2f703d45917266a50b08e054ae2604d1bf3af",
    "url": "http://business.mammothtimes.com/mammothtimes/article/getnews-2024-4-4-empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T00:00:00Z",
    "title": "Empowering Future Healers: Dr. Jeremy Barnett Scholarship Announces Recipient of Scholarship Award | User | mammothtimes.com",
    "text": "Dr. Jeremy Barnett Olean, NY - In an exciting culmination of the Dr. Jeremy Barnett Scholarship, medical students across the United States showcased their passion and creativity in response to the essay question: How would you use your medical degree to help benefit society? Today, we are thrilled to announce the deserving winner of the $1,000 scholarship, aimed at supporting the academic journey of talented students facing financial challenges in pursuing their medical education.\nJeremy Barnett , a seasoned medical professional with over 20 years of experience, initiated this scholarship program to alleviate the burden of costly medical college expenses faced by many gifted and bright students. The essay contest, which served as the basis for selecting the scholarship recipient, invited applicants to articulate their visions for making a meaningful impact on society through their medical careers.\nAfter careful consideration, the scholarship committee is pleased to award the Dr. Jeremy Barnett Scholarship to our winner, whose compelling essay demonstrated a profound commitment to using their medical degree to bring positive change to people's lives.\nThe $1,000 scholarship funds will be dedicated to covering tuition fees for [Winner's Name]'s entire degree program at an accredited medical school in the United States.\nDr. Jeremy Barnett emphasizes the importance of supporting aspiring doctors in their educational journey, stating, \"I understand the struggles that students face during their years of schooling on the road to becoming physicians. The scholarship aims to provide not only financial assistance but also encouragement for these talented individuals to pursue their dreams.\"\nMedical scholarships play a crucial role in empowering ambitious students to overcome the rising costs of tuition and living expenses associated with medical school. The Dr. Jeremy Barnett Scholarship stands as a testament to Dr. Barnett's commitment to fostering the next generation of healthcare professionals.\nFor aspiring medical students seeking financial aid, the Dr. Jeremy Barnett Scholarship continues to be a beacon of hope. The scholarship committee congratulates the winner of our scholarship and encourages all medical students to consider applying for future opportunities.\nTo learn more about the Dr. Jeremy Barnett Scholarship and stay updated on upcoming application cycles, please visit the official website at https://drjeremybarnettscholarship.com\nAbout Dr. Jeremy Barnett :\nDr. Jeremy Barnett is a board-certified medical doctor with a wealth of experience spanning over two decades. He graduated from the University of Medicine and Dentistry of New Jersey, completed his internship at Baystate Medical Centre, and attended residency sessions at the University of Medicine and Dentistry University and Long Island Jewish Hospital. Dr. Barnett is dedicated to not only providing excellent patient care but also supporting the educational aspirations of future healthcare professionals through initiatives like the Dr. Jeremy Barnett Scholarship. For more information, visit https://drjeremybarnettscholarship.com\nMedia Contact\nCompany Name: Dr. Jeremy Barnett Scholarship\nContact Person: Dr. Jeremy Barnett\nEmail: Send Email\nCity: Olean\nState: New York\nCountry: United States\nWebsite: https://drjeremybarnettscholarship.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://drjeremybarnett.com/",
      "https://drjeremybarnettscholarship.com",
      "https://drjeremybarnettscholarship.com/",
      "https://www.cloudquote.io",
      "https://www.getnews.info/wp-content/uploads/2024/04/1712264571.jpeg",
      "https://twitter.com/DrJeremyBarnett",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://drjeremybarnett.org/",
      "http://www.universalpressrelease.com/?pr=empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://www.linkedin.com/in/dr-jeremy-barnett/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://www.getnews.info/press_stat.php?pr=empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "http://universalpressrelease.com/?pr=empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://drjeremybarnettscholarship.com",
      "https://drjeremybarnett.com",
      "https://tracking.newsrpm.com/pixel",
      "https://linkedin.com/in/dr-jeremy-barnett/",
      "https://www.getnews.info/press_stat.php",
      "https://drjeremybarnett.org",
      "https://www.twitter.com/DrJeremyBarnett",
      "https://www.drjeremybarnett.com/",
      "https://getnews.info/wp-content/uploads/2024/04/1712264571.jpeg",
      "https://www.drjeremybarnettscholarship.com",
      "https://getnews.info/press_stat.php?pr=empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://www.drjeremybarnett.org/",
      "https://www.googletagmanager.com/gtag/js",
      "https://www.drjeremybarnettscholarship.com/",
      "https://www.linkedin.com/in/dr-jeremy-barnett",
      "https://cloudquote.io/article/6",
      "https://cloudquote.io/article/5",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.universalpressrelease.com/",
      "https://cloudquote.io"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeremy barnett",
          "sentiment": "negative"
        },
        {
          "name": "jeremy barnett olean",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:46:49.094+03:00",
    "updated": "2024-04-05T01:46:49.094+03:00"
  },
  {
    "uuid": "6d31094d20926775f56db455ba53222234530651",
    "url": "https://vnexplorer.net/former-wework-ceo-adam-neumann-on-his-new-1-billion-real-estate-startup-called-flow-s2342150.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-04-11T00:00:00Z",
    "title": "Former WeWork CEO Adam Neumann on his new $1 billion real estate startup called Flow",
    "text": "Adam, it is nice to see you. Thanks for welcoming us here for launch day. You’re launching your new venture today, Flo, I know that you’ve been heads down over the last few years just concentrating on developing it. I want to get into it. I want to get into Wework, which I know you’re trying to buy back. But first I thought we might just address the elephant in the room. Some people might be surprised to see you on our screens again. What are you going to do differently this time around? Well, first of all, thank you so much for coming down here to Flo, Fort Lauderdale. It is an extremely exciting day for us. But let’s start with that. We built a global brand. We had over 10,000 employees that were so passionate. We helped redefine a category and every single thing we did had to do almost anything and everything with community. I am the kind of person that actually learns more from their mistakes than from their successes. So all the great things we did in the past, we’re going to do again. But then I had time to reflect. For example, partners. I’m so grateful and lucky to have Marc Andreessen and Ben Horowitz from A16Z as my partners. For those of you who don’t know, they both come to my board meetings and our boardroom is exciting. And for those of you who don’t know them, they speak their mind if you want them to or if you don’t. So there’s more debate in the boardroom than there was before. Debate is an understatement. There are lively discussions that can go all over the place. They’re also a great partnership themselves. So it could be them and me, and they hold you more accountable. Everyone’s holding everyone more accountable and I have the pleasure to working with them and they are entrepreneurs. This is actually their third business. So it’s one thing to have investors who are giving advice. It’s another thing to have entrepreneurs who you consider peers that are working with you. That’s one example. The other one is something you just said. I’ve taken my time. We did not rush, we did not rush to launch this brand. We’ve been running this business for the past two years. We built our operating systems, we built our technology back end and front end. We rebuilt processes. We rebuilt the property management company and we did all of that to practice and test and see what works and what doesn’t. And even before we launched the brand, this building that you’re in now is 95% full, other Florida location is 96% full and that was before the brand, right. So I want to get into flow and this business model, your mission, I’m going to read from your website revolutionize the residential experience as a virtually integrated, vertically integrated real estate owner operator and technology innovator. What does that mean? So I’m not sure where you read that in the website, but it’s it’s actually more about coming to your higher self between you and yourself, your neighbour and the world. So our mission is actually bringing everybody together. What you read I think is from the bio which is a little bit of what we’re doing. Bio will explain is that accurate though, are you a real estate owner, operator and technology innovator, extremely accurate. So flow is an experience first residential real estate company. We’re vertically integrated. So we have technology, we have operations and we have the people that bring it all together. Also, as you can see around you, design is a very important aspect of what we do. And by bringing all of these things together, we had a theory two years ago that the buildings will become more valuable in both of our Florida properties. We’re already starting to show that with much higher performance are the buildings more valuable than when you bought them, so more valuable. Now we’re asking a real estate question of cap rates, but if you’re asking if the buildings have higher NOI net operating income than when we bought them, this building you’re sitting in has a 40% higher NOI than when we took over 18 months. And does that mean that you’ve increased rents, rent growth, which is also metric important and that’s a great question. We also increased rent gross, but some of the viewers might say, oh, Miami’s rent growth are up. So actually Fort Lauderdale where we’re at, rent has gone down 8% in the past 12 months. So we’ve increased our rent, but also we lower churn. When people like being in a building, when they actually feel like they’re part of a community, they stay. When people stay and there’s no churn in the building, it increases occupancy and increases the value. But that’s just one. So just to be clear, you are increasing value and that’s reflected in the value of the real estate that you own. So I’m going to answer it very precisely. Another lesson, I’m going to answer it very precisely. We’ve increased the net operating income of the building you’re sitting in by over 40% since we took over 18 months ago. If you want to say what it’s worth, that’s a question for people who buy. It’s a different metric, but NOI is how we’re measuring it and the and the value of the building. You only know, by the way, what the building is worth is when you sell it.News Related - AWS and Clarity AI to use generative AI to boost sustainable investments Cloud computing experts, builders, customers, partners, and technology enthusiasts descend on Las Vegas to attend AWS re:Invent event that runs through December 1. Photo: AWS Amazon Web Services, the world’s biggest cloud services provider, has expanded its partnership with technology platform Clarity AI to help investors and consumers advance sustainable ... See Details: AWS and Clarity AI to use generative AI to boost sustainable investments - Ref Watch: 'Enough' of a foul to disallow Man City goal vs Liverpool Manchester City players appeal to the referee after Ruben Dias’ effort is ruled out for a foul on Alisson Former referee Dermot Gallagher dissects the flashpoints from the latest round of the 2023/24 Premier League season including Manchester City’s disallowed goal against Liverpool and Manchester United’s penalty at Everton. Man ... See Details: Ref Watch: 'Enough' of a foul to disallow Man City goal vs Liverpool - Day in the Life: Ex-England rugby star on organising this year's Emirates Dubai Sevens “A Day in the Life” allows you to step into the shoes of a UAE resident to experience a typical 24 hours in their work and home life Mathew Tait knows his way around a pitch, having lit up rugby’s biggest stage for England against South Africa in the 2007 ... See Details: Day in the Life: Ex-England rugby star on organising this year's Emirates Dubai Sevens - Pandya returns to MI, Green goes to RCB All-rounder Hardik Pandya has been traded to his former franchise Mumbai Indians (MI) from Gujarat Titans with Cameron Green moving from Mumbai to Royal Challengers Bangalore (RCB), the IPL said yesterday. Five-time winners Mumbai got all-rounder Pandya back on his existing player fee of $1.8mn as teams prepare their wish ... See Details: Pandya returns to MI, Green goes to RCB - Snowstorm kills eight in Ukraine and Moldova, hundreds of towns lose power KYIV, 28th November, 2023 (WAM) — A winter storm lashed central and southern Ukraine, killing at least five people in Ukraine and three in neighbouring Moldova, with snow and high winds knocking out power to hundreds of towns and villages and shutting highways, Reuters reported. At least 19 people were ... See Details: Snowstorm kills eight in Ukraine and Moldova, hundreds of towns lose power - ‘This is why fewer Sikhs visiting gurdwaras abroad’: BJP after Indian envoy heckled in Long Island ‘This is why fewer Sikhs visiting gurdwaras abroad’: BJP after Indian envoy heckled in Long Island New Delhi: The BJP has condemned the heckling of the Indian ambassador to the US Taranjit Singh Sandhu at a gurdwara in Long Island, New York. Party leader Manjinder Singh Sirsa said the verbal ... See Details: ‘This is why fewer Sikhs visiting gurdwaras abroad’: BJP after Indian envoy heckled in Long Island - Inside a Dubai home with upcycled furniture and zero waste Empty jars of cream cheese, bottles of juice, torn clothes and scrap wood. These are just some items that double as eye-catching decor in Dubai resident Siddiqa Akhtar’s Furjan townhouse. A veritable upcycled haven, the Pakistani homemaker’s DIY space pays homage to her zero-waste lifestyle. Her creativity is evident from ... See Details: Inside a Dubai home with upcycled furniture and zero waste - Captain Turner aims for Pitch 1 return as JESS bid to retain Dubai Sevens U19 crown Henry Turner of JESS Blues. Defending school champs JESS play a practice match against Dubai Hurricanes ahead of Emirates Dubai Sevens. The Sevens, Dubai. Chris Whiteoak / The National When Jumeirah English Speaking School claimed the Gulf Under-19s title at the Dubai Sevens for the first time 12 months ago ... See Details: Captain Turner aims for Pitch 1 return as JESS bid to retain Dubai Sevens U19 crown - No Antoine Dupont but Dubai still set to launch new era for sevens Henry Turner of JESS Blues. Defending school champs JESS play a practice match against Dubai Hurricanes ahead of Emirates Dubai Sevens. The Sevens, Dubai. Chris Whiteoak / The National When Jumeirah English Speaking School claimed the Gulf Under-19s title at the Dubai Sevens for the first time 12 months ago ... See Details: No Antoine Dupont but Dubai still set to launch new era for sevens - Why ESG investors are concerned about AI Henry Turner of JESS Blues. Defending school champs JESS play a practice match against Dubai Hurricanes ahead of Emirates Dubai Sevens. The Sevens, Dubai. Chris Whiteoak / The National When Jumeirah English Speaking School claimed the Gulf Under-19s title at the Dubai Sevens for the first time 12 months ago ... See Details: Why ESG investors are concerned about AI - Your campsite can harm the environment Henry Turner of JESS Blues. Defending school champs JESS play a practice match against Dubai Hurricanes ahead of Emirates Dubai Sevens. The Sevens, Dubai. Chris Whiteoak / The National When Jumeirah English Speaking School claimed the Gulf Under-19s title at the Dubai Sevens for the first time 12 months ago ... See Details: Your campsite can harm the environment - Mubadala, Saudi Fund deals on US radar for potential China angle Henry Turner of JESS Blues. Defending school champs JESS play a practice match against Dubai Hurricanes ahead of Emirates Dubai Sevens. The Sevens, Dubai. Chris Whiteoak / The National When Jumeirah English Speaking School claimed the Gulf Under-19s title at the Dubai Sevens for the first time 12 months ago ... See Details: Mubadala, Saudi Fund deals on US radar for potential China angle - Abu Dhabi T10 season seven to kick off with thrilling double-header Henry Turner of JESS Blues. Defending school champs JESS play a practice match against Dubai Hurricanes ahead of Emirates Dubai Sevens. The Sevens, Dubai. Chris Whiteoak / The National When Jumeirah English Speaking School claimed the Gulf Under-19s title at the Dubai Sevens for the first time 12 months ago ... See Details: Abu Dhabi T10 season seven to kick off with thrilling double-header - Eight climate fiction, or cli-fi, books to consider before Cop28 Henry Turner of JESS Blues. Defending school champs JESS play a practice match against Dubai Hurricanes ahead of Emirates Dubai Sevens. The Sevens, Dubai. Chris Whiteoak / The National When Jumeirah English Speaking School claimed the Gulf Under-19s title at the Dubai Sevens for the first time 12 months ago ... See Details: Eight climate fiction, or cli-fi, books to consider before Cop28 OTHER NEWS Read more » https://vnexplorer.net/discover-the-health-benefits-of-valencia-orange-serving-sizes-nutrition-facts-and-concerns-curated-by-nutrition-professionals-s134150.html Discover the Health Benefits of Valencia Orange: Serving Sizes, Nutrition Facts, and Concerns Curated by Nutrition Professionals. https://vnexplorer.net/discover-the-health-benefits-of-valencia-orange-serving-sizes-nutrition-facts-and-concerns-curated-by-nutrition-professionals-s134150.html https://vnexplorer.net/kibsons-at-the-heart-of-the-better-food-systems-debate-bound-for-cop28-s134148.html https://vnexplorer.net/kibsons-at-the-heart-of-the-better-food-systems-debate-bound-for-cop28-s134148.html https://vnexplorer.net/government-passes-draft-budget-law-for-fy2024-s134145.html https://vnexplorer.net/government-passes-draft-budget-law-for-fy2024-s134145.html https://vnexplorer.net/new-forecasted-capital-expenditure-for-fiscal-year-2024-stands-at-jd73-million-govt-s133209.html https://vnexplorer.net/new-forecasted-capital-expenditure-for-fiscal-year-2024-stands-at-jd73-million-govt-s133209.html https://vnexplorer.net/historical-insights-evolution-of-archaeological-research-in-jordan-from-post-world-war-i-to-1960s-s133208.html https://vnexplorer.net/historical-insights-evolution-of-archaeological-research-in-jordan-from-post-world-war-i-to-1960s-s133208.html https://vnexplorer.net/no-fruit-acids-whitening-creams-uae-authority-issues-guidelines-for-salon-cosmetics-s133207.html https://vnexplorer.net/no-fruit-acids-whitening-creams-uae-authority-issues-guidelines-for-salon-cosmetics-s133207.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adam",
          "sentiment": "negative"
        },
        {
          "name": "adam neumann",
          "sentiment": "negative"
        },
        {
          "name": "marc",
          "sentiment": "none"
        },
        {
          "name": "flo",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "fort lauderdale",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:25:35.327+03:00",
    "updated": "2024-04-12T02:25:35.327+03:00"
  },
  {
    "uuid": "1d587a25f744fd3edfd97f23b3de92124c178f1b",
    "url": "https://cordis.europa.eu/article/id/454780-how-much-should-we-worry-about-the-hundreds-of-viruses-hiding-in-our-bathrooms/fr",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "COMM/RTD",
    "published": "2024-11-21T08:52:00Z",
    "title": "Dans quelle mesure devons-nous nous inqui\\u00e9ter des centaines de virus qui se cachent dans nos salles de bains?",
    "text": "Dans quelle mesure devons-nous nous inquiéter des centaines de virus qui se cachent dans nos salles de bains?\nNous considérons la salle de bains comme l’un des endroits les plus propres, si ce n’est le plus propre, de notre maison. Il s’agit en fait d’une énorme piscine où les microbes s’en donnent à cœur joie. Nos petits invités adorent l’environnement chaud et humide des salles de bains. Une équipe de scientifiques de l’université Northwestern aux États-Unis a découvert 614 virus uniques sur la surface de deux articles de salle de bains que nous utilisons quotidiennement. Nombre de ces virus n’étaient même pas connus de la science, du moins jusqu’à présent.\nQue les maniaques de la propreté et des germes se rassurent\nLes virus sont attachés à la surface des brosses à dents et des pommeaux de douche! Près de 75 % d’entre eux ont été trouvés sur des brosses à dents. Les chercheurs ont prélevé des échantillons sur des pommes de douche et des poils de brosse à dents aux quatre coins des États-Unis. Ils ont ensuite séquencé l’ADN des écouvillons. Leurs résultats ont été publiés dans la revue [«Frontiers in Microbiomes»](https://www.frontiersin.org/journals/microbiomes/articles/10.3389/frmbi.2024.1396560/full).\nLe principal coupable c’est l’eau, qui constitue un foyer idéal pour les micro-organismes. Mais pas de panique. Nul besoin de sortir vos puissants produits de nettoyage pour l’instant. Les virus détectés sur les deux objets sont principalement des bactériophages, des mangeurs de bactéries. Ce type de virus spécifique infecte les bactéries et non les humains, de sorte qu’il ne nous affecte pas.\nErica Hartmann, professeure agrégée d’ingénierie civile et environnementale à Northwestern, a confié à [«CNN»](https://edition.cnn.com/2024/10/09/science/showerhead-toothbrush-viruses-phages-intl-scli/index.html): «Nous avons trouvé un nombre absolument incroyable de virus. Dont de nombreux virus que nous connaissons très peu et beaucoup d’autres qui nous étaient totalement inconnus. Il est étonnant de constater à quel point nous méconnaissons la biodiversité qui nous entoure».\nVivre dans un monde de microbes\nBien que l’idée d’être l’hôte d’une collection hétéroclite de virus puisse encore susciter quelques inquiétudes, Erica Hartmann estime que nous devrions nous y habituer. En effet, l’antibiotique salvateur de demain pourrait être un virus tapi sur notre brosse à dents ou notre pommeau de douche. Imaginez l’exploitation des bactériophages pour la biotechnologie.\n«Les microbes sont partout, tout le temps […] Sans eux, nous ne pourrions pas digérer nos aliments ni lutter contre les infections», ajoute-t-elle. «Même si notre première réaction peut-être un sentiment de dégoût, je pense qu’il est très important d’aborder le monde microbien avec un sentiment d’émerveillement et de curiosité, car il peut apporter de nombreux bienfaits et recèle un énorme potentiel pour la biotechnologie.»\n«Nous ne savons pas exactement à quels microbes nous sommes exposés ni à quel moment, ni comment ils exercent une action bénéfique sur la santé ou le bien-être», explique Erica Hartmann dans [«TIME»](https://time.com/7071966/viruses-bacteria-toothbrush-showerhead/). «Si nous parvenons à comprendre ce que font tous les microbes et la manière dont ils le font, nous pourrons adopter une attitude plus réfléchie à l’égard d’objets tels que notre brosse à dents et, par conséquent, mieux prendre soin de nous-mêmes et de notre environnement.»\nMots‑clés\nvirus, salle de bain, germe, brosse à dents, pommeau de douche, bactériophage, bactérie, microbe, micro-organisme",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://edition.cnn.com/2024/10/09/science/showerhead-toothbrush-viruses-phages-intl-scli/index.html",
      "https://www.frontiersin.org/journals/microbiomes/articles/10.3389/frmbi.2024.1396560/full",
      "https://time.com/7071966/viruses-bacteria-toothbrush-showerhead/",
      "https://www.time.com/7071966/viruses-bacteria-toothbrush-showerhead/",
      "https://www.edition.cnn.com/2024/10/09/science/showerhead-toothbrush-viruses-phages-intl-scli/index.html",
      "https://frontiersin.org/journals/microbiomes/articles/10.3389/frmbi.2024.1396560/full",
      "https://time.com/7071966/viruses-bacteria-toothbrush-showerhead"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T16:53:22.188+02:00",
    "updated": "2024-11-22T16:53:22.188+02:00"
  }
]