[
  {
    "uuid": "2e8d87e616d990c397eca0a788c62b8ac76e44d8",
    "url": "https://vnexplorer.net/este-es-pedro-el-oso-perezoso-mas-guapo-de-todo-el-reino-animal-s823565.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-05T21:54:00Z",
    "title": "Este es Pedro: el oso perezoso más guapo de todo el reino animal",
    "text": "Este animal vive en Costa Rica y es una invitación para que las personas donen para la conservación de su especie y hábitat.\nHa conquistado el corazón de los usuarios en internet.\nPedro ha conquistado los corazones de los usuarios de las redes sociales. Este es conocido como el oso perezoso más guapo del reino animal, según la Fundación Internacional para la Conservación del Perezoso, que le ha otorgado dicho título.\nEl animal habita en las selvas de Costa Rica y es el personaje del año para la organización, que lo ha exhibido en videos para mostrar lo cautivador que es este perezoso.\nPor ello, el ejemplar, que parece modelo de portada de revista, ya suma más de 12 millones de reproducciones en las redes sociales.\nNo obstante, su personalidad también ha sido un factor que llama la atención, pues se ha desenvuelto con facilidad frente a las cámaras.\nEl motivo, por el que la organización visibiliza a Pedro, no solo se debe a que tiene un pelaje definido y una expresión tierna.\nAsí, buscan incentivar que las personas se postulen para ser padres adoptivos, que donen para la preservación de su especie y su hábitat natural.\nLos perezosos habitan en las selvas tropicales de América Central y del Sur en países como Panamá, Costa Rica, Colombia, Brasil, Surinam y Venezuela. Existen seis especies de este animal, de ellas: tres están en nivel de menor preocupación según la Lista Roja de Especies Amenazadas de la Unión Internacional para la Conservación de la Naturaleza (Uicn); uno está en peligro crítico de extinción; y las otras dos especies están consideradas como vulnerables.\n🐾 ¿Quiere estar al día y conocer las últimas noticias sobre el mundo animal? Lo invitamos a verlas en La Red Zoocial. 🐶🐱 Además, si tiene alguna historia o está interesado en contar la suya con su mascota, puede escribirnos a [email protected]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwwMu.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mwwMu.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:16.798+02:00",
    "updated": "2024-01-06T00:01:16.798+02:00"
  },
  {
    "uuid": "17f1618295a751c21d1269892f9b7d28797532d9",
    "url": "https://www.expressandstar.com/news/uk-news/2023/12/29/protest-at-catholic-girls-school-a-sign-of-deeper-malaise-in-northern-ireland/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T00:05:00Z",
    "title": "Protest at Catholic girls school a sign of ‘deeper malaise’ in Northern Ireland",
    "text": "Protest at Catholic girls school a sign of ‘deeper malaise’ in Northern Ireland A meeting David Trimble had with residents was said to be ‘instrumental in creating the climate for a discontinuation of the protest’. A loyalist protest at a Catholic girls school in north Belfast in 2001 was a sign of a “deeper malaise” in Northern Ireland according to Bertie Ahern, new archives show. Officials who compiled documentation of efforts to resolve the protest also noted criticisms of DUP MP for Belfast North Nigel Dodds for his actions, and said that then First Minister David Trimble’s efforts were integral. For months in 2001, locals at Holy Cross primary school in north Belfast stood outside the school as girls and parents walked in The protest began following a clash in June 2001 as a man collected his child. “He was, according to nationalists, attacked by loyalists when he objected to them putting up paramilitary flags on the Ardoyne Road,” a briefing note stated. Efforts to resolve the issue over the summer break failed, and the protests resumed in the autumn. Loyalists said they were protesting because of attacks on their community, which they claimed were prompted by the larger Catholic population and wanted better security in the Ardoyne area as a result. The note from November said: “The hate-filled aggression the loyalist protesters showed to the primary school girls and their families has disturbed, dismayed, and angered people throughout Northern Ireland and in the wider world beyond.” On October 18 2001, Fr Aidan Troy had an hour-long meeting with Mr Ahern in which he discussed the impasse over the protest, which had been ongoing for months. Fr Troy, parish priest of Ardoyne and chair of the board of governors of the Holy Cross school, said that there were around 20 people on both sides of the road in the morning, and 60-70 people on each side in the afternoon. “A hard core” of local residents took part in the protests and there was also a “sinister” loyalist paramilitary involvement, as well as people from other loyalist areas taking part, according to notes taken of the meeting. Fr Troy said that some residents from Glenbryn, the protestant and loyalist area around the school, expressed support for his work, usually anonymously because of the “climate of fear” surrounding those who opposed the protest. He said that some children and parents had been subjected to abuse including “balloons filled with dog excrement and urine, scalding water, stones and a blast-bomb”. A blast bomb attack had taken place the day before the meeting on Alliance Avenue. Of the 220 pupils at the school, 35 were stressed and receiving counselling and medication, and 10 had been transferred to other schools. The priest expressed concern that the protest could “drag on indefinitely”, as it was a no-cost effort from protesters, and said this could put an “intolerable strain” on the school community. He also said that there was “a leadership vacuum” in Glenbryn, which was an impediment to progress, and the referral to a committee of 14 people with “no common agenda” made it difficult to find a resolution. Fr Troy also said that while he appreciated the work of police to protect children on the way to school, he was “unhappy” that protesters were allowed to be so close that they were able to “spit at the children” and was confused as to why armed soldiers faced towards the parents and children. Mr Ahern said that the root causes of the protests were a “symptom of a deeper malaise within Northern Ireland”. He offered to raise the issue during a meeting with the UK Prime Minister Tony Blair the next day, but said that genuine progress could only be achieved through engagement and agreement at local level. Fergal Mythen, an Irish official in the Security Section of the Department of Foreign Affairs, compiled the notes of the meeting on October 22 2001. In notes taken by the British Irish Intergovernmental Secretariat, dated November 21, it said Fr Troy was “reasonably confident” of an end or suspension to the protest ahead of a meeting with Mr Trimble and deputy first minister Mark Durkan. Mr Dodds, who was to chair a meeting of residents at Stormont, was noted as a sign of a possible deal, as “Dodds has sat on the loyalist fence on may issues and is not known to stick his neck out unduly”. In a briefing dated November 26, it called Mr Trimble and Mr Durkan’s meeting with Glenbryn residents the previous week, as well as a prompt follow-up letter “instrumental in creating the climate for a discontinuation of the protest”. The material can be viewed in the National Archives in file 2023/53/67.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david trim",
          "sentiment": "negative"
        },
        {
          "name": "nigel dodds",
          "sentiment": "none"
        },
        {
          "name": "bertie ahern",
          "sentiment": "none"
        },
        {
          "name": "david trimble",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "negative"
        },
        {
          "name": "holy cross",
          "sentiment": "none"
        },
        {
          "name": "dup",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "northern ireland protest",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        },
        {
          "name": "ardoyne road",
          "sentiment": "none"
        },
        {
          "name": "belfast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:12:13.516+02:00",
    "updated": "2023-12-29T04:34:11.373+02:00"
  },
  {
    "uuid": "6e614059af8546895e227ef0dac448c71c013137",
    "url": "https://localnews8.com/news/idaho/2023/12/28/snowpack-is-lacking-with-no-major-additions-of-snowfall/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Evan Thomason",
    "published": "2023-12-28T22:32:00Z",
    "title": "Snowpack is lacking with no major additions of snowfall - Local News 8",
    "text": "IDAHO (KIFI) - Lackluster snowfall is starting off the winter season across Idaho. A few areas near the Magic Valley and Pocatello are close to their seasonal averages of snowfall for this time of year, but east and central Idaho aren't faring as well.\nMost of the Snake River Plain, central ID, and far eastern ID have snowpack that is well below their seasonal average for this time of year. A few snow systems rolled through these areas, but haven't dumped a considerable amount of snowfall at. Areas including the Salmon Basin to the Big Lost and Little Lost Basins, all the way over to the Upper Snake River Plain, have a snowpack around 60 to 70% of their usual snowpack at this time of year.\nThe southern highlands and southeast Idaho are doing better, but are trending in a worse direction. They hold snowpacks that are just above their seasonal averages, around 110%, but most of that is from a good amount of early winter snowfall. They held 130 to 150% of their seasonal snowpack just a week or two ago.\nTemperatures are warmer than average, and rain showers haven't helped either. Both have been present across the region well into December, especially in the valleys.\nThe long-term winter outlook isn't trending for the better. It shows the region having slightly below average precipitation for the rest of the winter.\nThe only positive outlook, according to water expert, is that we are carrying over a lot of water storage into 2024. This is usually the time of the year where reservoirs are at their lowest, yet most reservoirs still have at least half of their full capacity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "idaho",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "idaho",
          "sentiment": "none"
        },
        {
          "name": "pocatello",
          "sentiment": "none"
        },
        {
          "name": "magic valley",
          "sentiment": "none"
        },
        {
          "name": "salmon basin",
          "sentiment": "none"
        },
        {
          "name": "upper snake river plain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:46:57.621+02:00",
    "updated": "2023-12-29T00:46:57.621+02:00"
  },
  {
    "uuid": "2db81123b5fabf164180a17d36544983155b5397",
    "url": "https://www.theborneopost.com/2023/12/29/dr-annuar-hails-sibus-kg-nangka-as-shining-example-of-racial-religious-unity/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BP Editor 7",
    "published": "2023-12-29T04:00:00Z",
    "title": "Dr Annuar hails Sibu’s Kg Nangka as shining example of racial, religious unity",
    "text": "SIBU (Dec 29): Kampung Nangka here, where many villagers of different faiths live under one roof, has been hailed as a shining example of racial unity and religious harmony. In saying this, Education, Innovation and Talent Development Deputy Minister Datuk Dr Annuar Rapaee opined if there is an award for the most united village in Malaysia, the accolade should go to Kampung Nangka. “I have visited many houses in Kampung Nangka, where in one house, the families can be of different religious beliefs. “The mother could be celebrating Christmas, while the daughter, celebrates Hari Raya Aidilfitri. Or, the elder brother is celebrating Christmas, the younger brother celebrates Hari Raya Aidilfitri. “There is no issue amongst these families, where they live happily and harmoniously under one roof. This clearly shows that despite our differences in religions, we can still live together harmoniously – this is not impossible,” the Nangka assemblyman said at the village’s Christmas party at its futsal court last night. The event was organised by the Kampung Nangka village security and development committee (JKKK). Elaborating further, Dr Annuar stressed that respecting each other’s religious beliefs is key to religious harmony. “You as Christian, respect me as a Muslim, and likewise, as a Muslim, I respect those of Christian faith. If there is this principle of respecting each other’s religion then, this world will be a more peaceful place to live in,” he said. He was sad to note there were certain quarters playing the religion card for political mileage or to cause division among the people. Dr Annuar said he is keen to bring others to visit houses in Kampung Nangka to see how interfaith families live harmoniously together under one roof. He urged Kampung Nangka folk to continue preserving and safeguarding this racial unity and religious harmony. He also advised villagers to approach community leaders or himself should they face any problems. “I admit I can’t solve everything, but will do my level best to lessen their burden,” he added. Among those present at the event were Persatuan Kebajikan Melanau Kampung Nangka Sibu (PKMKNS) advisor Maria Dris as well as PKMKNS chairman and Sibu Municipal Council (SMC) councillor Abang Carrol Abang Dris.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "annuar",
          "sentiment": "negative"
        },
        {
          "name": "nangka",
          "sentiment": "negative"
        },
        {
          "name": "datuk dr annuar rapaee",
          "sentiment": "none"
        },
        {
          "name": "hari raya aidilfitri",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "education",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kampung nangka",
          "sentiment": "none"
        },
        {
          "name": "sibu",
          "sentiment": "none"
        },
        {
          "name": "sibu",
          "sentiment": "none"
        },
        {
          "name": "nangka",
          "sentiment": "none"
        },
        {
          "name": "malaysia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:41:08.780+02:00",
    "updated": "2023-12-29T06:41:08.780+02:00"
  },
  {
    "uuid": "e225381e3cb95987774d61a75cb66ff76167c643",
    "url": "https://richmond.com/news/state-regional/government-politics/virginia-mail-delivery-worst-sandston-dejoy/article_7cfe5ca0-5b27-11ef-8bd6-57390890d5ed.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LUCA POWELL Richmond Times-Dispatch",
    "published": "2024-08-15T04:00:00Z",
    "title": "Virginia mail delivery is 4th worst in nation",
    "text": "Richmond’s new Sandston post office is moving up the ladder, albeit slowly. Once the worst in the nation for delivering First-Class Mail, the Virginia postal region is now only fourth-worst. That’s according to performance data updated this week by a watchdog agency that monitors the U.S. Postal Service . The numbers suggest that Richmond's mail service is rebounding, even while other postal regions across the U.S. experience their own performance declines. People are also reading… In the first few months of 2024, the Postal Service in Virginia had a 66% on-time delivery rate for First-Class Mail, indicating the percentage of that category of mail delivered within a two-day window. In the spring, that score increased to 77%. This week’s data charts Virginia's rating at 78%. That’s the score for two-day delivery of First-Class Mail sent through Virginia between April and June of this year. The Postal Service is in the throes of a nationwide transformation. The agency is a year into its plan to make the agency financially solvent, an initiative spearheaded by Postmaster Louis DeJoy, a Trump-era appointee. The plan focuses on consolidating the agency’s network of post offices, as well as refocusing on package delivery. The makeover was initially calculated to save USPS’ Virginia operations $186 million over 10 years. Virginia was the first postal region in the country to be revamped under the plan. Shortly after, the region’s on-time delivery rate dropped from 85% to the 66% figure. The tracking numbers come from the Office of the Inspector General for the Postal Service, one of two watchdog agencies that monitors the Postal Service. 'Virginians deserve far better' Virginia lawmakers have previously said the marginal improvements will not suffice . “Virginians deserve far, far better than the fourth-worst mail delivery in the nation,\" said Rep. Abigail Spanberger, D-7th. \"I continue to hear from Virginians who are experiencing unacceptable mail service and delivery issues, such as bills arriving past-due, packages getting stuck in an endless loop of trips in and out of the Richmond RPDC, and checks getting lost in the mail.\" Spanberger said mail delivery continues to be \"indefensible.\" The agency has set a target goal of 93% on-time delivery for First-Class Mail. “It should be in the low 90s,” Rep. Jennifer McClellan, D-4th, told the Richmond Times-Dispatch in May. McClellan likened the marginal improvements to going from an “F” to an “F-plus.” Rep. Rob Wittman, R-1st, echoed that sentiment. “I’m happy that they’re making progress, but they’re not where they need to be,” Wittman said. “They’re giving us lots of metrics, but the metric that matters is what customers see.” “We’ve asked them to hold a town hall and, at first they said no, but now they’re talking like they’re going to do it,” he added. Sen. Tim Kaine said that when he and others from the congressional delegation sat down with Postmaster General DeJoy in early July, “He said: I apologize, we really screwed up.” “We're not near where we want to be, but we can see the gap closing,” Kaine said. “One other thing I've been noticing is because people call our office with complaints, I can track, oh, how many people complain about the post office this month, last month, month before. We're seeing the number of complaints dramatically down, although they are staying high in and around Charlottesville.” 'Transformational change is critical' The Postal Service has repeatedly declined to make Richmond postal managers or administrators available for interviews to talk about the transition occurring in Sandston. In April, however, an audit from the same inspector general’s office dove into detail on problems occurring at the Sandston facility. The auditors found operational failures and millions in unexpected costs . In response to questions on the Postal Service’s performance standards in Virginia, a spokesperson for the agency directed The Times-Dispatch to comments made in response to that audit , which were fielded on March 22 of this year. In those comments, a group of USPS vice presidents wrote that Sandston’s growing pains were temporary but necessary, given that business as usual prior to the Delivering for America plan “persistently failed to meet our service performance targets.” “Transformational change is critical, it is also never easy, even when it is for the better, particularly when considering an organization that is the size of the Postal Service, and whose current network and operating practices are so misaligned,” wrote USPS executives Dane Coleman, Robert Cintron, Steve Dearing, Elvin Mercado and Todd Hawkins. Both auditors and the executives agreed on the wisdom of using the avoidable mistakes made in Richmond as a template for future states, many of which will or are currently undergoing similar overhauls. That includes states like Georgia, Wisconsin and Texas. The Atlanta mail region was overhauled according to the Delivering for America plan shortly after Richmond. Atlanta is currently worst in the country for on-time delivery of First-Class Mail, with a 40% score. The on-time delivery rate nationwide also dropped within the same most recent period. During this same period last year, USPS’ nationwide score for First-Class Mail was 91.8%. This year, the average stands at 85.6%, a 6.2% decrease. A national issue Many legislators have viewed those low scores as a mark of little confidence in Postmaster DeJoy. In June, Spanberger wrote a letter to President Joe Biden requesting he fill a final vacancy on the USPS Board of Governors, which has the authority to appoint or remove the USPS Postmaster. \"Under the tenure of the current Postmaster General, the American people have seen our most beloved federal agency grossly mismanaged, undermined, and nearly destroyed. Virginians have suffered some of the worst consequences of Postmaster General DeJoy’s detrimental policy changes in the past year,” Spanberger wrote. Steve Hutkins, a retired New York University professor who now chronicles USPS issues on his “Save the Post Office” website, previously told The Times-Dispatch that spotty, unreliable mail delivery has become a national issue as DeJoy rolls out big changes. “Things are just not working as planned. They’re making big changes faster than the network can keep up with it, and it’s not even clear how long this will go on and what the outcome will be when it’s all over,” Hutkins told The Times-Dispatch in March. Luca Powell (804) 649-6103 @luca_a_powell on Twitter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.uspsoig.gov/focus-areas/service-performance).",
      "https://www.uspsoig.gov/focus-areas/service-performance)",
      "https://www.uspsoig.gov/sites/default/files/reports/2024-04/23-161-r24.pdf),",
      "https://uspsoig.gov/focus-areas/service-performance)",
      "https://uspsoig.gov/focus-areas/service-performance).",
      "https://uspsoig.gov/sites/default/files/reports/2024-04/23-161-r24.pdf),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "postal service",
          "sentiment": "none"
        },
        {
          "name": "usps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "sandston",
          "sentiment": "none"
        },
        {
          "name": "richmond",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:02:39.614+03:00",
    "updated": "2024-08-16T23:34:07.395+03:00"
  },
  {
    "uuid": "5875ff41e15a478a4b70eb180d51fba99d5147f9",
    "url": "https://www.newsbreak.com/syracuse-com-512969/3774656634622-coach-s-tabby-shoulder-bag-20-is-the-style-of-the-season-and-it-s-on-sale-now",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yzzy Liwanag",
    "published": "2025-01-23T21:40:00Z",
    "title": "Coach's Tabby Shoulder Bag 20 is the 'Style of the Season' and it's on sale now - NewsBreak",
    "text": "By Yzzy Liwanag ,\n21 minutes ago The Coach Tabby Shoulder Bag 20 is on sale for a limited time. Read full article\nRead in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->consumer goods"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Yzzy Liwanag",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:04:30.567+02:00",
    "updated": "2025-01-24T00:04:30.567+02:00"
  },
  {
    "uuid": "66d355ff191644f2782c0b60ee391290e8a646b4",
    "url": "https://www.ultimahora.es/noticias/sorteos-loterias/2024/01/25/2093389/primitiva-resultado-hoy-jueves-enero-2024-3.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Digital",
    "published": "2024-01-25T21:00:00Z",
    "title": "La Primitiva: Resultado de hoy, jueves 25 de enero de 2024",
    "text": "¿Quieres saber si eres uno de los acertantes de La Primitiva? Ultima Hora conoce ya los resultados de hoy, jueves 25 de enero de 2024. Comprueba aquí los números agraciados y descubre si tu boleto ha sido premiado, ¡mucha suerte! La Primitiva: Comprueba el resultado del Sorteo del jueves 25 de enero de 2024 También en Noticias [El requisito del catalán podría excluir a centenares de opositores de Enfermería](/noticias/local/2024/01/25/2092403/requisito-del-catalan-podria-excluir-centenares-opositores-enfermeras.html) [Taltavull considera que el uso del castellano en Baleares hace que el catalán «pierda fuerza»](/noticias/local/2024/01/24/2092619/taltavull-considera-uso-del-castellano-baleares-hace-catalan-pierda-fuerza.html) [Resuelto después de 45 años el misterio del Castellum romano de Formentera](/noticias/local/2024/01/25/2092161/formentera-resuelto-despues-anos-misterio-del-castellum-romano.html) [El crimen más atroz que se recuerda: toda una familia torturada y masacrada en 1989](/sucesos/ultimas/2024/01/25/2089925/crimen-ibiza-toda-familia-torturada-masacrada-1989.html) [Cazan a un conductor a 154 km/h en una avenida de Palma limitada a 40](/sucesos/ultimas/2024/01/24/2092139/radar-palma-cazan-conductor-154-avenida-limitada-40km-h.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:02:58.444+02:00",
    "updated": "2024-01-26T00:02:58.444+02:00"
  },
  {
    "uuid": "bed7c91fc091db3a56474c3c0c3b6592c64b9dc7",
    "url": "https://www.band.uol.com.br/noticias/jornal-da-band/ultimas/hezbollah-exibe-poder-belico-em-video-que-mostra-misseis-apos-ataques-de-israel-202409261954",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Da redação",
    "published": "2024-09-26T22:54:00Z",
    "title": "Hezbollah exibe poder bélico em vídeo que mostra mísseis após ataques de Israel | Band Notícias",
    "text": "Jornalismo Esportes Entretê Receitas Menu Minha Band Tudo em um só lugar para você personalizar seu acesso Login Cadastre-se Jornal da Band\nPágina inicial Ao vivo Notícias Vídeos Equipe Siga Band Jornalismo nas redes\nYoutube Twitter Facebook Instagram Band.com.br\nBand ao vivo Bandplay Band Placar Bandshop Band pelo Brasil Rádios Jornalismo Esportes Entretenimento Receitas Agroband Vídeos Podcasts Newsletters Webstories Canais Band Programação Band TV Siga a Band.com.br nas redes\nTwitter Facebook Youtube Instagram Ao vivo Login Cadastre-se Minha Band Tudo em um só lugar para você personalizar seu acesso Login Cadastre-se Jornal da Band Jornal da Band Hezbollah exibe poder bélico em vídeo que mostra mísseis após ataques de Israel Bombardeios de Israel no Líbano já mataram mais de 600 pessoas e deixaram 3 mil feridos Da redação\n26/09/2024 • 19:54 • Atualizado em 26/09/2024 • 19:54 Um dia depois de Israel frustrar o ataque a míssil feito pelo Hezbollah, o grupo xiita usou as redes sociais para exibir o próprio potencial bélico. O vídeo mostra o disparo de diversos mísseis e traz apenas uma frase: “Foi deus quem lançou”.\nNa última quarta-feira (25), mais de 50 pessoas morreram nos bombardeios israelenses contra o Líbano. Entre eles, o adolescente brasileiro Ali Kamal Abdallah, de 15 anos, e o pai dele, libanês de nacionalidade paraguaia.\nNesta quinta-feira (26), a morte de outra jovem brasileira foi confirmada, a de Mirna Raef Nasser, de 16 anos, natural de Balneário Camboriú. O pai dela, libanês, também morreu. O exército de Israel diz que os alvos eram redutos do Hezbollah, na periferia de Beirute.\n“Não tem casa. Não sobrou nada. Eles atacaram casa de civil. Eles falam para o jornal que atacaram a base de militar. Não tem nada daquilo que eles falam. Atacaram só casa de gente pobre, trabalhador”, lamentou o tio de Mirna.\nBombardeios de Israel atingiram o sul do Líbano pelo quarto dia seguido. Os ataques já mataram mais de 600 pessoas e deixaram cerca de 3 mil feridas.\nO primeiro-ministro de Israel, Benjamin Netanyahu, descartou o cessar-fogo proposto por Estados Unidos e França. O plano previa a interrupção dos bombardeios por três semanas.\nAo desembarcar em Nova York, onde discursará na Assembleia Geral da ONU, Netanyahu reiterou que os ataques continuarão com força total.\nNas Nações Unidas, o presidente da Autoridade Palestina disse que o mundo inteiro é responsável pelo genocídio na região. Mahmoud Abbas pediu sanções internacionais a Israel e o fim do que chamou de \"loucura\" sobre o que acontece em Gaza e na Cisjordânia.\nVeja também\nCaso Felipe Melo: Kauã Elias diz que não estava no momento da suposta intimidação a jovem\nPolícia apreende McLaren avaliada em R$ 3 milhões que pertence à Deolane Bezerra\nAdolescente morre em piscina de parque no RJ; família diz que cabelo foi sugado por ralo Tópicos relacionados Notícias jornal da band Líbano Israel internacional",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/@bandjornalismo",
      "https://www.facebook.com/bandjornalismo",
      "https://www.instagram.com/bandjornalismo/",
      "https://bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://www.band.com.br/band-placar",
      "https://www.youtube.com/c/bandjornalismo",
      "https://www.instagram.com/bandtv/",
      "https://www.bandshop.com.br/?utm_source=band&utm_medium=band&utm_campaign=interna&utm_content=home-lateral&utm_id=0009",
      "https://www.facebook.com/sitedaband",
      "https://twitter.com/BandJornalismo",
      "https://twitter.com/sitedaband",
      "https://www.twitter.com/sitedaband",
      "https://www.bandshop.com.br/",
      "https://www.bandplay.com/home?utm_source=site&utm_medium=bandplay&utm_campaign=bandplay_botao_menu&utm_content=su_botao_menu_site",
      "https://www.instagram.com/bandjornalismo",
      "https://facebook.com/bandjornalismo",
      "https://bandshop.com.br/?utm_source=band&utm_medium=band&utm_campaign=interna&utm_content=home-lateral&utm_id=0009",
      "https://bandplay.com/home",
      "https://www.instagram.com/bandtv",
      "https://instagram.com/bandtv/",
      "https://facebook.com/sitedaband",
      "https://instagram.com/bandjornalismo/",
      "https://youtube.com/c/bandjornalismo",
      "https://band.com.br/band-placar",
      "https://youtube.com/@bandjornalismo",
      "https://www.twitter.com/BandJornalismo"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T03:03:16.635+03:00",
    "updated": "2024-09-27T03:03:16.635+03:00"
  }
]