[
  {
    "uuid": "a9bf443e3d2eefabd544ba09d63c2722e980fc42",
    "url": "https://vnexplorer.net/germany-and-britain-vow-not-to-let-putin-drive-wedge-between-them-s1807315.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-09T11:13:00Z",
    "title": "Germany and Britain vow not to let Putin drive wedge between them",
    "text": "Photo: German Foreign Minister Annalena Baerbock (Getty Images)\nGermany and Great Britain have pledged not to allow Russian dictator Vladimir Putin to drive a wedge between them after a Russian breach of German intelligence revealed discrepancies over how to provide military support to Ukraine, according to Bloomberg.\n“I don’t want to play into the hands of some Russian narrative about divisions between allies,” said British Foreign Minister David Cameron at a joint press conference in Berlin with his German counterpart Annalena Baerbock. He said there is “incredible unity between allies” in NATO.\nFor her part, Baerbock said Ukraine’s allies will not allow the Russian President to intimidate them and sow discord.\n“If we have different views, we will discuss that behind closed doors,” she told reporters.\nResponding to questions about supplying Taurus missiles, she acknowledged that Ukraine needs ammunition and long-range missiles, although she added that there are many different types.\nAlthough Cameron said the decision ultimately lies with Germany, he repeatedly stated that long-range weaponry has helped Ukraine in its fight against Russia.\nGreat Britain has proposed solutions to the Berlin resistance issue, including a swap deal in which Britain will supply more Storm Shadow missiles, and Germany will then replenish Britain’s stocks.\nThe eavesdropping scandal in Germany\nIt all started when Russian propagandist Margarita Simonyan published an audio recording in which senior officers of the German Air Force discussed the theoretical possibilities of Ukraine using German Taurus missiles. In particular, the recording addressed the possibility of striking the Crimean Bridge with Taurus missiles.\nLater, the German Ministry of Defense confirmed the interception of the conversation by German officers but verified the authenticity of the Russian-published recording.\nAt the same time, this leak could negatively affect the supply of these missiles to Ukraine,\nas German Chancellor Olaf Scholz may ultimately refuse to transfer long-range Taurus missiles to Ukraine, as Russia began to pressure him after German officers’ leak of the conversation. For more details, see the material by RBC-Ukraine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jyh8j.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jyh8j.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "putin",
          "sentiment": "negative"
        },
        {
          "name": "annalena baerbock",
          "sentiment": "negative"
        },
        {
          "name": "david cameron",
          "sentiment": "none"
        },
        {
          "name": "vladimir putin",
          "sentiment": "none"
        },
        {
          "name": "baerbock",
          "sentiment": "none"
        },
        {
          "name": "cameron",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bloomberg",
          "sentiment": "none"
        },
        {
          "name": "nato",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "great britain",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T13:15:45.536+02:00",
    "updated": "2024-03-09T13:15:45.536+02:00"
  },
  {
    "uuid": "c1a32f9511cf720b99786d5e80b72d3ca45db1e4",
    "url": "https://money.mymotherlode.com/clarkebroadcasting.mymotherlode/article/gnwcq-2023-12-28-zoomcar-the-worlds-largest-emerging-market-focused-car-sharing-platform-announces-completion-of-its-business-combination-with-innovative-international-acquisition-corporation-ioac-and-anticipated-nasdaq-listing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zoomcar Holdings, Inc. via GlobeNewswire",
    "published": "2023-12-28T22:17:00Z",
    "title": "Zoomcar, the World’s Largest Emerging Market Focused Car Sharing Platform, Announces Completion of its Business Combination with Innovative International Acquisition Corporation (IOAC) and Anticipated Nasdaq Listing",
    "text": "Recent Quotes View Full List My Watchlist Create Watchlist Indicators Industrial Estimate Composite Estimate 500 Stocks Estimate Gold Crude Oil Markets Stocks ETFs Tools Overview News Currencies International Treasuries Zoomcar, the World’s Largest Emerging Market Focused Car Sharing Platform, Announces Completion of its Business Combination with Innovative International Acquisition Corporation (IOAC) and Anticipated Nasdaq Listing By: Zoomcar Holdings, Inc. via GlobeNewswire December 28, 2023 at 17:17 PM EST Zoomcar, Inc. and IOAC consummated the merger transaction comprising IOAC’s initial business combination on December 28, 2023 Combined Company will be named Zoomcar Holdings, Inc. expects to begin trading on NASDAQ under ticker symbol “ZCAR” stock ticker on December 29, 2023 Zoomcar is a leading emerging market peer2peer car sharing platform with operations across India, Indonesia and Egypt Zoomcar and IOAC entered into a definitive merger agreement dated October 13, 2022 (the \"Merger Agreement\") Bangalore, India and New York, NY, Dec. 28, 2023 (GLOBE NEWSWIRE) -- Innovative International Acquisition Corporation (NASDAQ: IOAC, or “IOAC”), formerly a Cayman Island registered blank-check special purpose acquisition company, and Zoomcar, Inc. (“Zoomcar”), an emerging market focused peer2peer car sharing company, are pleased to announce the closing (“Closing”) of their previously announced merger (the “Business Combination”). Prior to Closing, IOAC transferred by way of continuation out of the Cayman Islands and into the State of Delaware, so as to become a Delaware corporation.\nThe Combined Company resulting from the merger was, effective at Closing, renamed Zoomcar Holdings, Inc. (“Zoomcar Holdings”) and expects to begin trading on NASDAQ on December 29, 2023 under the ticker symbol “ZCAR” for its common stock and “ZCARW” for its publicly traded warrants.\nIOAC’s shareholders approved the Business Combination, among other related matters, at an extraordinary general meeting held on December 19, 2023. The Business Combination, among other related matters, was also approved by Zoomcar stockholders, including certain holders of shares of Zoomcar India Private Limited, a wholly owned Zoomcar subsidiary.\nGreg Moran, CEO and Co-Founder of Zoomcar commented, “We’re thrilled to announce this exciting milestone in Zoomcar’s nearly decade long company journey. This marks the beginning of an important new phase in our company’s growth as we embark on reaching new heights for our emerging market focused peer2peer car sharing platform. We thank the IOAC team for partnering with us in these efforts.”\nMohan Ananda, Chairman and CEO of IOAC, who has also been approved by IOAC shareholders as nominee to the board of directors of Zoomcar Holdings and is expected to serve as the initial Chairman of the Zoomcar Holdings board, expressed his joy regarding the successful conclusion of Innovative’s business combination with Zoomcar, “As an innovative peer-to-peer car-sharing company, Zoomcar holds immense potential to establish a global community of car owners and renters. With Zoomcar's exceptional management team, we are poised to make a transformative impact on traditional industries. Our collaborative efforts aim to challenge norms, create opportunities for active participation in the sharing economy, and redefine the future of mobility on a global scale.\"\nWith the closing of the merger, IOAC has been renamed Zoomcar Holdings, Inc., and will continue to operate under the Zoomcar management team, led by Greg Moran, Zoomcar, Inc.’s Co-Founder and Chief Executive Officer. Shares of Zoomcar common stock are expected to begin trading under the symbol ZCAR on the Nasdaq Global Market platform on or about December 29, 2023; publicly trading warrants are expected to be listed on the Nasdaq Capital Market platform on or about the same date.\nAdvisors\nCohen & Company Capital Markets, a division of J.V.B. Financial Group, LLC, acted as exclusive financial advisor and exclusive capital markets advisor to Zoomcar; DLA Piper LLP (US) acted as legal advisor to Cohen & Company Capital Markets. Ellenoff Grossman & Schole LLP acted as US legal advisor to Zoomcar. Lincoln International acted as financial advisor to the special committee of the board of directors of Innovative (the “Special Committee”). Morris, Nichols, Arsht & Tunnell LLP acted as legal advisor to the Special Committee. McDermott Will & Emery LLP acted as US legal advisor to Innovative. Weinberg Zareh Malkin Price LLP acted as US legal advisor to Ananda Small Business Trust.\nAbout Zoomcar\nFounded in 2013 and headquartered in Bengaluru, India, Zoomcar is a leading marketplace for car sharing focused on emerging markets. The Zoomcar community connects hosts with guests, who choose from a selection of cars for use at affordable prices, promoting sustainable, smart transportation solutions in growing markets.\nForward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements about future financial and operating results, our plans, objectives, expectations and intentions with respect to future operations, products and services; and other statements identified by words such as “will likely result,” “are expected to,” “will continue,” “is anticipated,” “estimated,” “believe,” “intend,” “plan,” “projection,” “outlook” or words of similar meaning.\nThese forward-looking statements and factors that may cause actual results and the timing of events to differ materially from the anticipated results include, but are not limited to: (1) the risk that the Business Combination disrupts current plans and operations of Zoomcar as a result of the announcement and consummation of the Business Combination; (2) the ability to recognize the anticipated benefits of the Business Combination, which may be affected by, among other things, competition, the ability of Zoomcar to grow and manage growth profitably, maintain its reputation, grow its customer base, maintain relationships with customers and suppliers and retain its management and key employees; (3) the impact of the COVID-19 pandemic on the business of Zoomcar (including the effects of the ongoing global supply chain shortage); (4) Zoomcar’s limited operating history and history of net losses and Zoomcar’s incurrence of additional significant liabilities and expenses in connection with the Business Combination, resulting in an expectation that the post-Closing company will pursue opportunities to raise capital in the near and intermediate term after the Business Combination; (5) Zoomcar’s customer concentration and reliance on a limited number of key technology providers and payment processors facilitating payments to and by Zoomcar’s customers; (6) costs related to the Business Combination; (7) unfavorable interpretations of laws or regulations or changes in applicable laws or regulations; (8) the possibility that Zoomcar may be adversely affected by other economic, business, regulatory, and/or competitive factors; (9) Zoomcar’s estimates of expenses and profitability; (10) the evolution of the markets in which Zoomcar competes; (11) political instability associated with operating in current and future emerging markets Zoomcar has entered or may later enter; (12) risks associated with Zoomcar maintaining inadequate insurance to cover risks associated with business operations now or in the future; (13) the ability of Zoomcar to implement its strategic initiatives and continue to innovate its existing products; (14) the ability of Zoomcar to adhere to legal requirements with respect to the protection of personal data and privacy laws; (15) cybersecurity risks, data loss and other breaches of Zoomcar’s network security and the disclosure of personal information or the infringement upon Zoomcar’s intellectual property by unauthorized third parties; (16) risks associated with the performance or reliability of infrastructure upon which Zoomcar relies, including, but not limited to, internet and cellular phone services; (17) the risk of regulatory lawsuits or proceedings relating to Zoomcar’s products or services; (18) increased compliance risks associated with operating in multiple foreign jurisdictions at once, including regulatory and accounting compliance issues; (19) Zoomcar’s exposure to operations in emerging markets where improper business practices may be prevalent; (20) Zoomcar’s ability to obtain additional capital when necessary; (21) the risk that Zoomcar’s significant increased expenses and administrative burdens as a public company could have an adverse effect on its business, financial condition and results of operations; (22) if the benefits of the Business Combination do not meet the expectations of investors or securities analysts, the potential for the market price of Zoomcar’s securities to decline; (23) the ability to obtain or maintain the listing of common stock or warrants on Nasdaq following the Business Combination; (24) Zoomcar’s management team’s limited experience managing a public company; and (25) other risks and uncertainties identified in the Registration Statement (No. 333-269627), initially filed with the Securities and Exchange Commission (the “SEC”) on February 7, 2023, as amended and supplemented, relating to the Business Combination, including those under “Risk Factors” therein, and in other filings with the SEC made by Innovative, Zoomcar, or New Zoomcar.\nThe foregoing list of factors is not exhaustive. You should carefully consider the foregoing factors and the other risks and uncertainties described in the “Risk Factors” section of the registration statement referenced above and other documents filed by Zoomcar from time to time with the SEC. These filings identify and address other important risks and uncertainties that could cause actual events and results to differ materially from those contained in the forward-looking statements. There can be no assurance that the data contained herein is reflective of future performance to any degree. You are cautioned not to place undue reliance on forward-looking statements as a predictor of future performance as projected financial information and other information are based on estimates and assumptions that are inherently subject to various significant risks, uncertainties and other factors, many of which are beyond our control. Forward‑looking statements speak only as of the date they are made, and the combined com disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of developments occurring after the date of this communication. Forecasts and estimates regarding Zoomcar’s industry and end markets are based on sources we believe to be reliable, however there can be no assurance these forecasts and estimates will prove accurate in whole or in part. Annualized, pro forma, projected and estimated numbers are used for illustrative purpose only, are not forecasts and may not reflect actual results.\nMedia:\nSurabi Shetty, PR Lead\nsurabi.shetty@zoomcar.com\nZoomcar, Inc.\nGreg Moran, CEO & Co-Founder\nGreg@zoomcar.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://www.globenewswire.com/Tracker?data=eMmiubT_5yzi7plFEltszVQvhLj0vP9gy69Q9lPkpgx6uS9vLNPB0h9-vvh2-dp68VoqC9K5fqLuyfbM0bUFXumPb0lKlgzS6kJRT0Xko4A=",
      "https://fonts.googleapis.com/css2?family=Open+Sans&display=swap",
      "https://www.globenewswire.com/Tracker?data=RztXgumTK2co2jRomqdfggB4S9yCR0q0BaiRVJDYl4B8SWhziRElV97-Z-cl2SkNk3kcSgqNeoeBX_lnFMwmyxIY8JGPJTapFhZPaLAteJ_i52tMdNfW3y5RYWdc4axm",
      "https://www.globenewswire.com/newsroom/ti?nf=OTAxMDQ0NiM1OTk3MzgzIzUwMDEyMTA4NA==",
      "https://www.globenewswire.com/styles/gnw_nitf.css",
      "https://fonts.googleapis.com/css2?family=Open+Sans+Condensed:wght@700&display=swap",
      "https://www.fonts.googleapis.com/css2?family=Open+Sans&display=swap",
      "https://www.fonts.googleapis.com/css2?family=Open+Sans+Condensed:wght@700&display=swap",
      "https://globenewswire.com/Tracker?data=eMmiubT_5yzi7plFEltszVQvhLj0vP9gy69Q9lPkpgx6uS9vLNPB0h9-vvh2-dp68VoqC9K5fqLuyfbM0bUFXumPb0lKlgzS6kJRT0Xko4A=",
      "https://www.globenewswire.com/newsroom/ti",
      "https://globenewswire.com/Tracker?data=RztXgumTK2co2jRomqdfggB4S9yCR0q0BaiRVJDYl4B8SWhziRElV97-Z-cl2SkNk3kcSgqNeoeBX_lnFMwmyxIY8JGPJTapFhZPaLAteJ_i52tMdNfW3y5RYWdc4axm",
      "https://globenewswire.com/newsroom/ti?nf=OTAxMDQ0NiM1OTk3MzgzIzUwMDEyMTA4NA==",
      "https://www.globenewswire.com/Tracker",
      "https://fonts.googleapis.com/css2",
      "https://globenewswire.com/styles/gnw_nitf.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zoomcar",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "innovative international acquisition corporation",
          "sentiment": "neutral"
        },
        {
          "name": "nasdaq",
          "sentiment": "none"
        },
        {
          "name": "zoomcar holdings, inc.",
          "sentiment": "none"
        },
        {
          "name": "zoomcar, inc.",
          "sentiment": "none"
        },
        {
          "name": "ioac",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "egypt zoomcar",
          "sentiment": "none"
        },
        {
          "name": "ny",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        },
        {
          "name": "bangalore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:29.811+02:00",
    "updated": "2023-12-29T00:37:29.811+02:00"
  },
  {
    "uuid": "2165ea95ce38814ef26343ed945daeffd57c88fc",
    "url": "https://www.wkow.com/news/keeping-your-pets-safe-from-the-cold-this-winter/article_ad5171b0-b3cc-11ee-b1c9-eb6e1261c88e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wyatt Bandt",
    "published": "2024-01-15T22:36:00Z",
    "title": "Keeping your pets safe from the cold this winter",
    "text": "MADISON (WKOW) -- The cold is here, and pet owners should do their best to keep their furred friends safe and comfortable this winter.\nThe Dane County Humane Society has several recommendations on how to keep pets safe as the snow keeps piling up.\nFor dogs, keep walks short. If the temperature feels like 20 degrees or colder, DCHS recommends that dogs stay outside for less than 15 minutes. If it feels like it's below zero, that time should be reduced to less than five minutes.\nSome long-haired or fluffy dogs can stay out a little longer, but they'll eventually feel the effect of cold. Once a dog holds one of it's feet up, it's time to bring it inside.\nTo protect pets from frostbite, try to put them in a sweater, coat or booties -- if they'll allow it. There are also balms that can be put on their paw pads to offer some protection from the cold.\nWith less time outside, dogs may get bored and have more energy, so try to find things to keep them busy. Teach them a new trick, fill a frozen Kong with treats or\nbuild them a treat box.\nAlso as temperatures drop, cats may try to hide under car hoods or in a vehicle's wheel well to get some protection from the cold. Before starting your vehicle's engine, DCHS recommends banging on the vehicle's hood to give them a chance to run away. Also check under the vehicle to make sure an animal is under there.\nIf you ever see a wild animal that looks sick or injured, call your local shelter or DCHS’s Wildlife Center at 608-287-3235",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=mg5FfR_CzMk",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=mg5FfR_CzMk"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "dane county humane society",
          "sentiment": "none"
        },
        {
          "name": "dchs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kong",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T07:39:52.509+02:00",
    "updated": "2024-01-16T07:39:52.509+02:00"
  },
  {
    "uuid": "c9fd756354ade2aadf8f942a17c26dd12ee52a00",
    "url": "https://www.pressreleasepoint.com/thailand-dissolution-election-winning-party-setback-democracy-human-rights",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FIDH",
    "published": "2024-08-08T15:55:00Z",
    "title": "Thailand: Dissolution of election-winning party a setback for democracy, human rights",
    "text": "[FIDH](/user/fidh)on Thu, 08/08/2024 - 13:55 The International Federation for Human Rights (FIDH), Thai Lawyers for Human Rights (TLHR), and Union for Civil Liberty (UCL) condemn the Constitutional Court’s dissolution of the Move Forward Party (MFP), which undermines democratic principles and is inconsistent with Thailand’s obligations under international human rights law. The International Federation for Human Rights (FIDH), Thai Lawyers for Human Rights (TLHR), and Union for Civil Liberty (UCL) condemn the Constitutional Court’s dissolution of the Move Forward Party (MFP), which undermines democratic principles and is inconsistent with Thailand’s obligations under international human rights law. Bangkok, Paris, 7 August 2024. Today, Thailand’s Constitutional Court ordered the dissolution of the main opposition Move Forward Party (MFP), the political party that won the highest number of votes (14.4 millions) and parliamentary seats (151) in the 14 May 2023 general election. In addition, the Court ordered a ban on holding political office for 10 years for the party’s leader and executive members. \" With the dissolution of the Move Forward Party, Thailand’s international reputation takes another big hit. The reform of the lèse-majesté provisions is a fundamental condition for the safeguard of democratic space and the exercise of the right to freedom of expression in accordance with international norms \", said FIDH Secretary-General Adilur Rahman Khan . The case against the MFP stemmed from the party’s proposal to amend Article 112 of the Thai Criminal Code (known as lèse-majesté or royal defamation), made during the campaign period leading up to the general election. Article 112 punishes with prison terms of three to 15 years per count anyone who is found guilty of defaming, insulting, or threatening the King, Queen, Heir to the throne or Regent. The Constitutional Court considered that the MFP’s proposal amounted to an attempt \" to overthrow the democratic regime of government with the King as head of state \", as stipulated by Article 49 of Thailand’s Constitution. Consequently, the Court ordered the dissolution of the MFP and a ban on its executives from holding political office, in accordance with Article 92 of the 2017 Organic Act on Political Parties, which states that the Constitutional Court can order the dissolution of political parties that commit acts to overthrow the constitutional monarchy. The Court also prohibited the MFP executives from forming a new political party or serving as executive board members of another party for 10 years, as stated in Article 94 of the 2017 Organic Act on Political Parties. FIDH, TLHR, and UCL reiterate that the dissolution of the MFP simply because of its legitimate proposal to amend legislation through lawful means is [incompatible with several provisions of the International Covenant on Civil and Political Rights (ICCPR)](https://www.fidh.org/en/region/asia/thailand/thailand-looming-dissolution-of-main-opposition-party-in-breach-of) , to which Thailand is a state party. Such provisions guarantee the right to freedom of expression (Article 19) and the right to freedom of association (Article 22). In addition, the ban on MFP leaders and executives from holding political office unreasonably deprives them of the right to take part in the conduct of public affairs and to be elected (Article 25). FIDH, TLHR, and UCL, also note that, for more than a decade, many United Nations (UN) human rights experts and bodies have found Article 112 of Thailand’s Criminal Code to be inconsistent with international human rights law and have called for its amendment or repeal. On 30 April 2024, two UN human rights experts wrote to the Thai government to express their concern that the dissolution of the MFP and a political ban on its executives \" would have a chilling effect on democracy and civic space in Thailand \". The two human rights experts also reiterated their concern over the abuse of Article 112 to \" deter and silence critics, political opponents, journalists, civil society actors, human rights defenders, and other individuals wishing to express themselves critically about public affairs, including the monarchy \".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.fidh.org/en/region/asia/thailand/thailand-looming-dissolution-of-main-opposition-party-in-breach-of",
      "https://fidh.org/en/region/asia/thailand/thailand-looming-dissolution-of-main-opposition-party-in-breach-of"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fidh",
          "sentiment": "negative"
        },
        {
          "name": "international federation for human rights (fidh",
          "sentiment": "neutral"
        },
        {
          "name": "constitutional court",
          "sentiment": "none"
        },
        {
          "name": "union for civil liberty (ucl",
          "sentiment": "none"
        },
        {
          "name": "mfp",
          "sentiment": "none"
        },
        {
          "name": "move forward party",
          "sentiment": "none"
        },
        {
          "name": "court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bangkok",
          "sentiment": "none"
        },
        {
          "name": "thailand",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:11:30.450+03:00",
    "updated": "2024-08-09T01:02:55.590+03:00"
  },
  {
    "uuid": "2a9c06a8646936c71e06d2b068d594891e480979",
    "url": "https://vnexplorer.net/z/1330887.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-11T14:37:00Z",
    "title": "Doug Burgum is Trump’s best VP choice to cement a historic legacy",
    "text": "Gov. Doug Burgum (R-ND) appears on &quot;Meet the Press&quot; in Washington D.C., Sunday June 30, 2024. William B. Plowman/NBC via Getty Images After an extended competition, “The Apprentice: VP” will wrap in the next few days and Donald Trump will announce his choice. Among his rumored finalists, we implore him to pick Doug Burgum as the best junior partner to help him cement a historic legacy in four years. None of Burgum, Marco Rubio or J.D. Vance will outright help Trump win in November, as Nikki Haley or Glenn Youngkin might’ve. But they have not made the shortlist. The former president is on course to win outright by himself: All the battleground states are swinging his way. So his top priority in choosing a No. 2 becomes: Who will do the best job of helping him with the enormous work facing him as the next president? Some of Trump’s first-term top team fell short; that has the least chance of happening with Burgum. The prez will set the policies and priorities as he starts leading America and the world. But in Burgum, an enormously impressive manager and businessman, he has someone who can get stuck into the backbreaking work that is needed to turn this country around. Any administration needs to unleash prosperity via common-sense tax and business policies, to lift all boats in every demographic and in every state (as they did in Trump’s first term). Underpinning that, there would need to be a sound energy policy that allows America to meet the tremendous demands of the coming AI revolution — a race we can’t afford to lose against China, which laughs at the economic suicide of aiming at “net zero” carbon emissions within foolhardy timelines. Burgum’s business experience utterly dwarfs that of the other finalists’ and his state is a huge energy provider. He started a company as an undergrad at North Dakota state, then after Stanford biz school worked as McKinsey consultant before co-founding, and soon leading, a software firm back home in Fargo. Great Plains Software sold to Microsoft for $1.1 billion in stock in 2001, becoming the core of a biz-services unit that Burgum still ran — until he left to found a venture-capital firm, with a side job at a Fargo-focused real-estate-development shop. In short: Against Vance’s handful of years working as a venture capitalist, and Rubio’s short stint as a lawyer before a long (and successful) career in elected office, Burgum had a full, smashing career in business before taking on his local GOP political establishment to win North Dakota’s governorship. The supposed black mark against him? He signed the 2023 law strictly limiting abortion that the state Legislature passed overwhelmingly. Reality check: At the time, North Dakota had exactly zero abortion clinics; the law reflected public sentiment in that state — a position that is in keeping with Trump and the recently updated RNC policy platform. And Burgum came out against passing any national abortion law on the second day of his prez run, saying we should leave the issue to the states — well before Trump landed on that position. Just as in North Dakota, women and men in every state now have the opportunity to vote with their hearts and minds. Rubio and Vance are committed pro-lifers, too: Rubio has supported a national abortion ban after 15 weeks with no rape or incest exceptions and supports Florida’s strict limits; Vance ran as pro-life for the Senate in 2022, and worked hard against the liberal abortion law Ohio voters passed last year. To be fair, this issue is currently almost irrelevant, except when it comes to Democratic attack ads. As party leader and would-be president, it is Trump’s position that matters, and Congress is far too divided on abortion to pass any serious legislation for the foreseeable future. Donald Trump’s second term is going to focus on the nation’s urgent needs — putting out the fires Biden’s weakness has invited across the world, setting the border to rights, making America again the world’s top energy producer and, above all, restoring an economy that provides good jobs and rising wages for all. Doug Burgum is easily the best veep to help the second term go down in history as one of the best ever. That will leave Rubio, Vance and others in the next generation of GOP leaders to follow up after 2028, competing to lead a strong America that’s back on top because Trump-Burgum got it there.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "doug burgum",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "burgum",
          "sentiment": "none"
        },
        {
          "name": "nikki haley",
          "sentiment": "none"
        },
        {
          "name": "j.d. vance",
          "sentiment": "none"
        },
        {
          "name": "marco rubio",
          "sentiment": "none"
        },
        {
          "name": "glenn youngkin",
          "sentiment": "none"
        },
        {
          "name": "william b. plowman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nbc",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington d.c.",
          "sentiment": "none"
        },
        {
          "name": "burgum",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T01:42:49.518+03:00",
    "updated": "2024-07-12T01:42:49.518+03:00"
  }
]