[
  {
    "uuid": "ced35ba911f48a7cefd8e9748f9c146440c2e370",
    "url": "https://www.standardmedia.co.ke/opinion/article/2001488089/speak-up-against-injustices-now-or-forever-hold-your-peace",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gabriel Dolan",
    "published": "2023-12-29T13:20:00Z",
    "title": "Speak up against injustices now or forever hold your peace - The Standard",
    "text": "Jesus told us the poor will always be among us and truly even in the most affluent of societies there are those who fall through the cracks and whose lives are short, harsh and brutal. We are particularly mindful of their plight at Christmas. But this year we seem to have even more desperate and struggling citizens, judging by the thousands standing long hours in the midday sun hoping to receive food packages from their elected representatives whom one would expect would be better engaged in Parliament passing legislation to make life more bearable for the masses. What was particularly noticeable this Christmas was that the majority of those in need of food assistance seemed to be in the North Rift, the bread basket of Kenya, at a time when we are informed that there is a bumper harvest and Uasin Gishu received 25 per cent of the subsidised fertiliser. There is something very shameful that 60 years after independence thousands and thousands are reduced to begging from the country’s elected representatives to put food on their tables for their families at Christmas. It is a societal failure. Yet, when the celebrations wind down, the reality of an economy in crisis and a sprouting authoritarian leadership will dawn on everyone. The increasing expense of education will be a headache for every parent, but the looming crisis in health will bring even more challenges. Universal Health Care remains a slogan rather than a reality as NHIF transforms into SHIF, with no tangible evidence to suggest that it has the capacity or intention to pay its billions of debts to the private hospitals, a large section of whom have now withdrawn their services to NHIF patients. This transition must not become an excuse to escape from responsibility as health providers will certainly not cooperate with the new scheme until such time as their old bills are paid. More likely still is that citizens will resist the 2.75 per cent monthly salary deductions for services that are not in place, confirmed by the Ministry of Health and UNICEF research that revealed that only 7 per cent of the nation’s hospitals have the facilities and capacity required to implement the new SHIF legislation. As stated frequently, despite the promises and PR, the Kenya Kwanza government must acknowledge that the vast majority of the public have lost trust in their leadership. Citizens no longer believe what they are told because they have not seen any improvement in their lives since they came to office. The predominant view is that they will bulldoze their way forward, tax you to the hilt but won’t listen to your cries of despair. Moreover, day by day, the same regime is eroding the powers of the independent commissions that were established to represent the citizens interests. The latest assault is on the National Land Commission that was established to protect public land because successive governments had looted and dished it out to their cronies. Now, the Ministry of Lands wants to restore to itself the powers of public acquisition and compensation, reducing the NLC to a mere feeble department. There is a similar onslaught on the Anti-Corruption Commission as the Secretary to the Cabinet recently convened a meeting to announce that the government is setting up an almost parallel structure to fight corruption. Few believe that these moves are in the public interest, nor the scheme to disband the National Cohesion and Integration Commission. Put another way, we are seeing a deliberately planned emasculation of the Constitution at every level resulting in a growing authoritarianism, coupled with threats to use the sword against anyone that stands in their way. Unfortunately, the opposition is so compromised and divided that it offers no real vision or alternative. The new year looks bleak, yet this is a wake-up call to the many stakeholders, patriots and leaders of ability and integrity who may be sitting on the fence and hoping for a miracle. Jesus is not coming back any day soon and the work of Christmas to build a just and equitable society begins on January 1. We are pretty much on our own, so get up, speak up and get down off the fence.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "uasin gishu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "parliament",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kenya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:34:05.587+02:00",
    "updated": "2023-12-29T18:34:05.587+02:00"
  },
  {
    "uuid": "353d812303e76546af1a0d563424ec2ea3e3c981",
    "url": "https://www.news-press.com/story/news/2024/01/12/daylight-saving-time-florida-when-days-get-longer-sunrise-sunset/72200998007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cheryl McCloud",
    "published": "2024-01-12T14:57:00Z",
    "title": "Florida daylight hours. Winter, summer solstices. Hours of sunshine",
    "text": "No matter how you look at it , we're in the middle of winter. On the bright side — literally — the days are getting longer, even though it may not feel like it right now. And don't forget, we have the arrival of daylight saving time coming in March. The increase in daylight hours comes in such small increments it doesn't seem as if anything changes but those minutes and seconds do add up. Between Jan. 1 and the end of the month Jan. 31, we'll see 30 extra minutes of daylight, according to calculations from the Old Farmers Almanac. And if you want to get really excited, between Jan. 1 and the summer solstice on June 20 — the longest day of the year — we'll have an extra 4 hours of daylight for Florida summer fun. These calculations were based on Jacksonville, in Northeast Florida. Daylight saving time begins at 2 a.m. EST Sunday, March 10, 2024, when we \"spring forward .\" Yes, we'll lose an hour of sleep. Those who support ending daylight saving time permanently advocate brighter afternoons and more economic activity. Likely the No. 1 complaint about daylight saving time is the disruption of sleep and habits. The winter solstice occurred Dec. 21 in 2023. Figures were calculated for Jacksonville. The summer solstice, or the longest day of the year, will be June 20 in 2024. Figures were calculated for Jacksonville. Over the course of a month, you'll have anywhere from an extra 10 to 20 minutes of new daylight hours. Here are a few ideas of what you can do with them:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "https://www.almanac.com/",
      "https://www.almanac.com/astronomy/sun-rise-and-set/FL/Jacksonville/2024-01-15",
      "https://almanac.com/",
      "https://www.almanac.com",
      "https://almanac.com/astronomy/sun-rise-and-set/FL/Jacksonville/2024-01-15"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "northeast florida",
          "sentiment": "none"
        },
        {
          "name": "jacksonville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T17:40:08.368+02:00",
    "updated": "2024-01-12T17:40:08.368+02:00"
  },
  {
    "uuid": "e7036ba03718a26ec9878597a0e8cc24e13778f1",
    "url": "https://newsnownigeria.ng/the-nff-denies-responsibility-for-south-africas-delayed-arrival-in-uyo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ofomata Edidiong",
    "published": "2024-06-06T18:50:00Z",
    "title": "The NFF Denies Responsibility for South Africa’s Delayed Arrival in Uyo",
    "text": "Despite South Africa’s delegation facing delays in arriving in Uyo for the 2026 FIFA World Cup qualifier against the Super Eagles, the Nigeria Football Federation, NFF, has made it clear that they were not responsible for the situation.\nOn Wednesday night, the South African delegation had to spend the night in Port Harcourt after their arrival in Nigeria was delayed.\nOriginally, the players and their officials were supposed to depart from Johannesburg at 8 am on Wednesday, land in Lagos for immigration procedures, and then proceed to Uyo. However, their chartered flight faced a five-hour delay in Johannesburg, disrupting their travel plans.\nAs a result of the delay, the contingent only reached Uyo on Thursday morning.\nAccording to NFF’s protocol chief, Emmanuel Ayanbunmi, “The delay was not caused by the NFF. Despite informing the relevant Nigerian agencies in Lagos to expedite the necessary formalities, the delay occurred in South Africa without our knowledge.”\nHe further explained, “It was just under two hours before landing that they informed us of their intended landing at Port Harcourt International Airport instead of Murtala Muhammed Airport in Lagos. We had to quickly coordinate with Port Harcourt officials to ensure a smooth process for them.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emmanuel ayanbunmi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nff",
          "sentiment": "negative"
        },
        {
          "name": "nigeria football federation",
          "sentiment": "none"
        },
        {
          "name": "super eagles",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uyo despite south africa",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "uyo",
          "sentiment": "none"
        },
        {
          "name": "johannesburg",
          "sentiment": "none"
        },
        {
          "name": "port harcourt",
          "sentiment": "none"
        },
        {
          "name": "lagos",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:54:48.785+03:00",
    "updated": "2024-06-07T00:54:48.785+03:00"
  },
  {
    "uuid": "4a990e01ff84f61be8aa73a90b338c6e393f5f1c",
    "url": "https://globalnews.ca/news/10522504/priest-bites-woman-holy-communion-florida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Do Couto Global News",
    "published": "2024-05-24T14:39:00Z",
    "title": "Florida priest bites woman during altercation over Holy Communion - National | Globalnews.ca",
    "text": "A Florida priest may face criminal battery charges after he bit a woman during an altercation over Holy Communion at a Sunday mass.\nThe Diocese of Orlando told ABC News the incident occurred at St. Thomas Aquinas Church in St. Cloud, Fla. on May 19 while Father Fidel Rodriguez was leading a service.\nThe religious authority said an unnamed woman attended the church’s 10 a.m. mass and joined the congregation’s line to receive Holy Communion. Rodriguez said he did not know the woman.\nChurch officials alleged the woman “appeared unaware of the proper procedure,” and was told by Father Rodriguez to receive the Sacrament of Penance (also called confession) before she can receive the Eucharist, as is commonly encouraged.\nRodriguez gave the woman a blessing.\nStory continues below advertisement She returned for the church’s 12 p.m. mass and again attempted to receive Holy Communion.\nWhen Rodriguez asked the woman if she’d been to confession, the Diocese alleged she responded that it was “not his business.”\n“Father Rodriguez offered the woman Holy Communion on the tongue,” the Diocese claimed. “At that point, the woman forcefully placed her hand in the vessel and grabbed some sacred Communion hosts, crushing them.”\nMore on World ‘God’s influencer’: Pope clears way for the first-ever millennial saint Canada set to see above-normal hurricane season: ‘Be prepared’ RCMP ribbon skirts ‘disheartening’, ‘insulting’: Indigenous activists Singapore Airlines adopts ‘more cautious approach’ to turbulence after 1 killed Rodriguez allegedly tried to restrain the woman with his free hand. The Diocese said she then pushed Rodriguez.\nBreaking news from Canada and around the world sent to your email, as it happens. Believing that he was responding to a “perceived act of aggression,” Rodriguez bit her hand in an attempt to get her to release the Communion hosts, church officials said.\nThe woman was then asked to leave the church. She later reported the incident to police and said the priest had been forceful in placing the Eucharist on her tongue.\nPolice told local news station WDBO they’ve recommended the priest be charged with battery . There have yet to be any charges.\nThe news outlet obtained police body camera footage from the investigation, which featured a live-streamed recording of the incident. In the video, the woman and the priest are seen engaged in a brief scuffle.\nStory continues below advertisement The woman can also be heard calling the Eucharist “a cookie” while speaking to police. She said the priest may have refused to give her Holy Communion because of her “sexuality” or how she was dressed. (The woman was wearing a white button up shirt and black trousers. She did not identify her sexuality.)\nTrending Now Canada set to see above-normal hurricane season: ‘Be prepared’ ‘God’s influencer’: Pope clears way for the first-ever millennial saint Rodriguez told police he did not know the woman and does not care about her sexuality. He maintains he was protecting the sanctity of the Eucharist. He did not deny biting the woman.\n“While the Diocese of Orlando does not condone physical altercations such as this, in good faith, Father Rodriguez was simply attempting to prevent an act of desecration of the Holy Communion, which, as a priest, Father Rodriguez is bound by duty to protect,” church officials said. “The Diocese of Orlando believes all people of all faiths should be respected and that their religious ceremonies or services should never be disrupted.”\n“The priest was trying to protect the Holy Communion from this sacrilegious act,” the Diocese continued. “In the Catholic Tradition, the Eucharist is considered ‘the source and summit’ of worship and faith. The act of participation in Holy Communion therefore calls for a proper understanding, reverence, and devotion. It is not something a person can arbitrarily demand and is certainly not a mere ‘cookie’ as the complainant called it.”\n1:06 Pope Francis prays for victims of Chile’s fires, sends greetings for Lunar New Year",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.wdbo.com/news/local/central-florida-priest-bites-woman-after-denying-her-communion-police-say/SIVFXFMRBZBBDAEYC4DIZUS4AE/",
      "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
      "https://abcnews.go.com/US/priest-bites-woman-attempting-give-communion-sunday-mass/story?id=110527414",
      "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80",
      "https://www.wdbo.com/news/local/central-florida-priest-bites-woman-after-denying-her-communion-police-say/SIVFXFMRBZBBDAEYC4DIZUS4AE",
      "https://wdbo.com/news/local/central-florida-priest-bites-woman-after-denying-her-communion-police-say/SIVFXFMRBZBBDAEYC4DIZUS4AE/",
      "https://www.abcnews.go.com/US/priest-bites-woman-attempting-give-communion-sunday-mass/story?id=110527414",
      "https://abcnews.go.com/US/priest-bites-woman-attempting-give-communion-sunday-mass/story"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fidel rodriguez",
          "sentiment": "none"
        },
        {
          "name": "rodriguez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "orlando",
          "sentiment": "none"
        },
        {
          "name": "st. thomas aquinas church",
          "sentiment": "none"
        },
        {
          "name": "st. cloud",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T21:42:12.006+03:00",
    "updated": "2024-05-24T21:42:12.006+03:00"
  },
  {
    "uuid": "d95265b050f85c4bbb24734c8b50d791de986fba",
    "url": "https://www.lavozdeasturias.es/noticia/asturias/2024/11/01/calidad-aire-sera-desfavorable-proximos-dias-asturias-polvo-sahariano/00031730476350135669260.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdeasturias",
    "published": "2024-11-01T15:00:00Z",
    "title": "La calidad del aire será desfavorable los próximos días en Asturias por polvo sahariano",
    "text": "El Gobierno de Asturias ha advertido este viernes que la calidad del aire en el Principado no será favorable durante los próximos días a causa de la intrusión de masas de aire africano que traen consigo polvo sahariano. Esta situación ya fue detectada ayer, jueves, cuando en todas las estaciones que integran la Red de Calidad del Aire se superaron los valores límite diarios de partículas PM10, establecidos en 50 microgramos por metro cúbico (µg/m³), señala el Ejecutivo.\nNo obstante, indica que los datos provisionales registrados hoy en algunas estaciones son «más favorables».\nLa previsión para hoy, mañana y pasado del Ministerio para la Transición Ecológica y el Reto Demográfico alerta de la llegada de masas de aire africano en superficie sobre la península y las islas.\nEl pronóstico estima concentraciones de polvo en los rangos 10-200 µg/m3 para el sureste; 10-100 µg/m3 para el suroeste, centro, norte y noreste peninsular, y 10-50 µg/m3 para el noroeste, este y las islas Baleares, con situación de mala calidad del aire generalizada en la mayor parte del país.\nDebido a ello, el Gobierno de Asturias recomienda que aquellas personas con enfermedades respiratorias o circulatorias -incluyendo las patologías cardiacas- reduzcan su actividad al aire libre y sigan su plan de tratamiento médico de forma meticulosa, informa Efe.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Ministerio para la Transición Ecológica",
          "sentiment": "none"
        },
        {
          "name": "Reto Demográfico",
          "sentiment": "none"
        },
        {
          "name": "Ejecutivo",
          "sentiment": "none"
        },
        {
          "name": "Gobierno",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T18:06:41.483+02:00",
    "updated": "2024-11-01T19:49:06.264+02:00"
  },
  {
    "uuid": "8fda91885999135d1d36f64ca538ba1f5c1d91cb",
    "url": "https://www.archyde.com/israeli-strike-near-damascus-latest-updates-and-impact-on-israel-hamas-conflict/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2023-12-29T00:18:00Z",
    "title": "Israeli Strike Near Damascus: Latest Updates and Impact on Israel-Hamas Conflict",
    "text": "2023-12-28 21:58:00\nAn Israeli strike targeted the area around Damascus, the Syrian capital, on Thursday, the Syrian Defense Ministry and state media announced, in a context marked by the conflict between Israel and Hamas.\n“At approximately 23:05 (20:05 GMT) today, the Israeli enemy carried out airstrikes from the occupied Syrian Golan, targeting targets in the southern region,” the Defense Ministry said in a statement. communicated, without mentioning any victims.\n“Our air defense intercepts hostile targets in the vicinity of Damascus,” the official Syrian agency SANA wrote earlier. “An Israeli attack targeted the surroundings of the capital Damascus,” state television added.\nIsrael rarely comments on strikes targeting Syria but has repeatedly said it will not allow its archenemy Iran, which supports President Bashar al-Assad’s government, to expand its presence there.\nIsrael-Hamas war: new death toll of 21,320 for Palestinian victims\nAccording to the Syrian Observatory for Human Rights, the strikes targeted a Syrian air defense position in the Sweida region, to the south, and the surroundings of Damascus international airport.\nThe attack near the airport came 24 hours after the resumption of flights, suspended since an Israeli attack at the end of November just hours after it reopened following similar attacks the previous month, said the London-based NGO , which has a large network of correspondents in Syria.\nIsrael has launched hundreds of airstrikes on its northern neighbor since Syria’s civil war began in 2011, mainly targeting Iranian-backed forces, including Lebanese Ayatollah fighters, as well as army positions. Syrian.\nBut it has intensified its attacks since the start of the war between Israel and Hamas on October 7, as tensions rise in the Middle East.\n1703809126\n#Israel #struck #surroundings #Syrian #capital",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bashar al-assad",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "syrian defense ministry",
          "sentiment": "none"
        },
        {
          "name": "syrian observatory for human rights",
          "sentiment": "none"
        },
        {
          "name": "sana",
          "sentiment": "none"
        },
        {
          "name": "defense ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "damascus",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "sweida",
          "sentiment": "none"
        },
        {
          "name": "golan",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:24:06.367+02:00",
    "updated": "2023-12-29T02:24:06.367+02:00"
  },
  {
    "uuid": "ca74a2ef520bb07db86b99235504926f2ebde4a7",
    "url": "https://www.ecoticias.com/cambio-climatico/guerras-cambio-climatico",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "J. Company",
    "published": "2024-07-05T08:35:00Z",
    "title": "Si acabáramos con las guerras podríamos abordar con recursos el cambio climático",
    "text": "El cambio climático es uno los graves problemas a los que el mundo podría encontrar soluciones si pusiera fin a los guerras y divisiones que absorben la atención y los recursos globales, declara António Guterres ante los líderes presentes en la reunión de la Organización de Cooperación de Shanghai .\nLas profundas divisiones y guerras deben terminar para despejar el camino y poder abordar la amenaza del cambio climático , dijo este jueves el Secretario General de la ONU en la Cumbre de la Organización de Cooperación de Shanghai que se celebra en Astana, Kazajistán.\nEl planeta en pleno colapso climático Los expertos en clima de la ONU han confirmado que 2023 fue el año más caluroso registrado, aunque pronto podría verse como uno de los más fríos en un futuro que se calienta rápidamente.\nEl Secretario General alertó de los impactos devastadores de nuestro clima cambiante, que ya son evidentes en el derretimiento de los glaciares, las inundaciones mortales, las tormentas, las sequías y las olas de calor extremas que azotan a los países de todo el mundo.\n“Nuestro clima está colapsando”, aseveró, enfatizando las terribles consecuencias para la seguridad hídrica y alimentaria, el desarrollo y la estabilidad global.\nEn este sentido, António Guterres reiteró su llamado a tomar medidas ambiciosas para reducir las emisiones de gases de efecto invernadero y lograr la justicia climática , con la mayor responsabilidad recayendo en los mayores emisores del mundo.\nAl esbozar soluciones a la crisis climática global, instó a todos los gobiernos a presentar nuevas Contribuciones Determinadas a Nivel Nacional para el próximo año que se ajusten a la meta de limitar el calentamiento global a 1,5 grados Celsius.\nDichas contribuciones deben incluir objetivos absolutos de reducción de emisiones para 2030 y 2035 y delinear planes para transiciones globales críticas, con acciones clave como poner fin a la deforestación, triplicar la capacidad de energía renovable y reducir la producción y el consumo de combustibles fósiles en al menos un 30% para 2030 . Además, l os países deben comprometerse a eliminar gradualmente la energía a base de carbón para 2040 .\nFinanciación para abordar el cambio climático Antonio Guterres destacó la necesidad de aumentar la capacidad crediticia de los Bancos Multilaterales de Desarrollo y atraer más capital privado para iniciativas climáticas. Los países desarrollados también deberían duplicar su financiamiento para la adaptación climática y cumplir sus compromisos, incluidas contribuciones sustanciales al nuevo Fondo de Pérdidas y Daños .\nPara apoyar estos esfuerzos, pugnó por mecanismos financieros innovadores , incluidos precios del carbono e impuestos sobre las ganancias extraordinarias de las empresas de combustibles fósiles .\nAdemás, pidió la implementación de impuestos solidarios en sectores como el transporte marítimo, la aviación y la extracción de combustibles fósiles antes de la COP29 , programada para noviembre próximo en Bakú, Azerbaiyán.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T11:47:58.264+03:00",
    "updated": "2024-07-05T16:52:38.276+03:00"
  },
  {
    "uuid": "7ecbc24b3223b4a0a44e66f209f75cfb81477632",
    "url": "https://www.canada.ca/en/innovation-science-economic-development/news/2023/12/government-of-canada-on-track-to-exceed-high-speed-internet-connectivity-targets.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Innovation, Science and Economic Development Canada",
    "published": "2023-12-28T17:33:00Z",
    "title": "Government of Canada on track to exceed high-speed Internet connectivity targets - Canada.ca",
    "text": "From: Innovation, Science and Economic Development Canada\nNews release No matter where you live, access to reliable, affordable high-speed Internet is essential. That’s why the Government of Canada is working with provinces and territories, municipalities, Indigenous communities, and large and small Internet service providers to ensure that all Canadians are connected.\nProjections show that 98.6% of Canadians will have access to high-speed Internet by 2026\nDecember 28, 2023 – Ottawa, Ontario\nNo matter where you live, access to reliable, affordable high-speed Internet is essential. That’s why the Government of Canada is working with provinces and territories, municipalities, Indigenous communities, and large and small Internet service providers to ensure that all Canadians are connected.\nToday, the Honourable Gudie Hutchings, Minister of Rural Economic Development and Minister responsible for the Atlantic Canada Opportunities Agency, updated Canadians on the Government of Canada’s progress toward connecting all Canadians, no matter where they live, to high-speed Internet.\nA year of progress\nThanks to the $3.225 billion Universal Broadband Fund (UBF), as well as other federal and provincial investments, the federal government is on track to exceed its goal of providing access to high-speed Internet to 98% of Canadian households by 2026 and 100% by 2030. Today, 93.5% of Canadian households have access to high-speed Internet compared to just 79% in 2014. Current projections show that 98.6% of households will have access by 2026.\nSince the launch of the UBF in November 2020, 295 projects have been announced across Canada. This includes 45 projects in 2023 alone, which will serve more than 200,000 households. In 2023, 40,000 households also gained new access to high-speed Internet through completed UBF projects. The Government of Canada looks forward to announcing more UBF projects through 2024. Projects are posted online as they are announced.\nIn June 2023, Minister Hutchings launched the government’s redesigned website — canada.ca/rural . The interactive website is a source for rural Canadians to find relevant resources and information on Government of Canada programs, including the UBF.\nPartnering for success\nTo help meet connectivity targets faster, the Government of Canada has also entered into co-funding partnerships with Quebec, Ontario, Newfoundland and Labrador, Alberta, British Columbia, and Prince Edward Island. With more than $2 billion in provincial co-funding secured, these partnerships allow for more households to be connected through UBF funding.\nMany provinces have made significant progress toward achieving universal connectivity already. With a total of $920 million in federal-provincial co-funding under Canada–Quebec Operation High Speed, Quebec has achieved our common goal of offering high-speed Internet access to all residents in the province. Many other provinces, including Prince Edward Island, New Brunswick, Ontario, British Columbia and Nova Scotia, are also very close to achieving universal connectivity.\nThe Government of Canada is working closely with all provinces and territories to help connect remaining underserved households. For the latest information on Canada’s progress toward achieving universal high-speed Internet access, visit the interactive High-Speed Internet Access Dashboard . The dashboard allows Canadians to track national progress and government funding by province and territory.\nReal results, real progress\nThese investments are making a real difference in peoples’ lives, including by enabling them to access health care or expand their businesses.\nIn Iskatewizaagegan No. 39 Independent First Nation , also known as Shoal Lake No. 39 First Nation, community members are benefiting from improved access to reliable high-speed Internet. Residents can now access telehealth services, enabling people to meet with doctors virtually when in-person appointments are not possible. This has been an important benefit to Shoal Lake No. 39 First Nation and has improved residents’ quality of life.\nElsewhere, in Port-Menier, Quebec , recent access to high-speed Internet has enhanced the village’s tourism industry. Businesses in the community, located on Anticosti Island in the heart of the St. Lawrence, have improved their online visibility and increased their opportunities to market to tourists. Visitors can now enjoy the region’s vast wilderness while staying connected to the rest of the world.\nThe work continues\nSince 2015, the federal government has allocated more than $7.6 billion for improving connectivity across Canada. These investments will level the playing field and ensure rural communities have equal ability to benefit from Internet access. The Government of Canada will continue working with provinces and territories, municipalities, Indigenous communities, and Internet service providers so that all Canadians, no matter where they live, have access to high-speed Internet as fast as possible.\nQuotes “High-speed Internet is no longer a luxury—it’s a necessity. Thanks to our government, 93.5% of Canadian households now have access to high-speed Internet, compared to just 79% in 2014. We are on track to surpass our target of providing 98% of Canadians with high-speed Internet access by 2026 and all Canadians by 2030. I will continue to make sure rural Canadians have the access they need to affordable high-speed Internet connectivity.”\n– The Honourable Gudie Hutchings, Minister of Rural Economic Development and Minister responsible for the Atlantic Canada Opportunities Agency\nQuick facts Canada’s Connectivity Strategy aims to provide all Canadians with access to Internet speeds of at least 50 megabits per second (Mbps) download / 10 Mbps upload.\nSince 2015, the Government of Canada has allocated $7.6 billion for building or improving broadband Internet infrastructure from coast to coast to coast.\nThe Universal Broadband Fund (UBF) is a $3.225 billion investment by the Government of Canada designed to help provide high-speed Internet access to 98% of Canadians by 2026 and achieve the national target of 100% access by 2030.\nOf that amount, up to $50 million is allocated for mobile Internet projects that primarily benefit Indigenous people.\nToday, 93.5% of Canadian households have access to high-speed Internet compared to just 79% in 2014.\nThe High-Speed Internet Access Dashboard is updated on a quarterly basis and allows Canadians to view national progress and government funding by province and territory.\nThe National Broadband Internet Service Availability Map is an interactive tool that allows Canadians to find Internet service providers as well as connectivity projects under way in their area.\nAssociated links Canada’s Connectivity Strategy High-Speed Internet Access Dashboard National Broadband Internet Service Availability Map Rural Economic Development High-speed Internet for all Canadians Backgrounder: Universal Broadband Fund and Telesat low Earth orbit capacity agreement Contacts Kevin Lemkay\nDirector of Communications\nOffice of the Minister of Rural Economic Development and Minister responsible for the Atlantic Canada Opportunities Agency\n613-408-5568\nkevin.lemkay@acoa-apeca.gc.ca\nMedia Relations\nInnovation, Science and Economic Development Canada\nmedia@ised-isde.gc.ca\nStay connected Follow Innovation, Science and Economic Development Canada on social media.\nTwitter: @ISED_CA , Facebook: Canadian Innovation , Instagram: @cdninnovation and LinkedIn",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://twitter.com/ISED_CA?lang=en",
      "https://www.facebook.com/CanadianInnovation/?ref=br_rs",
      "https://www.ic.gc.ca/app/sitt/bbmap/hm.html?lang=eng",
      "https://www.instagram.com/cdninnovation/",
      "https://www.ic.gc.ca/app/scr/sittibc/web/bbmap?lang=eng#!/map",
      "https://www.linkedin.com/company/1560/admin/",
      "https://www.ic.gc.ca/eic/site/139.nsf/eng/h_00002.html",
      "https://ic.gc.ca/eic/site/139.nsf/eng/h_00002.html",
      "https://www.twitter.com/ISED_CA?lang=en",
      "https://ic.gc.ca/app/scr/sittibc/web/bbmap?lang=eng#!/map",
      "https://www.facebook.com/CanadianInnovation/",
      "https://twitter.com/ISED_CA",
      "https://www.ic.gc.ca/app/scr/sittibc/web/bbmap",
      "https://instagram.com/cdninnovation/",
      "https://facebook.com/CanadianInnovation/?ref=br_rs",
      "https://linkedin.com/company/1560/admin/",
      "https://ic.gc.ca/app/sitt/bbmap/hm.html?lang=eng",
      "https://www.instagram.com/cdninnovation",
      "https://www.ic.gc.ca/app/sitt/bbmap/hm.html",
      "https://www.linkedin.com/company/1560/admin"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "honourable gudie hutchings",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "science and economic development canada news",
          "sentiment": "negative"
        },
        {
          "name": "atlantic canada opportunities agency",
          "sentiment": "none"
        },
        {
          "name": "government of canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:56.860+02:00",
    "updated": "2023-12-29T00:02:56.860+02:00"
  }
]