[
  {
    "uuid": "3a3f6e1c069d6c89bd60a38839187573bdf9cb70",
    "url": "https://livability.com/ia/cedar-falls/education-careers-opportunity/why-do-cedar-valley-businesses-thrive/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Heather Cherry",
    "published": "2023-12-28T19:55:00Z",
    "title": "Why Do Cedar Valley Businesses Thrive? - Livability",
    "text": "[Home](https://livability.com)> [IA](https://livability.com/ia/)> [Cedar Falls](https://livability.com/ia/cedar-falls/)> [Education, Careers & Opportunity](https://livability.com/education-careers-opportunity/)> Why Do Cedar Valley Businesses Thrive? Why Do Cedar Valley Businesses Thrive? The downtowns of the Cedar Valley region are bustling, thanks to a supportive community that loves small businesses. From hardware store owners turned downtown landlords to the founders of specialty retail shops, residents of the Cedar Valley are eager to open small businesses in the region’s growing city centers. And supportive communities make building a small business here even more worth it. In This Article Meet Hardware Hank Brad and Kellie Cole Kellie and Brad Cole opened Hardware Hank in Independence in 2021. Hardware Hank offers everything the DIYer or professional may need, including outdoor cooking gear, lawn and garden equipment and power tools. Opening their store was the Coles’ way of giving back to the community they love. The Coles are also completely refurbishing their building and adding 10 apartments above the storefront with help from a Downtown Housing Grant from the Iowa Economic Development Authority. “We have lived in Independence our entire lives and wanted to serve the community,” Kellie Cole says. Dreaming Big at Local Starting a business to serve the community was also top of mind for Hanna Nuss, author of “The Death of a Dream” and founder of Local, a gift shop that sources hyper-local goods. Local started in 2022 to connect the community to other entrepreneurs in Denver, a city of about 2,000. “We looked at five communities at the beginning of where we thought Local would work best,” Nuss says. “We received the best response in Denver, Iowa, with our pop-up shops. I also live here, so it was exciting to give back to the community I know.” “The community has shown up time and time again to make sure everyone feels supported and successful.” Hanna Nuss, owner of Local Evy Rose Blooms in Reinbeck In addition, Evy Rose Boutique opened in 2022 in Reinbeck, a community of about 1,700 residents that sits 22 miles southwest of Waterloo. “Reinbeck is such a blessing. It wasn’t a question that I wanted to start a business here because the Cedar Valley has such a supportive community,” says Chelsea Henricks, owner of Evy Rose Boutique. “I take pride in being a part of our small community. The [people here] are the best, and they’ve impacted my business.” Idyllic Downtowns Thanks to thriving downtowns and supportive residents, small businesses flourish in the Cedar Valley, making rural living even more appealing. “In rural communities specifically, we get used to not having anything – we exist within small circles,” Nuss says. “Local gives people a place to connect again – there is a refocused energy. The community has shown up time and time again to make sure everyone feels supported and successful.” It’s an exciting time to be a small business in downtown Independence – a community of 6,200 residents east of Waterloo. “The renovation of downtown has supported our business’s success because it’s bringing more people to town,” Cole says. “The community stands behind us and supports us, knowing that everything we do will make it a better place to live.” More Reasons to Support Local Businesses The region has much to offer in its communities, with more businesses in the forms of dog groomers, restaurants, a vinyl record shop and bar, nail salons and yoga studios. “You can find all the things in Reinbeck – downtown shopping, ice cream with the family or an ice-cold beverage,” Henricks says. “We have The Milk House, The Dig Inn and other local shops that add to the quality of our little town.” Denver continues to add exciting businesses, too. “We have so many great businesses,” Nuss says. “Our community continues to support the growth of businesses, inspiring the next business to open. I love how the community constantly shows up for us as business owners; the more we engage them, the better off we will be.” Get to Know the Cedar Valley Want to learn more about living and working in the Waterloo-Cedar Falls Metro Region of Iowa? Check out the latest edition of [Livability Live the Valley](https://livability.com/cedar-valley-iowa/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [
      "https://livability.com)",
      "https://www.livability.com)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kellie cole kellie",
          "sentiment": "none"
        },
        {
          "name": "hank",
          "sentiment": "none"
        },
        {
          "name": "hank brad",
          "sentiment": "none"
        },
        {
          "name": "coles",
          "sentiment": "none"
        },
        {
          "name": "brad cole",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "cedar valley",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:27:36.975+02:00",
    "updated": "2023-12-29T02:27:36.975+02:00"
  },
  {
    "uuid": "f473c7218ae12627b9349517a62fd79be1fdf341",
    "url": "https://www.devdiscourse.com/article/headlines/2760440-maharashtra-thane-police-beefs-up-security-after-bomb-threat-to-synagogue-no-explosives-found",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2023-12-29T00:14:00Z",
    "title": "Maharashtra: Thane police beefs up security after bomb threat to synagogue; no explosives found | Headlines",
    "text": "Maharashtra: Thane police beefs up security after bomb threat to synagogue; no explosives found He further mentioned that extra security arrangements are being maintained in the area to ensure the safety of the synagogue. [ANI](/ani-stories)| Updated: 29-12-2023 08:14 IST | Created: 29-12-2023 08:14 IST - Country: - India Security has been up in the Naupada police station area in Thane after a synagogue, Jew worship place, received a bomb threat, police said. A senior police official said that a Bomb Detection and Disposal Squad (BDDS) was sent to the spot, and the premises of the synagogue, along with nearby buildings and shops, were evacuated. However, nothing suspicious was found at the spot. \"Naupada police got information that the synagogue has received a threat email. Police officials and staff reached the spot. The synagogue was evacuated, and the nearby buildings and shops were also evacuated, and traffic was diverted. The BDDS also came and inquired. The BDDS squad has cleared that there are no explosives here,\" said Thane DCP Ganesh Gawde. He further mentioned that extra security arrangements are being maintained in the area to ensure the safety of the synagogue. Earlier on Wednesday, the Jaipur airport authority received an email threatening to blow up the airport. According to the police, the anonymous sender threatened to blow up Jaipur and other airports. The airport authority informed the CISF (Central Industrial Security Force) and other security officials, following which a search operation was launched at the airport. (ANI) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [TN CM says CISF cop intimidated Tamil woman in Goa over Hindi](/article/law-order/2745710-tn-cm-says-cisf-cop-intimidated-tamil-woman-in-goa-over-hindi) [CBI searches properties linked to 2 retired CISF officers in coal pilferage case](/article/law-order/2745648-cbi-searches-properties-linked-to-2-retired-cisf-officers-in-coal-pilferage-case) [Body of CISF personnel found hanging from tree in Odisha's Rourkela](/article/law-order/2745901-body-of-cisf-personnel-found-hanging-from-tree-in-odishas-rourkela) [CBI searches properties linked to retired CISF constable in coal pilferage case](/article/law-order/2746249-cbi-searches-properties-linked-to-retired-cisf-constable-in-coal-pilferage-case) [CISF nabs loader at Mumbai airport for stealing smuggled gold worth Rs 1 crore from check-in luggage](/article/business/2746048-cisf-nabs-loader-at-mumbai-airport-for-stealing-smuggled-gold-worth-rs-1-crore-from-check-in-luggage)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "naupada",
          "sentiment": "none"
        },
        {
          "name": "thane dcp ganesh gawde",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bomb detection and disposal squad",
          "sentiment": "none"
        },
        {
          "name": "bdds",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maharashtra",
          "sentiment": "none"
        },
        {
          "name": "naupada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:01:28.870+02:00",
    "updated": "2023-12-29T05:12:11.892+02:00"
  },
  {
    "uuid": "33f52c3a58fe1262c4a093ee9fa62b9cb348158a",
    "url": "https://www.elperiodicoextremadura.com/deportes/2024/01/07/sagrado-cierra-hermanas-mala-racha-96636998.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "J. O.",
    "published": "2024-01-07T21:39:00Z",
    "title": "El Sagrado cierra en Dos Hermanas su mala racha - El Periódico Extremadura",
    "text": "Llevaba seis partidos de forma consecutiva el Lithium Iberia Sagrado Cáceres, una negra racha que dio por terminada en su visita al Eiffage Ciudad Dos Hermanas. 77-95 fue el holgado resultado final de un choque en el que los visitantes no empezaron muy bien (22-17, primer cuarto). Luego se enmendaron claramente, venciendo en los tres siguientes con parciales de 14-22, 24-29 y 17-27. El triunfo es muy importante para un equipo que está en posiciones bajas de la clasificación del grupo D-B, algo a lo que no ha estado acostumbrado en estos últimos años. Ahora espera afrontar el resto de la liga con mayor fuerza con el regreso del pívot Kingsley Obiorah, que se había marchado durante los dos últimos meses, y el fichaje del escolta Saikou Diallo, procedente del Portuense. El primero dio muestras de su calidad en Dos Hermanas con unos rotundos 16 puntos y 18 rebotes, mientras que el segundo se quedó en 9, pero cumplió a nivel defensivo. Sin embargo, el nombre decisivo del choque fue Lucas Sigismonti, el argentino cedido por el Cáceres Patrimonio, que enganchó su mejor estadística en el Sagrado con 29 puntos (8 de 9 en tiros de dos, 4 de 10 en triples y 1 de tres en libres). El Sagrado rebasa al Dos Hermanas en la tabla y es undécimo. Completa así una jornada «al 50%» de los extremeños, ya que el sábado ganó el CBAante el Coria (85-64) y perdieron tanto Vítaly La Mar BCB (92-73 ane el Gymnástica) como Hache Publicidad Moraleja (72-87).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:45:29.692+02:00",
    "updated": "2024-01-08T00:45:29.692+02:00"
  },
  {
    "uuid": "69f53f0368db61b43027322c53c2153da836325c",
    "url": "https://clutchpoints.com/orioles-news-brandon-hyde-frustrated-admission-nearly-choking-away-marlins-game",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex House",
    "published": "2024-07-25T23:41:00Z",
    "title": "Brandon Hyde’s ‘frustrated’ admission after nearly choking away Marlins game",
    "text": "After going into the MLB All-Star break in sole possession of first place in the American League East, courtesy of a wild win against the New York Yankees, fans hoped that the [Baltimore Orioles](/mlb/baltimore-orioles) (61-41) had rediscovered [their elite form](https://clutchpoints.com/2024-world-series-winner-prediction-pick). Pummeling the Texas Rangers in two of three games to begin the second half seemingly validated that faith. A road trip to the Miami Marlins' LoanDepot Park should have allowed the O's to build on their momentum, but supposedly old problems quickly returned this week. Baltimore entered Thursday knowing it had already lost the series, a disconcerting scenario considering that the club could have added to its slim divisional lead. In spite of the previous two losses, the Orioles looked to salvage the South Beach voyage with a definitive victory on getaway day. They pulverized the Marlins early, unleashing all of their frustrations on the National League's worst team (37-66) by scoring six runs in the first four innings. Their bats turned silent, though, as a surefire rout descended into a 7-6 extra-innings nail-biter. The offense could not muster any additional separation, and closer Craig Kimbrel imploded in the ninth. A timely double play in the top of the 10th inning portended an agonizing sweep, but a clutch Ryan Mountcastle single and a brilliant inning of work by reliever Cionel Perez denied the Fish and the home crowd a roaring comeback win. Still, this was not a triumph worth celebrating. The feeling permeating the clubhouse is both relief and exasperation. This outcome, and more specifically the series, must be an [urgent wake-up call](https://x.com/afkostka/status/1816564687451893795) for the Orioles. Brandon Hyde sounds off on near-collapse “I’m pretty frustrated, honestly,” manager Brandon Hyde said postgame, per The Baltimore Banner's Andy Kostka. “We swung the bat really well coming out to start the game and scored six runs right away. … We don’t add on. And we’ve done this too many times, and we have to learn to be able to step on people and make it easier on ourselves.” The skipper's irritation is perfectly justifiable based on what just transpired. Holding a 6-0 lead against the abysmal Marlins with Corbin Burnes on the mound should be a rudimentary task. And yet, the Birds had to sweat it out. They are 4-8 in their last 12 games, but because the [Yankees are battling their own problems](https://clutchpoints.com/yankees-news-aaron-boone-drops-fiery-nsfw-take-after-embarrassing-mets-sweep), the club still owns a two-game lead in the AL East. Besides New York's woes, the silver lining for the Orioles is that the middle and bottom parts of the lineup bashed the baseball on Thursday afternoon. Colton Cowser continued his resurgence after blasting a three-run home run in the third inning. Mountcastle led the way with three hits, including his 23rd double of the year. Austin Hays and rookie Connor Norby each went 2-for-4 at the plate in what was a deeply encouraging outing for both men. The heavy hitters at the top of the order were not completely stifled, though, as [slugger Anthony Santander](https://clutchpoints.com/orioles-news-baltimore-gains-fifth-all-star-kyle-tucker-injury) smashed his fourth dinger in the last week and 28th of the season. Regardless of the impressive individual efforts, Brandon Hyde is confident that the team as a whole is [displeased by its recent play](https://x.com/afkostka/status/1816564687451893795). Orioles need to learn from their Miami misadventures “I think our guys are very, very aware that we should’ve won that game handily,” the 2023 AL Manager of the Year said. “And I think some guys are individually frustrated with their performances right now, and we just have to get back to a team concept, honestly, and they know that.” Gunnar Henderson and Adley Rutschman, Baltimore's two most important pillars, have endured their respective struggles in July. A landmark Orioles campaign is unlikely to happen without them raking. An upcoming seven-game homestand should afford these stars and the rest of the team a solid opportunity to consistently play winning baseball once again. It begins with a Friday night showdown versus the San Diego Padres (55-50).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://x.com/afkostka/status/1816564687451893795",
      "https://www.x.com/afkostka/status/1816564687451893795"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brandon hyde",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "mlb",
          "sentiment": "negative"
        },
        {
          "name": "marlins",
          "sentiment": "negative"
        },
        {
          "name": "new york yankees",
          "sentiment": "none"
        },
        {
          "name": "orioles",
          "sentiment": "none"
        },
        {
          "name": "texas rangers",
          "sentiment": "none"
        },
        {
          "name": "national league",
          "sentiment": "none"
        },
        {
          "name": "miami marlins",
          "sentiment": "none"
        },
        {
          "name": "baltimore orioles",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south beach",
          "sentiment": "none"
        },
        {
          "name": "baltimore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T03:04:01.189+03:00",
    "updated": "2024-07-26T13:05:32.448+03:00"
  },
  {
    "uuid": "7d1c6072d27392e792223beddcf882f6ba420598",
    "url": "https://www.spectator.co.uk/article/algerian-christians-will-face-persecution-this-christmas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miles Windsor",
    "published": "2023-12-24T13:29:00Z",
    "title": "Algerian Christians will face persecution this Christmas - The Spectator",
    "text": "During this Advent, churches across Britain will once again open their doors to both the regular faithful, along with not-so-faithful but much desired and warmly welcomed seasonal visitors. The pews in many churches will swell with those looking for their Christmas fix of candlelight and choral songs. We take for granted that these places of worship will be open for us to meet together weekly, or perhaps less regularly, for our corporate acts of worship. In Algeria, those who long to gather to celebrate their Saviour’s birth don’t enjoy that certainty. Of the 47 churches of l’Église Protestante d’Algérie (the EPA), 43 have been issued orders to close by the repressive authoritarian government.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "epa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "algeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T15:45:06.012+02:00",
    "updated": "2024-01-03T23:29:49.163+02:00"
  }
]