[
  {
    "uuid": "dde23210482a6b6f0073f1939ac47d619718399b",
    "url": "https://cnt.org.br/agencia-cnt/mobilizao-nacional-da-sade-movimenta-mais-de-300-pontos-de-ao-em-todo-o-pas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@agenciacnt",
    "published": "2024-04-04T00:00:00Z",
    "title": "Mobilização Nacional da Saúde movimenta mais de 300 pontos de ação em todo o país",
    "text": "O SEST SENAT está realizando, durante todo o mês de abril, a Mobilização Nacional da Saúde. O objetivo do evento é sensibilizar toda a população para a importância dos cuidados que devemos ter com a saúde, sobretudo com a qualidade do sono, principal tema da ação. Assim, as unidades do SEST SENAT estão preparando diversas atividades, como blitze educativas, palestras de conscientização e atendimentos gratuitos de saúde. A iniciativa é realizada anualmente, em celebração ao Dia Mundial da Saúde, comemorado em 7 de abril. Os profissionais de saúde do SEST SENAT vão às ruas para levar aos trabalhadores do transporte e a toda a sociedade conteúdo e ações sobre a importância dos cuidados preventivos para a garantia de uma vida mais saudável. Nos mais de 300 pontos onde as ações vão ocorrer, as pessoas também terão a oportunidade de conhecer os serviços do SEST SENAT e saber o que precisam fazer para usufruírem deles. [Clique aqui para ver a programação da mobilização e os locais das ações.](https://www.sestsenat.org.br/noticia/sest-senat-realiza-primeira-mobilizao-nacional-de-2024-voltada--qualidade-do-sono)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.sestsenat.org.br/noticia/sest-senat-realiza-primeira-mobilizao-nacional-de-2024-voltada--qualidade-do-sono)",
      "https://sestsenat.org.br/noticia/sest-senat-realiza-primeira-mobilizao-nacional-de-2024-voltada--qualidade-do-sono)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:40:42.059+03:00",
    "updated": "2024-04-05T00:40:42.059+03:00"
  },
  {
    "uuid": "1ae9b3de6caacbf3c6cd2bb73b6ebdccfd6c464b",
    "url": "https://menafn.com/1107743494/Mitchell-And-Phillips-Take-New-Zealand-To-4-0-Series-Lead-With-Stellar-Batting-Display-Against-Pakistan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-01-18T23:01:00Z",
    "title": "Mitchell And Phillips Take New Zealand To 4-0 Series Lead With Stellar Batting Display Against Pakistan | MENAFN.COM",
    "text": "( MENAFN - AsiaNet News) In the 4th T20I between New Zealand and Pakistan, Mitchell and Phillips' remarkable 139-run partnership propels New Zealand to a 4-0 lead in the series. Despite a challenging situation, the hosts, Daryl Mitchell and Glenn Phillips, rescued their team, securing victory with 11 balls to spare.\nHaving been asked to bat first, Pakistan posted a total of 158/5 in 20 overs. Rizwan's dazzling 63-ball 90 and a quick cameo of 21* runs by Mohammad Nawaz contributed to a respectable score. However, Pakistan's middle-order struggled to accelerate, going almost seven overs without a boundary after the powerplay. Matt Henry and Lockie Ferguson claimed two wickets each for the Black Caps, while Adam Milne secured one.\nChasing 158, New Zealand faced an early setback, losing three wickets quickly and finding themselves at 20/3 in the third over. Finn Allen, Tim Seifert, and Will Young fell victim to Pakistani skipper Shaheen Afridi. Daryl Mitchell and Glenn Phillips initiated a rescue mission, displaying sensible play to maintain a steady scoring rate and accelerating when necessary. Despite Pakistan's efforts, the bowlers couldn't break the partnership. The duo's unbeaten 139-run stand led New Zealand to victory by 7 wickets with 11 balls to spare. Mitchell concluded with an unbeaten 44-ball 72, while Phillips remained unbeaten with a 52-ball 70.\nShaheen Afridi stood out with the ball for Pakistan, claiming all three wickets that fell during the innings.\nAlso Read:\nSachin Tendulkar's all-round performance steals the show in Bangalore (WATCH)\nMENAFN19012024007385015968ID1107743494\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://newsable.asianetnews.com/cricket-sports/cricket-mitchell-and-phillips-take-new-zealand-to-4-0-series-lead-with-stellar-batting-display-against-pakistan-osf-s7i8hs",
      "https://www.newsable.asianetnews.com/cricket-sports/cricket-mitchell-and-phillips-take-new-zealand-to-4-0-series-lead-with-stellar-batting-display-against-pakistan-osf-s7i8hs"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "phillips",
          "sentiment": "negative"
        },
        {
          "name": "mitchell",
          "sentiment": "negative"
        },
        {
          "name": "phillips take",
          "sentiment": "negative"
        },
        {
          "name": "glenn phillips",
          "sentiment": "none"
        },
        {
          "name": "shaheen afridi",
          "sentiment": "none"
        },
        {
          "name": "adam milne",
          "sentiment": "none"
        },
        {
          "name": "tim seifert",
          "sentiment": "none"
        },
        {
          "name": "lockie ferguson",
          "sentiment": "none"
        },
        {
          "name": "daryl mitchell",
          "sentiment": "none"
        },
        {
          "name": "finn allen",
          "sentiment": "none"
        },
        {
          "name": "mohammad nawaz",
          "sentiment": "none"
        },
        {
          "name": "matt henry",
          "sentiment": "none"
        },
        {
          "name": "rizwan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "asianet news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T22:00:46.498+02:00",
    "updated": "2024-01-19T22:00:46.498+02:00"
  },
  {
    "uuid": "a7ed68dfc2065c70cb44c35336f556850b303c2e",
    "url": "https://www.ottawalife.com/article/trying-to-make-the-best-out-of-feeling-stuck-at-home",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ryan Lythall",
    "published": "2024-01-15T14:34:00Z",
    "title": "Trying to Make the Best out of Feeling Stuck at Home",
    "text": "Trying to Make the Best out of Feeling Stuck at Home Ottawa received two big snowstorms last week, including over the weekend, making me feel almost trapped in my place. Also, only one elevator has worked in my building for at least the last three weeks. To be fair, it hasn’t been a real issue for me, but I still consider it another obstacle to overcome. Also, a voice in my head tells me what happens if the elevator breaks down while I’m coming home. Some of you may recall hearing about [two elevators that went down in another building](https://www.ottawalife.com/article/disabled-people-at-risk-because-of-ccoc-mismanagement/) a while ago. Several people with disabilities in that building were stuck in their apartments and the lobby for several days. If memory serves me right, one person had to spend a few days at another person’s home. It was a mess. Local media did a story on it, and I also wrote about it. Most people take elevators for granted, but we don’t have a choice. If an elevator breaks down, people with disabilities and seniors are stuck wherever they happen to be, including in the elevator, which is scary. Add to that, what if they have a medical condition or an emergency? As a person with a disability and anxiety, I’ve been feeling anxious about the ongoing issue in my building. I also worry about the safety of my friends here. Now, to add to that, all of the snow makes it harder to get around. As I’ve mentioned countless times, the city forces me to hibernate most of the winter due to [poor snow clearing on sidewalks](https://www.ottawalife.com/article/ottawa-needs-to-step-up-clearing-sidewalks-so-pwd-arent-trapped-after-snowfall/), especially where it meets the road. Of course, there’s the cold as well. My hands have become worse as far as being sensitive to cold temperatures. That’s a ‘me problem’, though. All of those issues combined leave me feeling stuck at home. When that happens, my mind tends to wander and sometimes even spiral. Yes, I’m still meditating and trying to focus on positive thoughts daily. I also remember to show gratitude for all the good things in my life, such as my true friends and the tremendous support I get from them. I’m also trying to avoid social media, except on Mondays. My articles typically come out on Mondays, so I log in to Facebook and X to post my articles or re-X it — that sounds weird. Anyways, I check the comments on my articles and respond. The rest of the week is spent chatting on Messenger. I would love to attend more events and meet people, but the cold and lack of snow clearing significantly affect my ability to get around. Thankfully, I can use my computer to stay in touch with people, watch movies, read, or listen to music. Sometimes it’s nice to stay in and try at least to relax. It can also get lonely at times, though. I have no shame in admitting that. There have been times when I’ve been in crowds, with friends, or with a partner, and I’ve felt lonely. For me, it comes down to feeling connected. I need to feel connected to people and my environment. I have a solid connection to my friends and my community. Regarding personal relationships, I’ve had a few that weren’t very healthy and even toxic. If we’re not connecting, it’s easy to feel lonely. I don’t consider being lonely as a bad thing. I’ve had much time to think, learn about interesting topics, and explore new ones. Winter’s tough for me, both mentally and physically. The older I get, the tougher it is. . . . But . . . . so am I. By the time spring rolls around, I’ll be ready to get outside, get some fresh air, and enjoy nature. As long as I can see a light at the end of the tunnel, I’ll be okay. And when I’m not okay, that’s okay too. After all, we’re all human and have our own struggles. Until next week, stay safe and keep rolling.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "home ottawa",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-15T19:23:40.333+02:00",
    "updated": "2024-01-23T01:19:11.621+02:00"
  }
]